{
    "url_original": "https://www.wsj.com/articles/a-start-at-bridging-the-partisan-gulf-11609270879?mod=opinion_lead_pos9",
    "url": "a-start-at-bridging-the-partisan-gulf-11609270879",
    "title": "A Start at Bridging the Partisan Gulf",
    "sub_head": "Fringes aside, the right and left can compromise based on shared principles.",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "image_1_url": "https://images.wsj.net/im-278587?width=620&size=1.5",
    "image_1": "im-278587.jpg",
    "time": "2020-12-29 14:41:00",
    "body": "As this difficult year slinks to its unlamented end, I have felt compelled to ask myself: What do I believe so much that if necessary I will fight for it the way America’s revolutionaries did, with their lives, fortunes and sacred honor? And how do my beliefs compare with the widening spectrum of beliefs about America?<br />Many populist conservatives believe that America was at its best in the 1950s, when men were men and women were women, manufacturing dominated the economy, white Christians dominated the culture, patriotism was unquestioned, and divisive social issues hadn’t entered the public agenda.<br />I believe in America the way liberals do—not as perfect, but capable of being made “more perfect.” I believe in America the way Abraham Lincoln did at Gettysburg when he promised a new birth of freedom built on the foundation of the Declaration of Independence. I believe in America the way Martin Luther King Jr. did when he rooted his dream in the American dream and denominated the unpaid promissory note to black Americans in the principles of the declaration. I believe in America the way that Bill Clinton did when he declared in his 1993 inaugural address, “There is nothing wrong with America that cannot be cured by what is right with America.”<br />There are those who don’t believe that America ever was, or ever can be, worthy of devotion. On the far left, some argue that America is irredeemably marked by slavery, conquest and genocide. They are right that we should seek to understand and to teach history fully, without glossing over its brutalities. But it is one thing to be honest about the past, another to use it as proof of a national original sin that can never be expunged. At the end of this road is despair—or revolution.<br />On the far right there are those who give America’s original sin a different name—liberalism. They claim that the Declaration of Independence inspired by John Locke has led us down the primrose path. A polity based on individual rights liberates appetites and destroys morality, they say, and the civil law created to protect liberty becomes the source of its destruction. At the end of this road lies theocracy, which could only be achieved at the point of the sword, or withdrawal into faith communities whose existence is protected by the polity their members scorn."
}