{
    "url_original": "https://www.wsj.com/articles/a-swiss-alps-hotel-frozen-in-time-11607614389",
    "url": "a-swiss-alps-hotel-frozen-in-time-11607614389",
    "title": "A Swiss Alps Hotel Frozen in Time",
    "sub_head": "Napoleon stayed here. So did Charles Dickens. But it’s the four-legged residents—generations of St. Bernards—that have made this monastery and inn one of the most intriguing destinations in the Alps. Even if you have to reach it by snowshoe.",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-269569?width=620&size=1.5",
    "image_1": "im-269569.jpg",
    "time": "2020-12-10 10:33:00",
    "body": "For the Time Capsule series, we spotlight a cherished restaurant, hotel or landmark that’s changed remarkably little over the years. This week, we visit Great St. Bernard Hospice in Switzerland.<br />Switzerland’s Great St. Bernard Hospice is a bona fide antiquity. A complex of structures perched above the tree line at 8,114 feet—cradled in the aptly named Valley of Desolation—it predates the Swiss-Italian border, just a few yards away. The oldest parts of the structure date to the 11th century, when an Italian vicar, later canonized as St. Bernard of Menthon, built it as a monastery and a refuge for Rome-bound pilgrims crossing the precarious, bandit-riddled transalpine pass. By the 1670s, the monks weren’t just sheltering weary travelers but a breed of jowly pups, descendants of Asiatic hounds. Christened St. Bernards, the dogs were trained to help rescue wayward wanderers and bred at the hospice until 2004. They were hardly the only famous guests. In 1800, Napoleon was nursed back to health in one of the rooms while crossing with 40,000 men and 500 horses. Years later, Charles Dickens, thoroughly chilled by the hospice and its mortuary filled with “the unclaimed,” described Great-St.-Bernard as a “great hollow on the top of a range of dreadful mountains.”<br />A still-active monastery and inn (and part of the Via Francigena pilgrim route running from Canterbury to Rome), the hospice can only be reached by car from June to mid October. In winter, visitors must snowshoe up steep slopes from the shuttered Super St. Bernard Resort, about a two-hour drive from Geneva or Turin. The 90-minute climb is arduous, but the backcountry ski back down is rewarding. Ditto for the hospice’s hospitality. The exteriors might retain their colorless austerity, but they harbor an interior with crackling fires; carved wood ceilings; long, unexpectedly convivial lunches; and generously refilled wine carafes. While a fancy 30-room auberge opened within the hospice a few years back, it only operates in summer and early fall. Otherwise, standard dorms and a few private rooms make for a spare stay. Winter guests must bring their own sleeping bag, or purchase one there. Now, under the Covid-19 regulations, masks are mandatory too, but even that isn’t new: This isn’t the hospice’s first pandemic.<br />A brief history of St. Bernard dogs<br />1670s The monks at Great St. Bernard Hospice begin breeding Swiss alpine dogs."
}