{
    "url_original": "https://www.wsj.com/articles/a-warning-on-georgias-signature-match-11609460042?mod=opinion_lead_pos4",
    "url": "a-warning-on-georgias-signature-match-11609460042",
    "title": "A Warning on Georgia’s Signature Match",
    "sub_head": "An audit in one county finds no fraud, but it puts officials on notice.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-279919?width=620&size=1.5",
    "image_1": "im-279919.jpg",
    "time": "2020-12-31 19:14:00",
    "body": "Georgia’s audit of the November mail vote in Cobb County found “no fraudulent absentee ballots.” In a report Tuesday, the Secretary of State’s office explained how investigators double checked the signatures on 15,118 randomly chosen ballot envelopes. It’s a good warning to anybody contemplating shenanigans in Georgia’s Senate runoffs next week.<br />About 150,000 people in Cobb County voted by mail, so the sample was nearly 10% of the total. Most of the accepted signatures were clearly valid. Investigators ended up with 10 suspect envelopes. On eight of them, the signature “did not appear to be consistent with documents on record.” But once the voters were contacted, they confirmed the signatures were theirs. Handwriting can change, especially as people age.<br />That left two problem votes. One was missing a signature, and the voter “reported signing the front of the envelope only.” The other ballot was correctly voted, but then its envelope was “mistakenly signed by the elector’s spouse.” In both cases, the state said, Cobb County should have asked the voter to fix the mistake before accepting the ballot.<br />These are ordinary screw ups, not the mass fraud that President Trump claims. Two bad ballots out of 15,118 is an error rate of 0.013%. If you extrapolate that to Georgia’s 1,316,943 mail votes, it suggests 174 questionable ballots statewide. There are reasons to roll back mail voting, which could be a debacle if the margin were closer. But Mr. Trump lost Georgia by 12,000.<br />It’s good news that no fraud was found, yet some Trump supporters appear unwilling to accept defeat no matter the evidence. They include Mr. Trump, who tweeted: “When are we going to be allowed to do signature verification in Fulton County, Georgia?” The big difference is that in Cobb County a temporary election worker made a specific allegation to investigate."
}