{
    "url_original": "https://www.wsj.com/articles/a-weak-visa-case-against-facebook-11607294582?mod=opinion_lead_pos3",
    "url": "a-weak-visa-case-against-facebook-11607294582",
    "title": "A Weak Visa Case Against Facebook",
    "sub_head": "Government labor lawyers have clearly never run a business.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-269081?width=620&size=1.5",
    "image_1": "im-269081.jpg",
    "time": "2020-12-06 17:43:00",
    "body": "Both parties in Washington are targeting tech firms, albeit for different political reasons. Last week the Trump Justice Department took its latest turn with a dubious civil-rights lawsuit against  Facebook .<br />Justice says Facebook’s hiring and recruitment practices discriminate against American citizens in favor of foreign H-1B visa holders seeking green cards. But if Facebook is guilty, the list of business culprits is going to be very long. “Facebook refused to recruit, consider, or hire qualified and available U.S. workers for over 2,600 positions that Facebook, instead, reserved for temporary visa holders it sponsored for permanent work authorization (or “green cards”) in connection with the permanent labor certification process (PERM),” Justice claims.<br />U.S. immigration law allows employers to offer permanent positions to high-skilled H-1B visa holders after six years by sponsoring them for green cards. However, Labor Department regulations require employers to show that they advertised the job to Americans and that there were no minimally qualified U.S. applicants.<br />“Qualified” is in the eye of the employer. According to DOJ, all applicants with the same amount of work experience and degree are equally qualified. Government attorneys have clearly never run a business. The DOJ complaint concedes that Facebook followed Labor’s regulations. Instead, it alleges that Facebook didn’t advertise positions belonging to foreign workers whom they wanted to sponsor for green cards as widely as it did some other job openings. As a result, few Americans applied for the foreign-workers’ positions.<br />Yet Justice produces no evidence that Facebook discriminated against American citizens. Facebook vigorously recruited U.S. workers for thousands of open positions. Facebook merely sought to retain foreigners who had been employed at the company for many years instead of taking a flyer on newcomers. What’s wrong with that?"
}