{
    "url_original": "https://www.wsj.com/articles/abducted-nigerian-schoolboys-plead-for-help-in-video-11608218118?mod=world_major_2_pos1",
    "url": "abducted-nigerian-schoolboys-plead-for-help-in-video-11608218118",
    "title": "Abducted Nigerian Schoolboys Plead for Help in Video",
    "sub_head": "Footage shows hostages of Boko Haram saying some of their classmates have died",
    "category_1": "World",
    "category_2": "Africa",
    "time": "2020-12-17 10:15:00",
    "body": "Jihadist group Boko Haram released a video purporting to show dozens of the schoolboys it kidnapped from a high school in northwest Nigeria six days ago, in which hostages say that some of their classmates have died and beg for the government to negotiate their release.<br />The grainy six-minute video, published by Nigerian news website HumAngle, shows a large group of young boys crouching under thick thorn branches, flanked by masked gunmen.<br />“Please, sir, you have to send all the soldiers and armies and the jets back,” says one boy, visibly terrified, apparently referring to the Nigerian military’s rescue effort. “You have to close any kind of schools excluding Islamiyah,” he says, referring to Islamic schools. “Please, sir,” the boy says again, his voice cracking with emotion, before a chorus of children’s voices echo his plea.<br />The video couldn’t be independently verified but two specialists on Boko Haram said it carried the group’s black-and-white-flag branding alongside a short audio clip from leader Abubakar Shekau to verify its authenticity.<br />The group, which has been at war with the Nigerian state since 2009, first claimed on Tuesday it had seized students from the Kankara Government Science Secondary School, an all-boys boarding school in Katsina, northwest Nigeria, to punish them for “un-Islamic practices.” Shekau—the most wanted man in Africa, with a $7 million U.S. bounty on his head—has repeatedly warned Nigeria’s government to close all secular schools, which Boko Haram says spread ungodly ideas. Analysts said the video appeared to have been published, in part, to rebut skepticism that Shekau’s fighters could mount a huge kidnapping operation in Nigeria’s northwest, hundreds of miles from their strongholds in the northeast."
}