{
    "url_original": "https://www.wsj.com/articles/abortion-once-unthinkable-in-argentina-becomes-legal-11609314445",
    "url": "abortion-once-unthinkable-in-argentina-becomes-legal-11609314445",
    "title": "Argentina Makes Abortion Legal in Landmark Vote",
    "sub_head": "Pope Francis fought against a bill that will now give momentum to pro-abortion movements across Latin America",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-279149?width=620&size=1.5",
    "image_1": "im-279149.jpg",
    "time": "2020-12-30 03:43:00",
    "body": "Lawmakers in Argentina approved a bill Wednesday to legalize abortion, making it the first large Latin American country to ditch stringent antiabortion regulations in a vote expected to boost feminist movements across the predominantly Catholic region.<br />After 12 hours of debate in Buenos Aires, the senate voted 38 to 29 to approve a bill promoted by President Alberto Fernández, who has made women’s rights a priority for his government. Argentina will now permit elective abortion up to the 14th week of pregnancy, scrapping current legislation that only allows the procedure when a pregnancy results from rape or when a mother’s health is at risk.<br />The outcome was a blow to the ever-expanding evangelical movement and the Catholic Church in the country of 45 million. Pope Francis, who was born in Argentina, had actively backed antiabortion groups.<br />It is a momentous victory for a feminist movement, known for its green bandannas and energetic demonstrations, that didn’t give up even after the senate had rejected an abortion legalization bill just two years ago.<br />Although the movement had been around for years, it had gained strength following huge protests in 2015 triggered by the slaying of a 14-year-old pregnant girl. From there, backed by growing numbers of young people and a new generation of feminists, the movement gained momentum in its struggle to make abortion legal."
}