{
    "url_original": "https://www.wsj.com/articles/abortion-guns-and-trump-a-church-group-tries-to-navigate-americas-divisions-11608298552?mod=politics_lead_pos10",
    "url": "abortion-guns-and-trump-a-church-group-tries-to-navigate-americas-divisions-11608298552",
    "title": "Abortion, Guns and Trump: A Church Group Tries to Navigate America’s Divisions",
    "sub_head": "Calvary Christian Reformed in suburban Michigan seeks understanding through dialogue; ‘my soul is hurting’",
    "time": "2020-12-18 08:35:00",
    "body": "WYOMING, Mich.—The evening after Election Day, Mark and Nick Elders gathered nearly a dozen members of Calvary Christian Reformed Church in suburban Grand Rapids over Zoom. The brothers asked each person to reveal which presidential candidate they voted for and why.<br />The churchgoers had been meeting weekly to work through their conflicting stances on health care, immigration, gun control, abortion and other issues. They started in early March in the church youth room, seated inches apart on worn couches. Now they were holding their last meeting amid a raging pandemic. Joe Biden’s victory over President Trump was just coming into focus.<br />One by one the participants, a mix of conservatives, liberals and independents, disclosed their White House pick. Jayne Quist said she and her husband, Jim Quist, voted to re-elect President Trump because he is antiabortion and “socialism scares us.” Mark Westrate said he backed a Democrat for the first time in a half-century of voting because “everything seems to be falling apart.”<br />Mark and Nick Elders picked Mr. Biden after voting for Mr. Trump in 2016. That put them at odds with a group member they deeply admire: their father, Dale Elders, who backed the Republican incumbent a second time.<br />The Elders brothers, lifelong members of the church, asked the participants to crack open their 194-page workbooks and begin the difficult process of understanding those who voted the other way. The workbooks, developed by a nonpartisan Christian group, warned them not to treat people with opposing political beliefs as the enemy. Nick Elders closed his eyes and asked God to keep them from losing sight of this for the next four years."
}