{
    "url_original": "https://www.wsj.com/articles/abu-dhabis-230-billion-man-bet-the-world-would-overcome-covid-19-11607144409?mod=markets_lead_pos10",
    "url": "abu-dhabis-230-billion-man-bet-the-world-would-overcome-covid-19-11607144409",
    "title": "Abu Dhabi’s $230 Billion Man Bet the World Would Overcome Covid-19",
    "sub_head": "Khaldoon al-Mubarak made an assessment in March that this challenging year would bring new opportunities to lessen his homeland’s dependence on oil. He spent billions backing up that belief.",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-268085?width=620&size=1.5",
    "image_1": "im-268085.jpg",
    "time": "2020-12-05 12:00:00",
    "body": "At the end of March the man who controls a $230 billion Abu Dhabi sovereign-wealth fund dialed up some of the world’s biggest investors as a new pandemic rattled the global economy. Khaldoon al-Mubarak wanted to know how bad things could get.<br />Japanese billionaire Masayoshi Son assured the chief executive of Mubadala Investment Co. that a fund housing $15 billion of Mubadala’s money was diverse enough to withstand the storm. BlackRock Inc. CEO Larry Fink explained to Mr. Mubarak how government stimulus could boost the U.S. economy. Egon Durban, co-CEO of private-equity firm Silver Lake, argued the market had become too bearish and was overlooking an eventual vaccine.<br />“In those early days I was on the phone all the time,” said the 44-year-old Mr. Mubarak, a Tufts University graduate who sports a crew cut and is as comfortable in a suit as a traditional Emirati thobe. “For me, it was instrumental in really forming a view.”<br />The view that emerged was that the world would eventually bounce back from the pandemic and that an unprecedented crisis would bring big opportunities. Mr. Mubarak staked billions on that belief, committing to new investment partnerships with U.S. private-equity giants  Apollo Global Management Inc.  and Silver Lake while making new bets on everything from  Alphabet Inc.’s  self-driving car effort to a firm working on a coronavirus vaccine trial.<br />He made this push while many of his peers pulled back. Mubadala  invested more than $11 billion this year as of December 1, according to consulting firm Global SWF, up 46% from the entirety of last year. That compares with a 36% decline in new capital deployed by all sovereign funds over the same period. A larger United Arab Emirates fund, the $500 billion Abu Dhabi Investment Authority, is among those that invested less, according to Global SWF. ADIA declined to comment."
}