{
    "url_original": "https://www.wsj.com/articles/after-2020-losses-some-democrats-question-partys-health-care-focus-11607274000?mod=business_minor_pos1",
    "url": "after-2020-losses-some-democrats-question-partys-health-care-focus-11607274000",
    "title": "After 2020 Losses, Some Democrats Question Party’s Health-Care Focus",
    "sub_head": "Some former candidates and strategists say Democrats should have focused more on people who were losing their jobs and struggling to pay rent",
    "category_1": "Politics",
    "category_2": "Health Policy",
    "image_1_url": "https://images.wsj.net/im-268838?width=620&size=1.5",
    "image_1": "im-268838.jpg",
    "time": "2020-12-06 12:00:00",
    "body": "After suffering losses in congressional races across the country, some Democrats are pushing the party to re-evaluate its focus on health care and prioritize the economy ahead of two key Senate races in Georgia.<br />Health care was the most-mentioned issue across all Democratic presidential and Senate television ads, airing nearly 1.5 million times, in the 2020 election cycle, according to data from political ad tracker Kantar/CMAG. Democrats made defending the Affordable Care Act a top issue in Supreme Court confirmation hearings weeks before the election and promised repeatedly on the campaign trail to protect the law.<br />Democrats took the House majority in 2018 after centering their campaigns on the Trump administration’s efforts to chip away at the health law. But after the party lost multiple House seats and underperformed in several Senate races this year, some former candidates and strategists who worked on 2020 campaigns say Democrats should have focused more on people who were losing their jobs and struggling to pay rent during the pandemic.<br />“I think that the message needs to shift more towards the economy,” said Rep. Debbie Mucarsel-Powell, who lost her race in November in a Miami-Dade County district that swung toward President Trump after voting overwhelmingly for Hillary Clinton in 2016.<br />“There’s a lot of fear that many people here will not be able to get back to work, that they don’t know where they’re going to be able to find their next paycheck,” she said."
}