{
    "url_original": "https://www.wsj.com/articles/after-a-jarring-layoff-an-executive-finds-inspiration-to-start-her-own-business-11609074000",
    "url": "after-a-jarring-layoff-an-executive-finds-inspiration-to-start-her-own-business-11609074000",
    "title": "After a Jarring Layoff, an Executive Finds Inspiration to Start Her Own Business",
    "sub_head": "At 48, an HR manager shifts direction to become a professional organizer",
    "category_1": "Life & Arts",
    "category_2": "Career Reboot",
    "image_1_url": "https://images.wsj.net/im-277540?width=620&size=1.5",
    "image_1": "im-277540.jpg",
    "time": "2020-12-27 08:00:00",
    "body": "Valerie Green views her life as a series of major pivots. Some she initiated, but some she didn’t, including the latest, when she was laid off this spring.<br />Early in her working life, when she was getting started in architecture, a chance conversation with a colleague’s ex-girlfriend prompted her to leave her entry-level job at a New York firm and abandon her plan to apply to architecture school for an advanced degree. Instead, she enrolled in Stanford University’s Hasso Plattner Institute of Design, where she studied product design.<br />For two decades, she worked at consulting firms where she helped clients formulate new products. Her last job in the field ended with a layoff six years ago, leading her to make the leap to human resources, a field where she could put her design thinking to use in a new, less tangible way.<br />That was a successful transition. But when she was laid off from her job in learning and development this year at Sonos, a maker of wireless home speakers, she felt paralyzed. “I still had a big crush on Sonos and I was really upset,” the 48-year-old says.<br />Ms. Green made a deal with herself: She would give herself the summer to shake off the hurt before she embarked on a job search. She increased the number of hours she was volunteering at local food pantries and got a third dog. “I was upset and I wasn’t going to make a good decision,” she says. “If you can take the time to heal, that will yield better results.”"
}