{
    "url_original": "https://www.wsj.com/articles/after-universal-music-what-will-vivendis-encore-be-11608309176?mod=business_minor_pos10",
    "url": "after-universal-music-what-will-vivendis-encore-be-11608309176",
    "title": "After Universal Music, What Will Vivendi’s Encore Be?",
    "sub_head": "Shareholders have little choice but to trust billionaire backer Vincent Bolloré as the French media giant slowly moves toward an IPO of its most successful asset",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-275393?width=620&size=1.5",
    "image_1": "im-275393.jpg",
    "time": "2020-12-18 11:32:00",
    "body": "While the pandemic has silenced concert halls around the globe this year, the world’s largest music companies have had plenty of excuses to party. The latest is Chinese tech giant Tencent’s move to double its 10% stake in Universal Music Group.<br />The deal announced Friday should bolster investor confidence in  Vivendi ,  which will still own the remaining 80% of UMG. The rub is that the French media company’s outside shareholders aren’t in control of what it does with the cash raised. Vincent Bolloré, the billionaire who steers the company via his family vehicle, has a record of controversial investments.<br />Tencent’s decision to double down on Santa Monica, Calif.-based UMG, the largest of the “big three” companies that own rights to most of the world’s recorded music, isn’t a huge surprise. It agreed to buy 10% last year at a total company valuation of €30 billion, equivalent to $36.8 billion, with the option to buy another 10% at the same valuation by Jan. 15, 2021—an option it is now exercising. The price tag seemed high at the time, but meanwhile stock markets have enthusiastically tuned into the music industry. Shares of  Warner Music Group ,  another of the big three, have risen 44% since their initial public offering in June, while Spotify stock has more than doubled this year.<br />UMG hasn’t been immune to Covid-19, but its symptoms have been relatively mild. In the second quarter, when much of the Western world was locked down, its revenues fell less than 5% after stripping out currency and portfolio changes, as a collapse in CD, merchandising and other revenues typically dependent on physical interactions was partly offset by further growth in streaming. In the third quarter, UMG’s revenues rose 6.1%—slower than before the pandemic but nothing to worry about.<br />For Vivendi investors, the drama has been elsewhere. Most notably, the company has accumulated a roughly 27% stake in Lagardère, an underperforming French conglomerate, and teamed up with an activist hedge fund to push for board seats. Bernard Arnault, the controlling shareholder of  LVMH Moët Hennessy Louis Vuitton  and Europe’s richest man, has taken a smaller stake in support of the founding family that still runs Lagardère."
}