{
    "url_original": "https://www.wsj.com/articles/after-covid-plane-makers-are-even-more-dependent-on-china-11609429997?mod=business_minor_pos11",
    "url": "after-covid-plane-makers-are-even-more-dependent-on-china-11609429997",
    "title": "After Covid, Plane Makers Are Even More Dependent on China",
    "sub_head": "The country is a rare bright spot for Boeing and Airbus, but its aerospace industry is quickly becoming a geopolitical battleground",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-31 10:53:00",
    "body": "With airlines in the West expecting to take years to recover from Covid-19, aircraft manufacturers depend on the resilience and growth potential of the Chinese market. But China’s own aerospace ambitions and the geopolitical tensions that surround them could make it a turbulent ride.<br />China has recovered from the pandemic to become the world’s largest domestic aviation market. Traffic is 8% higher than a year ago, data by Oliver Wyman’s PlaneStats show. In the U.S. and Europe, it is still down 41% and 68%, respectively.<br />With another 500 million Chinese expected to join the middle classes over the next few years, the country is also the industry’s big growth opportunity. The International Air Transport Association predicts 5% average annual growth in passenger journeys in the Asia-Pacific region between 2019 and 2039. Mature Western markets are expected to expand at a 2.2% rate.<br />Following a mild liberalization of its airline industry in 2004, China has become the second largest source of revenues for the two major plane makers,  Boeing  and  Airbus ,  which have since opened plants there. It is one of their few bright spots too: In November, Boeing downgraded its 20-year global aircraft demand forecast by 2%, but upgraded China’s by 6.3% to 8,600 planes.<br />Relative to the rest of the world, China is especially important for the Boeing 737 and Airbus A320 families, which are the backbone of low-cost airlines. It has accounted for a quarter of deliveries for the 737 MAX, which Boeing is scrambling to remarket after a 20-month grounding."
}