{
    "url_original": "https://www.wsj.com/articles/aging-china-must-work-longer-and-invest-smarter-11607507444?mod=business_minor_pos11",
    "url": "aging-china-must-work-longer-and-invest-smarter-11607507444",
    "title": "Aging China Must Work Longer and Invest Smarter",
    "sub_head": "An aging population may finally force the government to face long-needed reform challenges head on",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-270472?width=620&size=1.5",
    "image_1": "im-270472.jpg",
    "time": "2020-12-09 04:50:00",
    "body": "China is getting older. That means the Chinese people will have to work longer. But deeper reforms will also be necessary to ensure income growth doesn’t stagnate.<br />The world’s most populous country has begun aging rapidly over the past decade, but the pace is going to pick up even more as tens of millions reach retirement age. The working population—people between the ages of 15 and 59—will drop by 65 million, or 5.5% of the total, in the next 10 years, according to United Nations projections. A graying population is a common problem in most developed countries but due to China’s one-child policy, which lasted for more than 30 years, its population will age quicker and at lower income levels than in many other countries. The problem looks even more unavoidable as China takes in only minimal numbers of immigrants.<br />That’s why Beijing floated the idea of raising the retirement age in the outline of its next five-year economic plan released last month. There are no concrete details yet, but the idea has already received angry pushback online, especially from people who are about to retire.<br />But postponing the retirement age will be inevitable. China’s retirement age—60 for men and 55 for women for civil servants and white-collar workers—is low compared with other countries. Lifting that to 65 could delay the aging problem by a decade or so. The 60 to 64 cohort is going to make up around 8% of China’s population in 2030, according to the U.N.<br />Even so, the elderly population of 65 or above will still double in the next 15 years. That means slower growth and that the government will have to shoulder a bigger burden to take care of its senior citizens, all while Chinese average incomes remain far below aging developed countries including the U.S. or South Korea."
}