{
    "url_original": "https://www.wsj.com/articles/agriculture-industry-bets-on-a-new-cash-crop-carbon-11608719403?mod=business_lead_pos5",
    "url": "agriculture-industry-bets-on-a-new-cash-crop-carbon-11608719403",
    "title": "Agriculture Industry Bets on a New Cash Crop: Carbon",
    "sub_head": "Agribusiness giants, startups jockey to pay farmers for capturing greenhouse gases in fields; environmental groups question impact",
    "category_1": "Business",
    "time": "2020-12-23 05:30:00",
    "body": "U.S. farmers make their living raising crops from the soil each year. Now, some are getting paid for putting something back into their fields: carbon.<br />Big agriculture companies including  Bayer AG ,  Nutrien Ltd.  and Cargill Inc. are jockeying with startups to encourage crop producers to adopt climate-friendly practices and develop farming-driven carbon markets. Those efforts would let retailers, food makers and other companies offset their greenhouse gas emissions by paying farmers for their fields’ capacity to withdraw carbon dioxide from the atmosphere and trap it in the soil.<br />The concept envisions the U.S. Midwest’s swatches of cropland doing double duty as a vast carbon sink. Plants’ process of photosynthesis withdraws carbon dioxide from the air, combines it with water and sunlight to produce energy, and ultimately embeds carbon in dirt through roots, while releasing oxygen back into the atmosphere. Soil, if left undisturbed, can retain the converted carbon for years.<br />Agricultural companies, long criticized as environmental villains, say that paying farmers to maximize those natural processes can put the scale of modern farming behind a potential climate solution. Farmers, following half a decade of lean crop prices, are contemplating a possible new source of income that is less dependent on weather and agricultural commodity markets. The Environmental Protection Agency has estimated that the agriculture sector accounts for 10% of U.S. greenhouse gas emissions.<br />President-elect Joe Biden’s administration also plans to pursue the concept. Mr. Biden said this month that under his administration, the U.S. Department of Agriculture will direct federal conservation payments to farmers who use their fields to capture more carbon."
}