{
    "url_original": "https://www.wsj.com/articles/ahead-of-u-s-audit-bill-chinese-companies-are-finding-their-way-home-11606997906?mod=markets_lead_pos5",
    "url": "ahead-of-u-s-audit-bill-chinese-companies-are-finding-their-way-home-11606997906",
    "title": "Ahead of U.S. Audit Bill, Chinese Companies Are Finding Their Way Home",
    "sub_head": "Legislation awaiting president’s signature would ban trading in shares of U.S.-listed foreign companies that don’t allow inspection of papers",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-267647?width=620&size=1.5",
    "image_1": "im-267647.jpg",
    "time": "2020-12-03 07:18:00",
    "body": "HONG KONG—New legislation that is likely to force some Chinese companies off U.S. exchanges will accelerate a migration under way since last year.<br />On Wednesday, the U.S. House of Representatives unanimously approved a bill that would ban trading in shares of foreign companies whose audit papers aren’t inspected by U.S. regulators for three consecutive years. The measure passed the Senate in May and is expected to be signed into law by President Trump.<br />China’s government and financial regulators have long resisted U.S. demands to see the audit papers of Chinese companies whose shares are traded on the New York Stock Exchange or the  Nasdaq Stock Market .<br />While there have been cases of accounting chicanery such as by  Luckin Coffee Inc.,  the risks haven’t deterred investors large and small from buying shares of Chinese technology heavyweights such as  Alibaba Group Holding  Ltd.  and  JD.Com Inc.  The combined market capitalization of the more than 200 U.S.-listed Chinese companies was recently up 53% for the year, according to S&P Global Market Intelligence, topping $2.2 trillion.<br />In the past decade Chinese companies have collectively raised tens of billions of dollars in U.S. initial public offerings, and follow-on sales of stock and convertible debt, often meeting strong demand."
}