{
    "url_original": "https://www.wsj.com/articles/airbnb-boosts-ipo-price-range-to-between-56-and-60-a-share-11607302117?mod=markets_lead_pos1",
    "url": "airbnb-boosts-ipo-price-range-to-between-56-and-60-a-share-11607302117",
    "title": "Airbnb Boosts IPO Price Range to Between $56 and $60 a Share",
    "sub_head": "New price range for home-rental company’s public debut equates to $39 billion to $42 billion, fully diluted",
    "category_1": "IPOs",
    "image_1_url": "https://images.wsj.net/im-269119?width=620&size=1.5",
    "image_1": "im-269119.jpg",
    "time": "2020-12-06 21:00:00",
    "body": "Airbnb Inc. plans to boost the proposed price range of its initial public offering, the latest sign that the red-hot IPO market is ending the year on a high note.<br />Airbnb is boosting the range to between $56 and $60 a share, from $44 to $50, people familiar with the matter said. The new range would give the home-rental company a valuation of as much as $42 billion on a fully diluted basis and including proceeds from the offering.<br />DoorDash Inc., the food-delivery company that is expected to debut Wednesday, the day before Airbnb, plans to price its shares at the high end of or above its range of $90 to $95 a share—already raised from between $75 and $85, people familiar with the offering said. That would give the San Francisco company, the largest among its peers, a valuation of as much as $36 billion or more, on a fully diluted basis and including proceeds from the offering.<br />Taken together, the developments are the latest sign that the market for new issues, already at a record in terms of money raised in the U.S., is set for a climactic ending to the year. The market has been buoyed by soaring stocks, including those that have recently made their own debuts.<br />So far this year, more than $140 billion has been raised in initial public offerings on U.S. exchanges, far exceeding the previous full-year record high set at the height of the dot-com boom in 1999, according to Dealogic data that dates back to 1995."
}