{
    "url_original": "https://www.wsj.com/articles/airlines-do-away-with-international-change-fees-11607543892?mod=business_lead_pos13",
    "url": "airlines-do-away-with-international-change-fees-11607543892",
    "title": "Airlines Do Away With International Change Fees",
    "sub_head": "Delta and United join American in scrapping the charges to encourage global travel during pandemic",
    "category_1": "Business",
    "time": "2020-12-09 14:58:00",
    "body": "Major airlines are doing away with hefty fees to change international flights, as the carriers prepare to try to lure back globe-trotters next year.<br />Delta  Air Lines Inc. and  United Airlines Holdings Inc.  said Wednesday that they are scrapping most international change fees for good, joining  American Airlines Group Inc.,  which made a similar move last month. All three airlines said in August that they would permanently end flight-change fees for domestic flights.<br />The moves to eliminate the fees, which start at $200 but can run much higher, are an indication of the lengths carriers will go to reassure passengers and compete for their business as the coronavirus pandemic continues to ravage travel demand. Restoring international travel is a priority for the airline industry, which has lost billions of dollars since the pandemic began.<br />Change fees, long been a pet peeve for passengers, have been lucrative for airlines based in the U.S. The charges brought in $2.8 billion last year, according to the federal Department of Transportation. But executives have said they believe travelers will place more value on flexibility once they return to the skies.<br />Air-travel demand plunged as Covid-19 spread this year and has only partially recovered. International travel has been hardest hit, as government travel restrictions and quarantine requirements have made such trips difficult or impossible. The number of domestic passengers in October fell 60% from a year earlier, while international travelers declined 77%, according to the latest government figures."
}