{
    "url_original": "https://www.wsj.com/articles/airlines-prepare-to-bring-back-thousands-of-workers-after-congress-passes-covid-19-aid-bill-11608658635?mod=business_lead_pos4",
    "url": "airlines-prepare-to-bring-back-thousands-of-workers-after-congress-passes-covid-19-aid-bill-11608658635",
    "title": "Airlines to Bring Back Thousands of Workers After Passage of Covid-19 Aid Bill",
    "sub_head": "Government relief covers carriers’ payrolls through March, but rebound in air travel remains uncertain",
    "category_1": "Business",
    "time": "2020-12-22 16:21:00",
    "body": "Airlines are preparing to call back tens of thousands of workers they let go in October now that Congress has approved government assistance to cover carriers’ payroll through the end of March. The question is how long employees will be able to keep their jobs.<br />The $900 billion relief package for households and businesses battered by the coronavirus pandemic includes $15 billion for airlines to pay all their workers. Carriers are hoping—for the second time—that the government assistance will serve as a bridge through a rocky period.<br />Many travel executives believe there is pent-up demand for travel that could be unleashed next summer. If they are right, airlines will need as many pilots, flight attendants, mechanics, and baggage handlers as they can get in order to keep up. Airlines furloughed over 32,000 workers in October when the government aid they received last spring ran out.<br />But a new strain of coronavirus in the United Kingdom has illustrated how quickly prospects for a recovery in travel could change. The strain has prompted a wave of travel restrictions in Europe and elsewhere, raising fresh questions about when borders will reopen and when people will be comfortable traveling again.<br />The funding bill, which President Trump is expected to sign, covers airline employees’ wages and benefits retroactively from Dec. 1 through the end of March, and bars airlines from furloughing or laying people off again during that period."
}