{
    "url_original": "https://www.wsj.com/articles/alexander-von-humboldt-and-the-united-states-review-american-cosmos-11607727082",
    "url": "alexander-von-humboldt-and-the-united-states-review-american-cosmos-11607727082",
    "title": "‘Alexander von Humboldt and the United States’ Review: American Cosmos",
    "sub_head": "How the Prussian explorer, naturalist and polymath taught America about itself.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-271323?width=620&size=1.5",
    "image_1": "im-271323.jpg",
    "time": "2020-12-11 17:51:00",
    "body": "The history seems barely credible. A Prussian aristocrat, born in 1769, works for five years as a mine inspector. After his mother’s death, he uses a good chunk of the family fortune on a five-year expedition through the primeval forests and uncharted waterways of South America and Mexico. On his way home, in 1804, he spends a scant six weeks in the United States. But by virtue of his American contacts, his German and French writing, his research and his generosity of spirit, Alexander von Humboldt inspires a century of American writers, artists, explorers and scientists, championing America’s exceptionalism while also assessing its flaws.<br />The American landscape painter Frederic Edwin Church, for example, embarked on an expedition that followed in Humboldt’s footsteps; he also hung Humboldt’s portrait in his home above the Hudson River. Ralph Waldo Emerson called Humboldt “one of those wonders of the world . . . who appear from time to time, as if to show us the possibilities of the human mind.” Emerson introduced Humboldt’s writings to Thoreau, who was haunted by them. The inventor (and painter) Samuel F.B. Morse, along with Washington Irving and James Fenimore Cooper, made pilgrimages to visit Humboldt. On the centenary of his birth, in 1869, 25,000 people gathered in New York’s Central Park to hear speakers sing his praises and see a bust unveiled. He never returned to the U.S. but his name is attached to counties, towns and parks across the country.<br />How did such a figure become central to 19th-century American art, culture and science? Why was he then nearly forgotten in the English-speaking world? What brings him to our attention now? This confluence of phenomena, personalities, ideas and history is the subject of this grandly executed, profusely illustrated volume by Eleanor Jones Harvey, senior curator at the Smithsonian American Art Museum, based on a major exhibition.<br />Unfortunately the exhibition has now fallen victim to the coronavirus, though its cancellation doesn’t consign it to oblivion, thanks to this catalog. When I saw the show before the latest shutdown, it impressed with its range, majesty, seriousness and political significance. It included the first American appearance in 170 years of an enormous mastodon skeleton excavated in 1801 in Orange County, N.Y., by Charles Willson Peale, which took on symbolic importance for the new nation and its president, Thomas Jefferson, and was mounted in Peale’s museum (the nation’s first). This “mammoth,” now in a German collection, was hailed as a reproof to European naturalists who believed the New World offered only corrupted, weakened versions of the Old.<br />There was also a copy of Humboldt’s stupefyingly detailed map of New Spain, illustrating territory from Mexico northward, which gave Jefferson invaluable information about the newly acquired Louisiana Purchase and the boundaries to be negotiated with Spain. Frederic Church’s magnificently scaled “Niagara” (1857) was mounted along with some of his South American landscapes, creating an imagistic conversation with Humboldt’s sketches of the same scenes. On one wall were some of George Catlin’s classic oil portraits of American Indians from the 1830s and ’40s; so important was Humboldt’s friendship that Catlin’s published account of his own travels was embossed with an image of Humboldt greeting an American Iowa. And then there were reminders that the Smithsonian Institution itself was partly inspired by—and associated with—Humboldt and his ideas."
}