{
    "url_original": "https://www.wsj.com/articles/alexa-hypnotize-me-11609176156",
    "url": "alexa-hypnotize-me-11609176156",
    "title": "Alexa, Hypnotize Me",
    "sub_head": "Hypnosis, now going virtual, is gaining more acceptance from doctors, researchers and entrepreneurs. But potential patients remain skeptical.",
    "category_1": "Life & Arts",
    "category_2": "Health",
    "image_1_url": "https://images.wsj.net/im-277145?width=620&size=1.5",
    "image_1": "im-277145.jpg",
    "time": "2020-12-28 12:22:00",
    "body": "Kelley Cutler was deeply skeptical when she took part in a monthlong pilot test of Reveri Health, a new digital hypnosis program, at Stanford University last year. The San Francisco social worker needed help quitting smoking, and only joined the program at her doctor’s urging.<br />“I was thinking it was nonsense and was never going to work,” says Ms. Cutler, 44, who had smoked for 25 years. Her first hypnosis session, which took place in person with a clinician, was so anxiety-producing that she had to have a cigarette afterward.<br />Reveri Health, one of a new generation of hypnosis programs and apps that make the practice easily accessible at home, then required her to take part in interactive, self-hypnosis sessions at home for a month. After two of the digital sessions, she was shocked to discover that she no longer felt like smoking. “The craving was really gone,” she says. “I can’t explain it. It doesn’t make sense.”<br />She hasn’t had a cigarette since. “This hypnosis is some crazy-ass voodoo,” she says. “And I mean that in a good way.”<br />Hypnosis is no longer considered crazy in the medical field, doctors say, but many patients, like Ms. Cutler, are leery. The practice has increasingly gained acceptance in the medical community, and in the last two years, the research into how and why it works has accelerated, with new studies on the use of hypnosis to alleviate anxiety; ward off pain; and successfully inhibit the fear circuitry structures in the brain."
}