{
    "url_original": "https://www.wsj.com/articles/alibaba-shares-tumble-again-after-chinese-regulators-tighten-screws-on-ant-group-11609155921?mod=business_lead_pos2",
    "url": "alibaba-shares-tumble-again-after-chinese-regulators-tighten-screws-on-ant-group-11609155921",
    "title": "Alibaba Shares Tumble Again After Beijing Tightens Screws on Ant Group",
    "sub_head": "Company’s Hong Kong-listed shares slumped 8% Monday, extending a Christmas Eve selloff as investors reassess regulatory risks",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-278413?width=620&size=1.5",
    "image_1": "im-278413.jpg",
    "time": "2020-12-28 06:45:00",
    "body": "No longer China’s most valuable company,  Alibaba Group Holding Ltd.  has erased almost all its stock-market gains this year, just days after Chinese regulators signaled a major change in their posture toward the e-commerce behemoth and its finance affiliate, Ant Group Co.<br />Alibaba’s Hong Kong-listed shares tumbled a further 8% on Monday, after China’s central bank released a harshly worded statement Sunday criticizing Ant’s business practices and instructing the financial-technology giant to shift its focus back to its mainstay—and less lucrative—digital-payments business.<br />The declines extended a stock selloff on Christmas Eve, taking Alibaba’s market capitalization down to $586 billion. Just two months earlier, it had hit a record of nearly $859 billion on expectations that Alibaba would profit handsomely from Ant’s public listing.<br />Alibaba’s swift comedown has led investors to reassess the regulatory risks faced by Chinese internet companies. Last Thursday, the country’s top commerce regulator said it is investigating whether Alibaba abused its dominant market position in online retailing through activities such as making merchants sell products exclusively on its platforms.<br />The hard part is figuring out “how much of the recent regulatory moves against Ant and Alibaba is politically based, how far it will go, and when it will be over,” said Alex Au, managing director at Alphalex Capital Management, a Hong Kong-based hedge fund. He said he is considering buying Alibaba shares if they fall further."
}