{
    "url_original": "https://www.wsj.com/articles/aluminum-prices-push-toward-2020-high-on-sanction-worries-demand-11608308859?mod=markets_lead_pos3",
    "url": "aluminum-prices-push-toward-2020-high-on-sanction-worries-demand-11608308859",
    "title": "Aluminum Prices Push Toward 2020 High on Sanction Worries, Demand",
    "sub_head": "The metal has gained more than 13% year-to-date",
    "category_1": "Markets",
    "category_2": "Commodities",
    "image_1_url": "https://images.wsj.net/im-275536?width=620&size=1.5",
    "image_1": "im-275536.jpg",
    "time": "2020-12-18 15:35:00",
    "body": "Aluminum prices are trading near their highest levels in almost two years, fueled by soaring demand for raw materials and worries that potential new U.S. sanctions on one of the world’s largest producers could limit global supplies of the metal.<br />Aluminum, used in everything from jet engines to electric vehicles, has surged more than 40% from its May lows, with contracts for delivery in three months closing at $2056.50 Friday, near the 2020 high of $2064.50 hit earlier this month. It has now gained more than 13% year-to-date.<br />Gains accelerated Thursday, spurred by fears the U.S. might reapply sanctions on  United Co. Rusal  International PJSC, a Russian aluminum producer and major supplier to Europe. Previous sanctions against the company sparked a steep climb in prices for the metal, disrupting the aluminum industry and threatening profits at manufacturers such as Boeing and Ford.<br />Aluminum’s recent surge extends a rebound from its early-year drop, when investors feared demand would slide precipitously as auto makers halted production and planes were grounded. Many industrial metals have notched gains recently, fueled by a faster-than-expected recovery in China, a key source of global demand for commodities.<br />Demand also has come from one unexpected source: beverage cans. Stuck-at-home Americans have stocked fridges with soda, beer and even craft cocktails, outpacing the expectations of can makers including  Crown Holdings Inc."
}