{
    "url_original": "https://www.wsj.com/articles/amazon-competition-shopify-wayfair-allbirds-antitrust-11608235127?mod=business_lead_pos5",
    "url": "amazon-competition-shopify-wayfair-allbirds-antitrust-11608235127",
    "title": "How Amazon Wins: By Steamrolling Rivals and Partners",
    "sub_head": "CEO Jeff Bezos still runs the e-commerce giant with the drive of a startup trying to survive, and that strand of its corporate DNA is becoming a liability",
    "category_1": "Tech",
    "time": "2020-12-22 10:26:00",
    "body": "Jeff Bezos built  Amazon.com Inc.  from his garage with an underdog’s ambition to take on the establishment. He imbued staff with an obsession to grow fast by grabbing customers using the biggest selection and lowest prices. Today, he has more than 1.1 million employees and a market valuation around $1.6 trillion.<br />But Amazon never really grew up. Mr. Bezos still runs it with the drive of a startup trying to survive.<br />That ethos helps keep Amazon booming. Aggressive competition—including wresting market share from rivals—is often a hallmark of a successful business. It’s also why the tech-and-retail giant is the target of rivals, regulators and politicians who say its tactics are unfair for a company its size, and potentially illegal. As the company has grown, so has its capacity to take on an ever-growing array of competitors.<br />To keep customers happy, which Mr. Bezos has long said is Amazon’s fixation and growth strategy, executives behind the scenes have methodically waged targeted campaigns against rivals and partners alike—an approach that has changed little through the years, from diapers to footwear.<br />No competitor is too small to draw Amazon’s sights. It cloned a line of camera tripods that a small outside company sold on Amazon’s site, hurting the vendor’s sales so badly it is now a fraction of its original size, the little firm’s owner said. Amazon said it didn’t violate the company’s intellectual-property rights."
}