{
    "url_original": "https://www.wsj.com/articles/amc-says-it-might-go-bankrupt-if-you-dont-buy-its-stock-11607020845?mod=markets_lead_pos3",
    "url": "amc-says-it-might-go-bankrupt-if-you-dont-buy-its-stock-11607020845",
    "title": "AMC Says It Might Go Bankrupt if You Don’t Buy Its Stock",
    "sub_head": "The world’s largest movie theater chain is aiming to sell enough shares to give it a bridge until the coronavirus vaccine is rolled out",
    "category_1": "Pro Bankruptcy Distress",
    "time": "2020-12-03 15:40:00",
    "body": "AMC  Entertainment Holdings Inc., the world’s largest movie theater chain, has launched efforts to sell more than $700 million worth of stock while warning that failing to raise enough liquidity might force the company into bankruptcy.<br />The equity sale could help AMC avoid a debt default, if the company can generate enough dollars to last it until widespread vaccination against Covid-19 helps bring moviegoers back into theaters, AMC Chief Executive Adam Aron said in an interview Thursday.<br />If AMC can’t obtain the liquidity needed to stay afloat until movie attendance gets back to normal, the company would likely need to restructure its balance sheet, potentially causing a “total loss” of stockholders’ investment, according to a securities filing Thursday. Equity ranks below debt in priority and often gets wiped out in a bankruptcy restructuring.<br />AMC is aiming to sell up to 200 million shares, or more than $700 million, based on the $3.58 stock price Thursday afternoon. The company previously proposed stock sales in September and November, filing two separate shelf registrations to sell 30 million and 20 million shares, respectively.<br />Despite reopening the bulk of the company’s more than 1,000 cinemas world-wide, AMC is burning cash as capacity restrictions limit movie attendance and major Hollywood theaters delay big-ticket flicks or, increasingly, send them straight to streaming.  AT&T Inc.’s  Warner Bros. studio pushed back the release of “Wonder Woman 1984” until Christmas, while MGM Holdings Inc. has delayed the release of “No Time to Die,” a James Bond film, to April 2021."
}