{
    "url_original": "https://www.wsj.com/articles/america-is-willing-to-pay-for-change-11609284111?mod=opinion_lead_pos10",
    "url": "america-is-willing-to-pay-for-change-11609284111",
    "title": "America Is Willing to Pay for Change",
    "sub_head": "Covid-19 worsened a shortage of coins. Capitalism is solving the problem.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-29 18:21:00",
    "body": "Making change used to be a bit of a joke. A memorable “Saturday Night Live” parody ad in 1988 imagined the “First CityWide Change Bank,” which gave its customers the denominations they want: “If you come to us with a $100 bill, we’re not going to give you 2,000 nickels—unless that meets your particular change needs.”<br />Nowadays getting the change you want is no laughing matter. In many cities making change has become a cash cow for some because of the great U.S. coin shortage. Covid has limited banks hours and shut down the retail businesses that often return coins to circulation. It doesn’t help that Americans have a tendency to dump coins in shoeboxes and never use them again, keeping many in-circulation quarters and pennies sequestered.<br />Nickel-and-diming isn’t going away, even in the digital age—though it’s quarters in particular that are in high demand. Americans still need coins at laundromats, to pump air in their tires at gas stations and for old fashioned parking meters. It’s costly to retrofit coin-operated machines.<br />Don’t panic. Washington is coming to the rescue with its usual turtlelike agility. Officials at the U.S. Mint concede that “sometimes coins are not readily available.” The Mint’s director, David J. Ryder, has asked consumers to “help get coins moving by using exact change when making purchases, taking your coins to financial institutions, or turning them in for cash at coin recycling kiosks.” He says that production of coins is rising now given the demands.<br />As usual, the free market is way ahead of the government. Customers at the Pennsylvania-based Wawa convenience-store chain can change their coins for bills and come away with a free coffee. For one week in July, the Community State Bank in Wisconsin gave a $5 bonus for every $100 worth of coins turned in. My son tells me that San Francisco even has an active secondary market of enterprising entrepreneurs hanging out and serving as, well, “change agents.” A couple of quarters go for as much as a dollar, a roll of 40 for $11 or $12."
}