{
    "url_original": "https://www.wsj.com/articles/americans-need-help-while-awaiting-a-vaccine-11607364810?mod=opinion_lead_pos9",
    "url": "americans-need-help-while-awaiting-a-vaccine-11607364810",
    "title": "Americans Need Help While Awaiting a Vaccine",
    "sub_head": "Details of a Covid-19 relief bill are already negotiated. Time for Washington to act.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-268973?width=620&size=1.5",
    "image_1": "im-268973.jpg",
    "time": "2020-12-07 13:13:00",
    "body": "Boston<br />It’s been a hard year. Millions of Americans lost their jobs. Millions more got sick, and more than 275,000 have died. The end of the Covid-19 pandemic is in sight, but we aren’t there yet.<br />The country learned a hard lesson early on about the fragility of global supply chains. Available information about the disease changed with every passing week, making a national consensus on the public-health response impossible to achieve. Testing protocols, policies and capacity varied within and among states, and the U.S., for the most part, doesn’t test people as often as it should. Kids and families have suffered as a result of sudden school closures and haphazard reopenings.<br />There have been bright spots. Some Americans made enormous sacrifices to protect their neighbors and colleagues. Even simple gestures like wearing masks, as most Americans do, saved lives. Doctors, nurses, hospital workers, long-term caregivers, first responders and emergency personnel proved to be what Americans always knew they were—the very best in the world at what they do. Businesses pivoted their operations in a matter of weeks to protect their workforces and provide vital products to fight the virus.<br />Politically, despite their many differences, Democrats and Republicans at the federal level came together to enact several relief packages, including the Cares Act, which rescued businesses, supported people who lost their jobs, funded food programs, invested in testing and tracing, and provided billions to state and local governments. It was a grand gesture, and for the most part, it worked."
}