{
    "url_original": "https://www.wsj.com/articles/americas-small-stocks-are-leading-the-markets-charge-11607855400?mod=markets_lead_pos1",
    "url": "americas-small-stocks-are-leading-the-markets-charge-11607855400",
    "title": "America’s Small Stocks Are Leading the Market’s Charge",
    "sub_head": "Russell 2000 bounces back from a spring nosedive to log a 15% gain so far this year, surpassing the S&P 500",
    "category_1": "Markets",
    "category_2": "Stocks",
    "image_1_url": "https://images.wsj.net/im-272099?width=620&size=1.5",
    "image_1": "im-272099.jpg",
    "time": "2020-12-13 05:30:00",
    "body": "Shares of small U.S. companies have surged past their larger peers for 2020 after last month’s furious rally carried into December.<br />Fueled by improving expectations for the economy, thanks to promising Covid-19 vaccine trials, the Russell 2000 small-cap index notched its best-ever month in November. Then it kept rising. So far in December it has advanced 5%, well ahead of the 1.2% rise in the S&P 500 large-cap benchmark. Many investors expect small-cap stocks to continue leading the way.<br />Among the stocks lifting the small-cap index:  Macy’s Inc.,  up 8.5% in December;  Spirit Airlines Inc.,  up 16%;  Denny’s Corp. , up 20%; and, U.S. Steel Corp., up 29%.<br />The Russell 2000’s gain for the year surpassed that of the S&P 500 on Tuesday for the first time in 2020, according to Dow Jones Market Data. The small-cap gauge is now up 15% this year, compared with a 13% gain for the large-cap index. If the Russell 2000 maintains its edge, it would outperform the S&P 500 for the first time since 2016, according to Dow Jones Market Data. Both indexes still trail the technology-focused Nasdaq Composite, which is up 38%.<br />The Russell 2000’s comeback is a dramatic turnaround from earlier in the year. The index plummeted 42% from its January high to its March low—a deeper plunge than that of the S&P 500—as the coronavirus hampered activity and reshaped economic expectations. Small-caps spent the following months recovering much of that loss, but only in recent weeks made their dramatic run."
}