{
    "url_original": "https://www.wsj.com/articles/ammonite-review-opening-up-a-closed-heart-11607028031",
    "url": "ammonite-review-opening-up-a-closed-heart-11607028031",
    "title": "‘Ammonite’ Review: Opening Up a Closed Heart",
    "sub_head": "A romance blossoms between an English fossil hunter and her unexpected guest in this film starring Kate Winslet and Saoirse Ronan.",
    "category_1": "Film Review",
    "time": "2020-12-03 15:40:00",
    "body": "Instead of getting blood from stones, Mary Anning, the English paleontologist played by Kate Winslet in “Ammonite,” gets fossils, insights and wisdom. And behind the heroine’s stony visage lurks ardor that’s unfulfilled until another woman comes into her life. Francis Lee’s film, which co-stars Saoirse Ronan, is many things, all of them remarkable: a queer romance that finds passion in austerity; a biopic that strips away most details of Anning’s career while honoring its spirit; and a portrait of genius thwarted by gender—a scientist whose lonely existence is sustained by love of learning, even though, as a woman in the mid-19th century, she has achieved only a small fraction of the recognition, let alone fame, that she deserves. (The film, which has been playing in select theaters, is newly available on premium video on demand.)<br />The title derives from Mary’s work, cracking open ancient rocks to see what’s inside. She is far from ancient herself—Ms. Winslet gives her an outwardly calm beauty born of physical strength—but she could hardly be more closed off when we first meet her. An angry eccentric within sight of middle age, she is living with her elderly mother in a coastal town in West Dorset and supporting herself with a little shop where she sells tourists fossils of no scientific interest that she has found in the nearby cliffs. (She has already made a spectacular discovery, an ichthyosaur skeleton that is displayed in the British Museum, but her name on the label has been replaced by that of the man who purchased the fossil and donated it.)<br />Mary’s life changes when a young married couple show up at her shop. The husband, Roderick Murchison, is a geologist at the beginning of a European tour; he knows of Mary by reputation and declares his pleasure in meeting her. The wife, Charlotte, played exquisitely by Ms. Ronan, would have a classic pre-Raphaelite radiance if she weren’t suffering from what her husband calls mild melancholia and seems to be serious depression provoked by a miscarriage. Whatever the case, a fairly abrupt plot turn sends Roderick off on his tour while Charlotte remains behind to convalesce in Mary’s care.<br />That may suggest prompt bonding and a rapid thawing of Mary’s demeanor, but the opposite is true. In keeping with the spareness of the film as a whole, Mary’s bewilderment at her attraction to Charlotte gives way only gradually to her awakening. Their love starts as a mother-child relationship. When it finally opens out into physical rapture there’s still an anguishing realization on Mary’s part that Charlotte, once recovered, will go back to her husband in London, and to whatever world she can make for herself. Or will she? If there’s any fault to be found with “Ammonite,” it’s in the film’s deliberateness. Every step of the way is plotted with a clear purpose, and color-coded in Stéphane Fontaine’s cinematography, which is oppressively bleak until it warms and brightens in keeping with Mary’s evolution. Yet the ending isn’t clear at all. It’s a marvelous moment in which the only clarity comes from knowing that whatever may happen next, Mary will remain her own singular woman.<br />Write to Joe Morgenstern at joe.morgenstern@wsj.com"
}