{
    "url_original": "https://www.wsj.com/articles/an-explosion-a-relief-effort-and-canadians-enduring-gratitude-11607118999?mod=opinion_lead_pos7",
    "url": "an-explosion-a-relief-effort-and-canadians-enduring-gratitude-11607118999",
    "title": "An Explosion, a Relief Effort and Canadians’ Enduring Gratitude",
    "sub_head": "Every year, Nova Scotia sends a Christmas tree to Boston in appreciation of the heroism of 1917.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-268415?width=620&size=1.5",
    "image_1": "im-268415.jpg",
    "time": "2020-12-04 16:56:00",
    "body": "The stereotypical Canadian can’t stop saying he’s sorry. People from Halifax, Nova Scotia, can’t stop saying thank you. Every year Nova Scotia donates one of its finest firs or spruces to serve as Boston’s official Christmas tree. The gifts come in gratitude for Boston’s help after the 1917 Halifax Explosion—the largest man-made blast of the preatomic age.<br />On the morning of Dec. 6, 1917, the SS Mont-Blanc entered Halifax’s harbor carrying thousands of tons of explosives en route from New York to France for use in World War I. The Norwegian steamship SS Imo, traveling above the speed limit and in the wrong lane, was exiting the harbor. They collided.<br />Unaware of the Mont-Blanc’s cargo, crowds gathered to see the fire. A sailor appraised train dispatcher Vince Coleman of the danger, and rather than flee, Coleman warned incoming trains: “Hold up the train. Ammunition ship afire in harbour making for Pier 6 and will explode. Guess this will be my last message. Good-bye boys.” Coleman died at his post; his warning saved as many as 300 lives.<br />The explosion sent up a mushroom cloud 2 miles high and shattered windows 50 miles away. It vaporized water, exposing the harbor floor. Samuel Prince, a survivor, described the devastation in a 1920 dissertation: “Trees were torn from the ground. Poles were snapped like toothpicks. Trains were stopped dead. Cars were left in twisted masses. Pedestrians were thrown violently into the air, houses collapsed on all sides. Streamers were slammed against the docks. Then followed a veritable air-raid, when the sky rained iron fragments upon the helpless city.”<br />Some 2,000 were killed and 9,000 wounded in a city of 50,000. Twelve thousand buildings were obliterated or badly damaged. Suddenly, half the city was homeless in the cold."
}