{
    "url_original": "https://www.wsj.com/articles/an-iconic-beacon-shines-anew-11607708328",
    "url": "an-iconic-beacon-shines-anew-11607708328",
    "title": "An Iconic Beacon Shines Anew",
    "sub_head": "A newly finished restoration of the Empire State Building gives us the chance to again appreciate the structure’s glittering brilliance.",
    "category_1": "Masterpiece",
    "time": "2020-12-11 12:38:00",
    "body": "The Empire State Building is an expression of Jazz Age exuberance so familiar we can easily miss it. Be sure to look at it now, though, because the building has never appeared brighter. A bottom-to-top restoration, 15 years in the making, has just wrapped up at the circular observation level on the 102nd floor and returned the building to its original wonder.<br />And what a wonder it is. An encrustation of obsolete radio equipment and dunnage has been removed from around its spire, or “mooring mast,” and relocated to the single top antenna spike. The sky-high work has revealed the full glistening form of this faceted glass lantern and its four aluminum wings. Cleaned, sealed and repainted, the building now never stops shining, again able to reflect sunlight by day just as it glows from inner illumination by night.<br />The final, astonishing masterpiece of the Roaring ’20s, the Empire State Building opened in the Depression-plagued 1930s as “the eighth wonder of the world.” Its appeal has always seemed historic, not just of one particular age but one for the ages. Ninety years ago, returning to New York for the first time since the Crash, F. Scott Fitzgerald observed this “last and most magnificent of towers” as rising “from the ruins, lonely and inexplicable as the sphinx.” From the moment it was first sketched out to its completion just 18 months later, on up to the travails of the present day, Empire State has been there to elevate us out of our street-level depressions.<br />The term “mooring mast” should suggest the particular magic of Empire State’s design. When a former General Motors executive named John J. Raskob wanted to construct a singular office building at 34th Street and Fifth Avenue, he looked to the architect William Lamb to design a tower that would rise with unprecedented speed from this central plot of Manhattan Island. Lamb edited his tower back to the essentials of machine-made form. The design cut every corner but the ones that mattered. An army of actual skywalkers would slot in 600 million pounds of prefabricated steel, limestone, and chrome-nickel panels. Light, strength and lift were everything as the enterprise aimed to become the tallest building in the world.<br />The office-level floors of Empire State wear these considerations right on their face. The building’s smooth skin has little want of setbacks or shadows. Its minimal articulations balance height and mass in classical proportions with only the most distilled Art Deco details. What matters are the window lines of glistening metal all connecting, all pointing up."
}