{
    "url_original": "https://www.wsj.com/articles/an-unspecial-counsel-for-hunter-biden-11607994149?mod=opinion_lead_pos2",
    "url": "an-unspecial-counsel-for-hunter-biden-11607994149",
    "title": "An Unspecial Counsel for Hunter Biden",
    "sub_head": "Holding the next AG accountable for how the case is handled.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-14 20:08:00",
    "body": "Even as Attorney General William Barr prepares to leave office after resigning on Monday (see nearby), effective Dec. 23, Republicans and many on the right are demanding that he appoint a special counsel to investigate the business dealings of Joe Biden’s son, Hunter. The better idea is to make the next AG responsible for how that case is handled.<br />Hunter acknowledged last week that his “tax affairs” are under investigation by federal prosecutors, who are also looking into his influence-peddling via deals with Chinese interests and a Ukrainian gas company. Most of the media ignored the story before the election, and we warned this could create troubles for a President Biden. And here we are.<br />One problem among many with special counsels is that they are often politically unaccountable, wandering into areas far beyond their remit. Robert Mueller’s team never did find proof of Russia-Trump collusion. But they did torment Michael Flynn on an unrelated charge that was unjustly brought. A special counsel can also bury a case in secret for years, and an AG can duck questions by saying that’s the special counsel’s job.<br />The U.S. Attorney for Delaware is reported to have opened a Hunter investigation in 2018, and there is good reason to believe it can complete its work—barring political interference. This would be the preferred outcome, since Democrats would have a harder time claiming any future charges brought by career prosecutors were politically motivated. Meantime, any effort by a Biden Justice Department to transfer staff, dictate outcomes, or shut down the probe would leak and have political costs.<br />A Republican Senate would also be watching if the GOP secures at least one Georgia runoff seat on Jan. 5. The country was alerted to Hunter’s potential legal jeopardy by Senators Ron Johnson and Chuck Grassley, who in September issued a detailed report about Hunter’s deals in Ukraine, Russia, China and Kazakhstan. The Senators continue to investigate and they’d have subpoena power."
}