{
    "url_original": "https://www.wsj.com/articles/an-unexpected-title-challenge-at-tottenham-starring-jose-mourinho-as-himself-11606993719",
    "url": "an-unexpected-title-challenge-at-tottenham-starring-jose-mourinho-as-himself-11606993719",
    "title": "An Unexpected Title Challenge at Tottenham, Starring José Mourinho as Himself",
    "sub_head": "A season poised for disaster instead has Spurs at top of the league ahead of the North London Derby against rival Arsenal",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-267621?width=620&size=1.5130023640661938",
    "image_1": "im-267621.jpg",
    "time": "2020-12-03 06:08:00",
    "body": "Early in his tenure as manager of Tottenham Hotspur, José Mourinho sat down the most lethal English striker of his generation to tell him he wasn’t famous enough. The problem, he lectured Harry Kane, was that people didn’t believe the sport’s truly elite players belonged at a club like Spurs, in a league like England’s.<br />“They still think that movie stars of football belong to other places,” Mourinho told him in 2019, while being filmed by  Amazon ’s  “All or Nothing” documentary crew. “We have to build your status in that direction.”<br />Luckily, Mourinho added, he could help. Mourinho was already a soccer movie star.<br />José Mourinho has been playing the role of José Mourinho for so long now that it’s hard to tell where the veteran soccer manager ends and the rule-breaking, smirking caricature begins. Especially when Mourinho does things like hold an illegal workout in a London park during Britain’s spring lockdown. Or lose a bet to one of his players and shell out $650 for an Iberian ham.<br />The act can be grating to fans of any club that he isn’t currently coaching. But Mourinho is reminding them why he gets away with it nearly two decades after he first shook up European soccer. Underneath the caricature, there remains a serial winner. Ten games into the season, he has Tottenham at the top of the Premier League and mounting a genuine title challenge."
}