{
    "url_original": "https://www.wsj.com/articles/anni-and-josef-albers-review-dynamic-balance-11609429269",
    "url": "anni-and-josef-albers-review-dynamic-balance-11609429269",
    "title": "‘Anni and Josef Albers’ Review: Dynamic Balance",
    "sub_head": "From the Bauhaus to Black Mountain, the Albers inspired each other—and a generation of artists.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2020-12-31 10:41:00",
    "body": "The 20th century produced its fair share of powerhouse artist couples, among them Alfred Stieglitz and Georgia O’Keeffe, Lee Krasner and Jackson Pollock, Helen Frankenthaler and Robert Motherwell, and Willem and Elaine de Kooning. But for sheer longevity and high-voltage aesthetic give-and-take, none rivals the union of Josef and Anni Albers, who met at the Bauhaus in Weimar, Germany, arrived in the U.S. to teach at Black Mountain College in 1933, and were married for 51 happy and productive years.<br />Numerous books and exhibitions have covered the career of Josef Albers, famed for both his teaching and his rigorous brand of geometric abstraction; fewer have been devoted to the accomplishments of Anni, whose weavings elevated simple craftsmanship to sublime and often monumental statements. No biographer considered the two in tandem until Nicholas Fox Weber published a slim volume about their furniture, textiles and other works in 2004. Now he has written “Anni & Josef Albers: Equal and Unequal”—a mammoth, profusely illustrated doorstopper of a book.<br />Mr. Weber, the author of biographies of Balthus and Le Corbusier, is in an intimate position to present the Alberses as individual artists and married partners—“fiercely ‘independent’ and ‘interdependent’ to rare effect,” as he describes them. He met and became close to the couple in the early 1970s when he was a graduate student at Yale, where Josef was teaching, and since 1979 he has been the head of the foundation that bears the couple’s name.<br />Mr. Weber’s approach in this book is not so much straightforward biography as a smorgasbord of chapters, long and short, detailing the artists’ lives but also examining their relationships with students, collectors, mathematical systems, pre-Columbian art, Duccio and Giotto, Paul Klee and Marcel Breuer (among others), along with the couple’s own tastes in dress, furnishings and even food. With its staggering array of photos and reproductions, this is a book meant to be browsed and savored rather than read straight through.<br />Given their dissimilar backgrounds and an age difference of 11 years, it seems a lucky accident of spontaneous combustion that Anni and Josef should connect at the Bauhaus, that legendary experimental institution for teaching art and design. Josef was the son of a devoutly Catholic painter-decorator in Bottrop, in the northwestern industrial Ruhr region; he worked as an elementary-school teacher before enrolling as a student at the Bauhaus at the age of 32. Anni, born Annelise Elsa Frieda Fleischman, was from a prosperous Jewish family in Berlin; her father “sold expensive dressers and sofas from his vast Art Nouveau showrooms to the swells of Berlin,” Mr. Weber reports, while her uncles “lived in the most impressive mansions in the city [and] all had their clothes custom-made for appearances in the best seats at the opera or for carriage rides from one of their fabulous residences to another.” Anni would soon reject the life of privilege and excess, as she did her artistic education up until that point, whether from her art teacher, a second-generation German Impressionist named Martin Brandenburg, or the instruction she received at the School of Applied Arts, where they taught what she called “sissy stuff, mainly needlepoint.”"
}