{
    "url_original": "https://www.wsj.com/articles/another-general-at-defense-11607470114?mod=opinion_lead_pos2",
    "url": "another-general-at-defense-11607470114",
    "title": "Another General at Defense?",
    "sub_head": "Lloyd Austin’s record and views are more important than his race.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-08 18:28:00",
    "body": "Joe Biden has picked retired Gen. Lloyd Austin to be his Defense Secretary, and anyone skimming the coverage might believe the most important recommendation is his race. But Senators interested more in substance than identity politics have plenty to think about.<br />Gen. Austin, 67, served the country well during his four-decade career in the Army. As commander of U.S. forces in Iraq from 2010-11, he oversaw America’s retreat from the country. The general wanted to keep tens of thousands of American forces, which is to his credit. Less defensible is his failure to anticipate the full withdrawal that Barack Obama ordered and prepare adequately, which led to a hasty exit. Mr. Biden, who worked with Gen. Austin during the Obama Administration, might be most attracted to him as a loyal lieutenant.<br />Gen. Austin was promoted to Commander of U.S. Central Command (Centcom) in 2013 and held the job for three years as Islamic State rampaged across Iraq and Syria. His role in the failed program to train Syrian rebels deserves attention, as does the military’s apparent surprise at the fall of Mosul and swift rise of ISIS in 2014. His spokesman denied it, but Gen. Austin reportedly told the White House that ISIS was only “a flash in the pan.”<br />Blame for the Middle Eastern failures of these years sits primarily with Mr. Obama and his team, including Mr. Biden. But Gen. Austin’s role warrants more scrutiny during confirmation hearings. As a general, he was known for his reticence in command circles. We worry whether Gen. Austin (and the Pentagon) would be sidelined in policy debates among the Biden confidants who will run the National Security Council and State Department.<br />Another concern is that Gen. Austin’s experience is fighting land wars in the Middle East while the growing threat is a sea conflict with China. GOP Rep. Mike Gallagher has it right that Gen. Austin is “a patriot” but “not the pick if you believe China is an urgent threat.” Joint Chiefs Chairman Gen. Mark Milley recently predicted “a lot of bloodletting” in the Pentagon to fund a more prepared Navy, but that will take political will from a defense chief."
}