{
    "url_original": "https://www.wsj.com/articles/another-round-review-raising-a-glass-to-self-improvement-11607028732",
    "url": "another-round-review-raising-a-glass-to-self-improvement-11607028732",
    "title": "‘Another Round’ Review: Raising a Glass to Self-Improvement",
    "sub_head": "Mads Mikkelsen stars in a Danish comedy about a group of friends who try to better their lives by tweaking their blood-alcohol levels.",
    "category_1": "Film Review",
    "time": "2020-12-03 15:52:00",
    "body": "‘Another Round” is the bland English title of a brilliant Danish comedy originally called “Druk.” That means drink, or drinking, and it goes more directly to the essence of a story about four friends, all of them middle-aged high-school teachers, who transform their lives with alcohol consumed in the course of a cockeyed pseudo-scientific experiment. Yet drink, drinking or binge-drinking—there’s some of that too—can’t begin to convey the wild beauty and emotional depth of this film, which stars the great Mads Mikkelsen and was directed by Thomas Vinterberg from a script he wrote with his longtime collaborator Tobias Lindholm. It’s also the first feature, as far as I know, to display its characters’ real-time blood alcohol levels on screen.<br />Mr. Mikkelsen is Martin, a history teacher at a laid-back private school. The bright-faced seniors in his class are perfectly open to the proposition of learning about the past, but Martin is chronically unfocused in the present and his students are on to him—so much so that one young man stands up and walks out of the classroom in disgust. (Playing now in virtual theaters, the film goes to digital platforms on December 18.)<br />If you’re a James Bond fan you may remember Mr. Mikkelsen from his role as Le Chiffre, the villainous banker who bleeds from one eye in the 2006 “Casino Royale.” If you’re a devotee of superb acting you’ll remember him from the 2013 “The Hunt,” another Vinterberg-Lindholm collaboration, in which he plays a blameless kindergarten teacher accused of serial child-molestation. Denmark is a small country, but Mr. Mikkelsen looms large among the leading screen actors of our time. His wit is quick, his timing impeccable, and his characters always seem to have a rich inner life; he has a gift for suggesting who they were before they got to be who they are.<br />The Martin we see at the beginning of the film isn’t a drinker. He’s depressed and lost in lassitude—not quite a full-time tenant of his body. Yet we sense that he must have been formidably charming as a younger man, and that’s before we’re told by one of the friends in his group that he had been the best of them, a gifted scholar with a promising career.<br />The friend who conveys this information, an amiable psychology teacher named Nikolaj (Magnus Millang), is the one who proposes the drinking experiment in the course of a party the others have organized for his 40th birthday. The experiment, the teacher says, is based on the work of the Norwegian psychiatrist Finn Skårderud, who has famously argued—this part is fact, not fiction—that humans are born with a blood alcohol deficit of 0.05%."
}