{
    "url_original": "https://www.wsj.com/articles/another-green-subsidy-bust-11607730090?mod=opinion_lead_pos3",
    "url": "another-green-subsidy-bust-11607730090",
    "title": "Another Green Subsidy Bust",
    "sub_head": "An Obama-era solar failure could cost taxpayers $510 million.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-272506?width=620&size=1.5",
    "image_1": "im-272506.jpg",
    "time": "2020-12-11 18:41:00",
    "body": "Move over, Solyndra. Another green boondoggle from the Obama era has failed, and taxpayers are out as much as $510 million. Late last week Judge Karen Owens approved a Chapter 11 plan of reorganization by Tonopah Solar Energy. Tonopah operated the Crescent Dunes solar plant in Nevada that received $737 million in guaranteed loans from the Obama Administration.<br />The plan includes a settlement with the Department of Energy that leaves taxpayers liable for as much as $234.68 million in outstanding debt, but the total public cost is even higher. Crescent Dunes also received an investment-tax credit, and the 2009 stimulus legislation allowed it to receive a cash payment in lieu of credit. In 2017 the plant received more than $275.6 million from Treasury under the Section 1603 program, which it used to service its outstanding liabilities. So taxpayers already gave Crescent Dunes cash to pay off its taxpayer-backed loans.<br />This is one more cautionary tale in climate subsidies. The sun doesn’t deliver power when it’s cloudy or dark. Crescent Dunes promised to solve this problem by using molten salt to retain the heat from the sun and produce steam, so the plant would generate power 24/7.<br />But Crescent Dunes struggled to get financing from commercial lenders—not least because it was “the first of its kind in the United States and the tallest molten salt tower in the world,” as the Department of Energy gushed in a September 2011 news release.<br />Uncle Sam still rushed in, and the problems soon began. Because of construction delays, Crescent Dunes missed its deadline to begin commercial operations. Equipment failures meant the plant generated no energy through the first half of 2017. Outages were so frequent that the sole buyer of its power, the utility NV Energy, told regulators that Crescent Dunes posed “the most significant risk” to its ability to meet its renewable portfolio goals."
}