{
    "url_original": "https://www.wsj.com/articles/anti-money-laundering-measure-poised-to-clear-congress-11607115358?mod=markets_lead_pos13",
    "url": "anti-money-laundering-measure-poised-to-clear-congress-11607115358",
    "title": "Anti-Money-Laundering Measure Poised to Clear Congress",
    "sub_head": "Overseas companies registered in U.S. would have to declare their true ownership",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-268630?width=620&size=1.5",
    "image_1": "im-268630.jpg",
    "time": "2020-12-04 15:56:00",
    "body": "WASHINGTON—Congress is set to approve legislation requiring companies in the U.S. to register their true owners, plugging what many illicit-finance experts say is one of the biggest holes in U.S. anti-money-laundering rules.<br />Lawmakers in both parties late Thursday announced an agreement to overhaul the framework for fighting money laundering. The measures are expected to be voted on as soon as next week as part of an annual defense-policy bill.<br />Proponents have been trying to pass so-called beneficial-ownership legislation for nearly two decades but have been blocked by groups like the U.S. Chamber of Commerce, the world’s largest business group, and the American Bar Association, according to advocates. But the Chamber has dropped its opposition and now supports the measure as lawmakers addressed the group’s privacy concerns.<br />Among the biggest changes: handing federal officials the true identities of company owners that had previously been allowed to operate anonymously, through the creation of a new registry at the Treasury Department. While information on beneficial owners of companies registering in the U.S. won’t be available to the public, law enforcement would have access to the data under the legislation.<br />Under existing law, companies aren’t under any federal obligation to report the true owners who benefit from its operations. Agents can register on behalf of owners in many U.S. states, or other companies owned by the true owners can be cited as the owners, allowing the true owners to create a string of shell companies that obscure their identities."
}