{
    "url_original": "https://www.wsj.com/articles/antibodies-as-covid-insurance-11607900498?mod=opinion_lead_pos7",
    "url": "antibodies-as-covid-insurance-11607900498",
    "title": "Antibodies as Covid Insurance",
    "sub_head": "A stockpile of medications from Regeneron and Eli Lilly to prepare in case vaccines aren’t enough.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-13 18:01:00",
    "body": "The U.S. can buy a Covid insurance policy for next year. The federal government should scale up production of antibody drugs to make as many doses as possible. The Food and Drug Administration has cleared two such drugs, from Regeneron and  Eli Lilly ,  for emergency use. For newly diagnosed patients, they reduce the risk of severe disease.<br />Making them is relatively straightforward, but supply is limited because the government didn’t find enough manufacturing space in the spring. Regeneron and Lilly took extraordinary steps to increase their own production. They knew they had to make these drugs in the U.S., lest other nations try to nationalize production and pocket the medicines. Each company freed up much of its domestic manufacturing capacity by shifting production of other drugs to places like Europe. Each company also joined forces with another large manufacturer to secure additional production capacity— Amgen  teamed up with Eli Lilly, and Roche worked with Regeneron. The federal government relaxed certain rules to enable these collaborations. This will produce a combined supply of six million to seven million doses next year.<br />But that isn’t enough. Most biotech companies prepare for disruptions in manufacturing by freezing and stockpiling enough of their most profitable drugs to last about two years. Why not pay these plants to use their capacity for antibody production? Companies can dip into reserves to avoid creating a shortage of other important medicines.<br />A manufacturer can’t flip to making antibodies overnight. It’d take about six months to convert a facility to the Covid drug and another six months to return it to its original purpose. But a big facility that makes the Covid antibodies at full throttle for about eight months could rack up some 2.5 million doses.<br />The government can help backstop the risks to any manufacturer willing to become a contract manufacturer for the Covid medication. The government can agree to buy the antibody and stockpile it at a price that makes it worthwhile. Regeneron and Lilly would be paid to license their drugs for such an arrangement."
}