{
    "url_original": "https://www.wsj.com/articles/ants-regulatory-nightmare-could-torment-other-chinese-tech-giants-too-11609149244?mod=business_minor_pos10",
    "url": "ants-regulatory-nightmare-could-torment-other-chinese-tech-giants-too-11609149244",
    "title": "Ant’s Regulatory Nightmare Could Torment Other Chinese Tech Giants Too",
    "sub_head": "Ant’s troubles may be particularly severe, but others should be watching their backs",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-278415?width=620&size=1.5",
    "image_1": "im-278415.jpg",
    "time": "2020-12-28 04:57:00",
    "body": "China’s latest salvo against one of its most well-known technology giants could portend a more perilous regulatory regime for others in the industry as well.<br />China’s central bank Sunday publicly criticized Ant Group, which owns one of the country’s two dominant digital-payment systems, for multiple regulatory failings and urged the company to rectify problems in some of its fastest-growing areas such as online lending. Ant was accused of engaging in regulatory arbitrage, showing contempt for regulatory compliance, and damaging consumers’ rights. On Thursday, China’s market regulator said it had launched an antitrust probe into Alibaba, which owns a third of Ant.<br />The writing has been on the wall for Ant ever since regulators forced the company to put a last-minute stop to its combined $34 billion of initial public offerings in Hong Kong and Shanghai last month. Ant will likely have to scale back some of its higher-margin, faster-growing businesses, such as online lending. The company has previously acted as an online platform for these loans without taking on much of the risk—an asset-light model that made investors give it a valuation above $300 billion before its IPOs ran aground, but was also likely a factor irking regulators. Ant may now have to put up more of its own capital and be regulated more like a bank.<br />Beijing’s one-two punch against the business empire of Jack Ma, the billionaire co-founder of Alibaba, clearly reflects his dwindling political fortunes, but it may also point to a shift in the regulatory environment for other technology companies. Many of the problems highlighted by regulators were well-known. Alibaba’s rivals, for example, have long complained about the company’s practice of forcing merchants to sell exclusively on its platforms, though Beijing hasn’t taken much concrete action to tackle this until now. The government last month issued draft rules against monopolistic practices on digital platforms.<br />Chinese technology giants have become so big partly because the government has imposed relatively few constraints on their growth. Tighter regulations could be good news if Beijing is going to lay out clear boundaries and rules, helping create a level playing field. But if it means more arbitrary regulatory actions related to political, rather than market missteps, that could be a nightmare for Chinese technology giants—and their investors."
}