{
    "url_original": "https://www.wsj.com/articles/aphria-and-tilray-to-merge-to-create-biggest-global-cannabis-company-11608137481?mod=business_featst_pos3",
    "url": "aphria-and-tilray-to-merge-to-create-biggest-global-cannabis-company-11608137481",
    "title": "Aphria and Tilray to Merge to Create Biggest Global Cannabis Company",
    "sub_head": "Combination of Canadian firms would control 17% of country’s adult-use market by revenue, at $686 million",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-274208?width=620&size=1.5",
    "image_1": "im-274208.jpg",
    "time": "2020-12-16 11:51:00",
    "body": "Two Canadian cannabis companies have agreed to merge, creating what they said would be the largest cannabis operation globally by revenue and potentially signaling more deals ahead among cannabis firms.<br />Aphria Inc.  and  Tilray Inc.  said Wednesday their proposed combination would create a company with annual revenue on a pro-forma basis of Canadian $874 million, equivalent to $686 million. The combined company would control 17% of the adult-use Canadian cannabis market by revenue, according to Raymond James, roughly double the shares of three other competitors.<br />The federal government in Canada legalized recreational use of cannabis in 2018, generating investment for new companies that cultivate the substance and sell it under various brand names. Corona beer brewer  Constellation Brands Inc.,  for example, has invested in  Canopy Growth Corp.  Some U.S. states allow people to use cannabis for medicinal uses or as a recreational product.<br />Canadian cannabis companies have at times struggled to generate profits as they navigate what is a relatively new consumer marketplace for publicly traded businesses and regulations across different areas.  Aurora Cannabis Inc.  said Wednesday that it had closed a facility and cut production at another, moves meant to improve cash flows.<br />The deal between Aphria and Tilray could signal more mergers and acquisitions ahead across the industry, according to some analysts. “We expect to see a building wave of consolidation among large and small cannabis players alike,” analysts at Raymond James said."
}