{
    "url_original": "https://www.wsj.com/articles/appellate-court-rules-minority-party-in-house-can-demand-records-11609279893?mod=politics_lead_pos7",
    "url": "appellate-court-rules-minority-party-in-house-can-demand-records-11609279893",
    "title": "Appellate Court Rules Minority Party in House Can Demand Records",
    "sub_head": "Judicial decision, sought by Democrats in 2017, could boost GOP oversight of Biden administration",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-279063?width=620&size=1.5",
    "image_1": "im-279063.jpg",
    "time": "2020-12-29 17:11:00",
    "body": "A federal appeals court on Tuesday ruled that members of the minority party in the House of Representatives are entitled to demand and receive records from a presidential administration without the consent of the majority party in some circumstances.<br />A three-judge panel of the U.S. Circuit Court in Washington, D.C., decided that minority members of the House Committee on Oversight and Reform, a congressional investigative panel, can go to court to enforce information demands without the support of the majority party in the House.<br />The lawsuit was brought by House Democrats in 2017 when they were in the minority and wanted records from the Trump administration about President Trump’s Washington, D.C., hotel on property leased to him by the federal government. But Tuesday’s ruling could have the effect of strengthening Republican oversight efforts of the incoming Biden administration.<br />Democrats took control of the House in the 2018 midterm elections and will take over the presidency in January. As a result, a ruling sought by Democrats could give Republican lawmakers a potential new tool for investigating a Democratic administration. And the Biden administration might appeal the ruling in an effort to fend off future GOP information demands.<br />At the center of the case is an obscure 1928 law that has rarely been invoked and that allows any seven members of the Oversight Committee to jointly demand and receive information from the executive branch. This “seven-member rule” is separate from the subpoena authority that Congress has."
}