{
    "url_original": "https://www.wsj.com/articles/apples-chip-dreams-haunt-its-suppliers-11607708876?mod=business_minor_pos10",
    "url": "apples-chip-dreams-haunt-its-suppliers-11607708876",
    "title": "Apple’s Chip Dreams Haunt its Suppliers",
    "sub_head": "Qualcomm and other chip makers’ shares drop on latest report of Apple’s modem efforts",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-11 16:24:00",
    "body": "Chip makers supplying  Apple  should have learned by now to always consider that business temporary. That doesn’t mean it’s worthless.<br />Intel is only the most recent example, finally losing its place in some of the Mac computer lineup to in-house central processors developed by Apple.  Qualcomm  might be next on the chopping block. Apple’s senior vice president of hardware technologies, Johny Srouji, told employees in a company town hall Thursday that Apple is working on its own modem chips, according to a report by Bloomberg. Modem chips are Qualcomm’s largest business with Apple, with the two companies having recently re-established their relationship following a bitter, multiyear legal dispute.<br />The news took down Qualcomm’s share price by 7.4% Friday. It also seemed to hang over other prominent Apple suppliers such as  Broadcom ,   Qorvo  and  Skyworks Solutions .  All supply radio frequency, or RF, components used in the iPhone. Broadcom shares were down 1% in morning trading despite the company having reported strong results for its fiscal fourth quarter late Thursday. Atif Malik of Citi predicted that Apple would likely look to in-source RF chips after it develops its own modem, given how tightly those components have to work together.<br />But even for Qualcomm, the pain of being replaced by Apple is still some way off—if it happens at all. Mr. Srouji said Apple’s modem effort just kicked off this year, and he described it as a “long-term strategic investment.” The settlement the two companies struck last year included a six-year licensing deal and a “multiyear” chip-supply agreement. Qualcomm’s strong lead in 5G technology was a key factor in driving that settlement, and it isn’t an area in which even Apple will be able to catch up quickly. Tim Arcuri of  UBS  noted Friday that “broad proliferation of a captive modem” on Apple’s part would likely require more expertise in radio-frequency technology that the company may have to acquire through M&A.<br />Apple is ambitious and has deep pockets, along with a well-known desire to control as much of its key technology as it can. That is a risk hanging over any chip company doing business with the tech giant. But those efforts don’t happen overnight: It took Apple a decade to field a competitive PC chip after building its first in-house central processors for the iPhone. That leaves a lot of business that can be done in the meantime, and chip makers who keep their technology well ahead of the pack can maintain their position even longer."
}