{
    "url_original": "https://www.wsj.com/articles/apples-china-app-store-sheds-games-under-pressure-11608719400?mod=business_lead_pos2",
    "url": "apples-china-app-store-sheds-games-under-pressure-11608719400",
    "title": "Apple’s China App Store Sheds Games Under Pressure",
    "sub_head": "Thousands of videogames face removal as Beijing tightens control of internet",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-275896?width=620&size=1.5",
    "image_1": "im-275896.jpg",
    "time": "2020-12-23 05:30:00",
    "body": "Apple Inc.  is booting thousands of videogame apps from its platform in China as the government clamps down harder on such content, illustrating the tech giant’s vulnerability to state pressure on its business.<br />The iPhone maker this month warned Chinese developers that a new wave of paid gaming apps are at risk of removal from its app store, according to a memo viewed by The Wall Street Journal, after the company removed thousands of such apps earlier this year.<br />The Chinese government four years ago began requiring videogames to be licensed before being released, but developers were able to skirt the requirement in Apple’s app store. Apple hasn’t said why the loophole existed or why the company began closing it this year. Foreign software developers lament the change, citing difficulty securing approval in China for their games.<br />The app-store purge comes as China has stepped up efforts to police its internet, tightening content controls and censorship, including a demand that Tripadvisor and more than 100 other apps be removed from the Apple store in the country. The Cyberspace Administration of China called the apps illegal without spelling out the offenses Tripadvisor or the other apps, most of which are from Chinese developers, had committed. Tripadvisor declined to comment.<br />The Cyberspace Administration of China, which regulates cybersecurity, and the National Radio and Television Administration, which approves videogames, didn’t respond to requests for comment."
}