{
    "url_original": "https://www.wsj.com/articles/apple-fitness-review-great-affordable-workoutsfor-watch-owners-only-11607954400?mod=business_lead_pos5",
    "url": "apple-fitness-review-great-affordable-workoutsfor-watch-owners-only-11607954400",
    "title": "Apple Fitness+ Review: Great, Affordable Workouts—for Watch Owners Only",
    "sub_head": "The $10-a-month app takes on at-home fitness for a competitive price but with an expensive catch",
    "category_1": "Tech",
    "category_2": "Personal Technology: Nicole Nguyen",
    "image_1_url": "https://images.wsj.net/im-272546?width=620&size=1.5",
    "image_1": "im-272546.jpg",
    "time": "2020-12-14 09:00:00",
    "body": "One revelation I’ve had during the coronavirus crisis is that there is no way I’m paying for a gym again. Working out from home is more affordable and convenient. Depending on the app, it can be pretty dang fun, too. Goodbye forever, grimy locker-room showers. It’s been nice knowing you.<br />Apple ’s  Fitness+ is another digital workout subscription after your gym money. While the new program, launching Monday, arrives late to a well-established, highly competitive app category, it is right on time for people like me, who are still experimenting with different online training solutions. But the app’s chief requirement—that you own an Apple Watch—will likely turn off people who would otherwise give it a try.<br />Fitness+ will appear as a new tab in Apple’s existing Fitness app. A subscription comes with new weekly video workouts across 10 disciplines, including cycling, treadmill running, yoga and strength. An attractive cast of high-energy trainers draped head to toe in  Nike —which has a partnership with Apple—hosts the sessions. Equally energetic music playlists serve as the soundtrack. (For the most part, that is: You can opt for the “Chill Vibes” playlist if that’s your thing.)<br />Compared with similar fitness apps, it is a relatively good deal. Fitness+ costs $9.99 a month, and you can save by paying the $79.99 annual rate. Everyone in your Apple “family”—up to six people—gets access to the subscription. And there are potentially more savings on the $29.95-a-month Apple One Premier plan if you already subscribe to Apple Music and two terabytes of iCloud storage. The most analogous app, Peloton Digital, costs $12.99 a month for one user.<br />There’s a catch with a not-so-small price tag: A Fitness+ subscription requires an Apple Watch, Series 3 ($199) or newer. While the app’s core workout experience is video, streamed on an iPhone, iPad or Apple TV, you can’t access the app without the smartwatch. If you forget to charge your watch, or left it at home while you are traveling, you can still access the videos and do workouts, but you need to physically own an Apple Watch to sign up for Fitness+."
}