{
    "url_original": "https://www.wsj.com/articles/apple-to-sell-airpods-max-over-the-ear-headphones-for-549-11607438805?mod=tech_lead_pos3",
    "url": "apple-to-sell-airpods-max-over-the-ear-headphones-for-549-11607438805",
    "title": "Apple to Sell AirPods Max Over-the-Ear Headphones for $549",
    "sub_head": "Expansion of product lineup is direct strike against companies like Bose and Sony",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-269881?width=620&size=custom_3000x2400",
    "image_1": "im-269881.jpg",
    "time": "2020-12-08 16:39:00",
    "body": "Apple Inc.  on Tuesday revealed plans to sell AirPods-branded over-the-ear headphones, an expansion of its product lineup in a direct strike against companies such as Bose Corp. and  Sony Corp.<br />Apple’s new AirPods Max will cost $549 and promise noise canceling, advanced acoustics and up to 20 hours of battery life, the company said. The headphones, which go on sale today and begin shipping next week, are coming a little more than a year after Apple introduced a high-end version of its AirPods wireless earbuds. AirPods are now one of Apple’s most successful new products.<br />The Cupertino, Calif., company also said it plans next week to begin selling a subscription fitness service around its Apple Watch costing $10 a month or $80 a year. The announcement puts Apple in steeper competition with  Peloton Interactive Inc.,  which in addition to its fitness equipment has invested in its digital platform that offers subscriptions to workout classes and more.<br />In recent years, Apple has been looking to broaden its offering of wearable products and services through them amid slowing iPhone sales, though the company has recently benefited from an uptick in demand for its laptops, iPads and digital services due to the coronavirus pandemic.<br />Apple’s over-the-ear headphone offerings for years had been centered on its Beats products. Apple bought Beats for nearly $3 billion in 2014 as part of a broader deal to bolster its music business."
}