{
    "url_original": "https://www.wsj.com/articles/apple-fitness-watch-virtual-home-gym-workouts-11607433840?mod=business_featst_pos1",
    "url": "apple-fitness-watch-virtual-home-gym-workouts-11607433840",
    "title": "Powered by Apple Watch, Fitness+ Builds a Virtual Home Gym",
    "sub_head": "Fitness+, Apple’s new subscription service for on-demand workouts, arrives next week with 21 trainers across 10 disciplines.",
    "category_1": "WSJ. Magazine",
    "category_2": "Art & Design",
    "image_1_url": "https://images.wsj.net/im-269718?width=620&size=1.5",
    "image_1": "im-269718.jpg",
    "time": "2020-12-08 08:35:00",
    "body": "The fact that Apple’s six-country launch of a new connected workout platform, Fitness+, which arrives in the Apple store next week, is happening during a surge in a global pandemic that carved out a new market for home fitness is, Apple insists, pure coincidence (“Siri, what’s a synonym for providential?”)<br />“It does feel like people might think we built Fitness+ because of Covid,” Jay Blahnik, Apple’s senior director of fitness technologies, tells me via a video call from the company’s fitness studio in Los Angeles. “But we’ve been working on it for a very, very long time.”<br />From the Apple Watch’s launch, more than five years ago, Blahnik says “fitness has been a really big part of [its] story.” With the launch of Fitness+, however, Apple aims to create a new ecosystem for the watch: a subscription-based, on-demand virtual-fitness studio, with an initial 21-person team of trainers (recruited after an intensive search, in which Apple says “no gym was too gritty for us to go into”), covering 10 disciplines—from high-intensity interval training to dance workouts to rowing to “mindful cooldowns”—offering a fresh slate of workouts, of varying lengths, every week (all set to the beat of Apple Music).<br />Apple doesn’t make fitness equipment—at least not yet—but the watch, arguably, is fitness equipment. Workouts and activity tracking are, Apple says, among the device’s most popular features. From the get-go, the watch had been making inroads into wearers’ wellness routines, not simply by keeping track of their daily movements but by encouraging them to “close your rings,” or complete three color-coded, adjustable-difficulty tasks: “Stand,” for spending at least a minute moving around every hour for 12 hours; “Move,” for burning a certain number of active calories; and “Exercise,” for doing at least 30 minutes of an activity as or more strenuous than brisk walking. It also offers gentle exhortations to pause for deep-breathing exercises.<br />In its fitness lab, the company has been closely tracking more than a hundred thousand hours of activity—across a range of workouts—all with the goal of improving the watch’s accuracy at discerning, say, what stroke you are employing as you swim laps."
}