{
    "url_original": "https://www.wsj.com/articles/apple-replays-the-wrong-audio-track-11607453634?mod=business_minor_pos10",
    "url": "apple-replays-the-wrong-audio-track-11607453634",
    "title": "Apple Replays the Wrong Audio Track",
    "sub_head": "New AirPods Max headphones may follow HomePod rather than AirPods trajectory",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-269957?width=620&size=1.5",
    "image_1": "im-269957.jpg",
    "time": "2020-12-08 15:58:00",
    "body": "Apple Inc.’s  new headphones are at least aptly named.<br />The company announced the AirPods Max on Tuesday morning. Its first Apple-branded entry into the wireless, over-ear headphone market carries an eye-popping price tag of $549—57% higher than the most expensive line of comparable headphones from its own Beats lineup. The new earphones begin shipping next week.<br />Apple has never been one for bargain hunters and its success so far with its AirPods lineup has likely emboldened its approach to the audio market. The company launched the first version in late 2016 for $159—a fair premium to other wireless buds at the time. But the AirPods sound quality and ease-of-use relative to the competition were enough to overcome ridicule about their design. The buds sold strong out of the gate and paved the way for an even more expensive Pro version that launched late last year. Apple credited AirPods as the top driver of growth for its wearables segment, which saw revenue surge 25% to $30.6 billion for the company’s fiscal year that ended in September.<br />But Apple’s premium pricing strategy doesn’t always work out so well. The company’s first HomePod smart speaker launched in early 2018 at $350—more than twice the price of  Amazon ’s  Echo that ruled the smart speaker category at the time. The HomePod sold poorly: Futuresource Consulting estimates it garnered about 4% of smart speaker sales that year. Apple has since cut the HomePod’s price by $50 and launched a much more price-competitive version last month called the HomePod Mini for $99.<br />The new AirPods Max seems more likely to follow the latter’s track. The over-ear headphone market is a fragmented one, with prices ranging from well under $100 to audiophile offerings costing well over $1,000. But the current average selling price for over-ear, wireless headphones with noise canceling is around $230, according to Ben Arnold of NPD Group. And sales in this category have been falling, with revenue down 45% for the first 10 months of this year compared with the same period last year as consumers have been showing a strong preference for wireless buds, according to NPD data."
}