{
    "url_original": "https://www.wsj.com/articles/appreciation-john-le-carre-1931-2020-11608826626?mod=opinion_major_pos11",
    "url": "appreciation-john-le-carre-1931-2020-11608826626",
    "title": "Appreciation: John le Carré, 1931-2020",
    "sub_head": "Frustrated by James Bond-style myths, John le Carré fashioned a literature of betrayal and the cost of secrets.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2020-12-24 11:17:00",
    "body": "The late John le Carré, born David John Moore Cornwell in 1931, liked to quote fellow English novelist Graham Greene to the effect that “childhood is the writer’s bank balance.” Thanks to an anxious upbringing, young David acquired enough authorial capital for the future le Carré to produce 26 books: tales of espionage and more that injected emotional complexity into “the secret world” and transformed spy fiction forever.<br />“The only relationship that I had as I grew up,” le Carré told a Beverly Hills audience in 1999, “was with my father . . . a mercurial, enormously attractive and totally amoral person who was, by profession, not to put too fine an edge on it, a confidence trickster and saw the inside of a number of prisons in his lifetime. The effect of that continues to haunt me.”<br />In his 2016 autobiographical collection “The Pigeon Tunnel,” le Carré recalled how “Ronnie the conman could spin you a story out of the air, sketch in a character who did not exist, and paint a golden opportunity when there wasn’t one.” When not separating gullible partners from their funds, his father could also be violent and was so to his first and second wives. “Ronnie beat me up, too,” le Carré wrote, “but only a few times and not with much conviction.” David’s abused mother (Ronnie’s first wife) left when he was 5, and the boy would spend his youth poring over business papers that his father kept boxed in the attic, seeking details of his dad’s larcenous schemes. “By the age of eight I was already a well-trained spy.”<br />The Oxford-educated David made espionage his career, working first for MI5, then MI6. He wrote his first two works of fiction—under a pseudonym, for security reasons—while still in his government’s employ. Starring in these books was an unprepossessing intelligence officer named George Smiley.<br />Le Carré wanted to up his literary game, partly, he claimed, in response to Ian Fleming’s James Bond fantasies of the 1950s and ’60s, which he dubbed “cultural pornography.” “It was a very rum thing,” he observed, “being in the secret world and watching the literary extension of it as a kind of saccharine vision of a life we didn’t live. Anybody involved in it I think would have been aware of the human cost, the incompetence, the constant cockups, the tragicomedy of it all. . . . Espionage . . . needed some kind of serious treatment, I thought.”"
}