{
    "url_original": "https://www.wsj.com/articles/arizona-republicans-are-racked-by-infighting-over-trump-coronavirus-11607871601?mod=politics_lead_pos2",
    "url": "arizona-republicans-are-racked-by-infighting-over-trump-coronavirus-11607871601",
    "title": "Arizona Republicans Are Racked by Infighting Over Trump, Coronavirus",
    "sub_head": "Party leaders trade personal insults; ‘enjoy your time as permanent resident of Crazytown’",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "image_1_url": "https://images.wsj.net/im-271793?width=620&size=1.5",
    "image_1": "im-271793.jpg",
    "time": "2020-12-13 10:00:00",
    "body": "PHOENIX—The Arizona Republican Party has been racked by infighting as elected officials argue over President Trump’s efforts to overturn the election results and as the GOP governor grapples with a worsening Covid-19 pandemic. The public spats have some worried about the party’s chances going into the next round of elections.<br />The chief disputes are between the party’s establishment and its right wing over whether to keep contesting President-elect Joe Biden’s win in the state, despite no evidence of widespread fraud, and how far to go on restrictions related to the pandemic.<br />After Republican Gov. Doug Ducey defended Arizona’s election system last month, the state GOP chairwoman, Kelli Ward, tweeted that he should #STHU, shorthand for “shut the hell up.” (She later said in a radio interview she meant “shut the heck up.”) Mr. Ducey told reporters: “The feeling’s mutual to her.”<br />On Wednesday, the Arizona GOP  Twitter  account accused Mr. Ducey of trying to replace Ms. Ward as state party chairwoman. Ms. Ward said in an interview she hasn’t decided what she will do next, adding that Mr. Trump told her he would support her remaining the state GOP party’s leader or running for another position. “The world is my oyster,” she said.<br />Both the White House and the governor’s office declined to comment for this article."
}