{
    "url_original": "https://www.wsj.com/articles/artist-ed-ruscha-spent-more-than-50-years-photographing-the-same-los-angeles-street-11607107876",
    "url": "artist-ed-ruscha-spent-more-than-50-years-photographing-the-same-los-angeles-street-11607107876",
    "title": "Artist Ed Ruscha Spent More Than 50 Years Photographing the Same Los Angeles Street",
    "sub_head": "‘12 Sunsets,’ his new interactive digital archive, includes 65,000 images covering all 22 miles of Sunset Boulevard",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-267457?width=620&size=custom_965x768",
    "image_1": "im-267457.jpg",
    "time": "2020-12-04 13:51:00",
    "body": "When Ed Ruscha began photographing the streets of Los Angeles decades ago, strangers would ask what he was doing, squinting behind the lens of a retrofitted Nikon on a tripod in the flatbed of his Datsun pickup truck. “I just said, ‘Ahhh, this is a school project.’ Or something like that,” Mr. Ruscha recalls.<br />For more than 50 years, the artist has meticulously documented a number of streets, including Sunset Boulevard, which runs 22 miles from downtown Los Angeles to the Pacific Ocean. Now some 65,000 of his photographs of the street have been digitized and collected in “12 Sunsets,” an online archive launched recently by the Getty Research Institute in Los Angeles. Capturing Sunset Boulevard year in and year out “became an obsession,” Mr. Ruscha said, “because it’s such a Rolling Thunder of a street!”<br />Mr. Ruscha, who turns 83 this month, mixes Pop art, conceptual art and surrealism in a varied oeuvre infused with deadpan wit. “I kind of bounce around between making paintings and things that are not paintings, or drawings,” he said. “And I make prints, lithographs, etchings—things like that.”<br />The seeds of “12 Sunsets” were planted in 2012, when the Getty acquired an archive of about 500,000 images of Los Angeles streets by Mr. Ruscha. Over the years, he stored many strips of negatives by winding them around motion-picture reels. “We got these giant film canisters, as if we’d gotten 10 copies of ‘Lawrence of Arabia,’” said Andrew Perchuk, deputy director of the Getty Research Institute.<br />The images are a trove for demographers, urban planners and architectural historians: “There is no other such fine-grained record of an American city that anybody knows of,” Mr. Perchuk said. Visitors to the site can tool virtually along Sunset in either direction, east or west, and see how restaurants, karate schools and tuxedo-rental centers flourished and vanished. A stretch of the boulevard in West Hollywood known as the Sunset Strip was a longtime center of the music business, whose presence comes through in stores such as Organ Center and Guitars ‘R’ Us, the offices of music publishers and a sprawling Tower Records."
}