{
    "url_original": "https://www.wsj.com/articles/as-brexit-deadline-looms-eu-offers-plan-to-reduce-border-disruption-11607618325",
    "url": "as-brexit-deadline-looms-eu-offers-plan-to-reduce-border-disruption-11607618325",
    "title": "Boris Johnson Warns Brexit Talks Could Fail as EU Sets No-Deal Plans",
    "sub_head": "British prime minister’s warning comes as bloc sets out proposed terms to ease expected travel delays",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2020-12-10 15:26:00",
    "body": "BRUSSELS—British Prime Minister Boris Johnson said there was a strong possibility that negotiations over a new trade agreement with the European Union would fail as the European Commission set out contingency plans to maintain basic rail, air and freight links between the U.K. and the bloc in case talks collapse.<br />Both sides are preparing for significant border disruption on Jan. 1 affecting trade worth close to $900 billion a year, along with personal and business travel, as the U.K.’s current commercial and security ties with the bloc fall away on Jan. 1.<br />New obstacles at the frontier would be lessened—though not disappear—if a deal over their future relationship can be agreed. Mr. Johnson’s public pessimism and the EU contingency plans laid out Thursday reflect a mutual assessment that an accord might not be reached in time.<br />In a video clip issued by his office Thursday, Mr. Johnson indicated there was a good chance the negotiations would fail. “We need to be very, very clear there is now a strong possibility—a strong possibility—that we will have a solution that’s more like an Australian relationship with the EU than a Canadian relationship with the EU,” Mr. Johnson said.<br />An Australian relationship is the term the British government has increasingly used to describe the two sides trading with no trade agreement but under terms laid out by the World Trade Organization. That would impose customs duties on goods such as food, clothing and cars that have traded tariff-free between the U.K. and the EU since 1973."
}