{
    "url_original": "https://www.wsj.com/articles/as-covid-19-vaccines-roll-out-states-to-determine-who-gets-shots-first-11607509801?mod=business_minor_pos2",
    "url": "as-covid-19-vaccines-roll-out-states-to-determine-who-gets-shots-first-11607509801",
    "title": "As Covid-19 Vaccines Roll Out, States to Determine Who Gets Shots First",
    "sub_head": "Health-care workers, long-term-care residents, teachers and minority groups are among those seeking priority",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2020-12-09 05:30:00",
    "body": "The U.S. is about to launch one of the most daunting public-health efforts in generations: swiftly distributing a Covid-19 vaccine across all 50 states, each of which will determine who gets priority.<br />As soon as this weekend, the Food and Drug Administration is expected to grant emergency approval to a Covid-19 vaccine from  Pfizer Inc.  and  BioNTech SE .  Within 24 hours, 6.4 million doses are set to be sent to every state and the District of Columbia. For most, that initial shipment will be enough to inoculate a little under 1% of their populations.<br />Most states are giving the initial batch to doctors, nurses and other health-care workers who interact with infected patients. As more doses are shipped, many said they would give priority to residents of long-term-care facilities next. The bulk of the population is expected to get the vaccine in the spring or summer, officials have said.<br />But state vaccination plans vary widely and leave many questions unanswered. Health officials are having to prioritize among competing groups including older adults, teachers and minority communities disproportionately affected by Covid-19. Many states also face challenges getting the vaccine to dramatically different populations, from crowded and diverse cities to isolated rural towns.<br />And they have to do it while coping with a surge in coronavirus cases already straining resources in many parts of the nation."
}