{
    "url_original": "https://www.wsj.com/articles/as-electors-gather-cold-numbers-show-what-really-happened-in-2020-11607961430?mod=politics_featst_pos2",
    "url": "as-electors-gather-cold-numbers-show-what-really-happened-in-2020-11607961430",
    "title": "As Electors Gather, Cold Numbers Show What Really Happened in 2020",
    "sub_head": "Voters in the moderate center—not those out on the wings—determined the outcome of the presidential election",
    "category_1": "Politics",
    "category_2": "Capital Journal",
    "time": "2020-12-14 11:13:00",
    "body": "As presidential electors prepared to gather in state capitals on Monday to codify Joe Biden’s victory in the presidential race, Lin Wood, one of the attorneys fighting to overturn the election results for President Trump, took to Twitter to proclaim that the president should “order martial law to clean up” the election. He claimed that thousands of American citizens worked to rig the vote, along with Serbia, Canada, Venezuela, Cuba, the CIA, billionaire George Soros, the Clinton Foundation and many state and local officials from both parties.<br />That conspiracy would suggest, among other things, organizational skills previously unassociated with all those actors. But given that Mr. Wood has more than 750,000 Twitter followers, and that polls show a majority of Republicans don’t trust the election outcome, this seems to be a good moment for a hardheaded look at what completed vote counts across the country actually show.<br />The cold, hard numbers certainly convey sobering realities for the conspiracy theorists, but also for activists of both parties. Above all, they present a clear picture of how the center of the political spectrum held firm in 2020.<br />For starters, Mr. Trump didn’t lose the election in the big cities where he and his allies accuse Democratic mayors and their political machines of rigging the vote. Rather, he lost the election in America’s suburbs.<br />My colleague Dante Chinni’s American Communities Project places every county in America into one of 15 categories based on its demographics, and the project now has tabulated the entire national vote across all counties."
}