{
    "url_original": "https://www.wsj.com/articles/astrazenecas-alexion-splurge-could-attract-a-crowd-11607797721?mod=business_minor_pos10",
    "url": "astrazenecas-alexion-splurge-could-attract-a-crowd-11607797721",
    "title": "AstraZeneca’s Alexion Splurge Could Attract a Crowd",
    "sub_head": "The drug giant’s bid for rare-disease specialist Alexion should please shareholders if the company doesn’t find itself in a bidding war",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-272665?width=620&size=1.5",
    "image_1": "im-272665.jpg",
    "time": "2020-12-12 13:28:00",
    "body": "AstraZeneca ’s  $39 billion splurge to acquire Alexion Pharmaceuticals  looks like a winner—as long as it can hang on at that price tag.<br />The European pharmaceuticals giant said Saturday it would acquire the rare-disease specialist for $175 a share, with just over one-third of that payable in cash and the remainder in stock. AstraZeneca is paying a 45% premium to Alexion’s Friday closing price.<br />The deal has obvious benefits for both sides. AstraZeneca’s big prize in this deal is the blood disorder treatment Soliris, which generates roughly $5 billion in annual sales. That would rank right alongside the cancer drug Tagrisso as one of the company’s bestselling products. Competition for Soliris is unlikely to reach the market for several years, and rare-disease patients have historically been reluctant to switch treatments, even if a drug with superior data reaches the market.<br />Much of the public attention that AstraZeneca has received recently has surrounded its Covid-19 vaccine candidate, but it is unlikely to be a significant part of company sales for a long time. Alexion is far more material. AstraZeneca expects the deal to increase earnings per share by at least 10% over the next three years. The company also said that the acquisition “supports” its “progressive dividend policy,” signaling a higher payout eventually.<br />As for Alexion, its stock price is down 40% since its 2015 high, despite those huge cash flows. Drug companies with one product accounting for the majority of their sales tend to trade at low earnings multiples. In the case of Alexion, Soliris accounts for more than 80% of 2020 estimated revenue. Its shares fetch just 10 times this year’s adjusted profit forecast. By that logic, an asset like Soliris is more valuable to a larger, more-diversified company like AstraZeneca, in the eyes of Wall Street."
}