{
    "url_original": "https://www.wsj.com/articles/at-stanford-and-in-womens-college-basketball-tara-vanderveer-stands-alone-11608296106",
    "url": "at-stanford-and-in-womens-college-basketball-tara-vanderveer-stands-alone-11608296106",
    "title": "At Stanford, and in Women’s College Basketball, Tara VanDerveer Stands Alone",
    "sub_head": "A head coach hits a history-making mark amid a pandemic-disrupted season",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-274881?width=620&size=1.5005861664712778",
    "image_1": "im-274881.jpg",
    "time": "2020-12-18 07:55:00",
    "body": "The first victory? Tara VanDerveer remembers the essential details. The year was 1978, VanDerveer’s inaugural season on the sideline as the head coach of the University of Idaho women’s basketball team. It was a close contest, versus Northern Montana, but as the clock wound down, VanDerveer grew confident they’d win. She instructed her team to play good defense, and importantly, not to foul.<br />“And they went out and fouled,” VanDerveer said, dryly. “I just said, ‘This is going to be harder than it looks.’ ”<br />Idaho still hung on for a 70-68 victory. In the 40-plus seasons since, teams coached by VanDerveer would collect 1,098 more wins, making VanDerveer—now in her 35th season at Stanford after two at Idaho and five at Ohio State—the winningest coach in women’s college basketball history. No. 1,099 arrived Tuesday with a Stanford triumph over the University of the Pacific, giving the 67-year-old VanDerveer the record, one win above her late coaching rival, the Tennessee Volunteers legend Pat Summitt.<br />This commenced a wide celebration of VanDerveer’s career, a low-key but brilliantly steady run which includes a pair of national championships in 1990 and 1992 and a gold medal as the head coach of Team USA in 1996. NBA star Steph Curry sent in a congratulatory video message. (“I’m sure there’s more to come,” he said.) Former Cardinal Chiney Ogwumike, the 2014 WNBA Rookie of the Year, assembled a warm tribute on ESPN’s “SportsCenter” featuring shout-outs from Billie Jean King and Condoleezza Rice. (Ogwumike also sent cupcakes.)<br />“I’ve gotten an incredible number of messages, texts, emails and phone calls,” VanDerveer told me. She was trying to respond to each, but “it’s overwhelming.”"
}