{
    "url_original": "https://www.wsj.com/articles/at-t-boss-defends-plans-to-stream-warner-bros-films-upon-release-11607449185?mod=business_lead_pos11",
    "url": "at-t-boss-defends-plans-to-stream-warner-bros-films-upon-release-11607449185",
    "title": "AT&T Boss Defends Plans to Stream Warner Bros. Films Upon Release",
    "sub_head": "CEO John Stankey expects coronavirus pandemic to scare many people away from theaters",
    "category_1": "Business",
    "time": "2020-12-08 13:02:00",
    "body": "AT&T Inc.  Chief Executive John Stankey defended the decision to release all Warner Bros. movies online the same day they hit theaters next year, arguing that the film producer had to tweak a 2020 playbook that wasn’t working during the coronavirus pandemic.<br />The telecom company’s Warner Bros. unit said last week that it will release its entire 2021 film slate on HBO Max, a new film and television library designed to compete with online services such as Netflix and Disney+. The plan covers 17 movies from the science-fiction epic “Dune” to another installment of the “Matrix” franchise.<br />The choice shocked a film industry accustomed to releasing big-budget films in stages, with cinema owners getting the first bite. But U.S. box-office ticket sales have cratered since coronavirus-related restrictions shut down many venues. Those that reopened are struggling to attract large audiences.<br />“We know we probably needed to try something different,” Mr. Stankey said Tuesday during a virtual investor conference hosted by investment bank UBS Group AG. “Our feeling was, in the theatrical business, based on our best discussion with experts, we were going to be in a situation where the psyche of the population and people’s willingness to go back into large venues—that’s going to be a little bit of a prolonged recovery.”<br />Hollywood and much of the creative community has reacted angrily both to Warner Bros.’s strategy and to the short notice its executives gave their business partners. Theater owners fear that releasing the movies simultaneously on HBO Max and the big screen will drive a stake through their business."
}