{
    "url_original": "https://www.wsj.com/articles/audiobooks-and-podcasts-to-bring-you-holiday-cheer-11606917578",
    "url": "audiobooks-and-podcasts-to-bring-you-holiday-cheer-11606917578",
    "title": "Audiobooks and Podcasts to Bring You Holiday Cheer",
    "sub_head": "How social media would cover Jesus, reviewers’ takes on Hallmark movies and a Hanukkah rom-com",
    "category_1": "Life & Arts",
    "category_2": "Life & Style",
    "image_1_url": "https://images.wsj.net/im-267244?width=620&size=1.5",
    "image_1": "im-267244.jpg",
    "time": "2020-12-02 09:00:00",
    "body": "Podcasts have become go-to entertainment for families traveling during the holidays, but just because you’re forgoing the wagon or 747 this year doesn’t mean you need to skip the podcasts. Mankind has a history of gathering ’round a fire (or living room) to listen to a story and watch it with our minds. As podcasts and audiobooks continue their collision course with radio dramas—now often with production values that almost make them movies without pictures—it’s the perfect time to start an audio-bingeing tradition.<br />These four holiday options range from spare-no-detail analysis of Hallmark movies to a series that imagines how contemporary media would have covered Jesus.<br />Spotify, Apple Podcasts, etc.<br />Three men in South Carolina host this wildly popular podcast celebrating its third Christmas. They dissect every movie that  Hallmark Channel and its sister network, Hallmark Movies & Mysteries, put out over the holiday season—a hard-to-believe 40 debuts this year.<br />In the reviewing trio, Brandon Gray loves the genre, Daniel Pandolph puts up with it, and Daniel Thompson can’t stand it. The episodes run 45 minutes to an hour, usually four days a week, and unpack such things as the plot, scenery, actors and Christmas ornaments. Regular segments include “All the Feels”—about what, if anything, emotionally overwhelmed the reviewers. They also regularly host stars of the films, such as Andrew Walker, who is more than happy to provide his own candid thoughts on Hallmark movies—including his own. (This year, he stars in Hallmark’s “Christmas Tree Lane.”)"
}