{
    "url_original": "https://www.wsj.com/articles/bach-and-my-musical-advent-calendar-11608762125",
    "url": "bach-and-my-musical-advent-calendar-11608762125",
    "title": "Bach and My Musical Advent Calendar",
    "sub_head": "A keyboard masterpiece depends on the complex relationship between sound waves and musical notes.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-277287?width=620&size=1.5057471264367817",
    "image_1": "im-277287.jpg",
    "time": "2020-12-23 17:22:00",
    "body": "Mathematician Eugenia Cheng explores the uses of math beyond the classroom. Read more columns here.<br />Along with my usual chocolate Advent calendar, this year I decided to make myself a kind of musical Advent calendar by playing through a book of J.S. Bach’s “The Well-Tempered Keyboard,” a monumental collection of 24 preludes and fugues. Playing one a day made a perfect fit with my chocolates and the run-up to Christmas Eve.<br />Bach didn’t choose the number 24 arbitrarily. In Western music there are 12 notes in an octave, and for each note there is a major and a minor key, making 24 in total. To understand why there are 12 notes in an octave, rather than 10 or 14, we have to look at the math of sound waves.<br />The pitch of a note is determined by the frequency of its sound wave—that is, how many identical segments of the wave, or oscillations, pass a fixed point in a given period of time. The higher the frequency of a sound wave, the higher the pitch it produces. Harmony in music involves combining sound waves of different frequencies, making use of the fact that some waves reinforce one another while others interfere.<br />For any musical note, the note that goes with it most harmoniously is the same note one octave higher. That’s because the higher note has exactly twice the frequency, leading the two sound waves to oscillate together neatly. The next most harmonious note will be the one with three times the frequency, which in musical terms is a perfect fifth higher—for instance, the jump from C to G, which you can hear at the beginning of “Twinkle, Twinkle Little Star.”"
}