{
    "url_original": "https://www.wsj.com/articles/bangladesh-moves-rohingya-refugees-from-camps-to-remote-island-11607088361?mod=world_major_1_pos1",
    "url": "bangladesh-moves-rohingya-refugees-from-camps-to-remote-island-11607088361",
    "title": "Bangladesh Moves Rohingya Refugees From Camps to Remote Island",
    "sub_head": "Authorities see the newly developed island of Bhasan Char as a solution to overcrowding but advocacy groups oppose the strategy",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-268302?width=620&size=1.5",
    "image_1": "im-268302.jpg",
    "time": "2020-12-04 09:42:00",
    "body": "Bangladesh has begun relocating Rohingya refugees to a remote island off the country’s southeast coast, despite calls from human rights groups to halt  the plan.<br />Bangladesh’s commissioner on refugee issues, Mahbub Alam Talukder, said more than 1,000 Rohingya were taken to the island of Bhasan Char on Friday. They were moved from the country’s massive refugee camps that are home to around a million members of the persecuted community. Most of the refugees were forced to flee their native Myanmar, which borders Bangladesh, after a brutal Burmese military campaign in 2017.<br />Bangladesh authorities developed the island of Bhasan Char, which wasn’t previously inhabited, to accommodate around 100,000 refugees, an effort to ease congestion in the squalid camps. But the relocation plan has been controversial from the start.<br />The island has only existed since around 2003, formed by a buildup of loose silt. Human-rights groups warn it may be vulnerable to extreme weather in an area that is cyclone-prone. It is also hard to reach, located about three hours by boat from the nearest mainland town, and could be difficult for humanitarian workers to access.<br />The United Nations refugee agency has distanced itself from the project. The body said on Wednesday, ahead of Friday’s shift, that the U.N. “has not been involved in preparations for this movement or the identification of refugees and has limited information on the overall relocation exercise.”"
}