{
    "url_original": "https://www.wsj.com/articles/banks-pile-into-government-debt-setting-up-doom-loop-sequel-in-europe-11609324201?mod=markets_lead_pos3",
    "url": "banks-pile-into-government-debt-setting-up-doom-loop-sequel-in-europe-11609324201",
    "title": "Banks Pile Into Government Debt, Setting Up ‘Doom Loop’ Sequel in Europe",
    "sub_head": "In Italy over 11% of the banks’ assets are in government debt, a record",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-278144?width=620&size=1.5",
    "image_1": "im-278144.jpg",
    "time": "2020-12-30 05:30:00",
    "body": "European banks are doing something that got them into trouble years ago: loading up on government debt, a trade investors call the “doom loop.”<br />Banks in the eurozone, stuffed with excess cash thanks to Covid-19 central bank relief efforts, bought close to €200 billion, the equivalent of $245 billion, in government debt of their home countries in the year to September. That has raised their holdings by 19% to €1.2 trillion, according to the European Central Bank.<br />This comes against the backdrop of massive government and central bank support packages that have buoyed assets. The ECB has been buying big quantities of eurozone government bonds, keeping their prices stable and making the investment safe for banks.<br />The fear is that behind the support lies increasingly fragile government finances, as countries borrow aggressively to counteract the effect of the Covid-19 pandemic.<br />It rekindles memories of Europe’s last financial crisis early last decade. In 2012, what started as a struggle by weaker eurozone countries to repay debts turned into a financial-sector crisis. Banks held mountains of government bonds that fell in value, triggering a spiral of ratings downgrades that sent bank borrowing costs up, leading to a credit crunch that slowed economic growth. That hit government finances and perpetuated the doom loop between banks and their sovereigns."
}