{
    "url_original": "https://www.wsj.com/articles/bankrupt-ann-taylor-owner-gets-green-light-for-sale-despite-doj-objection-11607470470?mod=business_lead_pos13",
    "url": "bankrupt-ann-taylor-owner-gets-green-light-for-sale-despite-doj-objection-11607470470",
    "title": "Bankrupt Ann Taylor Owner Gets Green Light for Sale Despite DOJ Objection",
    "sub_head": "Ascena Retail Group hopes to wrap up the $540 million sale out of bankruptcy to Sycamore Partners before the holidays",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-270331?width=620&size=1.5",
    "image_1": "im-270331.jpg",
    "time": "2020-12-08 18:34:00",
    "body": "Ascena Retail Group Inc.  has won court approval to sell its Ann Taylor, Lane Bryant, Loft and Lou & Grey retail brands out of bankruptcy to private-equity firm Sycamore Partners in a deal valued at about $1 billion.<br />Judge Kevin Huennekens of the U.S. Bankruptcy Court in Richmond, Va., said Tuesday he would approve the sale of the majority of Ascena’s remaining assets to Sycamore Partners. The private-equity firm, which specializes in retail and consumer investments, had agreed last month to a purchase price of $540 million, subject to certain adjustments, the assumption of some liabilities and other terms.<br />“This is a pretty marvelous transaction and I just wanted to applaud all of you for putting this together and getting this done,” Judge Huennekens said during a hearing Tuesday held by phone and video.<br />The deal, which could close by next week, will preserve the business as a going concern with at least 900 stores. As of late August, Ascena operated 1,500 retail locations throughout the U.S., down from its previous roughly 2,800 stores.<br />“The business will be owned by a sophisticated retail investor with a track record of maximizing value in this space, where others have found it challenging,” said Steven Serajeddini, a lawyer representing Ascena, during the hearing. “We are very thrilled with the result.”"
}