{
    "url_original": "https://www.wsj.com/articles/barr-kept-biden-probes-from-public-to-avoid-election-politics-11607951984?mod=politics_lead_pos1",
    "url": "barr-kept-biden-probes-from-public-to-avoid-election-politics-11607951984",
    "title": "Barr Kept Biden Probes From Public to Avoid Election Politics",
    "sub_head": "In preventing leaks, attorney general hewed to Justice Department practice and defied his critics’ view of him",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "image_1_url": "https://images.wsj.net/im-272848?width=620&size=1.5",
    "image_1": "im-272848.jpg",
    "time": "2020-12-14 08:19:00",
    "body": "Attorney General William Barr, in the weeks before November’s election, instructed prosecutors and senior colleagues to prevent word of investigations into Hunter Biden from becoming public and keep the Justice Department out of campaign politics, according to people familiar with the matter.<br />Mr. Barr took more steps than previously reported to insulate the investigations, despite calls from President Trump and Republican allies to announce a probe involving President-elect Joe Biden’s son Hunter.<br />Mr. Barr and senior department officials relayed the instructions in conversations with prosecutors, questioning whether their staff members could be trusted and warning against issuing subpoenas or taking other steps that might become public, some of the people familiar with the matter said.<br />The department didn’t respond to an October letter from Republican lawmakers requesting Mr. Barr appoint a special counsel to investigate Hunter Biden and his father.<br />Justice Department guidelines codified in 2012 caution against taking actions close to an election that could be seen as seeking to affect the outcome. Disclosing details of an ongoing investigation into the son of a presidential candidate hit a line Mr. Barr felt would violate that policy and give the appearance of interfering in the election, people close to him said."
}