{
    "url_original": "https://www.wsj.com/articles/beat-the-blues-with-music-flicks-11609103299?mod=opinion_lead_pos11",
    "url": "beat-the-blues-with-music-flicks-11609103299",
    "title": "Beat the Blues With Music Flicks",
    "sub_head": "These movies let us see Dylan roll, hear the Byrds chirp, and get the essence of America.",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "image_1_url": "https://images.wsj.net/im-278351?width=620&size=1.5",
    "image_1": "im-278351.jpg",
    "time": "2020-12-27 16:08:00",
    "body": "Locked down again? Finished the gambit of everything on  Netflix ,  Prime, HBODisneyHuluMax+ and even all 201 episodes of “The Office”? Follow me on a magical musical tour down one last rabbit hole before the lockdown looney tunes end. Music will set you free.<br />You’ve probably seen zillions of concert movies, from “Woodstock” and “The Song Remains the Same” to “American Utopia.” But I think a choice list of movies can lead us all the way to the essence of the 1960s-to-’80s music scene. Forget reading a book; that’s like swimming a marathon—we’ve got to see and hear the story.<br />Maybe we warm up with the daddy-issues biopics “Bohemian Rhapsody” and “Rocketman.” Or the raunchy “The Dirt” about Mötley Crüe, who just have issues period. Or “Sid and Nancy.” But forget fiction. Let’s hear from real musicians. Don’t stop me now.<br />We’re ready for “Echo in the Canyon” about the music scene in Laurel Canyon, Los Angeles—lots on Roger McGuinn and David Crosby of the Byrds (the Beatles’ favorite American band, it turns out). Their unique sound came from Rickenbacker guitars made in nearby Santa Ana. John Lennon played a Rickenbacker, and when someone from the company invited the band to a New York hotel to see the second-ever-made electric 12-string guitar, George Harrison grabbed it and changed pop music forever. Americans supplied the weapons Eric Clapton and other Brits used in the Invasion. We’ll learn the beginnings of the Beach Boys, mixing in The Mamas and The Papas, plus Stephen Stills and Neil Young of Buffalo Springfield. Is this that essence we’re searching for? Maybe, but it certainly reveals the origin of decades of American music.<br />The narrator of “Echo” is Jakob Dylan, Bob’s son. So next watch Martin Scorsese’s “Rolling Thunder Revue: A Bob Dylan Story.” It’s about the 1975-76 ragtag bus tour of Dylan and a collection of musicians—there’s Joni Mitchell, and hangers-on like Allen Ginsberg. Be warned, there are a lot of fake Easter eggs in the documentary, including actress Sharon Stone in a Kiss T-shirt joining the tour."
}