{
    "url_original": "https://www.wsj.com/articles/behind-the-rocky-release-of-cyberpunk-2077-a-new-videogame-featuring-keanu-reeves-11607509800?mod=business_lead_pos4",
    "url": "behind-the-rocky-release-of-cyberpunk-2077-a-new-videogame-featuring-keanu-reeves-11607509800",
    "title": "Behind the Rocky Release of ‘Cyberpunk 2077,’ a New Videogame Featuring Keanu Reeves",
    "sub_head": "Game launches this week after being delayed three times—in part because of challenges caused by employees working from home",
    "category_1": "Tech",
    "time": "2020-12-09 05:30:00",
    "body": "Videogame maker  CD Projekt SA  was finishing its biggest-ever title, anchored by Hollywood star Keanu Reeves, when the Covid-19 pandemic hit earlier this year and bogged the Polish company down with time-eating remote-work problems.<br />On Thursday, “Cyberpunk 2077” will finally hit the market after three delays that have both fed fan anticipation and changed the calculus for its success because of the project’s higher costs. The struggles of the Warsaw-based company reflect the challenges of managing creative teams remotely as well as the difficulties a smaller player confronts trying to create a blockbuster in the competitive, fast-growing videogame market.<br />CD Projekt could use a big hit. The company has only one other major game franchise, and all eyes are on “Cyberpunk” because it is the industry’s only original major title coming to market this holiday season.<br />Executives at CD Projekt said the cost of making and marketing “Cyberpunk” was significantly higher than the roughly $80 million the company spent on its last game, “The Witcher 3: Wild Hunt,” without providing specifics. They said they initially miscalculated how long “Cyberpunk” would take to complete, with the health crisis most affecting the latter stages of four years of development, following pre-production work that started around 2012.<br />With employees homebound, making even a minor tweak—such as changing the placement of characters or objects in a scene—would take hours instead of minutes, said Marcin Iwiński, who co-founded CD Projekt with a high-school friend in the early 1990s and is now co-chief executive with Adam Kiciński. “There’s less iteration and communication on a daily basis,” he said."
}