{
    "url_original": "https://www.wsj.com/articles/beijing-sends-alibaba-an-unwelcome-christmas-present-11608806388?mod=business_minor_pos10",
    "url": "beijing-sends-alibaba-an-unwelcome-christmas-present-11608806388",
    "title": "Beijing Sends Alibaba an Unwelcome Christmas Present",
    "sub_head": "Government’s antitrust broadside against Chinese tech giant marks an escalation in hostilities",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-277822?width=620&size=1.5",
    "image_1": "im-277822.jpg",
    "time": "2020-12-24 05:42:00",
    "body": "The billionaire founder of Chinese e-commerce giant Alibaba is unlikely to have a merry Christmas this year.<br />Jack Ma was dealt a double blow on Christmas Eve: The Chinese antitrust watchdog launched an investigation into Alibaba, while Ant Group, the company’s finance affiliate, was summoned to discuss competition and consumer rights.<br />Specifically, the regulators mentioned the practice of forcing merchants to sell exclusively on Alibaba’s platforms. This is a longstanding issue in China’s e-commerce industry, where Alibaba reigns supreme.  JD.com ,  Alibaba’s competitor, has complained about it for years and filed lawsuits against the market leader. Abuse of digital-platform power is also a theme of antitrust suits in the U.S. and Europe against the likes of  Amazon  and Google.<br />It isn’t the first time the government has tried to step in. The antitrust regulator summoned 20 e-commerce platforms in November last year to urge them to stop monopolistic practices. But recent events have reinforced the impression that Beijing means business.<br />The government announced draft antitrust rules against digital platforms last month, after Ant Group’s $34 billion initial public offering was abruptly stopped by the regulators. The move seemed to be endorsed by the very top of China’s leadership structure. President Xi pledged to step up antimonopoly efforts to “prevent the disorderly expansion of capital” in a meeting earlier this month. Since then, the regulators have fined Alibaba and Tencent for acquisitions that were completed years earlier. Just this week, the government warned the internet giants about predatory pricing in what is known as community-group buying, a popular way to sell groceries online."
}