{
    "url_original": "https://www.wsj.com/articles/beijings-collision-with-christians-11608593160?mod=opinion_lead_pos10",
    "url": "beijings-collision-with-christians-11608593160",
    "title": "Beijing’s Collision With Christians",
    "sub_head": "As the faith spreads, the Communist Party fears a threat to its political control.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "time": "2020-12-21 18:26:00",
    "body": "With the European Parliament threatening to block an investment deal with China over persecution of Muslims in Xinjiang, the shock waves released by Beijing’s Hong Kong crackdown still reverberating, and the debate over the next U.S. administration’s China policy heating up, this would seem like a bad time for Beijing to kick off another major international dustup over human rights.<br />But that logic holds little appeal for Chinese policy makers today; crushing domestic dissent takes priority over burnishing the country’s image. This is bad news for China’s Christians, who face growing hostility from a ruling party that until a few years ago was willing to turn a blind eye to the proliferation of unofficial “house churches” across the country.<br />That era of toleration coincided with one of the greatest expansions of Christianity in the past 2,000 years. From an estimated three million believers at the end of the Cultural Revolution, the number of Protestants in China is now believed to exceed 100 million, with another 10 million to 12 million Catholics. (The government offers an implausible figure of 38 million Protestants.) The Council on Foreign Relations cites a 2018 estimate from Purdue’s Center on Religion and Chinese Society of between 93 million and 115 million Protestants in China. Much of the growth has come since 2010, and some projections suggest that by 2030 China could surpass America to have the largest population of Christians in the world.<br />This is one of the few competitions with the U.S. that Beijing does not want to win. Churches are increasingly targets of the Chinese Communist Party’s repression of free speech. Some have been demolished; others have been “secularized” as local officials tear down religious symbols such as crosses. Authorities are now demanding the installation of cameras to monitor worshipers’ behavior and pastors’ sermons. There are reports of Catholic churches being forced to replace pictures of the Virgin Mary with portraits of Xi Jinping.<br />In October, National Review’s Cameron Hilditch pointed to a Xinhua News Agency report that the Communist Party has decided to produce a state-approved Bible. Mr. Hilditch reports that one change is to the New Testament story in which Jesus spares a woman taken in adultery from stoning by telling her accusers not to cast the first stone unless they are sinless. In the new, improved version, when the accusers have left, Jesus stones the woman himself, saying, “I too am a sinner. But if the law could only be executed by men without blemish, the law would be dead.”"
}