{
    "url_original": "https://www.wsj.com/articles/beirut-explosion-what-happened-in-lebanon-and-everything-else-you-need-to-know-11596590426?mod=world_major_1_pos7",
    "url": "beirut-explosion-what-happened-in-lebanon-and-everything-else-you-need-to-know-11596590426",
    "title": "Beirut Explosion: What Happened in Lebanon and Everything Else We Know",
    "sub_head": "Warehouse fire ignited a cache of explosive ammonium nitrate, authorities say, leading to more than two dozen arrests but no ministers among them",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2020-12-10 16:58:00",
    "body": "Nearly 200 people were killed and more than 6,000 injured in a massive explosion at the port in Beirut on Aug. 4, ravaging the heart of residential areas and the city’s vibrant commercial district. Dozens of people are unaccounted for. Here is what we know so far.<br />A giant explosion at a warehouse in the port sent a shock wave through east and downtown Beirut at about 6 p.m. local time on Aug. 4. Videos of the blast posted on social media showed smoke billowing from the warehouse on the waterfront before a massive explosion produced a dome-shaped cloud that engulfed large parts of central Beirut. The force of the blast did tremendous damage to the surrounding neighborhoods and nearby buildings. The homes of tens of thousands of people were damaged by the blast.<br />Authorities say the blast occurred when a fire at a warehouse—Hangar 12—on the city’s waterfront ignited a cache of ammonium nitrate, an explosive material that had been stored at the site for more than six years.<br />Ammonium nitrate is a chemical compound most commonly used in fertilizers. It is also used to make explosives and was used in the Oklahoma City bombing in 1995.<br />The Lebanese government is facing questions about why the explosive chemicals were stored at the port. A judge leading an investigation into the blast has charged caretaker Prime Minister Hassan Diab and three former ministers with negligence in relation to the blast. Mr. Diab has denied any wrongdoing. The former ministers couldn’t be reached for comment. Many Lebanese blame years of poor governance and corruption by the entire ruling elite for the explosion."
}