{
    "url_original": "https://www.wsj.com/articles/best-holiday-gift-ideas-for-2020-11605901407",
    "url": "best-holiday-gift-ideas-for-2020-11605901407",
    "title": "The Best (and Affordable) Holiday Gift Guide",
    "sub_head": "After a hard year, treat your loved ones to presents (all under $300) that can immediately make life easier, whether they love fashion, food, travel, tech or design",
    "category_1": "Life & Arts",
    "category_2": "Life & Style",
    "image_1_url": "https://s.wsj.net/public/resources/images/B3-HL895_GG2020_LV_20201118133507.jpg",
    "image_1": "publicresourcesimagesB3-HL895_GG2020_LV_20201118133507.jpg",
    "time": "2020-12-11 13:52:00",
    "body": "2020 IS not the year to test your loved ones’ patience by wrapping up lizard-covered cocktail spoons or anything silly and destined to gather dust. We’ve all been through too much. We don’t need clutter. We don’t want to spend a lot. We just want life to be easier. And, frankly, more joyful. So our team of expert shoppers has focused on instant-gratification with holiday gifts that your recipients will want to use before the wrapping paper hits the floor. To simplify your search, we’ve split them into five categories: fashion, food, gear, travel and design.<br />The prospect of a socially distant winter isn’t exactly uplifting, so give right-now pleasure to anyone on your list who cares about style. In choosing these gifts, our obsessive editors focused on clothes and accessories your loved ones will want to put on without delay—from an instant Zoom-look update to Japanese slippers that are the comfiest we’ve ever tried.<br />In a year when festive events are dropping off the calendar left and right—from the office holiday party to your annual drinks date with old friends and even family dinners—sending a gift of food or drink is more meaningful than ever. This season’s edible and drinkable gift recommendations are equal parts practical and pure pleasure.<br />At the moment, no one wants high-tech suitcases (many of us are shunning planes) or chess sets that are too precious to touch (eyeroll). So when it comes to finding gifts for fans of gear, gadgets and all things geeky, we’ve focused on “can’t wait to try” ideas that relieve seasonal stress, provide aural escape, spruce up whatever your giftee is calling an office these days and more.<br />Your jet-setting loved ones might not be swanning off to Gstaad this winter, but you can still help them indulge in more practical, more immediately accessible escapes. We’ve compiled 8 gifts that align with a range of sojourns, whether that’s curling up in a secluded cottage, finally scratching the national parks off their bucket list or simply settling in for an armchair adventure."
}