{
    "url_original": "https://www.wsj.com/articles/bets-on-more-fed-bond-buying-help-contain-treasury-yields-11606905001?mod=markets_lead_pos2",
    "url": "bets-on-more-fed-bond-buying-help-contain-treasury-yields-11606905001",
    "title": "Bets on More Fed Bond-Buying Help Contain Treasury Yields",
    "sub_head": "Bond market weighs whether the central bank will purchase more later-dated Treasurys to provide additional stimulus",
    "category_1": "Markets",
    "category_2": "Treasurys",
    "time": "2020-12-02 05:30:00",
    "body": "Some investors are betting that the Federal Reserve could start buying more long-term U.S. Treasurys as soon as its next policy meeting, a trend that has helped temper some recent selling and kept yields from rising higher.<br />One factor influencing such bets: the outcome of the Nov. 3 election, which resulted in the strong possibility of divided government in Washington and left investors thinking the Fed might need to assume more responsibility to support an economy increasingly buffeted by a surge in coronavirus cases.<br />Treasury Secretary Steven Mnuchin’s decision to not extend several emergency Fed lending programs beyond Dec. 31 also left the Fed with fewer alternatives to Treasury purchases for economic stimulus. Buying bonds helps boost the economy by reducing longer-term Treasury yields, lowering the cost of borrowing for individuals and businesses.<br />Minutes from the Fed’s Nov. 4-5 meeting released last week offered few clues about prospects for policy changes at the central bank’s next meeting on Dec. 15-16. Officials in early November didn’t think it was necessary to make immediate adjustments to their bond-buying program. But they “recognized that circumstances could shift to warrant such adjustments,” the minutes said.<br />Renewed hopes that Congress could pass some sort of coronavirus-aid package in a lame-duck session helped lift the yield on the benchmark 10-year U.S. Treasury note to 0.933% on Tuesday from 0.845% Monday. But that remained below the 0.970% mark it reached three weeks ago, just after  Pfizer Inc.  released highly encouraging results from its coronavirus vaccine trial."
}