{
    "url_original": "https://www.wsj.com/articles/biden-attorney-general-will-be-greeted-with-politically-challenging-inbox-of-cases-11608897600?mod=business_minor_pos4",
    "url": "biden-attorney-general-will-be-greeted-with-politically-challenging-inbox-of-cases-11608897600",
    "title": "Biden Attorney General Will Be Greeted With Politically Challenging Inbox of Cases",
    "sub_head": "Eventual appointee will have to grapple with investigations of president-elect’s son and Trump personal lawyer Rudy Giuliani",
    "category_1": "Politics",
    "time": "2020-12-25 07:00:00",
    "body": "President-elect Joe Biden has told advisers that he doesn’t want his administration to be overshadowed by politically sensitive investigations at the Justice Department, yet his attorney general will quickly be confronted by a number of them.<br />Continuing federal investigations into both President Trump’s personal attorney, Rudy Giuliani, and Mr. Biden’s son, Hunter, will pose an immediate test for whomever the president-elect chooses to run the Justice Department.<br />The new attorney general also will face a continuing special counsel investigation into the origins of the FBI’s probe of possible Trump campaign ties to Russian interference in the 2016 election. In addition, he or she will have to decide whether to continue to pursue some civil lawsuits filed by the Trump Justice Department that some officials viewed as more aligned with the president’s personal interests than with those of the federal government.<br />While Mr. Biden has yet to name his nominee for attorney general, he has said he intends to leave tough calls about politically fraught probes to his top prosecutor, which aides say is meant to signal a departure from what they see as the persistent undermining of the agency’s traditional independence from the White House under former Attorney General William Barr.<br />Mr. Barr departed from his post on Wednesday, and Mr. Trump appointed his deputy, Jeffrey Rosen, as acting attorney general. While current and former department officials don’t expect Mr. Rosen’s policies to differ greatly from Mr. Barr’s, his decisions in coming weeks could add to the challenges facing his successor."
}