{
    "url_original": "https://www.wsj.com/articles/biden-can-make-american-trade-deals-great-again-11607622762?mod=opinion_lead_pos6",
    "url": "biden-can-make-american-trade-deals-great-again-11607622762",
    "title": "Biden Can Make American Trade Deals Great Again",
    "sub_head": "Unions might resist, but most Democrats now agree that economic isolation is a losing proposition.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-10 12:52:00",
    "body": "President-elect Joe Biden probably wishes he could avoid trade policy. He can’t. To re-establish partnerships with allies, devise rules for a changing world economy, and prepare the American labor force for the future, Mr. Biden will have to defuse Donald Trump’s trade wars and connect his economic and foreign policies. The press reported on Wednesday that Mr. Biden will nominate Katherine Tai, a talented trade lawyer with experience in Congress, to be U.S. Trade Representative. Ms. Tai has an opportunity to reshape policy and realign trade politics.<br />Since 1947, America’s leadership has included setting the world’s trade agenda. Yet last month, without U.S. participation, 15 other countries in the Asia-Pacific, including China and U.S. allies, signed a new Regional Comprehensive Economic Partnership to establish rules for the most dynamic 30% of the world economy. The Comprehensive and Progressive Agreement for Trans-Pacific Partnership, launched in 2018, drew from provisions in U.S. free-trade agreements. But President Trump dropped out.<br />Countries around the world are negotiating the business standards of the future. The new architects of international economics are adapting to changes in supply chains, including the move to digital platforms and services. The U.S. has instead been preoccupied with raising tariffs. If the U.S. doesn’t show up for modern trade negotiations, it can hardly expect to set the rules.<br />The Biden administration has an opportunity to build a new domestic coalition for trade. In a 2020 survey by the Chicago Council on Global Affairs, 75% of Democrats agreed that the economic connections of globalization are “mostly good” for the country. A bipartisan 74% said trade is good for the economy and 59% think trade creates jobs at home. Groups ranging from digital denizens to farmers know that economic isolationism is a loser. Even so, Mr. Biden’s political advisers may be inclined to bury the trade topic to avoid fights with labor unions.<br />A new Biden approach should highlight the digital economy, environmental goods and services, and health supplies, as well as intellectual property and agriculture. Accords can advance American values by including terms that boost transparency, fight corruption, and strengthen the rule of law, including for labor rights. The administration should combine its trade agenda with development plans, for example with Africa and Central America, and with carbon and biodiversity goals."
}