{
    "url_original": "https://www.wsj.com/articles/biden-cabinet-gets-mixed-grade-so-far-from-liberal-groups-11607712063?mod=politics_lead_pos5",
    "url": "biden-cabinet-gets-mixed-grade-so-far-from-liberal-groups-11607712063",
    "title": "Biden Cabinet Gets Mixed Grade So Far From Progressive Groups",
    "sub_head": "As the president-elect unveils his latest picks, activists talk up candidates for remaining jobs",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "time": "2020-12-11 16:37:00",
    "body": "President-elect Joe Biden introduced more of his cabinet picks and key staffers on Friday, as progressives expressed mixed reactions to his choices so far and pushed Mr. Biden’s transition team to select their allies for some remaining posts.<br />Progressive activists and lawmakers helped ensure Mr. Biden’s victory over President Trump by rallying to his side in the general election, largely muting criticisms they made during the primaries. Now those same figures could help decide the fate of Mr. Biden’s policy agenda, particularly with a narrow Democratic majority in the House that includes a contingent of outspoken members.<br />At the same time, Mr. Biden doesn’t want to alienate moderate Democrats and Republicans in the closely divided Senate, which has to confirm his nominees.<br />Mr. Biden formally announced Tom Vilsack as his pick for secretary of Agriculture; Ohio Rep. Marcia Fudge for secretary of Housing and Urban Development; Denis McDonough, former chief of staff to President Barack Obama, for secretary of Veterans Affairs; Katherine Tai for U.S. Trade Representative; and former Ambassador Susan Rice as director of the Domestic Policy Council.<br />“Some are familiar faces, some are new in their roles,” Mr Biden said at an event in Wilmington, Del., on Friday. “All are facing new circumstances and challenges. That’s a good thing. They bring deep experience and bold new thinking. Above all, they know how government should and can work for all Americans.”"
}