{
    "url_original": "https://www.wsj.com/articles/biden-transitions-pentagon-briefings-resume-amid-dispute-11609372616?mod=politics_lead_pos3",
    "url": "biden-transitions-pentagon-briefings-resume-amid-dispute-11609372616",
    "title": "Biden Transition’s Pentagon Briefings Resume Amid Dispute",
    "sub_head": "Transition aides said the Defense Department and Office of Management and Budget continued to rebuff requests for information",
    "category_1": "Politics",
    "time": "2020-12-30 18:56:00",
    "body": "WASHINGTON—Talks have resumed between President-elect Joe Biden’s transition team and the Defense Department following an 11-day stalemate, but his aides said they were pushing the Trump administration for more information related to national security and the coronavirus pandemic.<br />Following a cessation of meetings starting Dec. 18, the Defense Department has held three briefings this week with Mr. Biden’s team on Covid-19 and cybersecurity, Pentagon and transition officials said. While the meetings were paused, officials at the Defense Department said they responded to 17 requests for information from Dec. 18-28.<br />Biden transition aides said Wednesday the Defense Department and Office of Management and Budget continued to rebuff requests for information on a range of issues.<br />“This intentionally generated opacity makes it harder for our government to protect the American people moving forward,” Yohannes Abraham, a senior transition official, said in a press briefing. “This lack of cooperation has real-world implications, most concerningly as it relates to national security…There are also health and economic repercussions to this obstruction.”<br />The back-and-forth over the level of cooperation by the Pentagon presented the latest obstacles in the transition. President Trump has refused to concede to Mr. Biden, and some aspects of the transition were initially delayed when the General Services Administration waited to formally ascertain Mr. Biden’s victory."
}