{
    "url_original": "https://www.wsj.com/articles/biden-gets-vaccine-but-does-he-understand-it-11608591090?mod=opinion_lead_pos11",
    "url": "biden-gets-vaccine-but-does-he-understand-it-11608591090",
    "title": "Biden Gets Vaccine, but Does He Understand It?",
    "sub_head": "President-elect still forecasting crisis after his inauguration.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-276340?width=620&size=1.5",
    "image_1": "im-276340.jpg",
    "time": "2020-12-21 17:51:00",
    "body": "In the days leading up to the November elections Joe Biden told some whoppers on the subject of health care. Perhaps that’s to be expected in the heat of a political campaign. But his post-election comments are harder to figure. Mr. Biden’s Monday Covid-19 vaccination in Delaware proves he now understands that his consistent skepticism about the Trump administration’s Operation Warp Speed was misguided. Yet Mr. Biden continues to promote the same policy agenda based on his original false premise.<br />Candidate Biden claimed that the president had no plan for addressing the virus and warned that Americans couldn’t trust Mr. Trump to oversee a quick and safe vaccine approval. With today’s vaccination Mr. Biden has effectively rebutted his own campaign warnings.<br />The outstanding work of the pharmaceutical industry, encouraged and enabled by President Trump, has already resulted in two approved vaccines, and yes, there is a distribution plan. The Journal’s Peter Loftus and Charles Passy report on the newly authorized Covid-19 vaccine from  Moderna Inc. :<br />“The second shot in a one-two punch against the coronavirus is here,”  reports Michael Gartland today for the New York Daily News. He adds:<br />It’s exciting for people all over the world. In the U.S., it suggests the  problem will be largely solved by Inauguration Day. Dr. Jay Bhattacharya of Stanford Medical School and Oxford University epidemiology professor Sunetra Gupta explained in a recent Journal op-ed:"
}