{
    "url_original": "https://www.wsj.com/articles/bidens-climate-all-stars-11609104094?mod=opinion_lead_pos1",
    "url": "bidens-climate-all-stars-11609104094",
    "title": "Biden’s Climate All Stars",
    "sub_head": "Jennifer Granholm subsidized green-job business losers in Michigan.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-278359?width=620&size=1.5",
    "image_1": "im-278359.jpg",
    "time": "2020-12-27 16:21:00",
    "body": "Joe Biden has unveiled what he called his climate cabinet appointees, and progressives are calling it an “all star” list. That depends on your point of view. One of the stars is former Michigan Gov. Jennifer Granholm to lead the Department of Energy, and the choice suggests a return to climate corporate subsidies.<br />DOE’s main duties are to oversee nuclear sites, set efficiency standards and dole out government largesse. But her credential for Mr. Biden may be that, during her governorship from 2003 to 2011, Ms. Granholm handed out hundreds of millions of dollars to politically favored startups to create “green jobs.” Many of her bets failed.<br />Take fledgling electric-car battery manufacturer A123 Systems, which was awarded a $249 million DOE grant plus $125 million in state tax credits. Plagued by manufacturing problems, A123 went bankrupt in 2012. China’s Wanxiang Group bought most of its assets.<br />A123’s customer, Fisker Automotive, also went bust in 2013 after receiving a $192 million DOE loan with the goal of manufacturing a hybrid at a plant located in Mr. Biden’s senatorial backyard. Fisker was backed by prominent liberal investors including Al Gore. “Lobbying by all local politicians is said to have won the day for the Wilmington plant,” the Washington Post reported in 2013.<br />Ms. Granholm also offered battery manufacturer  LG Chem  $125 million on top of the $150 million in federal stimulus dollars it received. While LG Chem is still in business, its employees at the time were caught watching movies and playing games on the clock because they ostensibly had little productive to do."
}