{
    "url_original": "https://www.wsj.com/articles/bidens-pick-for-secretary-of-state-took-up-consulting-venture-capital-during-trump-administration-disclosures-show-11609458326?mod=politics_lead_pos1",
    "url": "bidens-pick-for-secretary-of-state-took-up-consulting-venture-capital-during-trump-administration-disclosures-show-11609458326",
    "title": "Biden’s Pick for Secretary of State Took Up Consulting, Venture Capital During Trump Administration, Disclosures Show",
    "sub_head": "After years in public service, Tony Blinken sat out GOP administration in private sector; spy-chief pick Avril Haines was at Columbia University",
    "category_1": "Politics",
    "category_2": "National Security",
    "time": "2020-12-31 18:45:00",
    "body": "WASHINGTON—President-elect Joe Biden’s pick for secretary of state took a high-dollar foray into international consulting and venture capital during the Trump administration, a career move that followed long years in public service in the White House, State Department and halls of Congress, according to financial disclosures released Thursday.<br />Tony Blinken, seen as likely to be confirmed as chief diplomat in January, is co-founder and managing partner at a consulting firm that includes other former officials from the Obama administration’s national security team. The firm, WestExec Advisors LLC, paid him $1.2 million, not including an expected payment of between $250,000 and $500,000 for 2020, according to the disclosures, filed through the U.S. Office of Government Ethics.<br />Meanwhile, Avril Haines, Mr. Biden’s selection for director of national intelligence, has an extensive résumé that includes consulting work with national-security data analysis company  Palantir Technologies Inc.  and WestExec Advisors, and as a fellow at the nonpartisan public policy research organization Brookings Institution. Ms. Haines has resigned from those posts and says she will recuse herself from all business with them for one year. The bulk of her income comes from her position as a research scholar and lecturer at Columbia University, where she was paid a salary of $440,121.<br />The disclosures demonstrate what has long been a pattern in Washington: Senior officials from one political party find private work in their areas of expertise during an administration led by a president from the other party, in this case President Trump’s Republican Party. Companies and investors have eagerly sought strategic advice from veteran Washington lawyers and consultants as they navigated political and policy changes in the Trump administration, and former officials with international experience were useful in grappling with tariffs and new attitudes toward international deals, U.S. allies and China.<br />Mr. Blinken and Ms. Haines will face questions about their work in hearings expected in early 2021. The Senate is expected to announce the schedules for confirmation hearings for Mr. Blinken, Ms. Haines and others soon after the Georgia Senate runoff, which will determine partisan control of the Senate, according to a person familiar with the planning. Typically, hearings for key posts occur ahead of the inauguration to have key national security posts ready for a final confirmation on Jan. 20, the day of the ceremony. In 2017, the Senate confirmed Jim Mattis as secretary of defense and John Kelly as head of the Department of Homeland Security on the same day President Trump was sworn in."
}