{
    "url_original": "https://www.wsj.com/articles/biden-to-have-a-better-economy-in-2021-than-in-2009-but-worse-options-11606926003?mod=politics_lead_pos12",
    "url": "biden-to-have-a-better-economy-in-2021-than-in-2009-but-worse-options-11606926003",
    "title": "Biden to Have a Better Economy in 2021 Than in 2009, But Worse Options",
    "sub_head": "President-elect inherits a Fed largely out of ammo and faces a potentially divided Congress",
    "category_1": "Economy",
    "category_2": "Capital Account",
    "time": "2020-12-02 11:20:00",
    "body": "Joe Biden has been here before. Twelve years ago, as Barack Obama’s newly elected vice president, Mr. Biden inherited an economy laid low by a once-in-a-century crisis.<br />The good news is that, unlike then, the recovery from the pandemic-driven economic contraction is now under way and with vaccines about to be approved, an end to the latest crisis is in sight. The bad news for Mr. Biden is that while he and his team want to accelerate the recovery, they may not be able to do much about it. Monetary policy is largely exhausted and fiscal policy is at the mercy of Congress.<br />In 2009, Democrats controlled both the House and Senate. If Republicans win at least one of two runoffs in Georgia next month, they will retain control of the Senate, where they will likely take a harder line on deficits than they did under President Trump.<br />The emphasis Mr. Biden has placed on the recovery can be seen from who he has asked to steer it. If confirmed, Janet Yellen would be the first practicing economist to serve as Treasury secretary in two decades. She has spent her career in academia and government, including as head of the Federal Reserve, studying and managing the balance between unemployment and inflation.<br />Today, it is clear which is the priority. Like the financial crisis 12 years ago, “The pandemic and economic fallout…have caused so much damage for so many,” she said Tuesday. “It’s essential that we move with urgency. Inaction will produce a self-reinforcing downturn causing yet more devastation.”"
}