{
    "url_original": "https://www.wsj.com/articles/biden-is-a-climate-dead-end-11608331407?mod=opinion_lead_pos8",
    "url": "biden-is-a-climate-dead-end-11608331407",
    "title": "Biden Is a Climate Dead End",
    "sub_head": "Green pork will do less good than getting out of the way for energy technology and investment.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "time": "2020-12-18 17:43:00",
    "body": "Find a spot on your refrigerator for a quote Vice President-elect Kamala Harris made shortly before the election. “Do you believe climate change is happening and threatening the air we breathe and the water that we drink?” That is, having invoked the sacred term, she proceeded to evince zero understanding of what the issue is all about. Her careless rhetoric is more representative than you might think.<br />Let’s understand: In the long run, a human impact on climate change will be determined by two things—how much warming CO2 causes and how much CO2 is emitted. The United Nations climate panel consults two dozen models to forecast that a doubling of atmospheric CO2 would eventually boost temperatures by 2.7 to 8.1 degrees Fahrenheit. The panel aggregates the results of so many models because its scientists can’t empirically verify any of them.<br />On future emissions, it has long been understood that human carbon output has been growing at roughly half the RCP 8.5 rate cited in universally adopted worst-case scenarios. Credit goes to large economic and demographic trends: richer societies, smaller families, more-service-based economies. A U.N. working document expects these trends to unfold regardless of whether governments enact policies specifically “to reduce greenhouse gas emissions as a goal in itself.”<br />Policy ideas nevertheless leap to mind that would enhance these dynamics. Unfortunately, after 30 years, climate policy as practiced in the advanced economies has been overtaken by what the economist Bruce Yandle calls Baptist-and-bootlegger incentives. Policy formation has been captured by those with a financial stake in green subsidies irrespective of any climate benefit.<br />Which brings us to the Joe Biden administration. Look at the dutiful drudges he’s putting in charge: John Kerry, former Obama EPA chief Gina McCarthy, former Michigan Gov. Jennifer Granholm. These people, above all, are reliable: They can be trusted not to say that electric cars are a distraction and bauble for the upper middle classes, that nuclear power is essential, that heavy-handed regulation will kill more jobs than it creates, that a carbon tax would be a far more efficient way to discourage emissions than the green socialism Democrats have embraced."
}