{
    "url_original": "https://www.wsj.com/articles/bidens-court-problem-11608247052?mod=opinion_major_pos9",
    "url": "bidens-court-problem-11608247052",
    "title": "Biden’s Court Problem",
    "sub_head": "He may find a judicial branch more skeptical of regulatory power than under Obama.",
    "category_1": "Opinion",
    "category_2": "Potomac Watch",
    "time": "2020-12-17 18:17:00",
    "body": "Tweets come and go; judges last a lifetime. That simple truth may weigh heavily on Joe Biden’s presidency.<br />The president-elect is rapidly filling his administration, and two things are clear. One, it’s all about green. Climate will be the driving priority of this White House—Mr. Biden’s make-nice to progressives. He’ll have a climate envoy (John Kerry), a climate czar (Gina McCarthy), and climate obsessives leading every department (Janet Yellen, Pete Buttigieg, Jennifer Granholm). Two, the growing collection of Obama retreads signals that Mr. Biden intends to enact this agenda Obama-style. That is, by “pen and phone.”<br />What choice does he have? A continued Republican Senate would put paid to most of Mr. Biden’s legislative ideas, given their radical nature. The parties may find some mutual self-interest in spending, but the GOP will have no time for bills that crush the economy with an anticarbon program, or impose a health-insurance public option, or abolish right-to-work states. Even a narrow Democratic Senate majority might struggle to get such controversial legislation over the finish line. That’s why the Biden administration is already gearing up to rule by executive order and regulation.<br />Yet the U.S. of 2021 will be very different than the Obama years in one key regard—or rather, in 233 regards. That’s the number of judges Mitch McConnell’s Senate has so far confirmed over the past four years, and Donald Trump’s most enduring legacy. Team Biden will struggle to replicate the Obama regulatory machine “because much of what they want to do will be well beyond any statutory or constitutional authority, and what we have now are a number of judges attuned to those issues and unafraid to hold the executive branch accountable,” says Don McGahn, Mr. Trump’s first White House counsel.<br />Mr. McGahn would know, since he helped vet many of those judges, with a clear eye to the future. While flashpoint cultural issues still dominate confirmation hearings, veterans of the judicial wars understand that what matters increasingly in the era of big government is a judge’s views on administrative law. Especially with Democratic White Houses that ignore Congress, enact sweeping rules through agencies, and rely on courts to sign off on this power grab."
}