{
    "url_original": "https://www.wsj.com/articles/biden-needs-a-conciliatory-tone-11608160936?mod=opinion_lead_pos8",
    "url": "biden-needs-a-conciliatory-tone-11608160936",
    "title": "Biden Needs a Conciliatory Tone",
    "sub_head": "The new president should stop dwelling on the election, even if the old one won’t.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-274364?width=620&size=1.5",
    "image_1": "im-274364.jpg",
    "time": "2020-12-16 18:22:00",
    "body": "As Monday’s Electoral College meetings in state capitals conclusively settled the race for the White House, Joseph R. Biden Jr. will be sworn in as president on Jan. 20. The outcome has been apparent for weeks, as one Trump campaign lawsuit after another flamed out. Now even prominent Republicans like Senate Majority Leader Mitch McConnell are acknowledging Mr. Biden will be America’s 46th president.<br />As one person moves into the Oval Office, another moves out—and so Donald Trump will exit 1600 Pennsylvania Avenue, presumably to refinance his business, deal with investigations by the Manhattan district attorney and New York attorney general and keep his options open for 2024.<br />During this process, Mr. Biden has mostly struck grace notes. Despite provocations, he’s resisted inflammatory rhetoric and endeavored to turn down the temperature of our politics. Until Monday. The president-elect’s tone that night was a mistake.<br />In his televised remarks accepting the Electoral College results, Mr. Biden angrily denounced Mr. Trump’s efforts to flip the election. He called them “extreme” and “unprecedented” and accused Mr. Trump of having “refused to respect . . . the rule of law” or to “honor our Constitution.” He lectured Mr. Trump about “respecting the will of the people” even if he found those results “hard to accept.”<br />These points have some validity. The efforts of the Trump legal team were often indefensible. Team Trump’s rhetoric was frequently over the top and backed with scant evidence. But this wasn’t the time to make that point. The inevitable result is that the attacks drew the headlines, not Mr. Biden’s declaration that “we can work together for the good of the nation,” not his call for the country “to unite, to heal,” and not his promise to “be a president for all Americans.”"
}