{
    "url_original": "https://www.wsj.com/articles/biden-bibi-and-bhutan-11607994383?mod=opinion_lead_pos4",
    "url": "biden-bibi-and-bhutan-11607994383",
    "title": "Biden, Bibi and Bhutan",
    "sub_head": "Another diplomatic normalization shows Israel’s greater clout.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-14 20:06:00",
    "body": "Israel’s era of diplomatic good feeling presses on, with the Jewish state winning recognition last week from Morocco in North Africa and over the weekend from Bhutan in South Asia. The majority-Buddhist Himalayan kingdom of less than a million people may not be a strategic powerhouse, but its normalization shows that Israel’s new diplomatic standing extends beyond the Persian Gulf.<br />Unlike the Abraham Accords involving the United Arab Emirates, Bahrain, Sudan and Morocco, the U.S. didn’t broker the deal between Israel and Bhutan. The agreement was signed in India. Yet Israeli Prime Minister Benjamin Netanyahu tweeted that Bhutan’s recognition was “additional fruit of the peace agreements.”<br />It’s also fruit of Israel’s economic and strategic clout in South Asia. India’s trade with Israel—including military equipment—has been steadily increasing as its economy grows, and Prime Minister Narendra Modi and Mr. Netanyahu have warm relations. Bhutan is a close Indian partner and China has stepped up disputes along the kingdom’s borders.<br />One payoff for the U.S. of the Abraham Accords was the promise that they could lead to increased investment in Israeli technology from wealthy Arab states, displacing Chinese capital. If the Bhutan-Israel agreement further strengthens Israel-India ties, that also redounds to the benefit of the U.S. as it tries to balance China’s influence in Eurasia.<br />As Joe Biden begins Middle East diplomacy, he will be engaging with an Israel that is in a stronger strategic position than when he was last in the White House. He says he wants to build on the Trump Administration’s diplomatic progress between Israel and the Arab world, and a November Journal report suggests Saudi Arabia is holding out on recognizing Israel in the hope of using it to improve its standing with the Biden Administration."
}