{
    "url_original": "https://www.wsj.com/articles/bidens-fast-track-to-reregulation-11608926882?mod=opinion_lead_pos1",
    "url": "bidens-fast-track-to-reregulation-11608926882",
    "title": "Biden’s Fast Track to Reregulation",
    "sub_head": "The Congressional Review Act could swiftly undo Trump successes.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-25 15:08:00",
    "body": "If Democrats control the Senate next month after Georgia’s runoffs, say a quick goodbye to President Trump’s recent deregulation. With full control of Washington, Democrats could use the Congressional Review Act to annul the Trump Administration’s handiwork, as Republicans undid Barack Obama’s. The good news: More of Mr. Trump’s efforts are now safe from the CRA, thanks to the wrangling over virus relief.<br />The CRA lets lawmakers nix regulations published in the previous 60 legislative days, with a similar “lookback” period for a new Congress. That review window moves: Whenever lawmakers dither in D.C., the CRA review period for their successors gets later on the calendar. Judging by Congress’s schedules, analysts thought new rules from the Trump Administration might be at risk beginning as early as May.<br />That would put in jeopardy some big items on Mr. Trump’s agenda. This summer the Administration finished overhauling environmental reviews, the goal being to prevent endless projects like Denver’s 13-year study of a 12-mile road expansion. That deregulation will be crucial for the success of any big infrastructure bill. But the new rule wasn’t finished until July 16, and at the time it seemed within the CRA’s window.<br />Legislative dysfunction to the rescue: Congress later added days to its session as it worked toward a scrupulous agreement—that’s a joke—on this week’s 5,593-page omnibus to fund the government, provide Covid relief, create new Smithsonian museums, and Make Business Lunches Great Again. Now the CRA’s review period in 2021 might not reach back further than August, although the precise window won’t be clear until lawmakers deal with Mr. Trump’s veto threat.<br />Plenty is still at risk, including the new rules the Trump Administration might finish before the inaugural oath is delivered on Jan. 20. The Labor Department recently adopted a rule saying retirement-plan fiduciaries must pick investments “solely on financial considerations,” meaning no settling for lower returns in exchange for fewer carbon emissions."
}