{
    "url_original": "https://www.wsj.com/articles/biden-faces-pressure-from-his-party-over-cabinet-picks-11607018376?mod=politics_lead_pos6",
    "url": "biden-faces-pressure-from-his-party-over-cabinet-picks-11607018376",
    "title": "Biden Faces Pressure From His Party Over Cabinet Picks",
    "sub_head": "Black, Latino lawmakers are discussing tactics to elevate preferred contenders, possibly including aligning their endorsements",
    "category_1": "Politics",
    "time": "2020-12-03 16:34:00",
    "body": "WASHINGTON—President-elect Joe Biden is under pressure from several groups within the Democratic Party as he weighs more cabinet picks, with Black and Latino lawmakers discussing coordinating efforts to try to sway his selections for top jobs.<br />Members of the Congressional Black Caucus and Congressional Hispanic Caucus have been in touch with Mr. Biden’s transition team to encourage him to increase diversity at the highest levels of the government. Some of those members are now discussing tactics to elevate their preferred contenders, including possibly aligning their endorsements. They haven’t reached an agreement on their strategy, according to people familiar with the discussions, but one approach would be to choose one Black or Latino candidate to recommend for a handful of top remaining positions.<br />\"The African-American and Latino communities rallied behind this administration and their expectations are to be included at all levels,” said Rep. Bennie Thompson (D, Miss.), who has spoken with the Biden transition team.<br />The efforts underscore the pressures Mr. Biden faces as he builds out his administration. In addition to demands that he increase the diversity across his cabinet nominees, Mr. Biden is navigating the party’s progressive base and his pledge to govern as a consensus builder. Some of the candidates being pushed by Black and Latino groups don’t have the backing of progressive groups, and vice versa.<br />Mr. Biden’s team so far has included a number of firsts for women and minorities. They include his choice of Alejandro Mayorkas, who is Cuban-American, to be the first Latino and first immigrant to lead the Department of Homeland Security, and Cecilia Rouse, who would be the first Black chair of the Council of Economic Advisers. Mr. Biden named another Black woman, Linda Thomas-Greenfield, as his nominee for ambassador to the United Nations, and has appointed more than a dozen people of color to senior White House roles."
}