{
    "url_original": "https://www.wsj.com/articles/biden-meet-your-frenemies-in-europe-11609103726?mod=opinion_lead_pos5",
    "url": "biden-meet-your-frenemies-in-europe-11609103726",
    "title": "Biden, Meet Your Frenemies in Europe",
    "sub_head": "The president-elect longs for ‘normal,’ but inherits an EU courting China and pushing out the U.S.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-276169?width=620&size=1.5",
    "image_1": "im-276169.jpg",
    "time": "2020-12-27 16:15:00",
    "body": "The Biden administration is committed to restoring normal service in U.S. relations with Europe, but the truth is there is no “normal” left. The European Commission talks of a “new trans-Atlantic agenda for global change,” but the European Union is also rushing to complete a trade deal with China. The incoming administration finds itself at odds with the EU over trade and investment. The Biden crowd should ponder one of President Obama’s favorite lines, “The world is what it is,” and respond with as much realism and as little idealism as possible.<br />Trans-Atlantic relations may improve in tone, but their content has changed and was changing long before Donald Trump entered the White House. The Cold War ended three decades ago. The fruits of that American-led victory include a liberal, democratic and peaceful Europe. The worm in the apple is that the Europeans can act independently, whether as individual nations or in concert through the EU. The more independent they are, the less they want advice from Americans.<br />The post-Cold War divergence of American and European interests is usually attributed to the George W. Bush administration’s response to 9/11: the bungled interventions that set off a human wave of migrants and terrorism in Europe; the hostile behavior of the Department of Homeland Security, which remains a powerful disincentive to visiting the U.S. All true, but deeper processes were already at work.<br />The full quotation, from V.S. Naipaul, is: “The world is what it is; men who are nothing, who allow themselves to become nothing, have no place in it.” In 1945, most of Europe was nothing but rubble. By 1990 Western Europe had remade itself under American supervision and protection. The EU has since expanded to 27 states and sought to secure a place as an independent node in a multipolar world.<br />Strategic competition with the U.S. is a natural part of that effort. As Sweden’s then-Prime Minister Goran Persson said in June 2001, the EU is “one of the few institutions we can develop as a balance to U.S. world domination.”"
}