{
    "url_original": "https://www.wsj.com/articles/biden-expected-to-name-lloyd-austin-as-defense-secretary-11607388957?mod=politics_lead_pos1",
    "url": "biden-expected-to-name-lloyd-austin-as-defense-secretary-11607388957",
    "title": "Biden Expected to Name Lloyd Austin as Defense Secretary",
    "sub_head": "Austin was commander of U.S. Central Command under President Obama, overseeing forces in the Middle East",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-269659?width=620&size=1.5",
    "image_1": "im-269659.jpg",
    "time": "2020-12-07 21:17:00",
    "body": "President-elect Joe Biden is expected to name Lloyd Austin, a retired Army general who was in charge of military operations in the Middle East under President Obama, as his defense secretary, according to people familiar with the matter, which would make him the first Black defense chief in U.S. history.<br />Gen. Austin’s nomination would represent the second time a retired general has been chosen to lead the department in recent years, after retired Marine Gen. Jim Mattis. In addition to Senate confirmation, Gen. Austin would be required under law to obtain a congressional waiver to serve in the post, as he has been out of uniform for less than seven years.<br />Gen. Austin didn’t respond to requests for comment, and Mr. Biden’s transition team didn’t respond to questions. Mr. Biden told reporters Monday that he planned to name a defense secretary nominee on Friday. Politico reported earlier that Mr. Biden was expected to choose the retired general.<br />Gen. Austin was chosen over at least two other nominees who were considered leading candidates for the post—Michèle Flournoy, who served as a top Pentagon official during the Obama administration, and Jeh Johnson, former Homeland Security secretary and onetime Pentagon general counsel.<br />Both Ms. Flournoy and Mr. Johnson came under criticism from some progressive groups within the Democratic Party, some of whom favored Gen. Austin because of his cautious approach to U.S. force deployment and his experience supervising the withdrawal of U.S. forces in Iraq in 2011."
}