{
    "url_original": "https://www.wsj.com/articles/biden-inauguration-set-to-welcome-donations-not-donors-to-washington-11608209738?mod=politics_lead_pos5",
    "url": "biden-inauguration-set-to-welcome-donations-not-donors-to-washington-11608209738",
    "title": "Biden Inauguration Set to Welcome Donations, Not Donors, to Washington",
    "sub_head": "Festivities to be scaled down, but big donors are promised perks such as a virtual concert and VIP tickets to a future in-person event",
    "category_1": "Politics",
    "time": "2020-12-17 07:55:00",
    "body": "Instead of financing fancy receptions, companies and other donors to next month’s pandemic-era inauguration are being asked to help pay for what is shaping up to be a mostly online show.<br />The scaled-down event on Jan. 20—which President-elect Joe Biden has said will look more like the Democratic National Convention in August than past inaugurations—is almost certain to cost less than the roughly $100 million President Trump’s committee spent on his multiday bash in 2017.<br />Still, there will likely be bills totaling tens of millions of dollars, according to people involved in planning other large-scale virtual events this year.<br />“You might think you could save lots of money going virtual, but there are surprisingly high labor and platform costs associated with helping millions of people simultaneously tune into an equally distributed speaker lineup,” said Shomik Dutta, co-founder of Higher Ground Labs, a political tech incubator whose startups worked on the virtual convention. “The challenges range from reliability to security and require real engineering horsepower, production capacity and more.”<br />Mr. Biden will be sworn into office on the west side of the U.S. Capitol, where a platform is under construction, and prospective top donors have been promised a series of virtual gatherings to replace the in-person festivities. While inaugural events on the Capitol grounds are paid for by Congress, the Presidential Inaugural Committee typically pays for receptions, concerts and other programming, a spokeswoman for the Joint Congressional Committee on Inaugural Ceremonies said."
}