{
    "url_original": "https://www.wsj.com/articles/bidens-win-for-the-american-system-11609182770?mod=opinion_lead_pos5",
    "url": "bidens-win-for-the-american-system-11609182770",
    "title": "Biden’s Win for the American System",
    "sub_head": "Voters who chose him still have faith in public institutions. His goal should be to reassure the rest.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-278450?width=620&size=1.5",
    "image_1": "im-278450.jpg",
    "time": "2020-12-28 14:12:00",
    "body": "Many Americans were taken aback when 126 members of Congress joined a specious lawsuit to overturn last month’s presidential election. It appeared to be the latest, most glaring evidence that the country’s commitment to its constitutional system is in decline. But there’s reason for hope. Hyperbolic calls to abandon the core institutions of American life—demands to forsake capitalism from the left, and vicious, norm-busting partisanship from Donald Trump’s Republicans—were defeated handily this year. The result of the presidential election showed that beyond repudiating President Trump, Americans are seeking renewal and revitalization.<br />To be sure, polarization is a real and serious problem. But this election was less about whether the U.S. would tack left or right, and more about whether the country would embrace compassion. Americans rejected the radical vituperation proselytized on the fringes and chose the optimistic tradition of social justice associated with Pope John XXIII. (I know that may sound strange coming from a practicing Jew, but here we are.) The man who decisively defeated Mr. Trump reflects the “silent majority” of Americans, who believe in renewing rather than revolutionizing our political and economic systems. Rooted in faith, Joe Biden’s promise to “save the soul of the nation” reflected his determination to address the political, economic and cultural alienation that fuels fervor on the far right and left alike.<br />Those who feel vindicated by Mr. Biden’s victory shouldn’t lose sight of how we got here—or how we got President Trump four years ago. A significant minority of the country is angry, and their anger is, at root, entirely legitimate. Trump supporters and the far left both sense that in today’s America the powerful few get ahead and don’t see, hear or value everyday people. I realize that people on either edge of the political spectrum naturally take offense at being lumped in with the other lot. But everyone who still champions democratic capitalism—and that’s most of us—needs to realize that the calls for revolution from right and left have a common foundation in grievance and estrangement.<br />Their uproar was a long time coming. Many of today’s radicalized voters come from families who sacrificed when the country went to war over phantom weapons of mass destruction and watched the responsible policy makers get off scot-free. Their communities were decimated by the financial crisis, and banks got bailouts while victims were left holding the bag. Today they struggle to afford college even as celebrities lie and cheat to get their children into elite schools. Over the years they’ve grown to believe that there are two sets of rules in the U.S.—one for the rich and powerful, and one for everyone else. They’re not entirely wrong.<br />But the solution isn’t to blow up the system, ignoring the will of the people as expressed at the ballot box. Nor is it right for proponents of America’s institutions to castigate, shun, cancel or demonize those who have lost faith. Both camps have become ideologically tribal, and Mr. Trump was particularly adept at exploiting the desire to find fellowship in grievance. But the first step in reconciliation or bridging a political divide is to control any impulse to dismiss the other side, and instead reach for mutual understanding. That’s why Americans should adopt Mr. Biden’s belief that everyone counts, that everyone’s voice matters, and that our collective responsibility is to ensure that the country can “grow together.”"
}