{
    "url_original": "https://www.wsj.com/articles/big-pharma-heads-toward-a-deals-spree-11609329780?mod=business_minor_pos10",
    "url": "big-pharma-heads-toward-a-deals-spree-11609329780",
    "title": "Big Pharma Heads Toward a Deals Spree",
    "sub_head": "Regulatory outlook appears promising, and Covid-19 vaccines could give the industry political capital",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-278896?width=620&size=1.5",
    "image_1": "im-278896.jpg",
    "time": "2020-12-30 07:03:00",
    "body": "In the year ahead, investors should expect Big Pharma to have its wallet open. Investors hunting for buyouts should think big.<br />Total deal volume for the drug industry has reached $253 billion globally so far this year, according to Dealogic. That is down from a record $432 billion in 2019. The onset of the coronavirus pandemic, coupled with election-related uncertainty over future industry regulations meant fewer large deals were agreed upon.<br />Investors are expecting that to change, and for good reason. For starters, the regulatory outlook seems far brighter than some had feared. President-elect Joe Biden did vow to implement tough new drug-pricing measures during the campaign. But with the pandemic still unfolding, it is unlikely to be a priority for the administration.<br />The ultimate balance of power in the Senate is still uncertain, but the blue wave that investors feared ahead of the election didn’t materialize. Even with a narrow Democratic majority, getting broad legislation through the Senate will be a challenge. And while Big Pharma is always a popular target for politicians, the industry might get some political capital from having developed safe and effective Covid-19 vaccines in record time.<br />As such, deal activity has picked up lately. This month,  AstraZeneca  agreed to purchase  Alexion Pharmaceuticals  for $39 billion in cash and stock, and  Eli Lilly  agreed to buy gene-therapy startup  Prevail Therapeutics  for $880 million in upfront cash and more than $1 billion if certain development milestones are reached."
}