{
    "url_original": "https://www.wsj.com/articles/big-techs-auto-dreams-are-stuck-in-the-slow-lane-11607083381?mod=business_minor_pos11",
    "url": "big-techs-auto-dreams-are-stuck-in-the-slow-lane-11607083381",
    "title": "Big Tech’s Auto Dreams Are Stuck in the Slow Lane",
    "sub_head": "Tech’s future in cars will likely be more evolutionary than revolutionary",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-04 07:03:00",
    "body": "This is the final column in a four-part Heard on the Street series on how “smart” vehicles will affect the automotive, tech and insurance industries.<br />Big tech was going to revolutionize the car market. Then reality happened.<br />Just a few years ago, Silicon Valley seemed to have Detroit in its sights. Google had self-driving test cars roaming around, while  Apple  was building its own automated car from scratch. Chip giant  Intel  made its second largest acquisition ever with Mobileye for $15.3 billion in early 2017, while rival  Nvidia was building powerful chips designed to become the central brains of autonomous vehicles. And  Amazon.com  wasn’t even keeping its dreams on the ground. The e-commerce giant was testing air delivery drones in the U.K. by late 2016.<br />Most of those efforts haven’t died, but the hype has faded considerably. Apple seemed to make the biggest reversal, reportedly laying off more than 200 workers last year from its autonomous-car effort called Project Titan. Google is still at it, with its Waymo car venture now offering a highly limited taxi service in Phoenix. But Waymo remains buried in parent company  Alphabet Inc.’s  “other bets” segment, where it doesn’t appear to be generating much actual business. The company’s most recent quarterly filing said Other Bets revenue is still derived primarily from its broadband service once known as Google Fiber and licensing from its Verily Life Sciences venture.<br />Intel, meanwhile, hasn’t exactly revved up with Mobileye. Revenue for the unit, which makes computer-vision and driver-assistance technology, rose only 6% for the trailing 12-month period ended in September, lagging Intel’s overall revenue growth of 11% in that time. It also still makes up barely 1% of Intel’s overall business."
}