{
    "url_original": "https://www.wsj.com/articles/big-tech-and-antitrust-a-path-forward-11608061980?mod=tech_lead_pos10",
    "url": "big-tech-and-antitrust-a-path-forward-11608061980",
    "title": "Big Tech and Antitrust: A Path Forward",
    "sub_head": "With so much uncertainty, let’s embrace a policy agenda that is premised on curiosity",
    "category_1": "U.S.",
    "category_2": "Journal Reports: Year in Review",
    "time": "2020-12-16 08:00:00",
    "body": "As the debate over big tech and antitrust intensified over the past year, certainty reigned.<br />On one side are those who are certain that companies like Amazon, Apple, Facebook and Google are monopolies, dominant in individual markets like search, social networking, e-commerce and app stores. They are certain that mergers between companies like Facebook and Instagram reduced competition. And they’re certain that antitrust law has calcified, unable to account for new technologies. As a recent report by the House Judiciary Committee claimed, “companies that once were scrappy, underdog startups…have become the kinds of monopolies we last saw in the era of oil barons and railroad tycoons.”<br />On the other side of the debate are those who are certain that competition is flourishing in the tech sector, with innovation yielding great products at ever-lower prices, and companies like TikTok and Snap emerging to challenge incumbents. They are certain that mergers have benefited consumers. And they’re certain that we don’t need to re-examine antitrust doctrine because it’s flexible enough to evolve with technology.<br />In the course of this debate, I’ve espoused my own certainties. When I worked for Facebook, it never felt like we could afford to be complacent. We faced real competitive threats. If I had shown up at a meeting and announced that Facebook didn’t compete with Google, Apple or TikTok, I would have been laughed out of the room. And I saw Facebook’s investment in developing new features for its Instagram and WhatsApp acquisitions and improving the safety, security and infrastructure of both products. So it’s hard for me to reconcile my experience in the tech sector with the antitrust arguments now being waged against it.<br />But if November’s election taught us anything, it’s that our assumptions are often wrong. With polls predicting a blue-wave election that never materialized, predictions that seemed certain before the election now seem flimsy in the wake of it."
}