{
    "url_original": "https://www.wsj.com/articles/bipartisan-group-to-unveil-covid-aid-legislation-11607975152?mod=politics_lead_pos2",
    "url": "bipartisan-group-to-unveil-covid-aid-legislation-11607975152",
    "title": "Bipartisan Group to Unveil Covid Aid Legislation",
    "sub_head": "State and local aid to be paired with liability shield in one bill, leaving less controversial measures for separate package",
    "category_1": "Politics",
    "time": "2020-12-14 14:45:00",
    "body": "WASHINGTON—Lawmakers settled in for the final stretch of negotiations over a coronavirus relief package, as a bipartisan group prepared to release its proposal for the two most controversial portions Monday afternoon.<br />A bipartisan group of lawmakers crafting a $908 billion Covid-19 aid package said Monday they would unveil their compromise around the two thorniest issues: a set of liability protections for entities operating during the pandemic, and a formula for distributing funds to state and local governments.<br />Lawmakers said Sunday that those two pieces would be split off into one bill, while the less controversial provisions of their agreement would be addressed in a separate $748 billion bill, including adding $300 a week to fund state unemployment benefits for four months, $300 billion in aid to small businesses and $35 billion for health-care providers, among other measures.<br />Meanwhile, House Speaker Nancy Pelosi (D., Calif.) was expected to confer again with Treasury Secretary Steven Mnuchin on Monday as a parallel set of negotiations continued between congressional leaders and the White House over both a coronavirus relief package and a full-year spending bill lawmakers expect will be finished Tuesday. Mrs. Pelosi and Mr. Mnuchin spoke on Sunday.<br />Lawmakers from both sides of the aisle have sought to pass another relief bill after months of gridlock and as the pandemic’s resurgence has strained hospitals and generated new business restrictions. The first U.S. shots of the vaccine were administered Monday just as the nation’s death toll from the virus neared 300,000 since the start of the pandemic."
}