{
    "url_original": "https://www.wsj.com/articles/bitcoin-looks-to-gain-traction-in-payments-11609237801?mod=business_minor_pos7",
    "url": "bitcoin-looks-to-gain-traction-in-payments-11609237801",
    "title": "Bitcoin Looks to Gain Traction in Payments",
    "sub_head": "PayPal gives the digital currency a green light, but high fees, volatility still present obstacles",
    "category_1": "Markets",
    "time": "2020-12-29 05:30:00",
    "body": "Vegas Auto Gallery, a luxury auto dealership in Las Vegas, has become a playground for wealthy bitcoin investors who want to cash in.<br />The dealership recently sold two high-end sports cars—a 2017 Pagani Huayra Roadster and a 2019 Bugatti Chiron—to a customer who paid more than $6 million in bitcoin, according to owner Nick Dossa, who says about 3% to 5% of the dealership’s revenue comes from bitcoin transactions.<br />prices have more than tripled in 2020 and are hovering around $26,600, making millionaires out of hoards of investors who piled in to ride the popular momentum trade. Professional investors such as Stanley Druckenmiller and companies like Massachusetts Mutual Life Insurance Co. began investing this year. Companies like Robinhood Markets Inc. and  PayPal Holdings Inc.  allowed their customers to buy and sell bitcoin.<br />Despite those inroads, industry watchers say bitcoin must gain traction as a form of payment to become more ubiquitous. Spending it isn’t easy. Few merchants accept it, and many people are still unfamiliar with the cryptocurrency. Its use is generally limited to high-end purchases, like those at Mr. Dossa’s dealership.<br />Bitcoin, introduced in 2008, was designed to operate as a form of electronic cash, allowing users to exchange value as quickly and cheaply as sending an email. In practice, its adoption was hampered by several factors. In early years, it was difficult for average users to operate the digital wallets that stored their holdings. Many of the companies that tried accepting bitcoin in 2014 and 2015, including  Expedia Group Inc.  and Dell Inc., later quietly dropped it."
}