{
    "url_original": "https://www.wsj.com/articles/blacklisting-of-chinas-top-chip-maker-smic-comes-with-exceptions-11608656929?mod=business_featst_pos1",
    "url": "blacklisting-of-chinas-top-chip-maker-smic-comes-with-exceptions-11608656929",
    "title": "Blacklisting of China’s Top Chip Maker SMIC Comes With Exceptions",
    "sub_head": "U.S. lawmakers want tougher curbs on exports to Chinese semiconductor giant",
    "category_1": "Business",
    "time": "2020-12-22 12:08:00",
    "body": "The U.S. government’s move to deny China’s leading chip maker access to advanced manufacturing technology comes with exceptions that mean its impact may be mainly political and have limited effect on the company’s business.<br />Under the restriction the Commerce Department imposed last week on  Semiconductor Manufacturing International Corp. , or SMIC, over the company’s alleged links to the Chinese military, suppliers need an export license to sell technology originating in the U.S. to the Shanghai-based chip maker. The move to put SMIC on the so-called entity list effectively gives Washington the power to block equipment critical for manufacturing.<br />The regulation applies the toughest licensing standard—a presumption of denial—to equipment dedicated to making the most advanced chips in the world with transistors 10 nanometers or smaller, the department said, using a measurement loosely referring to semiconductor size.<br />But the chips SMIC currently sells generally are larger and not covered by that rule. And, industry officials said, the tougher U.S. restrictions don’t cover more versatile tools that can be used to produce both older technology and more cutting-edge chips. Some tools that can handle more ordinary 14-nanometer designs can also be used to build high-end, 7-nanometer chips, said Handel Jones, chief executive of research firm International Business Strategies Inc.<br />Republican Sen. Marco Rubio of Florida and the ranking Republican on the House Foreign Affairs Committee, Michael McCaul of Texas, on Monday asked Commerce Secretary Wilbur Ross to rewrite the SMIC restrictions to close “dangerous loopholes” that would allow the Chinese company to continue operating without any interruption. The lawmakers in a letter said they were deeply concerned the listing “was done for show and parochial commercial interests at the expense of U.S. national security.”"
}