{
    "url_original": "https://www.wsj.com/articles/blue-coasts-red-heartland-house-maps-show-americans-growing-apart-11607691603?mod=politics_lead_pos5",
    "url": "blue-coasts-red-heartland-house-maps-show-americans-growing-apart-11607691603",
    "title": "Blue Coasts, Red Heartland: House Maps Show Americans Growing Apart",
    "sub_head": "A divided nation holds little room for Northeast Republicans, Farm Belt Democrats",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "image_1_url": "https://images.wsj.net/im-271708?width=620&size=1.5",
    "image_1": "im-271708.jpg",
    "time": "2020-12-11 08:00:00",
    "body": "Not long ago, voters in North Dakota and South Dakota sent Democrats to Congress, while voters in Connecticut sent Republicans. But today, the Farm Belt elects few Democrats, while the Northeast elects few Republicans.<br />The nation’s political divisions are rooted in geographic divisions, a trend that is clearly revealed by the changing party control of seats in the House of Representatives. Two decades of House maps show how Democrats have become the party of metropolitan America, particularly in the Northeast and the West. By contrast, Republicans are dominant in the heartland and in less-populous places outside the big metros, particularly in the South and much of the Midwest.<br />The chart below shows that in almost every election, the party that gains seats does so in all regions of the country. But amid those changes, the nation’s geographic divide has widened. While the Northeast and West in 2000 showed much different political profiles than the South, those differences are substantially wider today.<br />House maps over time show the changing contours of the parties’ strength in different parts of the nation.<br />The House map produced by the election of 2000 shows Democratic blue in North Dakota and northern Minnesota as well as splashes of blue in central Missouri, West Virginia and the Carolinas. Many of these regions were represented by “Blue Dog’’ Democrats, or centrist members of the party who won support from voters in rural communities, small towns and smaller metros."
}