{
    "url_original": "https://www.wsj.com/articles/bluecrest-capital-management-to-pay-170-million-to-settle-sec-claims-11607437429?mod=markets_lead_pos5",
    "url": "bluecrest-capital-management-to-pay-170-million-to-settle-sec-claims-11607437429",
    "title": "BlueCrest Capital Management to Pay $170 Million to Settle SEC Claims",
    "sub_head": "Firm misled clients about an internal fund that invested its traders’ own money, SEC says",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-269703?width=620&size=1.5",
    "image_1": "im-269703.jpg",
    "time": "2020-12-08 11:29:00",
    "body": "BlueCrest Capital Management Ltd. will pay $170 million to settle claims that it misled clients about an internal fund that invested its traders’ own money, while its flagship fund was managed by an underperforming algorithm, the Securities and Exchange Commission said Tuesday.<br />Once one of Europe’s biggest hedge-fund managers, BlueCrest stopped managing money for outside clients in 2015 after a sharp drop in assets and a run of poor returns from its flagship macro fund. It continued trading its employees’ own money.<br />The SEC said BlueCrest created the proprietary fund, BSMA Limited, in 2011 and moved a majority of its best traders to work on it. Their work picking assets for BlueCrest’s flagship fund was replaced by an algorithm that was supposed to replicate their decisions but wound up performing worse, the SEC said.<br />“BlueCrest repeatedly failed to act in the best interests of its investors, including by not disclosing that it was transferring its highest-performing traders to a fund that benefited its own personnel to the detriment of its fund investors,” said SEC enforcement director Stephanie Avakian.<br />BlueCrest settled the SEC’s civil investigation without admitting to or denying the claims. In a statement, the firm said it was pleased to have resolved the matter, “which primarily involved disclosures that were made more than five years ago.”"
}