{
    "url_original": "https://www.wsj.com/articles/blumberg-joins-rush-of-property-firms-raising-funds-for-distressed-deals-11609243201?mod=markets_lead_pos3",
    "url": "blumberg-joins-rush-of-property-firms-raising-funds-for-distressed-deals-11609243201",
    "title": "Blumberg Joins Rush of Property Firms Raising Funds for Distressed Deals",
    "sub_head": "Company to raise $1 billion next year to buy high-quality office buildings; ‘It will be the best buying opportunity since 2010’",
    "category_1": "Real Estate",
    "category_2": "Property Report",
    "image_1_url": "https://images.wsj.net/im-278466?width=620&size=1.5",
    "image_1": "im-278466.jpg",
    "time": "2020-12-29 07:00:00",
    "body": "Blumberg Capital Partners is joining the growing number of real-estate investment firms raising capital in anticipation of a wave of distressed commercial properties hitting the market as a result of the pandemic.<br />The company, based in Coral Gables, Fla., is planning to raise $1 billion next year to buy high-quality office buildings primarily in Florida, Texas and other states with low taxes and costs of living compared with states like New York and California. The fund managed by Blumberg’s American Ventures division will be the company’s fifth distressed fund since 1992 but the first one it has raised in the past decade, according to Philip Blumberg, founder and chief executive.<br />“In this market we expect discounts of up to 35%,” Mr. Blumberg predicted. “It will be the best buying opportunity since 2010.”<br />Numerous other investment companies also think that historic opportunities await because of the havoc wrought to the commercial property market by the pandemic. Their thinking is that prices will plummet because fear of contagion has kept people away from malls, airports and office buildings.<br />Other companies that have raised or are raising distressed funds include  KKR & Co. ,  Kayne Anderson Real Estate and Terra Capital Partners. Heavyweights like  Brookfield Asset Management  and Starwood Capital Group are sitting on billions of dollars in cash and capital commitments that could be used for that purpose."
}