{
    "url_original": "https://www.wsj.com/articles/boris-johnsons-post-brexit-plan-for-britain-remains-a-puzzle-11609151401",
    "url": "boris-johnsons-post-brexit-plan-for-britain-remains-a-puzzle-11609151401",
    "title": "Boris Johnson’s Post-Brexit Plan for Britain Remains a Puzzle",
    "sub_head": "U.K. prime minister’s policies so far don’t suggest he wants to embark on a Margaret Thatcher-style economic revolution",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2020-12-28 05:30:00",
    "body": "LONDON—British Prime Minister Boris Johnson has ended a rocky year on a high note, with a free-trade agreement with the European Union under his belt and mass vaccination against Covid-19 under way.<br />Now that the country is unconstrained by most EU rules, he has a once-in-a-generation political opportunity to reshape the U.K. and define its post-EU direction. The big unknown is what he will do with that opportunity.<br />Brexit was billed by some of its longtime advocates as a way of unleashing a new dynamism in Britain by ditching Brussels’ red tape to create a low-tax, freewheeling “Singapore-on-Thames”—a phrase coined by a previous British Treasury chief, Philip Hammond—selling its goods and services across the world.<br />But Mr. Johnson isn’t a free-market Conservative in the mold of Margaret Thatcher. He has so far promised Britons more regulation, not less, with ambitious plans to raise the minimum wage and curb greenhouse-gas emissions. He has promised more state spending, not less, in order to “level up” an economy he says is too dependent on London and southern England.<br />Such policies enabled him to win big in last year’s election in districts traditionally hostile to the ruling Conservatives, while his dogged pursuit of Brexit alienated many of his party’s traditional allies in corporate boardrooms. All these tensions present a puzzle: If Mr. Johnson doesn’t want another Thatcher-style economic revolution, what does he want to do with Britain’s freedom from Brussels?"
}