{
    "url_original": "https://www.wsj.com/articles/bosses-balk-at-requiring-covid-19-vaccine-for-workers-11608561398?mod=business_lead_pos6",
    "url": "bosses-balk-at-requiring-covid-19-vaccine-for-workers-11608561398",
    "title": "Why Many Bosses Won’t Require Workers to Get the Covid-19 Vaccine",
    "sub_head": "Companies plan to encourage, incentivize vaccination; ‘Here is the carrot, and here is the stick’",
    "category_1": "Business",
    "time": "2020-12-21 09:36:00",
    "body": "Some of America’s largest businesses say they will encourage—but not mandate—employees to get Covid-19 vaccines, using a mix of incentives and consequences to ensure as many workers as possible are inoculated.<br />Facebook Inc.,   Marriott International Inc.,  and  Discover Financial Services  are among big employers saying they will urge vaccinations and highlight the benefits of doing so but stop short of requiring them. Covid-19 vaccines are likely to be available to anyone in the U.S. who wants one by the end of the second quarter, federal officials said this week.<br />Some employers plan to provide 401(k) or other cash incentives to staff, as they do to encourage use of other wellness benefits, or bar unvaccinated employees from certain activities. Several executives have said they would offer their corporate facilities to public-health officials as vaccine administration sites in making shots convenient for workers.<br />The Equal Employment Opportunity Commission last week released guidance noting that employers can generally require their workers to get vaccinated and may ask employees for proof that they have done so. Employers are bound to accommodate employees who object because of religious beliefs or because they have a medical condition that makes it unsafe for them to get a vaccine.<br />Human-resources leaders and chief executives say they aren’t mandating vaccinations because they want to respect the views of those who lack confidence in the new vaccines, avoid liability if there are adverse reactions and not infringe on religious or personal beliefs. The approach is similar to how large companies often handle seasonal flu shots, though this vaccine targets a novel virus that shut down many workplaces across the country, corporate medical advisers say."
}