{
    "url_original": "https://www.wsj.com/articles/brazil-that-never-was-review-his-own-private-amazon-11607642965?mod=opinion_reviews_pos1",
    "url": "brazil-that-never-was-review-his-own-private-amazon-11607642965",
    "title": "‘Brazil That Never Was’ Review: His Own Private Amazon",
    "sub_head": "A British neurologist explores his passionate identiﬁcation with the reckless adventurer Percy Harrison Fawcett.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-271673?width=620&size=1.5",
    "image_1": "im-271673.jpg",
    "time": "2020-12-10 18:29:00",
    "body": "Like the late Oliver Sacks, Andrew Lees is a British neurologist who is also a talented writer of memoir, medical reportage and travelogue. Like Sacks, who died in 2015 at 82, Dr. Lees has made personal eccentricity into something of a cottage industry. A sense of oddness informs Dr. Lees’s books, perhaps even more so than those of Sacks, whose signature volumes, such as “Awakenings” and “The Man Who Mistook His Wife for a Hat,” at least tempered their strange sensibility with mass-market appeal.<br />But the chief lure of Dr. Lees’s books—and their abiding complication—is that they defy easy classification. This was surely true of “Mentored by a Madman,” a 2017 account of how the drug-addled beat poet William Burroughs shaped Dr. Lees’s research into Parkinson’s disease. It’s equally the case with “Brazil That Never Was,” which chronicles his obsession with the vanished British explorer Percy Harrison Fawcett.<br />Fawcett disappeared in 1925 while searching for a legendary lost city along the Amazon. His exploits were the subject of David Grann’s popular 2009 biography “The Lost City of Z,” which was adapted into a 2016 film. But it was an earlier book about Fawcett that first got Dr. Lees’s attention.<br />After Fawcett’s disappearance, his son Brian, hoping to keep his father’s flame alive, published “Exploration Fawcett” (1953), billed as a collection of the explorer’s own writings about his previous adventures. Dr. Lees wonders to what degree Brian Fawcett had a hand in shaping the text, which seemed to anticipate Indiana Jones in its vivid depictions of danger narrowly escaped in exotic locales.<br />Whatever the provenance of “Exploration Fawcett,” it became a seminal scripture of Dr. Lees’s childhood as he grew up in the West Riding of Yorkshire in the 1950s. After Dr. Lees’s father recommended to him a library copy of the book, the young boy was hooked. “Fawcett challenged me to travel with him to intangible worlds,” Dr. Lees recalls, “where everything was connected to everything else and the unfathomable was within reach . . . The evenings that I spent reading Exploration Fawcett were as alive as any I can now remember. It was as if the book had chosen me, rather than the other way round.”"
}