{
    "url_original": "https://www.wsj.com/articles/breaking-bread-with-the-dead-review-old-books-in-a-new-class-11607555636?mod=opinion_major_pos10",
    "url": "breaking-bread-with-the-dead-review-old-books-in-a-new-class-11607555636",
    "title": "‘Breaking Bread With the Dead’ Review: Old Books in a New Class",
    "sub_head": "A professor argues that we should engage with the classics, not only in spite of, but even because of, our moral differences with them.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-270927?width=620&size=1.5",
    "image_1": "im-270927.jpg",
    "time": "2020-12-09 18:13:00",
    "body": "Alan Jacobs reports that, though he has been teaching old books to classrooms full of students for many years, lately when he walks into a classroom “fairly regularly the first thing I see is every head bowed before a glowing screen.” Ever-present screen-based entertainment, a 24-hour news cycle and the constant connectivity of social media place us in a constant sensory flux. This is not a hospitable environment for the study of great books, but Mr. Jacobs argues that our current predicament provides even more reason for turning to them: Reading old books promises to lengthen our “now,” situating and stabilizing us so that we become possessed of more tranquil minds and less dominated by impulse. Those who can tie themselves to the great minds of the past, Mr. Jacobs tells us, will achieve greater “temporal bandwidth.”<br />Mr. Jacobs, a professor at Baylor University, frames his book “Breaking Bread With the Dead” as an expansion of the humanistic classroom: Set aside your phones, I will teach you to pay attention to Homer, and Horace and Milton. As a fellow teacher, I was eager to see how he would encourage and invite the uninitiated reader, the one beset by an internet of distractions, to “overcome the gravitational pull of the moment” by “breaking bread with” such difficult authors. His book, a loosely linked series of essays, does not exactly deliver on this promise.<br />Much of it is given over to illustrating and defusing a potential worry: You might think we shouldn’t read old books because, to put it gently, ancient authors do not have modern moral sensibilities. Aristotle argued in favor of slavery; Shakespeare seemed to think shrews needed taming. Mr. Jacobs spends a lot of time telling us that it is possible to take the moral failings of a work seriously without dismissing its virtues, but he rarely pauses to mount a thorough defense of any particular author.<br />Mr. Jacobs’s concern is not so much to tell us how to sort through individual cases as to encourage and exhort us: Serious engagement with old books is possible not only in spite of, but even because of, our moral differences with them. But why did this point need to be hammered home? In my classroom experience—and I would be very surprised to hear that Mr. Jacobs’s differs—the problem that the uninitiated have with “The Iliad” is not that they are offended by its sexism. Yes, it is true that women are conceived as prizes, but this is not why people struggle to partake of the wonders of Homer. Students struggle because they are bored and confused.<br />Mr. Jacobs is right that there are real wonders in “The Iliad”; he is right to say that when “old King Priam goes to his knees to beg his son’s killer for his son’s body, a powerful electrical current leaps across the millennia.” But this scene comes in Book 24, and that means you have to get through 23 books of Greek epic first. I would describe getting through those 23 books as the main problem my students face in relation to “The Iliad.”"
}