{
    "url_original": "https://www.wsj.com/articles/breakdancing-comes-to-the-olympics-11608762731?mod=opinion_lead_pos10",
    "url": "breakdancing-comes-to-the-olympics-11608762731",
    "title": "Breakdancing Comes to the Olympics",
    "sub_head": "The IOC has also approved surfing, skateboarding and sport climbing.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-272503?width=620&size=1.5",
    "image_1": "im-272503.jpg",
    "time": "2020-12-23 17:32:00",
    "body": "Surfing, skateboarding and sport climbing are now official Olympic sports. They’ll debut next year at the delayed Summer Games in Tokyo and in 2024 in Paris. The International Olympic Committee announced the decision Dec. 7.<br />The other sport to be introduced in France will be breakdancing, which started in the 1970s with African-American and Hispanic street youth dancing, spinning and twirling to hip-hop and rap music. The IOC has been pushing to include urban events like breakdancing to entice younger viewers. But is breakdancing really a sport?<br />The committee has changed its mind on sports in the past. In February 2013 the IOC announced it would remove Greco-Roman wrestling, which dates back to the original Olympics in ancient Athens, from competition in 2020. A massive public outcry ensued, and the decision was reversed that September.<br />Meanwhile, some fascinating and unusual examples of Olympic events have been held and discontinued. Tug of war was an Olympic medal sport starting with the second modern Olympics, in 1900, but was eliminated after 1920. Why not bring it back? Working together as a team to build up strength, endurance and precision perfectly fits with the Olympic spirit.<br />Some events gave out medals that have still never been established as official or unofficial by the IOC. Professional and volunteer firefighters competed in 1900. Angling was contested, with 600 fishermen (mostly from France) participating in six competitions."
}