{
    "url_original": "https://www.wsj.com/articles/brent-crude-rises-above-50-as-oils-turnaround-continues-11607616151?mod=business_minor_pos14",
    "url": "brent-crude-rises-above-50-as-oils-turnaround-continues-11607616151",
    "title": "Brent Crude Rises Above $50 as Oil’s Turnaround Continues",
    "sub_head": "Thursday’s advance continues a monthslong rebound from oil’s April lows around $19 a barrel during global economic shutdowns",
    "category_1": "Markets",
    "category_2": "Commodities",
    "image_1_url": "https://images.wsj.net/im-271303?width=620&size=1.5",
    "image_1": "im-271303.jpg",
    "time": "2020-12-10 14:50:00",
    "body": "Brent crude prices topped $50 a barrel for the first time since early March on Thursday, the latest milestone in a remarkable oil-market recovery fueled by supply curtailments and drivers returning to the road.<br />The global gauge of oil prices advanced 2.8% to $50.25 a barrel, continuing a monthslong rebound from its April lows around $19 during global economic shutdowns. While Brent started the year above $65, its recent rally shows how hopes for coronavirus-vaccine distribution and economic-stimulus programs are helping to heal global energy markets.<br />Oil has risen in tandem with stocks and other commodities in recent weeks, part of a broad market rally fueled by investors’ anticipation for a 2021 global economic resurgence. Buoyant demand from China also is boosting oil prices after the world’s largest commodity consumer largely contained the pandemic.<br />Traders are now hoping that travel picks up in the U.S. and Europe next year, boosting energy consumption while large suppliers in the Organization of the Petroleum Exporting Countries remain disciplined with production cuts.<br />OPEC and allies including Russia agreed to modest output increases last week, instilling faith that the group won’t bring back supply too quickly and adding momentum to the oil-price rally. Recent gains come despite a recent surge in coronavirus cases around the world and data showing a drop-off in U.S. fuel demand, showing how investors are looking past those concerns and instead focusing on vaccine hopes."
}