{
    "url_original": "https://www.wsj.com/articles/brexit-deal-brings-clarity-but-not-closure-11608826308?mod=business_minor_pos11",
    "url": "brexit-deal-brings-clarity-but-not-closure-11608826308",
    "title": "Brexit Deal Brings Clarity but Not Closure",
    "sub_head": "While the historic agreement signed by the U.K. and European Union on Christmas Eve removes the risk of very bad economic outcomes, it leaves much up in the air",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-24 11:11:00",
    "body": "For the Brexit process, the deal announced by the U.K. and the European Union on Christmas Eve marks a long-awaited end to the beginning.<br />For business and markets, it removes the worst of the risks associated with Britain’s decision to quit the trading bloc. The two sides no longer face the prospect of tariffs or quotas on each other’s goods from Jan. 1—an outcome that would have massively disrupted trade patterns that have built up over decades in products such as food, vehicles and airplanes.<br />That explains sterling’s roughly 1% rise against the euro since talk of a deal gained steam on Wednesday. A worst-case scenario that was dragging down the average view of Britain’s economic prospects has been removed.<br />This doesn’t mean the prospects are great. Even with a tariff-free trade deal, the U.K. government’s spending watchdog, the Office for Budget Responsibility, previously forecast that Britain’s output would be 4% lower than it might have been if the country had remained within the bloc, mainly because “nontariff barriers” such as divergent regulations and customs checks will reduce trade. Sterling is still close to historic lows against the euro.<br />Of course, signals from currency markets and the outputs of economic forecasting models both need to be taken with a fistful of salt. Optimists see plenty of opportunity for the U.K. now that it can sign trade deals with third parties. Where they agree with the pessimists is that the long-term nature of Britain’s relationship with its biggest trading partner has yet to be fully determined. The U.K. sent 43% of its exports to the EU last year, while 52% of U.K. imports came from the bloc."
}