{
    "url_original": "https://www.wsj.com/articles/bribery-for-pardon-investigation-involved-prominent-washington-lawyer-11607131323?mod=business_minor_pos6",
    "url": "bribery-for-pardon-investigation-involved-prominent-washington-lawyer-11607131323",
    "title": "Bribery-for-Pardon Investigation Involved Prominent Washington Lawyer",
    "sub_head": "California billionaire GOP donor enlisted Abbe Lowell to push for friend’s pardon with White House",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-268385?width=620&size=1.5",
    "image_1": "im-268385.jpg",
    "time": "2020-12-04 20:22:00",
    "body": "WASHINGTON—A California billionaire gave $333,800 to Republican Party accounts in 2016 and then enlisted the help of Abbe Lowell, a prominent Washington lawyer, to push White House officials to recommend a pardon for a friend, according to documents reviewed by The Wall Street Journal.<br />Sanford Diller, a philanthropist, was seeking the pardon of Hugh Baras, a California psychologist who was sentenced in 2014 to more than two years in prison for tax evasion and theft of government property, and said it was the one favor he sought in exchange for his donations, the documents reviewed by the Journal show.<br />The matter drew the attention of federal investigators. A court filing in federal district court in Washington unsealed earlier this week indicated that communications involving Mr. Lowell were at issue in an investigation of an alleged “secret lobbying scheme” and potential bribery in exchange for the pardon.<br />The court filing was heavily redacted but the roles of Mr. Lowell and Mr. Diller were confirmed this week by people familiar with the case and documents reviewed by the Journal. Their identities were earlier reported by the New York Times.<br />The Justice Department’s Public Integrity Section was investigating the case, according to people familiar with the investigation, and its status is unknown. The Justice Department declined to comment. “It is my understanding that the Justice Department had and has absolutely no quarrel with anything that Abbe did in this matter,” an attorney for Mr. Lowell, Reid Weingarten, said, adding: “There was no bribe, there was no clemency, this is what the prosecutors concluded and this entire matter is much ado about nothing.”"
}