{
    "url_original": "https://www.wsj.com/articles/britain-already-is-beyond-brexit-11608230167?mod=opinion_major_pos4",
    "url": "britain-already-is-beyond-brexit-11608230167",
    "title": "Britain Already Is Beyond Brexit",
    "sub_head": "Despite tough talks over a trade deal with Brussels, the real excitement in the U.K. is now domestic.",
    "category_1": "Opinion",
    "category_2": "Political Economics",
    "time": "2020-12-17 13:36:00",
    "body": "London<br />Not that anyone can tell from this month’s excitement about negotiations for a Brexit trade deal, but Britain’s departure from the European Union is already done. It’s done in the technical sense that the U.K. left the bloc on Jan. 31. More important, it’s done as a political issue—and British politicians increasingly seem to realize it.<br />It’s sometimes hard to see this evolution when Europe is preoccupied with the spectacle of yet another round of trade talks going down to the wire. The transitional trade agreement effected on Britain’s Jan. 31 departure will expire Dec. 31, and Brussels and London haven’t agreed on what will come after it. The high but confusing drama of the moment concerns whether the parties can devise a long-term trade deal that eliminates tariffs and loosens regulatory red tape at the borders.<br />Such an agreement is important from an economic standpoint. It would limit trade disruption to both sides at a time when they need to focus on recovery from the pandemic. That said, and without minimizing the potential for severe short-term pain if the talks fail, much of the drama surrounding these negotiations has a manufactured feel.<br />The alternative to a comprehensive deal is to revert to the more common sort of trade arrangements one normally expects between two sovereign economies, with tariffs and regulations governed by World Trade Organization rules. Since “two sovereign economies” is what the U.K. and EU have been since Jan. 31, this possibility was easy to foresee."
}