{
    "url_original": "https://www.wsj.com/articles/browns-playoff-chances-jets-covid-11609105683",
    "url": "browns-playoff-chances-jets-covid-11609105683",
    "title": "Covid Left the Browns Short-Handed. Then They Lost to the Jets.",
    "sub_head": "Cleveland was missing four wide receivers in a 23-16 defeat against New York that could cost the team a playoff spot",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-278381?width=620&size=1.4988290398126465",
    "image_1": "im-278381.jpg",
    "time": "2020-12-27 16:49:00",
    "body": "Early Sunday morning, the Cleveland Browns found themselves conducting a makeshift practice in a parking garage. They went over plays, assessed their roster and figured out how to play an NFL game just hours later without almost all of their top receivers had been sidelined by contact tracing.<br />Spending their morning in a frigid New Jersey garage was slightly less grim than how they spent their afternoon. They lost to the New York Jets.<br />The 23-16 loss could cost the Browns a spot in the playoffs, and it was the latest demonstration of how the virus that has upended a country and its most popular sport isn’t stopping as the season hits the home stretch.<br />The Browns were in this predicament after a player received a positive Covid-19 test result Saturday. Their facility was closed, their flight from Cleveland later in the day was delayed and a host of players were forced into league-mandated isolation as close contacts. Those players happened to include their most productive wide receivers, so they held the quick walk-through at the garage next to their hotel Sunday to come up with a game plan when they were missing the likes of Jarvis Landry.<br />It was clear throughout the game that Cleveland quarterback Baker Mayfield missed his usual weapons. He completed just 28 of 53 passes and lost two fumbles, including one late in the fourth quarter that ended the game. It was a crushing outcome for a franchise that hasn’t made the playoffs since 2002 and appeared on a path to break that drought. Then they lost to one of the NFL’s worst teams—the Jets hadn’t won a single game until last week after losing their first 13 games."
}