{
    "url_original": "https://www.wsj.com/articles/businesses-brace-for-disruption-despite-post-brexit-trade-deal-11608920866?mod=business_lead_pos4",
    "url": "businesses-brace-for-disruption-despite-post-brexit-trade-deal-11608920866",
    "title": "Businesses Brace for Disruption Despite Post-Brexit Trade Deal",
    "sub_head": "For the first time in almost 50 years, goods moving between the EU and the U.K. will face customs checks and need to meet separate regulations",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2020-12-25 16:14:00",
    "body": "LONDON—Business groups are calling for more time to adjust to Britain’s new trade agreement with the European Union, saying new rules set to come into force next week risk disrupting the $590 billion-plus annual trade in goods that previously flowed freely.<br />The U.K. and EU said Thursday they had signed an agreement over their future relations, setting the seal on the 2016 British referendum decision to leave the bloc. That was a relief for businesses that feared four years of politically charged negotiations could end without a trade pact, resulting in tariffs on goods for both sides.<br />But despite the reprieve, for the first time in almost half a century, food, motor vehicles and other goods moving between the EU and U.K. will from Jan. 1 face customs checks and need to meet separate sets of standards and regulations.<br />The British government estimates there will be 215 million extra customs declarations a year, nearly 600,000 a day, which businesses say will take time and cost money to organize. Some companies will need to pay inspection fees, seek import licenses and figure out how to account for value-added tax. British food and animal exports to the EU will be checked on arrival, while some professional qualifications will no longer be automatically recognized. Some businesses say they don’t yet know fully how they will respond because they have yet to see the details of the trade agreement.<br />Predicting long lines at British and European ports, and reams of new paperwork, business groups are now calling on both the U.K. and EU to help companies navigate the changes and mitigate any new frictions to trade, including giving firms time to adjust to new rules."
}