{
    "url_original": "https://www.wsj.com/articles/californias-2-billion-benefit-fraud-11607556509?mod=opinion_lead_pos3",
    "url": "californias-2-billion-benefit-fraud-11607556509",
    "title": "California’s $2 Billion Benefit Fraud",
    "sub_head": "Sacramento can’t pass out jobless checks without being scammed.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-271009?width=620&size=1.5",
    "image_1": "im-271009.jpg",
    "time": "2020-12-09 18:28:00",
    "body": "It’s been a rough year for California government: catastrophic wildfires, power outages, and now massive unemployment benefit fraud. It appears the progressive paragon can’t even make transfer payments without making a hash.<br />Many states have reported more fraudulent jobless benefit claims due to the pandemic Cares Act, which allowed independent contractors to qualify based on purported lost earnings. State systems weren’t designed to handle these claims. But California seems to be the biggest sap.<br />On Monday  Bank of America ,  which contracted with the state government to issue benefit debit cards, identified some $2 billion in suspicious activities with many claims filed in the names of infants, centenarians and people living outside the U.S. The bank said fraudulent payments may be financing terrorists and illicit arms purchases. “The scale of program fraud in California is unique,” the bank wrote to legislators, who are (of course) blaming the bank for freezing suspicious accounts.<br />In October federal authorities arrested a Los Angeles rapper for allegedly stealing identities to swipe $1.2 million in federal jobless benefits. The rapper flaunted his heist in a music video he posted to YouTube in which he held up stacks of pre-loaded debit cards: “You gotta sell cocaine, I just file a claim.”<br />Local law enforcement has busted several criminal rings. Last month nine district attorneys sent a letter to Gov. Gavin Newsom warning of rampant benefit fraud in prisons. More than $140 million in benefits have been paid in the names of 20,000 state prisoners, including 133 on death row. Unlike most states, California doesn’t check claims against prison rolls."
}