{
    "url_original": "https://www.wsj.com/articles/california-companys-cell-grown-chicken-gets-nod-from-singapore-11606973635?mod=tech_lead_pos2",
    "url": "california-companys-cell-grown-chicken-gets-nod-from-singapore-11606973635",
    "title": "California Company’s Cell-Grown Chicken Gets Nod From Singapore",
    "sub_head": "Singapore Food Agency deems Eat Just’s no-slaughter product safe for human consumptions",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-267614?width=620&size=1.5",
    "image_1": "im-267614.jpg",
    "time": "2020-12-03 12:34:00",
    "body": "California food company Eat Just Inc. won Singapore government approval to sell chicken grown from poultry cells, a step forward for a nascent technology that aims to revolutionize meat production.<br />The Singapore Food Agency, which oversees food safety and security in the country, deemed the chicken—produced using cell-culture technology—safe for human consumption at the levels Eat Just intends to use in chicken nuggets. The agency said the meat can be sold in Singapore as an ingredient in Eat Just’s nuggets product.<br />Eat Just said the approval followed two years of discussion and review. It opens the way for the first commercial sales of such cell-cultured meat, which uses self-replicating animal cells to grow muscle tissue that can be harvested as meat.<br />Developers have said the technology still is in its infancy, and producing meat in bioreactor tanks from animal cells remains far more expensive than raising and slaughtering chickens, cattle and hogs. The technology has drawn investments from major meatpackers like Cargill Inc. and  Tyson Foods Inc.,  as well as such investors as Bill Gates and Richard Branson.<br />Proponents say the method can ease the environmental impact of producing meat for a growing world population, though farmers and ranchers have been skeptical of consumers’ appetite for hamburgers and chicken breasts developed in laboratories."
}