{
    "url_original": "https://www.wsj.com/articles/campbell-needs-to-strike-while-soup-is-still-hot-11607530885?mod=business_minor_pos10",
    "url": "campbell-needs-to-strike-while-soup-is-still-hot-11607530885",
    "title": "Campbell Needs to Strike While Soup Is Still Hot",
    "sub_head": "Food company benefits from an embrace of its namesake condensed soups by millennials who previously shunned them",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-09 16:19:00",
    "body": "Campbell Soup  is back, led by an unlikely champion—its original condensed soups. Now it needs to show it can make those gains stick.<br />The company reported solid results Wednesday. Its net sales rose 7% from a year earlier in the three months to Nov. 1, while adjusted earnings before interest and taxes jumped 18%. U.S. soup sales rose 21% in the quarter. Granted, that is down from 52% growth in the prior quarter, but that was during the summer months. The substantial rise seen in the fall bodes well for peak soup season this winter.<br />Chief Executive Mark Clouse, who took over in January 2019, has often stressed the need to update the soup lineup for contemporary tastes, such as with bone broths and plant-based offerings. So it was somewhat surprising to hear him say Wednesday that Campbell’s stodgy condensed soups were “the hero” in the latest quarter.<br />This was apparently due to increased use for cooking. Families stuck at home during the pandemic are looking for quick and affordable ways to put dinner on the table. Views of Campbell’s website recipes were up 20% from a year earlier in the quarter, Mr. Clouse said. Millennials showed the biggest increase in purchases and repeat purchases of any demographic, he added.<br />Campbell shares, nonetheless, were down 2% Wednesday. Investors might have been disappointed with the company’s guidance for the current quarter of 5% to 7% net sales growth and the same pace in adjusted Ebit. This suggests last quarter’s margin expansion won’t be repeated. But executives said this was partly due to increased marketing planned for the crucial winter quarter."
}