{
    "url_original": "https://www.wsj.com/articles/can-bernie-sanders-find-happiness-11609193851?mod=opinion_lead_pos10",
    "url": "can-bernie-sanders-find-happiness-11609193851",
    "title": "Can Bernie Sanders Find Happiness?",
    "sub_head": "The Vermont socialist still isn’t satisfied with the Biden cabinet.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-278557?width=620&size=1.5",
    "image_1": "im-278557.jpg",
    "time": "2020-12-28 17:17:00",
    "body": "Some day Vermont’s Sen. Bernie Sanders may look back on these times as the good old days. By his own admission even most Democrats don’t share his socialist views, yet all Americans are bearing the burden of a rapid expansion of government. So why can’t Mr. Sanders relax and enjoy the moment?<br />With President Donald Trump’s signing of the latest Covid-related spending bill, another $900 billion adds to a federal intervention this year  that was already historic. The Committee for a Responsible Federal Budget (CRFB) pegs the grand total around $5 trillion. The organization hopefully assumes some economic benefits from the legislation for an optimistic but still staggering net cost of $3.5 trillion over five years.<br />And for some reason, even though vaccines are being distributed, the  economy is growing and employment has increased for seven straight months—for a total of 12 million jobs added since the spring shutdowns—President-elect Joe Biden is still suggesting that much more massive government intervention is required.<br />In October CRFB estimated the Biden agenda would add more than $10 trillion in new spending over a decade (not even counting new Covid spending), partially funded by more than $4 trillion in new taxes. To make it happen Mr. Biden has introduced an economic team of activists largely unblemished by market experience.<br />The Biden program is bound to discourage entrepreneurial creativity. Yet nothing can seem to turn the Sanders frown upside down."
}