{
    "url_original": "https://www.wsj.com/articles/can-biden-find-clarity-on-china-and-russia-11607988873?mod=opinion_major_pos8",
    "url": "can-biden-find-clarity-on-china-and-russia-11607988873",
    "title": "Can Biden Find Clarity on China and Russia?",
    "sub_head": "Shared interests help shape geopolitical rivalries, but they can’t erase them.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "image_1_url": "https://images.wsj.net/im-272995?width=620&size=1.5",
    "image_1": "im-272995.jpg",
    "time": "2020-12-14 18:34:00",
    "body": "Critics are already attacking the incoming Biden administration, raking it  for sending mixed signals on China. The Biden Team is playing a sort of good cop, bad cop with Beijing—Jake Sullivan urges Americans to support Australia against Chinese pressure as John Kerry muses about grand climate deals with Beijing. But a mixed-signal strategy at this stage is, if anything, beneficial to Team Biden. It’s the new administration’s potential for later fuzzy thinking when it comes to great power rivals such as China that should worry onlookers.<br />Sending mixed signals is a standard diplomatic technique. Iran has been using a good cop, bad cop strategy against the U.S. for decades, and it has paid off pretty well. There’s no reason an American president shouldn’t give it a try.<br />True, Beijing doesn’t appear to be seeking relationship resets: China is behaving aggressively toward India, Australia and others. Confrontational Chinese “wolf warrior diplomats” continue to be prominent. Still, the Trump years have been a wild ride, and giving Beijing a chance to decide whether it wants to deal with the good or bad cops in the Biden administration will at least clarify U.S. choices.<br />But while a good cop, bad cop routine in December 2020 won’t derail the new team, failing to deal effectively with the challenge a rising China poses to America and its Indo-Pacific allies could.<br />Though there is much to criticize about the Trump administration, its members understood that without geopolitical success it doesn’t really matter what Americans think about climate change, human rights or the politics of gender. If the U.S. had lost World War II, Franklin Roosevelt’s ideas about human rights and multilateral institutions would be historical curiosities."
}