{
    "url_original": "https://www.wsj.com/articles/can-team-biden-prevent-a-recession-11608658580?mod=opinion_lead_pos8",
    "url": "can-team-biden-prevent-a-recession-11608658580",
    "title": "Can Team Biden Prevent a Recession?",
    "sub_head": "The Covid relief package is welcome, but the new president will have to do more.",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "time": "2020-12-22 12:36:00",
    "body": "The Covid-19 relief legislation Congress passed on Monday postpones—but doesn’t resolve—two questions, which the new Congress and the Biden administration will face early in 2021: How much should the federal government spend to mitigate the suffering Covid-19 has produced? And what must be done to avoid a double-dip recession and promote economic recovery?<br />The economy and society can’t return to normal until the pandemic recedes. This will take time, even with the development and approval of two new vaccines at a record pace. America is unlikely to reach the necessary level of immunization until summer at the earliest.<br />Meanwhile, states and localities are coping with record levels of infections and hospitalizations. Many are reimposing the restrictions they relaxed during the summer, dealing a new blow to entire industries. Restaurants are closing, travel is declining, and applications for unemployment insurance are on the rise again. After flattening in October, retail sales fell by 1.1% last month. The pace of job growth has declined for five straight months and may have ceased in December. Many families are facing hunger and eviction.<br />The new relief bill addresses the most urgent problems. Federal unemployment benefits have been extended until March 14, at a reduced but still significant level of $300 a week. In addition, individuals with less than $75,000 in annual income and couples making less than $150,000 will receive checks of $600 a person. Families with two children can receive up to $2,400.<br />Businesses will get help, mainly through the Paycheck Protection Program, which has been extended at a cost of $285 billion. New restrictions will ensure that payments go to small businesses as intended, and the program’s benefits will receive more-favorable tax treatment. Airlines will receive another round of help to limit layoffs."
}