{
    "url_original": "https://www.wsj.com/articles/canadian-banks-led-by-td-and-rbc-get-boost-from-stimulus-11607004356?mod=markets_lead_pos12",
    "url": "canadian-banks-led-by-td-and-rbc-get-boost-from-stimulus-11607004356",
    "title": "Canadian Banks, Led by TD and RBC, Get Boost From Stimulus",
    "sub_head": "Despite economic slowdown from the coronavirus pandemic, Canada’s major banks have avoided big loan losses and boosted deposits",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2020-12-03 09:05:00",
    "body": "TORONTO—Canada’s government has opened its fiscal spigot in an effort to prop up an economy reeling from the coronavirus pandemic. Among the biggest beneficiaries: Canadian banks, which have avoided major loan losses and boosted deposits.<br />The biggest Canadian banks,  Royal Bank of Canada  and TD Bank Group, reported earnings growth during their fiscal fourth quarter ended Oct. 31, boosted by lower provisions for loan losses.<br />Canada’s federal and provincial governments spent 382 billion Canadian dollars on virus-related relief this year, equal to almost $300 billion, and accounting for roughly one-fifth of Canada’s total economic output in the third quarter. The money included funding for income and wage supports for people who lost jobs or worked fewer hours during the pandemic, zero-interest-rate loans for small businesses, and loan guarantees.<br />Bolstered by those supports, Canadians have continued making loan and credit-card payments they may have otherwise missed. The relief has been coupled with bank-led deferral programs that let homeowners delay mortgage payments, and the net effect has allowed banks to avoid writing off big chunks of their lending books.<br />TD Bank, which owns the 10th-largest bank in the U.S. by assets, reported on Thursday it provisioned C$149 million less in its Canadian retail unit during the fourth quarter than it had a year ago, and attributed the decline to bank and government assistance programs."
}