{
    "url_original": "https://www.wsj.com/articles/canadas-trudeau-confident-in-strong-recovery-for-2021-11607392331?mod=world_major_2_pos7",
    "url": "canadas-trudeau-confident-in-strong-recovery-for-2021-11607392331",
    "title": "Canada’s Trudeau Confident in Strong Recovery for 2021",
    "sub_head": "Aggressive fiscal policy, consumer cash hoard should propel growth; PM offers caution about business in China",
    "category_1": "World",
    "category_2": "Canada",
    "time": "2020-12-07 21:07:00",
    "body": "Canadian Prime Minister Justin Trudeau said he anticipates a strong economic recovery to take hold in his country in the middle of next year, aided by government spending and savings that households and businesses have accumulated during the coronavirus pandemic.<br />The road to a sustainable recovery will mark an important milestone this week, Mr. Trudeau said, with an expected ruling from health regulators on the Covid-19 vaccine developed by  Pfizer Inc.  and  BioNTech SE .  Inoculations in Canada could begin shortly afterward, the Canadian leader told attendees of The Wall Street Journal’s CEO Council Summit on Monday night.<br />“Our regulator says chances look pretty good that they are going to come to a decision this week,” Mr. Trudeau said, adding Canadian officials are conferring with the Food and Drug Administration and European drug watchdogs.<br />His remarks to the summit offered a defense of Canada’s decision to deploy an aggressive fiscal policy to combat the coronavirus pandemic. Canada has recorded the largest budget-balance deterioration this year among the Group of 20 because of its fiscal response, International Monetary Fund data indicate. Mr. Trudeau’s Liberal government also plans to spend an additional 100 billion Canadian dollars, or the equivalent of $78 billion, over the next three years to fortify the recovery.<br />Mr. Trudeau also reflected on Canada’s deteriorating relationship with China, in part over his country’s role in detaining Huawei Technologies Co. Chief Financial Officer Meng Wanzhou on behalf of the U.S."
}