{
    "url_original": "https://www.wsj.com/articles/cant-stand-imagine-ive-got-help-11607381369?mod=opinion_lead_pos10",
    "url": "cant-stand-imagine-ive-got-help-11607381369",
    "title": "Can’t Stand ‘Imagine’? I’ve Got ‘Help!’",
    "sub_head": "John Lennon’s most famous song is far from his best.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-269023?width=620&size=1.5",
    "image_1": "im-269023.jpg",
    "time": "2020-12-07 17:49:00",
    "body": "Forty years after John Lennon’s murder, be prepared to hear a lot of “Imagine.” The 1971 solo hit has become Lennon’s unofficial anthem, but it doesn’t come close to best representing his gifts.<br />In a cafe recently, the Beatles’ “Help!” (1965) came on the sound system. I was riveted by its emotional clarity, and struck at the contrast with the tuneful but naive “Imagine” with its jejune, airy-fairy fantasies: “You may say I’m a dreamer / But I’m not the only one / I hope some day you’ll join us / And the world will be as one.”<br />Lennon once cited “Help!” (along with “Strawberry Fields Forever”) as one of “the few true songs I ever wrote,” meaning that it was based on real life, not artifice. The singer of “Help!” was a young man who had the world at his feet and millions in the bank, but felt a howling torrent of pain. “And now my life has changed in oh so many ways,” he sings. “My independence seems to vanish in the haze / But every now and then I feel so insecure / I know that I just need you like I’ve never done before.”<br />We all spend a lot of energy trying to show others—and ourselves—how well we’re doing. And simultaneously convince ourselves, too. “Help!” is the opposite of this, a full-out airing of real feeling. I don’t know another rock ’n’ roll song that connects like “Help!” does.<br />Lennon was a product of his Northern English environment, in which men were expected to be hard and stoic, not open and vulnerable. The 1960s were loaded with radical lyrics, from Sam Cooke’s “A Change Is Gonna Come” to Bob Dylan’s “Blowin’ in the Wind.” But a Lennon line in “Help!”—“Now I find I’ve changed my mind and opened up the doors” shocks me, hits me, enlivens me, every time I hear it."
}