{
    "url_original": "https://www.wsj.com/articles/carbon-prices-jump-despite-record-drop-in-emissions-11608814801?mod=markets_lead_pos3",
    "url": "carbon-prices-jump-despite-record-drop-in-emissions-11608814801",
    "title": "Carbon Prices Jump Despite Record Drop in Emissions",
    "sub_head": "European Union’s decision to curb greenhouse gases is driving the latest rally, putting carbon credits on par with gold",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-276335?width=620&size=1.5",
    "image_1": "im-276335.jpg",
    "time": "2020-12-24 08:00:00",
    "body": "Credits tied to carbon emissions are having a banner year despite a record drop in output from the power plants and steel mills that need them to operate.<br />The price of carbon credits, used by governments in Europe to curb greenhouse gases and traded by hedge funds and other investors, has risen 30% this year, putting it on a par with gold as one of the best performing commodity-linked assets.  Intercontinental Exchange  carbon futures traded Thursday for €32.03 a ton, equivalent to $39.14, just below their record highs hit earlier this month.<br />Driving the latest rally is the recent decision by the European Union to cut greenhouse-gas emissions by at least 55% of 1990 levels by 2030. Traders are also expecting regulations on the burning of fossil fuels will be tightened to meet the new target, including reducing the number of carbon credits available.<br />“It’s the pricing in of increased future ambition,” said Ariel Perez, senior carbon trader at commodities trading company Hartree Partners. “All that explicitly reduces supply and lower supply should lead to higher prices.”<br />Morgan Stanley  upped its 2025 forecast for European carbon-credit prices in September to €76 from €44, meaning the bank expects current prices to more than double by the middle of the decade. The EU’s climate agenda has significant implications for the price of carbon credits, the bank said."
}