{
    "url_original": "https://www.wsj.com/articles/census-delays-would-prevent-trump-immigrant-exclusion-plan-11606951208?mod=politics_lead_pos5",
    "url": "census-delays-would-prevent-trump-immigrant-exclusion-plan-11606951208",
    "title": "Census Delays Would Prevent Trump Immigrant Exclusion Plan",
    "sub_head": "House panel says internal schedules indicate bureau is scheduled to deliver apportionment figures after Trump leaves office",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-267382?width=620&size=1.5",
    "image_1": "im-267382.jpg",
    "time": "2020-12-02 18:20:00",
    "body": "Census Bureau schedules indicate the agency needs until Jan. 23 to complete the 2020 count and transmit apportionment figures to the president, a House committee said Wednesday.<br />The delay would prevent President Trump from excluding unauthorized immigrants from the decennial count of the population that redistributes seats in the House of Representatives and votes in the Electoral College.<br />The House Committee on Oversight and Reform, controlled by majority Democrats, obtained three internal documents, reviewed by The Wall Street Journal, detailing the extent of the bureau’s delays. It concluded that census officials have identified at least 15 anomalies in the data that affect more than one million census records. It said the bureau needs until Feb. 3 to transmit data the president called for in a memorandum requesting that unauthorized immigrants be excluded from the count.<br />State population totals are required by law to be delivered to the president by Dec. 31. He must deliver them to the newly elected House within a week of its opening, which normally occurs Jan. 3.<br />Signs that the timeline would slip emerged last month. Census Bureau Director Steven Dillingham said in mid-November that anomalies had been discovered in processing. If Mr. Trump can’t relay the figures before he leaves office Jan. 20, President-elect Joe Biden would handle it."
}