{
    "url_original": "https://www.wsj.com/articles/chance-the-rapper-sued-by-former-manager-11607127219?mod=business_lead_pos13",
    "url": "chance-the-rapper-sued-by-former-manager-11607127219",
    "title": "Chance the Rapper Sued by Former Manager",
    "sub_head": "In lawsuit, Pat Corcoran alleges he is owed millions in unpaid commissions, expenses",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-268742?width=620&size=1.5",
    "image_1": "im-268742.jpg",
    "time": "2020-12-04 19:13:00",
    "body": "Chance the Rapper and his former manager are feuding in a high-profile dispute over the manager’s April 27 firing in the wake of the Chicago hip-hop star’s disappointing album and concert-ticket sales.<br />In a lawsuit filed in Illinois on Nov. 30, which was previously reported by Complete Music Update, a music-business news service, Pat Corcoran, the former manager, is suing the rapper for a breach of contract, alleging he is owed millions in management commissions and unreimbursed expenses.<br />In a statement, the legal team for Chance the Rapper, whose real name is Chancelor Bennett, said that “Mr. Corcoran has been paid all of the commissions to which he is legally entitled” and that “most of the complaint consists of self-serving and fabricated allegations.” Mr. Corcoran couldn’t be reached.<br />The dispute is a surprise for many in the music business because of how closely Mr. Bennett and Mr. Corcoran have worked over the past decade to build the 27-year-old rapper’s reputation as one of the most famous and successful independent artists. (Unlike most recording artists of his stature, Mr. Bennett isn’t signed to a record label.) Five years ago, for example, the two longtime friends—Mr. Corcoran is about three years older—had only a 15-person team handling tasks like marketing and selling merchandise.<br />News of a rift between Chance the Rapper and his manager comes during the rockiest period of the artist’s career to date."
}