{
    "url_original": "https://www.wsj.com/articles/charter-schools-vs-eco-tours-its-no-contest-11608744758?mod=opinion_lead_pos8",
    "url": "charter-schools-vs-eco-tours-its-no-contest-11608744758",
    "title": "Charter Schools vs. Eco-Tours: It’s No Contest",
    "sub_head": "College essays by Success Academy seniors tell stories of inspiration and heartbreak.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-23 12:32:00",
    "body": "As a trustee of Tufts University, I saw my share of college essays. More recently, as board chairman of Success Academy, a network of 47 K-12 charter schools in New York that enrolls 20,000 students, I had a bit of an awakening.<br />I read 29 personal statements from Success Academy’s current senior class; 28 of the 29 are students of color; 25 of the 29 will be first-generation college graduates. Virtually all took and passed multiple Advanced Placement exams. The average SAT scores were 654 on math and 611 on verbal, compared with 475 and 485 for a similar national demographic. Depending on one’s view of Success Academy—and charter schools in general—these facts suggest either an aspirational view that ZIP Codes need not determine educational excellence or a cynical view that 2,500 teachers and 20,000 kids and their families have joined a cult obsessed with producing outsize test scores.<br />Beyond the numbers, my first reaction to these essays was that they were all well-written (I even learned a new word: heteroglossia). It is fair to point out that, as a sine laude high school graduate, I am neither Strunk nor White in authoritative assessment of writing skill. Still, I have read enough bad essays to recognize a good one. Uniformly, these essays were clear, concise, grammatically correct and properly punctuated.<br />I’ve spent plenty of time with college admissions directors. They are on the whole thoughtful and committed professionals. Many also have a sardonic sense of humor, which helps when reading and evaluating thousands of essays. One Ivy League admissions director describes how insiders distill recurrent themes to a word or two. “Costa Rica” refers to the propensity of well-to-do high school juniors to embark on eco-tours of Central American countries. “Grandma” points to the lionization of elders—a noble sentiment, but as my friend wryly noted, grandma isn’t applying to college, you are. “Soup kitchen” captures the idea that two weeks’ work at the shelter doesn’t make you Mother Teresa.<br />A Success Academy scholar is as likely to live in a homeless shelter as to work in one. Gap years would more likely be devoted to caring for an autistic sibling than tending Costa Rican flora and fauna. Simple heuristics wouldn’t prove helpful in vetting a Success Academy class for college admission."
}