{
    "url_original": "https://www.wsj.com/articles/cheating-in-online-school-some-students-and-parents-say-its-ok-11608645609?mod=tech_lead_pos10",
    "url": "cheating-in-online-school-some-students-and-parents-say-its-ok-11608645609",
    "title": "Cheating in Online School? Some Students and Parents Say It’s OK",
    "sub_head": "Teachers are changing how they test to counter online cheating; ethicists fear a slippery slope",
    "category_1": "Tech",
    "category_2": "Family & Tech: Julie Jargon",
    "image_1_url": "https://images.wsj.net/im-276264?width=620&size=1.5",
    "image_1": "im-276264.jpg",
    "time": "2020-12-22 09:00:00",
    "body": "With high-school students across the country fresh off exams, many teachers will be eyeing their test answers carefully. Remote school has made certain kinds of cheating easier than ever, leading students who may never have considered cheating before the pandemic to google answers, text friends or peek at their notes.<br />The difficult situations students face this year raise a question: Is it ever OK to cheat? Should the normal rules apply in a year that has been anything but normal?<br />“I know a lot of kids who will FaceTime during tests and take them together, or kids who have a Google tab open during tests,” said Lucie Flagg, a high-school senior in Wexford, Pa. “I think everyone knows it’s probably not right, but it’s also the easy way out. A lot of kids are just done with remote learning and have no motivation to put in the work this year.”<br />She says that teachers have told students they are aware that cheating is happening and some have said they feel powerless to stop it. Some teachers have imposed time limits on tests, making it harder to cheat. Lucie said it’s easier to have actually studied the material in those cases, because looking up answers in books or on Google takes too long. Other teachers, she said, have switched to open-notes tests.<br />Lucie said teachers at her school don’t require students’ cameras to be on during tests. Some schools do. Other districts are using sometimes-controversial tech to catch or prevent cheating, such as AI-powered online proctoring services and software that can lock down browsers. The principal at her school, North Allegheny Senior High School, declined to comment."
}