{
    "url_original": "https://www.wsj.com/articles/chevron-general-motors-zoom-at-t-stocks-that-defined-the-week-11607118833?mod=markets_major_pos10",
    "url": "chevron-general-motors-zoom-at-t-stocks-that-defined-the-week-11607118833",
    "title": "Chevron, General Motors, Zoom, AT&T: Stocks That Defined the Week",
    "sub_head": "Here are seven major companies whose stocks moved on the week’s news",
    "category_1": "Markets",
    "category_2": "Stocks",
    "image_1_url": "https://images.wsj.net/im-268538?width=620&size=1.5",
    "image_1": "im-268538.jpg",
    "time": "2020-12-04 16:53:00",
    "body": "Spending projections are sliding at two of the world’s energy giants. Chevron Corp. on Thursday said it will cut its annual capital spending budget by 26% next year and sharply through the middle of next decade, as the coronavirus pandemic forces an industry-wide reappraisal of fossil fuel investment. That followed  Exxon Mobil Corp.’s  retreat from a plan to increase spending to boost its oil-and-gas production as the struggling company reassesses its next decade. Chevron shares fell 0.1 % Thursday.<br />General Motors Co. is tapping the brakes on its relationship with electric-truck startup  Nikola Corp.  The Detroit auto giant revealed Monday it is scaling back a pact that had fueled investor enthusiasm for both companies. Under the revised deal, GM still intends to provide Nikola with fuel-cell technology but is scrapping plans to build an electric pickup truck called the Badger for Nikola and will no longer take a stake in the company. The move comes after a short seller’s report raised questions about the readiness of some aspects of Nikola’s business, allegations the company said were false and misleading. GM shares fell 2.7% Monday.<br /><br />A new face-off is unfolding in the world of beauty. Sephora plans to install 850 shops inside Kohl’s Corp. stores by 2023, upending the beauty retailer’s longstanding partnership with  J.C. Penney Co.  That follows  Ulta Beauty Inc.’s  deal announced in November to open more than 100 shops inside  Target Corp.  stores by next year. Beauty has been one of retail’s brighter spots during the pandemic. Department stores are struggling to find new revenue sources as shoppers turn to fast-fashion chains, discount retailers and e-commerce players. Shares of Kohl’s rose 13% Tuesday.<br />"
}