{
    "url_original": "https://www.wsj.com/articles/chick-fil-a-sues-poultry-suppliers-alleging-price-fixing-11607289472?mod=business_minor_pos4",
    "url": "chick-fil-a-sues-poultry-suppliers-alleging-price-fixing-11607289472",
    "title": "Chick-fil-A Sues Poultry Suppliers, Alleging Price-Fixing",
    "sub_head": "Lawsuit adds one of the U.S. chicken industry’s biggest customers to expanding litigation that alleges long-running collusion among poultry processors",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-269054?width=620&size=1.5",
    "image_1": "im-269054.jpg",
    "time": "2020-12-06 16:17:00",
    "body": "Chick-fil-A Inc., the leading U.S. chicken chain, sued major poultry producers, accusing them of price-fixing that the Atlanta-based company says led to inflated prices for billions of dollars worth of its chicken purchases.<br />The chicken-sandwich giant alleged in a lawsuit filed Friday in a federal court in Illinois that top chicken suppliers, including  Tyson Foods Inc.,   Pilgrim’s Pride Corp. ,  Sanderson Farms Inc.  and Perdue Farms Inc., coordinated pricing for meat supplies and collectively reduced production to push up prices. Chick-fil-A is seeking unspecified damages and to recoup legal fees, according to the lawsuit.<br />A Tyson spokesman said Chick-fil-A’s claims were unfounded and that Tyson would defend against them. A Perdue spokeswoman and a Sanderson Farms spokesman declined to comment. Representatives for Pilgrim’s didn’t respond to requests for comment.<br />The lawsuit adds one of the U.S. poultry industry’s biggest customers to a four-year legal battle over alleged collusion among companies that produce the bulk of the roughly 37 billion pounds of chicken consumed annually in the U.S.<br />Major supermarket operators and food-service distributors have filed civil suits alleging anticompetitive behavior, and this year the U.S. Justice Department indicted senior chicken-industry executives and sales officials on criminal charges of bid-rigging and price-fixing. The defendants have pleaded not guilty to the criminal charges, and major chicken companies are contesting the civil-court claims."
}