{
    "url_original": "https://www.wsj.com/articles/childrens-books-too-much-too-soon-11608824551",
    "url": "childrens-books-too-much-too-soon-11608824551",
    "title": "Children’s Books: Too Much Too Soon",
    "sub_head": "A look at well-intentioned but off-target books for little ones—and a few that hit the mark.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-277332?width=620&size=2",
    "image_1": "im-277332.jpg",
    "time": "2020-12-24 10:42:00",
    "body": "Most of the year, this column is devoted to the best new books for young readers. Not so this week. As a last gasp of our annus horribilis, let’s talk about what makes for a bad book; specifically, what makes for a lousy board book for babies and toddlers. As for why publishers produced so many, I suppose the usual answer applies: It’s 2020. What do you expect?<br />To understand why some board books are great and some suboptimal, you have to consider who is meant to read them. Children ages 0-3 haven’t been here very long. They’re learning our language, but they may not speak it yet. In their first few months, they don’t even see colors; their world is black, white and gray. As children grow, they learn to discriminate between sounds and shapes and attach names to people, animals and objects. They start to learn spatial concepts (up/down, in/out) and mathematical ideas (one versus many). The concept of zero, which seems obvious to grown-ups, is not grasped by most children until after the age of 4.<br />In other words, babies and toddlers are not like us; they don’t know what we know. Good board books respect this innocence—young children’s newness to words and pictures—and meet them where they are. In 2020, I am happy to say, there were some great ones, brimming with humor and beauty and appropriate for their audience. Creative Editions published “Egg,” with simple, delightful rhymes by Amy Sky Koster and exquisite illustrations by Lisel Jane Ashlock. Candlewick Press brought out Kenneth Kraegel’s droll and surprising board book “This Is a Book of Shapes” and Steve Light’s deceptively sophisticated concept book “Up Cat Down Cat.” Minedition produced Giuliano Ferri’s “Masquerade Party,” a satisfying layering of ideas and language with sturdy fold-out panels. “Who is this plucky pirate?” we read. When the fellow’s hat is lifted away, the answer appears: “It’s a playful pig.”<br />There were board books that, while great in theory, slightly missed the mark. Xavier Deneux’s construction-site illustrations for “Build!” have graphic appeal, but the book’s removable, puzzle-like pieces are exasperatingly liable to disappear into the sofa cushions. Sam Boughton’s pictures for Templar’s “Hello, Elephant!” and “Hello, Bear!” are so splashy and distempered, and the typeface for his prose so scraggly, that it may be hard for small eyes to know where to look. The same is true of Isobel Lundie’s illustrations for “The Amicus Book of Earth,” from Amicus Ink, which feel flat and crowded on the small page.<br />Then we come to a category we might call “too much too soon.” These 2020 board books are not really for little ones, mostly because they presume a body of knowledge that babies and toddlers don’t have. Little, Brown’s “The Princess Bride: A Counting Story” by Lena Wolfe—based on the PG movie and illustrated by Bill Robinson—begins: “1 Story, 2 Lovers, 3 Outlaws.” Another entry from this category is Putnam’s four-volume “Big Ideas for Little Philosophers” series by Duane Armitage and Maureen McQuerry, with pictures by Robin Rosenthal. “A philosopher is a person who loves wisdom,” toddlers learn from “Truth With Socrates.” “Wisdom means knowing things that help you live better and be happy.” In “Equality With Simone de Beauvoir,” children get this message: “We don’t have to be the way everyone expects us to be. We just have to be ourselves.” (Hmm, the philosophical parent may think: not when it comes to table manners.)"
}