{
    "url_original": "https://www.wsj.com/articles/childrens-books-free-range-11609429586",
    "url": "childrens-books-free-range-11609429586",
    "title": "Children’s Books: Free Range",
    "sub_head": "The joy of exploring the world on and off the page animates a school story with a hint of Dickensian thrill.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-279788?width=620&size=custom_3617x1494",
    "image_1": "im-279788.jpg",
    "time": "2020-12-31 10:46:00",
    "body": "Gary D. Schmidtdoes something delightful in “Just Like That” (Clarion, 385 pages, $16.99), a novel for readers ages 9-14. He arranges for his characters to discover great books—“Treasure Island,” “Oliver Twist” and “The Wonderful World of Oz” among them—even as he borrows ideas and personality types from great books for the story he is telling about his characters. In this way, Mr. Schmidt’s tale of two young people and their journeys from darkness to light becomes, in itself, a testament to the formative power of literature.<br />“Just Like That” is set in and around 1968, and at first there are two strands to it. The first belongs to Meryl Lee Kowalski, who’s reeling from the accidental death of her best friend and has just arrived for eighth grade at St. Elene’s Preparatory Academy in Maine. Here, in the manner of many a boarding-school tale, she encounters snooty classmates, demanding teachers, and the endless temptation to go out of bounds.<br />The tone is arch and the words often capitalized in Meryl Lee’s part of the story. She imagines that the school’s headmistress, Dr. Nora MacKnockater, exudes Awful Dignity. She and her classmates at St. Elene’s Preparatory Academy, as it is always named, archly and in full, know that it is their mission to develop Resolution, overcome Obstacles and become Accomplished.<br />There’s not much humor in the novel’s second strand, which attaches to Matt Coffin, an illiterate boy more or less Meryl Lee’s age. Enslaved by a gang of pickpockets in New York City for most of his childhood, the traumatized Matt has lately escaped with a bag of loot. When Dr. MacKnockater discovers the boy living in a tumbledown shack near her house, she begins to gentle him, feeding him meatloaf and chowder and Robert Louis Stevenson. But it’s only a matter of time before the homicidal gang boss, a Dickensian villain named Leonidas Shug, tracks him down. Matt knows it, and we know it.<br />The two story-strands come together midway in a scene that captures the book’s dichotomous mood. On Thanksgiving, hearing someone at the door of Dr. MacKnockater’s house, where he’s staying, Matt rushes down wearing only boxers and brandishing a hatchet. He is prepared to kill Leonidas Shug. Instead he finds Meryl Lee, a girl who, like Dorothy in Oz, has embarked on a journey that will take place as much within her as without."
}