{
    "url_original": "https://www.wsj.com/articles/childrens-books-one-famous-fox-11608305672?mod=ig_booksdecember19",
    "url": "childrens-books-one-famous-fox-11608305672",
    "title": "Children’s Books: One Famous Fox",
    "sub_head": "The tricky figure of Reynard carries with him the flavor of an older and wilder world of story.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-274253?width=620&size=custom_3858x1921",
    "image_1": "im-274253.jpg",
    "time": "2020-12-18 10:34:00",
    "body": "So far as we know, the fox as a wicked and tricky character type originated 2,500 years ago with Aesop. As with other animals in the old moralist’s fables, the fox embodied human characteristics: pride, appetite, cunning. After the turn of the first millennium, Aesop’s fox acquired a name and began to catch on in Europe. He turned up in a 12th-century Latin poem composed (probably) by a Flemish monk. Soon after he figured in the Old French satirical tales of “Le Roman de Renart,” becoming so popular that the word for “fox” in French changed from goupil to renard. Reynard popped up in Low German (in the narrative poem “Reinhart Fuchs”) and Middle Dutch (in the verses of “Van den vos Reinarde”) and achieved lasting fame in English thanks to William Caxton’s rollicking 1481 translation from the Dutch, which became one of the first bestsellers in history.<br />In the late 18th century, Goethe celebrated the tawny deceiver in his verse epic “Reineke Fuchs,” which became a fixture of the German canon and, in translation, renewed Reynard’s popularity among English speakers. For centuries, Reynard had the run of Western civilization. And then he went to ground, fading from popular consciousness along with the animals of his cohort: Bruin the bear, Tybert (or Tibert, or Tybalt) the cat, and Isengrim the wolf. And now—he’s back!<br />Drawing from various sources with a bit of her own embroidery, German writer and translator Renate Raecke has abridged the trickster’s adventures for a picture book, “Reynard the Fox” (Minedition, 80 pages, $19.99), with arresting, kinetic artwork by Jonas Lauströer (see below). There’s an edge of savagery in the illustrations that evokes the redness of tooth and claw. For the Reynard that kindled the medieval imagination was no cuddly stuffed animal. Ms. Raecke sands down the edges of the violence, but she doesn’t dull Reynard’s wit as she tells of killing and deceit.<br />King Noble the lion has called his subjects to court in springtime. Reynard refuses to appear, which gives his enemies the opportunity to turn the king against him by enumerating his crimes. Chanticleer the rooster presents the piteous corpse of a decapitated daughter: “Reynard set traps for us!” Greedymind the she-wolf tells how Reynard pretended to teach her to catch fish in a frozen pond by sticking her tail through a hole in the ice and how she was stuck fast. “My need made me credulous,” she testifies, “and I failed to see Reynard’s crafty expression, although I had learnt so often that he was a sly deceiver.”<br />Angered at these breaches of his peace, King Noble sends emissaries to retrieve the fox. Reynard works such terrible mischief on Bruin and Tybalt (as he is here) that both bear and cat stumble back to court bleeding and mutilated—in the latter’s case, missing an eye. Children whose experience of picture-book animals has been confined to the friendly and inoffensive may find it all too much, but those growing up with lots of fairy and folk tales will see that Reynard fits right in with these traditions."
}