{
    "url_original": "https://www.wsj.com/articles/childrens-books-picture-books-perfect-for-hanukkah-and-christmas-11607099278?mod=ig_booksdecember5",
    "url": "childrens-books-picture-books-perfect-for-hanukkah-and-christmas-11607099278",
    "title": "Children’s Books: Picture Books Perfect for Hanukkah and Christmas",
    "sub_head": "Six new books to help make at-home holidays bright.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-268356?width=620&size=custom_6071x2244",
    "image_1": "im-268356.jpg",
    "time": "2020-12-04 11:28:00",
    "body": "Why is this holiday season different from any other holiday season? Unfortunately, we all know the answer to that. Instead of socializing and traveling in the run-up to Hanukkah and Christmas, most of us will be in sedentary seclusion. Fortunately, some things don’t have to change. Families can still fry latkes and light menorahs, or set up creches and build gingerbread houses (or do all these things), and in the evening children can still snuggle up with festive picture books.<br />For Jewish households, Leslie Kimmelman presents an affectionate Judeo-medieval mash-up in “The Eight Knights of Hanukkah” (Holiday House, 40 pages, $17.99), a picture book about deeds of “awesome kindness and stupendous bravery.” As we see in Galia Bernstein’s droll cartoon illustrations, on the last day of Hanukkah a dastardly dragon is plaguing a kingdom, gobbling all the doughnuts, swooping over orchards and roasting the unpicked apples, and scorching the Hebrew letters off children’s dreidels. A cohort of mail-clad champions, at the behest of their mother, sets out on horseback to put the kingdom in order. Alone and severally, the knights perform goodly fixes: Sir Gabriel, for example, valiantly peels a massive pile of spuds (the usual potato-peelers having fled for fear of the dragon); his apron reads, “Kisseth the cook.” If the ending feels a little pat, well, never mind: Who wouldn’t want a dragon to light the Hanukkah candles?<br />Two admired figures in the world of children’s literature have combined forces for a joyfully syncretic picture book about a roving spirit of seasonal plenty, Nate Gadol, whose surname means “great” in Hebrew. Written by Arthur A. Levine and illustrated by Kevin Hawkes, “The Hanukkah Magic of Nate Gadol” (Candlewick, 30 pages, $19.99) is as much a celebration of the American melting pot as it is the story of a specific character. And what a character! In his bright blue greatcoat and ornate boots (see below), Nate Gadol travels unseen across continents and through centuries: “In answer to people’s prayers, he made things last as long as they needed to.”<br />Evidently Nate was in Judea with the Maccabees more than 2,000 years ago, ensuring that their tiny reserve of oil burned for eight days and nights—the original Hanukkah miracle. And he’s active in the American winter of 1881, when two impoverished immigrant families, the Jewish Glasers and the Catholic O’Malleys, are in need of help. Mr. Hawkes’s pictures for this inviting tale have sweep and warmth, with rich coloring and touches of gold that give even scenes of chilly privation a sumptuous appearance. In an afterword, Mr. Levine writes of his desire to expand the “wonderful supplementary mythology” of stories connected with the celebrations of Christmas and Hanukkah. It is an ambition achieved in this delightful book for readers ages 4-9.<br />For another tale of Yuletide generosity, Tad Hills uses colors so glowing that it’s as though the pages are strung with Christmas-tree lights. “Mistletoe” (Schwartz & Wade, 32 pages, $17.99) features an eponymous gray mouse who can’t seem to induce her great friend, Norwell, to come outside into the cold to enjoy the snow. Norwell, an elephant, demurs: “I think I’ll stay home, where it’s cozy.” When Mistletoe realizes why Norwell is so reluctant, she gets busy with knitting needles and yarn. As Christmas approaches, she knits at every possible moment, even “in the bath (which isn’t easy).” A humorous reveal at the end shows how far friendship—and yarn— can extend in this picture book for children ages 2-6."
}