{
    "url_original": "https://www.wsj.com/articles/china-heads-into-2021-with-wind-at-its-back-11609340506?mod=business_minor_pos11",
    "url": "china-heads-into-2021-with-wind-at-its-back-11609340506",
    "title": "China Heads Into 2021 With Wind at Its Back",
    "sub_head": "Chinese economic strength seems likely to continue in 2021 as global trade keeps recovering and consumers regain confidence",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-279194?width=620&size=1.5",
    "image_1": "im-279194.jpg",
    "time": "2020-12-30 10:01:00",
    "body": "China began 2020 negotiating a treacherous exit from an extended trade war, and then was immediately plunged into the battle against Covid-19. Twelve months later it has emerged, improbably, as the large economy in the best shape.<br />That strength seems likely to continue in 2021 as global trade keeps recovering and Chinese consumers—badly hit by the lockdowns in early 2020—regain their confidence. In the second half of the year, slowing real-estate and infrastructure investment could prove to be headwinds, although China still seems likely to outperform most major economies. In the longer term, the nation’s outlook still depends on how it manages deteriorating relations with developed democracies and whether President Xi Jinping’s strategy of cross-fertilization between the state and China’s dynamic private sector can really deliver higher efficiency and technological progress.<br />The case for slowing investment in real estate—a big chunk of the economy which also tends to drive global commodity markets—is straightforward. With retail sales and private-sector investment already back to growth and exports roaring, the policy rationale for keeping mortgage rates low to goose construction is less compelling. Short-term borrowing rates already have risen substantially since June and now sit roughly where they were in late 2019. Mortgage rates, which fell much less than short-term borrowing rates to begin with this year, seem likely to follow soon. Meanwhile weaker gains in house prices and pricier bond financing will squeeze developers.<br />Luckily, China’s consumers are in decent shape to pick up the slack. China’s household savings rate was still about 3 percentage points higher in the third quarter of 2020 than in late 2019 before Covid-19 hit, notes Oxford Economics—implying further room for catch-up growth in spending. Meanwhile, on the external front, China may lose some export market share in late 2021 as other industrial economies ramp back up, but since the overall global economic pie will be growing faster, China’s shipments will probably hold up, too.<br />Further out, the picture gets more uncertain. With China and the European Union poised to sign a long-stalled bilateral investment treaty, Biden administration efforts to isolate Beijing may be off to a rocky start. But in the longer term, European governments and companies may still struggle to explain to citizens or customers why they are so willing to overlook China’s human rights abuses, including the large-scale internment of China’s Uighur minority in Xinjiang. And China’s demographic advantage is eroding rapidly, meaning boosting productivity is critical. Its pivot toward an import substitution-like economic strategy in high technology carries substantial risk, especially without much-needed financial reforms."
}