{
    "url_original": "https://www.wsj.com/articles/chinese-markets-shined-this-year-signal-a-repeat-in-2021-11609403891?mod=markets_lead_pos6",
    "url": "chinese-markets-shined-this-year-signal-a-repeat-in-2021-11609403891",
    "title": "Chinese Markets Shined This Year, Signal a Repeat in 2021",
    "sub_head": "Nation to benefit from post-pandemic rebound as well as from funds sloshing around the world’s financial system and low interest rates",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-276000?width=620&size=1.5",
    "image_1": "im-276000.jpg",
    "time": "2020-12-31 03:38:00",
    "body": "China’s stock market ended 2020 on a high note, with a key benchmark up 27% and at a multiyear high, reflecting the country’s economic revival during the coronavirus pandemic.<br />The move capped a year that broke records for stock issuance and brought a big run-up in share prices which together helped boost the value of Chinese stocks globally by about $5 trillion.<br />After the European Union and China agreed on terms of an investment accord, the CSI 300 Index—which tracks the top 300 stocks traded on exchanges in Shanghai and Shenzhen—rose 1.9% Thursday to reach its highest level since June 2015. The mainland benchmark registered a 27% gain for the year, while the Shanghai Composite Index ended 2020 up 14% at a nearly three-year closing high.<br />For 2021, investors and bankers expect China will continue to benefit from low global interest rates, and the huge amounts of funds sloshing around the world’s financial system, as well as the country’s rapid post-pandemic rebound. In October, the International Monetary Fund forecast Chinese GDP will jump 8.2% in 2021, following an estimated 1.9% increase in 2020.<br />Magnus Andersson, regional co-head of equity capital markets at  Morgan Stanley ,  said international investors are “starved for growth” and so are keen on buying into good Chinese companies that are expanding quickly. “There’s a long queue of very high-quality companies with real growth and exciting stories lining up to come to the market,” Mr. Andersson said."
}