{
    "url_original": "https://www.wsj.com/articles/chinas-record-exports-are-the-flipside-of-the-pandemic-in-the-u-s-11607332782?mod=markets_major_pos1",
    "url": "chinas-record-exports-are-the-flipside-of-the-pandemic-in-the-u-s-11607332782",
    "title": "China’s Record Exports Are the Flipside of the Pandemic in the U.S.",
    "sub_head": "Few would have pegged surging Chinese exports to the U.S. as a likely outcome for 2020 a year ago. But that looks likely to persist a while yet.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-269199?width=620&size=1.5",
    "image_1": "im-269199.jpg",
    "time": "2020-12-07 04:22:00",
    "body": "Eighteen months ago, in the depths of the trade war with the U.S., few would have predicted that Chinese exports would be breaking records in 2020. But that is what has happened. And with wide-scale vaccine rollout in developed countries months away, that impressive strength has a way to run.<br />Chinese exports jumped 21.1% year over year in November—a rise that, excluding the annual Lunar New Year holiday period that  typically falls sometime from January to February, was the strongest performance since 2011. The trade surplus also notched a high in dollar terms, hitting $75.4 billion.<br />Driving that rise was a surge of exports to the U.S. Big consignments of new iPhones probably boosted the numbers. Overall Chinese mobile-phone shipments alone rose nearly $8 billion month over month. But there are also more fundamental forces at work.<br />China’s exports in early 2020 were boosted by surging global demand for personal protective gear and medical goods. But more recently, the most obvious driver has been electronic goods such as computers—thanks to strong demand for items related to staying home, as consumers in the U.S. and Europe spend less on services such as dining out.<br />U.S. factories wouldn’t be equipped, most likely, to handle a jump in demand for such goods in the best of times since electronics supply chains are concentrated in Asia. And now, with the coronavirus surging again nationwide, American factories may have even more trouble filling orders as workers get sick or stay home."
}