{
    "url_original": "https://www.wsj.com/articles/chinas-luckin-coffee-to-pay-180-million-to-settle-accounting-fraud-claims-11608157731?mod=business_featst_pos2",
    "url": "chinas-luckin-coffee-to-pay-180-million-to-settle-accounting-fraud-claims-11608157731",
    "title": "China’s Luckin Coffee to Pay $180 Million to Settle Accounting-Fraud Claims",
    "sub_head": "SEC says the company intentionally faked more than $300 million in retail sales",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-274474?width=620&size=1.5",
    "image_1": "im-274474.jpg",
    "time": "2020-12-16 19:02:00",
    "body": "WASHINGTON— Luckin Coffee Inc.  has agreed to pay $180 million to settle regulatory claims that it cooked its books to make growth appear more robust and meet earnings targets.<br />The Securities and Exchange Commission announced the penalty on Wednesday, eight months after the Chinese company disclosed that some of its officers fabricated sales in 2019. Luckin neither admitted nor denied the SEC’s fraud claims, which were filed in Manhattan federal court. The settlement is subject to a federal judge’s approval.<br />Luckin intentionally faked more than $300 million in retail sales from April 2019 to January 2020 by using related parties to create fake sales transactions, the SEC said. The Wall Street Journal reported in May that Luckin sold vouchers redeemable for tens of millions of cups of coffee to companies that had ties to Luckin’s chairman and controlling shareholder, Charles Lu.<br />Luckin, once a highflying competitor to  Starbucks  Corp.  in China, went public on the  Nasdaq  Stock Market in 2019. Its disclosure of financial-reporting failures earlier this year caused its shares to plummet 75%. The debacle put a spotlight on U.S. regulators’ inability to inspect the audits of American-listed Chinese companies, a compliance gap that gained attention in Congress this year.<br />Mr. Lu stepped down from Luckin’s board in July, and the Nasdaq delisted Luckin’s shares on July 13. Luckin’s shares still trade over the counter."
}