{
    "url_original": "https://www.wsj.com/articles/china-finishes-off-a-wild-year-with-more-manufacturing-growth-11609383751",
    "url": "china-finishes-off-a-wild-year-with-more-manufacturing-growth-11609383751",
    "title": "China Finishes Off a Wild Year With More Manufacturing Growth",
    "sub_head": "The economy also showed strength outside its factories",
    "category_1": "Economy",
    "category_2": "Asia Economy",
    "image_1_url": "https://images.wsj.net/im-279573?width=620&size=1.5",
    "image_1": "im-279573.jpg",
    "time": "2020-12-30 22:02:00",
    "body": "BEIJING—China finished 2020 with a 10th consecutive month of expansion in its manufacturing sector, capping a dramatic year that saw the country’s factories incapacitated by the pandemic, only to roar back as a growth engine for China and the world.<br />Beijing’s official gauge of factory activity finished the year at 51.9, in line with expectations and remaining above the 50 mark that separates expansion from contraction, extending a streak that dates back to March. The reading was slightly lower than November’s 52.1 reading.<br />The Chinese economy also showed strength outside its factories. China’s nonmanufacturing PMI, which covers services like retail, aviation and software as well as the real estate and construction sectors, came in at 55.7 in December, the National Bureau of Statistics said Thursday. Though that reading was down from 56.4 in November, it marked a 10th month of expansion and remains near the highest levels in more than a decade.<br />Taken together, the robust finish to the year is likely to affirm economists’ forecasts for gross domestic product growth in the fourth quarter and full year of more than 6% and 2%, respectively. It also suggests a strong start to 2021, with economists both inside and outside the government projecting economic growth of 8% or more in the coming year.<br />Earlier this month,  Goldman Sachs  economists raised their GDP growth forecast for the fourth quarter to 6.8% from a previous estimate of 5.2%, citing expectations for “stronger momentum heading into the new year.” For the full year, Goldman raised its GDP estimate to 2.4% for 2020 from 2.0% previously, and to 8.0% for 2021, up from an earlier forecast of 7.5%."
}