{
    "url_original": "https://www.wsj.com/articles/china-sticks-with-tough-line-on-hong-kong-after-u-s-bolsters-sanctions-11607438331?mod=world_major_2_pos6",
    "url": "china-sticks-with-tough-line-on-hong-kong-after-u-s-bolsters-sanctions-11607438331",
    "title": "China Sticks With Tough Line on Hong Kong After U.S. Bolsters Sanctions",
    "sub_head": "Political observers say sanctions unlikely to force Beijing into easing crackdown on opponents",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2020-12-08 09:38:00",
    "body": "The Trump administration’s sanctioning of 14 senior Chinese leaders is the heaviest in a series of blows aimed at Beijing in response to its crackdown on Hong Kong. If earlier measures are a guide, the effect will be mostly symbolic.<br />The U.S. announced sanctions Monday against more than half of China’s 25-member top legislative body, the National People’s Congress Standing Committee, that officials in Washington said was central to China’s efforts to rein in freedoms in Hong Kong. The body has imposed a national security law and barred opposition legislators in recent months.<br />Hours after the U.S. move, Hong Kong police arrested eight activists, including opposition legislators and protest organizers, in dawn raids across the city, the latest in a series of arrests of prominent figures accused of crimes over their roles in last year’s antigovernment uprising. Pro-democracy groups say efforts to crush opposition in the city are increasing, despite the rising international condemnation of China.<br />“The Chinese will view the designations of 14 NPC officials as an irritant, but not consequential,” said Bonnie Glaser, director of the China Power Project at the Center for Strategic and International Studies in Washington, D.C. “Beijing has already made the decision to impose its rule over Hong Kong. Such symbolic steps are unlikely to affect its actions.”<br />China expressed anger over the sanctions, with its foreign ministry Tuesday summoning Robert W. Forden, the U.S. chargé d’affaires in Beijing, to condemn the measures. A ministry spokeswoman told a regular briefing that it firmly opposed U.S. interference and said it wouldn’t affect China’s Hong Kong policies."
}