{
    "url_original": "https://www.wsj.com/articles/china-moon-mission-ends-as-lunar-probe-returns-to-earth-with-fragments-11608147926?mod=world_major_2_pos4",
    "url": "china-moon-mission-ends-as-lunar-probe-returns-to-earth-with-fragments-11608147926",
    "title": "China Moon Mission Ends as Lunar Probe Returns to Earth With Fragments",
    "sub_head": "With a landing in the snow, the Chinese space program executes the final stage of its third trip to explore the moon’s surface",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2020-12-16 14:45:00",
    "body": "China’s space program executed the final stage of an ambitious mission to capture moon fragments and return them to Earth, state media reported, as its space vehicle touched down in a northern China landscape covered in snow.<br />The parachute’s landing early Thursday local time amid darkness in Inner Mongolia came more than two weeks after China landed its Chang’e 5 probe on the moon on Dec. 1. The successful return of a lunar landing craft to Earth is the world’s first since a Soviet mission in 1976.<br />China Central Television coverage showed the craft intact and nestled in the snowy ground and being approached by helicopters. It took some time after it touched down for ground crews to locate the roughly 3-foot-wide capsule in the dark and state media cited challenges in getting vehicles across the flat expanse to retrieve it.<br />China’s complicated Chang’e 5 mission began on Nov. 24. The space vehicle included orbiter, lander and ascender with maneuvers that included reuniting spacecraft 200 miles from the lunar surface for a transfer of captured moon material before firing off for a return to Earth.<br />The Chang’e 5 probe, China’s third exploration on the moon’s surface, had spent 19 hours on the surface and used robotic equipment to drill about 2 feet deep to recover around 4.4 pounds of rock and material. “These samples will be studied to uncover clues to the moon’s multi-billion-year history,” according to a report by CCTV, the state broadcaster."
}