{
    "url_original": "https://www.wsj.com/articles/china-jails-a-covid-reporter-11609285472?mod=opinion_lead_pos2",
    "url": "china-jails-a-covid-reporter-11609285472",
    "title": "China Jails a Covid Reporter",
    "sub_head": "‘Why can’t I show the truth?’ Zhang Zhan dared to ask.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-29 18:44:00",
    "body": "A Chinese court Monday sentenced 37-year-old Zhang Zhan to four years in prison for “picking quarrels and provoking trouble,” but her real offense was telling the truth about the government’s early mishandling of Covid.<br />Ms. Zhang rushed to Wuhan in early 2020 to report on the coronavirus outbreak and the government’s response. She visited hospitals and crematoriums, interviewed terrified Wuhan locals, posted more than 120 video clips on YouTube, and shared her insights with foreign media. On  Twitter  she observed that “the party flags and red symbols at many neighborhood entrances all indicate that epidemic-prevention isn’t important. Protecting regime stability that has been impacted by the pandemic is the actual goal.”<br />Ms. Zhang’s reporting came as Beijing was trying to gaslight the world into believing it had responded to the outbreak competently and transparently. She knew the risks of contradicting the official narrative. She had reported on the disappearance of other journalists.<br />“Maybe I have a rebellious soul . . . I’m just documenting the truth. Why can’t I show the truth? I won’t stop what I’m doing because this country can’t go backwards,” Ms. Zhang said in one video clip obtained by the BBC.<br />In mid-May, Ms. Zhang went missing, and her friends learned she’d been arrested. Her lawyers say authorities have restrained and force-fed her after she went on a hunger strike. Zhang Keke, her attorney, has described how she recites passages from the Bible for comfort but “feels psychologically exhausted, like every day is a torment.” Ms. Zhang appeared in court Monday in a wheelchair, her lawyers said."
}