{
    "url_original": "https://www.wsj.com/articles/chinese-household-debt-surges-through-the-pandemic-11607417329?mod=business_minor_pos10",
    "url": "chinese-household-debt-surges-through-the-pandemic-11607417329",
    "title": "Chinese Household Debt Surges Through the Pandemic",
    "sub_head": "The continued rise of real-estate investment left China with the largest increase in global household debt in the first half of the year, which will drag on its economic potential in years to come",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-269801?width=620&size=1.5",
    "image_1": "im-269801.jpg",
    "time": "2020-12-08 03:51:00",
    "body": "China’s household debt ballooned in the first half of the year, rising by about $380 billion, according to new Bank for International Settlements data. That increase was almost four times as large as the second-place U.S. And it compounds one of China’s biggest economic vulnerabilities.<br />It has been widely reported that China’s industrial production and exports have helped to power its recovery this year. But the other leg of the recovery is the continued rapid rise of real-estate investment, which is set to outstrip GDP growth again in 2020, as it has in 16 of the past 17 years.<br />Interest rates this year fell sharply in most countries, but the People’s Bank of China has resisted this trend. That means that whereas borrowers in the U.S. were at least able to refinance real-estate loans, Chinese borrowers are left with largely unchanged debt-servicing costs.<br />The reluctance to cut rates reflects the government’s concerns about previous rounds of let-it-rip credit growth, which have left the housing market displaying telltale signs of rampant speculation.<br />Hundreds of millions of units, equivalent to about a fifth of the urban housing stock, are estimated to be vacant. The rental market is still underdeveloped, but where it does exist, yields are typically well below those offered by government bonds. Banks that once lent primarily to industry have recorded ever-growing mortgage books. That already appears to be eating into China’s economic potential, as funding is redirected toward real estate and away from more productive uses."
}