{
    "url_original": "https://www.wsj.com/articles/china-tells-ant-to-refocus-on-payments-business-11609075851?mod=business_minor_pos7",
    "url": "china-tells-ant-to-refocus-on-payments-business-11609075851",
    "title": "China Tells Ant Group to Refocus on Its Payments Business",
    "sub_head": "Public rebuke is latest step by Beijing to rein in large companies after they took on what financial regulators regarded as excessive risk",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-278349?width=620&size=1.5",
    "image_1": "im-278349.jpg",
    "time": "2020-12-27 12:43:00",
    "body": "Chinese financial regulators moved to rein in Ant Group Co., the financial-technology giant controlled by billionaire Jack Ma, telling it to switch its focus back to its mainstay payments business and rectify problems in faster-growing areas such as personal lending, insurance and wealth management.<br />China’s central bank on Sunday criticized Ant for its behavior toward competitors and consumers, and what regulators said was problematic corporate governance. It said the company “despised” complying with regulations and engaged in regulatory arbitrage, without providing specifics.<br />The statement from the People’s Bank of China followed a Saturday meeting between the central bank, representatives of Ant, and China’s securities, banking and foreign-exchange regulators. It was presented as a Q&A with the PBOC’s vice governor Pan Gongsheng.<br />The public rebuke came less than two months after Beijing pulled the plug on Ant’s planned initial public offerings in Hong Kong and Shanghai on Nov. 3. The blockbuster IPO had been set to raise at least $34 billion—valuing Ant at more than $300 billion—but Chinese President Xi Jinping personally decided to halt the deal after Mr. Ma infuriated government leaders with a speech in which he criticized financial regulation, The Wall Street Journal has reported.<br />Ant said it appreciated the guidance and would comply with the regulatory requirements. The company said it would develop a timetable and a plan of action."
}