{
    "url_original": "https://www.wsj.com/articles/china-responds-in-latest-sanctions-tit-for-tat-with-u-s-over-hong-kong-11607600937",
    "url": "china-responds-in-latest-sanctions-tit-for-tat-with-u-s-over-hong-kong-11607600937",
    "title": "China Responds in Latest Sanctions Tit-for-Tat With U.S. Over Hong Kong",
    "sub_head": "China is revoking visa exemptions for U.S. diplomatic passport holders in Hong Kong and Macau",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-271204?width=620&size=1.5",
    "image_1": "im-271204.jpg",
    "time": "2020-12-10 06:48:00",
    "body": "HONG KONG—China is revoking visa exemptions for U.S. diplomatic passport holders in Hong Kong and Macau and said it would impose other unspecified sanctions to retaliate for actions the Trump administration took against Chinese officials this week.<br />The sanctions would affect U.S. officials and nonprofit personnel who had “expressed vile positions on the Hong Kong question” along with their immediate family members, Chinese Foreign Ministry spokeswoman Hua Chunying said Thursday at a regular press briefing in Beijing.<br />The moves were undertaken because the U.S. had “exploited Hong Kong-related issues to seriously interfere in China’s internal affairs and harm China’s core interests,” Ms. Hua said. She didn’t say when the sanctions would take effect.<br />Beijing’s announcement comes after the White House placed 14 senior Chinese officials on its sanctions blacklist on Monday. The Trump administration said the officials had been responsible for eroding Hong Kong’s political autonomy.<br />Asked for comment on the Chinese sanctions, a spokesperson for the U.S. Embassy in Beijing referred to a statement published on their website earlier on Thursday, expressing “the United States’ deep concerns over Beijing’s ongoing assault against the fundamental rights and freedoms of the Hong Kong people guaranteed to them in the Sino-U.K. Joint Declaration.”"
}