{
    "url_original": "https://www.wsj.com/articles/china-wants-to-be-the-worlds-banker-11607534410?mod=opinion_lead_pos5",
    "url": "china-wants-to-be-the-worlds-banker-11607534410",
    "title": "China Wants to Be the World’s Banker",
    "sub_head": "The U.S. is in danger of losing its dominant leadership position in global financial services.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-270248?width=620&size=1.5",
    "image_1": "im-270248.jpg",
    "time": "2020-12-09 12:20:00",
    "body": "The U.S. remains the dominant force in the financial-services industry, leading in nearly every area of finance, from venture capital and private equity to banking and asset management. The liquidity and scale of U.S. capital markets support the primacy of the dollar, which allows Americans to pay less for foreign goods and helps finance U.S. government spending. America’s financial leadership, however, is increasingly being challenged by fierce competition from abroad and by shortsighted and counterproductive policies at home. Maintaining U.S. financial pre-eminence should be a priority for the Biden administration.<br />Traditionally, challenges to American leadership have come from well-established financial centers like London, Hong Kong and Tokyo. But mainland China will be an increasingly formidable challenger in financial services in the next few years.<br />The last-minute cancellation last month of Ant Group’s planned initial public offering—which would have been the largest in history, raising some $34 billion—reminded many investors about the risks of the Chinese market. But the deal’s size also showed China’s ability to attract massive amounts of capital. Despite the stumble, China’s domestic exchanges are well-positioned for the future.<br />China lags behind the advanced financial centers, but it has belatedly begun to open up and attract best-in-class foreign financial institutions. Its markets have governance and accounting issues to overcome, but Beijing is working to enhance its regulatory structure to meet global standards and provide greater transparency and better enforcement. China’s relatively quick recovery from the Covid-19 pandemic without a major fiscal stimulus has also allowed it to maintain higher interest rates and a stronger currency. This is attracting large investment inflows to Chinese stocks and other securities. Shanghai ranked first among global exchanges for number of IPOs and capital raised through the first nine months of 2020. These IPOs show that major fundraising can take place outside the U.S. financial ecosystem.<br />At the same time China is working to attract global capital, the U.S. is moving in the opposite direction. Ultimately, the strength of America’s capital markets rests on trust in the country’s stable macroeconomic and fiscal policies, and in the resilience of its open political system."
}