{
    "url_original": "https://www.wsj.com/articles/china-jails-citizen-journalist-for-her-accounts-of-covid-19-in-wuhan-11609158353?mod=business_minor_pos4",
    "url": "china-jails-citizen-journalist-for-her-accounts-of-covid-19-in-wuhan-11609158353",
    "title": "China Jails Citizen Journalist for Her Accounts of Covid-19 in Wuhan",
    "sub_head": "Prosecution underscores the lengths to which Beijing is willing to defend its official narrative of the pandemic",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2020-12-28 08:44:00",
    "body": "HONG KONG—A Chinese court imposed a four-year prison term on a citizen journalist who documented how Covid-19 ravaged the city where the coronavirus was first detected, in a case that underscores the lengths to which Beijing has defended its official narrative of the pandemic.<br />Zhang Zhan, 37 years old, was convicted of “picking quarrels and provoking trouble” after a roughly 2½-hour trial at the Shanghai Pudong New Area People’s Court on Monday, where prosecutors accused her of spreading falsehoods about the coronavirus pandemic through social-media posts and interviews with overseas media, her lawyers said.<br />The verdict came more than seven months after authorities detained Ms. Zhang in the central Chinese city of Wuhan, the pandemic’s original epicenter, where she posted more than 120 YouTube videos chronicling conditions in the city and detailed what she saw as missteps in the government’s initial pandemic response.<br />Her detention dovetails with Chinese leader Xi Jinping’s campaign to recast the coronavirus pandemic in China as a showcase of the Communist Party’s good governance, featuring extensive propaganda and censorship efforts aimed at mollifying public anger and suppressing criticism against missteps in the government’s initial response.<br />The case against Ms. Zhang is the first known prosecution of a citizen journalist who covered the coronavirus pandemic in Wuhan, where government efforts to punish whistleblowers and suppress information on the early outbreak stirred a public backlash and prompted some ordinary citizens to chronicle conditions in Wuhan with firsthand accounts over social media. At least three other citizen journalists in Wuhan disappeared in February and, though one of them briefly resurfaced in April, their fate remains unclear, rights activists say."
}