{
    "url_original": "https://www.wsj.com/articles/chinas-empire-of-concrete-11609156335?mod=business_minor_pos10",
    "url": "chinas-empire-of-concrete-11609156335",
    "title": "China’s Empire of Concrete",
    "sub_head": "The Chinese housing market has boomed, outstripping the rampant growth of the economy itself. This is how the nexus of households, local governments, banks and developers functions.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-278418?width=620&size=1.5",
    "image_1": "im-278418.jpg",
    "time": "2020-12-28 06:52:00",
    "body": "A Chinese asset market that barely existed three decades ago is now one of the world’s largest and most important centres of leverage and economic activity.<br />The country’s property sector has developed at a breakneck pace, construction and asset prices have surged, and the country’s top real-estate developers have become some of the largest firms in the world.<br />Real-estate investment has outstripped GDP growth for the most of the last two decades, excluding brief periods of financial stress in 2008-09, 2015-16 and the first quarter of 2020, figures from China’s National Bureau of Statistics show. With negligible foreign investment, that means debt has mounted both at developers and the families buying the properties.<br />As recently as 1978, virtually no housing was privately owned in China. Creeping experimental reforms led to the beginning of wholesale privatization of the public housing stock in 1988. In the early and mid-1990s, the real-estate giants of today—and their future billionaire owners—were just coming into existence.<br />In December 1987, Shenzhen held its first auction of land use rights, a practice mimicking the sales conducted a few miles south in Hong Kong, still under British control at the time. The model would eventually be adopted by municipalities across the country and become a major source of funding for cash-strapped local governments."
}