{
    "url_original": "https://www.wsj.com/articles/chinese-regulators-summon-tech-giants-intensifying-pressure-11608656530?mod=business_lead_pos6",
    "url": "chinese-regulators-summon-tech-giants-intensifying-pressure-11608656530",
    "title": "Chinese Regulators Summon Tech Giants, Intensifying Pressure",
    "sub_head": "Popular online group-buying model triggers scrutiny of Alibaba, Tencent and others",
    "category_1": "Tech",
    "time": "2020-12-22 12:02:00",
    "body": "China’s market regulator has ordered the country’s tech giants to tighten oversight of an emerging e-commerce purchasing model, the latest in a string of moves by authorities to rein in the powerful internet sector.<br />The State Administration for Market Regulation summoned six of China’s largest consumer internet businesses, including  Alibaba Group Holding Ltd.  and  Tencent Holdings Ltd. , to a meeting Tuesday, according to a statement on its website. The regulator said it would more closely monitor so-called community group buying and warned the companies against illegal actions such as predatory pricing, abusing consumer data for profit and selling fraudulent products.<br />Representatives from food-delivery app operator  Meituan ,  e-commerce companies  JD.com Inc.  and  Pinduoduo Inc.  and ride-hailing platform Didi Chuxing Technology Co. also attended the meeting.<br />The session marks Beijing’s latest salvo as it increases pressure on China’s major consumer internet companies. Many of them enjoyed relatively unchecked growth over the past decade as China sought to develop its own global technology champions. But as the companies have grown powerful, armed with massive consumer data, authorities are increasing scrutiny to keep them in check.<br />In early November, China suspended Ant Group Co.’s blockbuster initial public offering after Jack Ma, the financial technology giant’s billionaire co-founder, angered Beijing by criticizing President Xi Jinping’s signature campaign to control financial risks."
}