{
    "url_original": "https://www.wsj.com/articles/china-is-national-security-threat-no-1-11607019599?mod=opinion_lead_pos5",
    "url": "china-is-national-security-threat-no-1-11607019599",
    "title": "China Is National Security Threat No. 1",
    "sub_head": "Resisting Beijing’s attempt to reshape and dominate the world is the challenge of our generation.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-03 13:20:00",
    "body": "As Director of National Intelligence, I am entrusted with access to more intelligence than any member of the U.S. government other than the president. I oversee the intelligence agencies, and my office produces the President’s Daily Brief detailing the threats facing the country. If I could communicate one thing to the American people from this unique vantage point, it is that the People’s Republic of China poses the greatest threat to America today, and the greatest threat to democracy and freedom world-wide since World War II.<br />The intelligence is clear: Beijing intends to dominate the U.S. and the rest of the planet economically, militarily and technologically. Many of China’s major public initiatives and prominent companies offer only a layer of camouflage to the activities of the Chinese Communist Party.<br />I call its approach of economic espionage “rob, replicate and replace.” China robs U.S. companies of their intellectual property, replicates the technology, and then replaces the U.S. firms in the global marketplace.<br />Take Sinovel. In 2018 a federal jury found the Chinese wind-turbine manufacturer guilty of stealing trade secrets from  American Superconductor .  Penalties were imposed but the damage was done. The theft resulted in the U.S. company losing more than $1 billion in shareholder value and cutting 700 jobs. Today Sinovel sells wind turbines world-wide as if it built a legitimate business through ingenuity and hard work rather than theft.<br />The FBI frequently arrests Chinese nationals for stealing research-and-development secrets. Until the head of Harvard’s Chemistry Department was arrested earlier this year, China was allegedly paying him $50,000 a month as part of a plan to attract top scientists and reward them for stealing information. The professor has pleaded not guilty to making false statements to U.S. authorities. Three scientists were ousted in 2019 from MD Anderson Cancer Center in Houston over concerns about China’s theft of cancer research. The U.S. government estimates that China’s intellectual-property theft costs America as much as $500 billion a year, or between $4,000 and $6,000 per U.S. household."
}