{
    "url_original": "https://www.wsj.com/articles/china-europe-trade-forum-canceled-after-china-sought-to-bar-critics-11607601609",
    "url": "china-europe-trade-forum-canceled-after-china-sought-to-bar-critics-11607601609",
    "title": "China-Europe Trade Forum Canceled After China Sought to Bar Critics",
    "sub_head": "European organizers rejected China’s demands to exclude certain participants from annual dialogue between CEOs, officials and academics",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-270189?width=620&size=1.5",
    "image_1": "im-270189.jpg",
    "time": "2020-12-10 07:41:00",
    "body": "An annual China-Europe trade forum was quietly canceled last month after European organizers rejected Chinese demands to ban participants critical of Beijing.<br />The move, not previously reported, highlights an increasingly difficult balance Europe is trying to strike between safeguarding business interests and upholding democratic values in the face of China’s increasingly aggressive global stance. The U.S. and Australia have taken more forceful stands against pressure from China, sparking public fights and trade battles.<br />The annual China-EU CEO and Former Senior Officials Dialogue—a closed-door event that includes around 40 chief executives, top officials and academics from Europe and China—would have been its fourth edition and taken place this year by videoconference.<br />In previous years, participant lists weren’t controversial, organizers say. But this year, European organizers at BusinessEurope, an umbrella organization for the European Union’s national business lobbies, rejected Chinese demands to exclude certain participants.<br />The event’s cancellation offers a fresh sign of Europe’s hardening stance toward Beijing, a shift that became evident last year when the bloc described China as a systemic rival, and was underscored during the coronavirus pandemic with senior EU officials blaming China for disinformation. But the reluctance on both sides to escalate this conflict and the organizers’ insistence that another dialogue should take place again next year highlight the conflicting forces at play."
}