{
    "url_original": "https://www.wsj.com/articles/chinese-chip-maker-in-default-on-2-5-billion-of-dollar-bonds-11607593266?mod=markets_lead_pos6",
    "url": "chinese-chip-maker-in-default-on-2-5-billion-of-dollar-bonds-11607593266",
    "title": "Chinese Chip Maker in Default on $2.5 Billion of Dollar Bonds",
    "sub_head": "Default by Tsinghua Unigroup unit triggers series of cross-defaults; nearly $2.5 billion of international bonds affected",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "time": "2020-12-10 04:41:00",
    "body": "Tsinghua Unigroup Co., a key player in China’s push for self-reliance in semiconductors, is in default on nearly $2.5 billion of international bonds, in the latest instance of financial stress in China spilling over into global markets.<br />Late Wednesday, a unit of the company said it expected not to repay principal or the last chunk of interest on $450 million of bonds due Thursday. A separate filing said that would trigger cross-defaults on a further $2 billion in dollar bonds—three issues, coming due between 2021 and 2028.<br />The missed payments come as China’s central and local governments become more selective in bailing out ailing borrowers, both at home and abroad. Some analysts and investors believe authorities are pushing forward with a campaign to clear out unviable companies and dispel the idea that government-backed companies’ creditors will always be made whole.<br />Last month, Tsinghua Unigroup defaulted on a privately placed domestic bond worth 1.3 billion yuan, or the equivalent of $199 million. Alongside defaults by a major coal company and the parent of  BMW AG’s  Chinese joint-venture partner, it unsettled participants in China’s bond markets.<br />The chip maker’s dollar debt has been trading at deep discounts to face value, suggesting investors already doubted they would be repaid in full. The unit that issued the $450 million note said that it and Tsinghua Unigroup were “looking into various ways to solve their current liquidity issue.”"
}