{
    "url_original": "https://www.wsj.com/articles/china-eyes-shrinking-jack-mas-business-empire-11609260092?mod=tech_lead_pos2",
    "url": "china-eyes-shrinking-jack-mas-business-empire-11609260092",
    "title": "China Eyes Shrinking Jack Ma’s Business Empire",
    "sub_head": "The state could take a bigger stake in the billionaire’s businesses as regulators beef up oversight of the powerful tech sector",
    "category_1": "Asia",
    "time": "2020-12-29 11:59:00",
    "body": "Beijing is seeking to shrink Jack Ma’s technology and financial empire and potentially take a larger stake in his businesses, according to Chinese officials and government advisers familiar with the matter, as regulators zero in on the billionaire in a campaign to strengthen oversight of an increasingly influential tech sphere.<br />Under a restructuring road map that China’s financial regulators laid out this week, financial technology giant Ant Group Co. would return to its roots as an online-payment provider akin to  PayPal Holdings Inc.,  while its more profitable investment and loan businesses would be curtailed.<br />The regulators, led by the central bank, also ordered Ant to form a separate financial holding company that would be subject to the kind of capital requirements applied to banks. That could open a door for big state banks or other types of government-controlled entities to buy into the firm to help beef up its capital base, the officials and advisers say.<br />China’s national pension fund, China Development Bank and  China International Capital Corp. , the country’s top state-owned investment bank, are already investors in Ant.<br />Mr. Ma, China’s richest person, has helped define China’s new economy with the two companies he founded—Ant and its e-commerce affiliate Alibaba Group Holding Ltd. Their businesses span payment services, online retail, cloud computing, wealth management and lending. Separately, Alibaba is facing an antitrust probe that could also lead to an overhaul of its business and asset divestitures."
}