{
    "url_original": "https://www.wsj.com/articles/chip-giants-intel-and-nvidia-face-new-threats-from-amazon-to-google-to-apple-11608460201?mod=tech_lead_pos3",
    "url": "chip-giants-intel-and-nvidia-face-new-threats-from-amazon-to-google-to-apple-11608460201",
    "title": "Chip Giants Intel and Nvidia Face New Threats From Amazon to Google to Apple",
    "sub_head": "Custom chip making has exploded at large tech companies, driven by expanding balance sheets and the growth of AI",
    "category_1": "Tech",
    "time": "2020-12-20 05:30:00",
    "body": "The world’s largest semiconductor companies face a growing competitive threat: their biggest customers making their own chips tailored to the supercharged areas of cloud-computing and artificial intelligence.<br />Chip making has long been ruled by big manufacturers and design houses such as  Intel Corp. ,  Advanced Micro Devices Inc.  and graphics-chip maker  Nvidia Corp.  Now  Amazon.com Inc.,   Microsoft Corp.  and Google are getting into the game in the hunt for improved performance and lower costs, shifting the balance of power in the industry and pushing traditional chip makers to respond by building more specialized chips for major customers.<br />Amazon this month unveiled a new chip that, it says, promises to speed up how algorithms that use artificial intelligence learn from data. The company has already designed other processors for its cloud-computing arm, called Amazon Web Services, including the brains of computers known as central processing units.<br />The pandemic has accelerated the rise of cloud-computing as companies broadly have embraced the kind of digital tools using those remote servers. Amazon, Microsoft, Google and others have enjoyed strong growth in the cloud during the remote-work period.<br />Business customers also are showing an increased appetite for analyzing the data they gather on their products and customers, fueling demand for artificial intelligence tools to make sense of all that information."
}