{
    "url_original": "https://www.wsj.com/articles/civil-service-shouldnt-mean-unaccountable-11607722518?mod=opinion_major_pos17",
    "url": "civil-service-shouldnt-mean-unaccountable-11607722518",
    "title": "Civil Service Shouldn’t Mean Unaccountable",
    "sub_head": "Only in D.C. is it this controversial to suggest that federal employees be held accountable for the quality of work they perform.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-271820?width=620&size=1.5",
    "image_1": "im-271820.jpg",
    "time": "2020-12-11 16:35:00",
    "body": "I share Susan E. Dudley and Sally Katzen’s appreciation for the Office of Management and Budget, which I have the privilege to lead (“Trump Takes a Parting Swipe at the Executive Branch,” op-ed, Dec. 10). OMB has one of the most professional workforces in all of government, with unmatched expertise and experience.<br />But I don’t share their overblown concerns about the civil service reforms that President Trump is proposing. Much of the media coverage on the “Schedule F classification” has bordered on the hysterical—claims of “massive government purges” and other easily dismissed boogeymen. Only in D.C. is it this controversial to suggest that federal employees be held accountable for the quality of work they perform.<br />For decades administrations have failed to achieve meaningful civil service reform. Federal employees themselves complain that it is far too difficult to get rid of poor performers. President Trump has found a way to maintain the institutional knowledge and expertise of career professionals who serve permanently and inject accountability for those closest to setting policy.<br />Most people in America serve at the will of their employer and learn to “provide objective and informed advice” while being committed to the organization’s success. This isn’t an unreasonable or outrageous request of federal employees.<br />OMB’s work won’t change: Hard questions will be asked, analysis provided and institutional memory maintained. But the men and women of OMB are not a priestly caste set apart; rather, we are the tip of the spear for implementing a president’s agenda. And that is why OMB must lead in executing this important reform."
}