{
    "url_original": "https://www.wsj.com/articles/clean-your-room-or-ill-call-my-union-rep-11608925303?mod=opinion_lead_pos10",
    "url": "clean-your-room-or-ill-call-my-union-rep-11608925303",
    "title": "Clean Your Room or I’ll Call My Union Rep",
    "sub_head": "An ill-conceived bid to turn Massachusetts foster parents into salaried government employees.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-25 14:41:00",
    "body": "Service Employees International Union Local 509 launched an effort in October to organize Massachusetts foster parents, claiming that it would “amplify foster parent voices in order to make meaningful repairs to our broken system.” In reality, unionizing foster parents would turn them into salaried government employees, creating a conflict of interest for Local 509. The union represents child welfare agency caseworkers, who are frequently the target of complaints from foster parents.<br />“I always hated the idea that kids don’t have a safe place to be,” says Rachel, a single woman who lives in a Boston suburb (names have been changed to protect the privacy of foster children and to protect foster parents from retaliation). She has wanted to be a foster parent since she was a teenager. She told the Massachusetts Department of Children and Families that she would happily take in an older child—something not enough foster families are willing to do—but that she couldn’t manage a child with severe behavioral problems. Rachel had volunteered for years with special-needs kids but knew that, as a single parent, she could only handle so much.<br />DCF didn’t listen. When 12-year-old Alexa (also an alias) showed up at the door, she had been in other foster homes for almost a year, including a stint with her grandmother that ended because of Alexa’s violent temper. She had thrown chairs at school and threatened kids at camp. Because of her history, no family members were willing to take her in. But no one told Rachel. Instead, only a single box was checked off on the form listing Alexa’s challenges—hygiene. It’s true that in the months that Alexa lived in Rachel’s home she smeared feces on the wall, but that was one of the less frightening incidents. Rachel finally told DCF after 10 months that she couldn’t handle Alexa anymore.<br />“Either they were negligent or deliberately held back information from me,” Rachel says. “They just said whatever they had to in order to get her into my home.”<br />Rachel’s experience with DCF is the tip of the iceberg. A devastating 2019 exposé in the Boston Globe revealed that “2,000 families have stopped accepting foster children in the past five years—almost as many as the total number of foster families currently in the system.” The department never asked these parents why they quit. When the Globe did, they uncovered stories of parents who were never told about kids’ medical problems, behavioral issues or past-traumatic experiences."
}