{
    "url_original": "https://www.wsj.com/articles/climate-finance-may-foul-the-economy-11607381333?mod=opinion_major_pos7",
    "url": "climate-finance-may-foul-the-economy-11607381333",
    "title": "Climate Finance May Foul the Economy",
    "sub_head": "The effects of Biden’s Treasury regulating ‘environmental risk’ will likely be perverse.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "time": "2020-12-07 17:48:00",
    "body": "When Barack Obama clinched the Democratic presidential nomination in June 2008, he said he hoped future generations would look back and say, “This was the moment when the rise of the oceans began to slow and our planet began to heal.”<br />Not exactly. While the Obama administration helped negotiate the Paris Climate Accords, the effects of those voluntary pledges to reduce greenhouse-gas emissions has been as minimal as their harshest environmentalist critics predicted. According to the Climate Action Tracker site, only two countries—all hail Morocco and Gambia—are living up to their Paris commitments.<br />As the Biden team confronts what it believes is one of the most urgent policy priorities at home and abroad, it faces an inconvenient truth. Even if Democrats win both runoffs in Georgia and take formal control of the Senate, the administration would have to persuade reluctant lawmakers like West Virginia’s Joe Manchin to support the abolition of the filibuster to pass significant climate legislation. Treaty ratification, which requires a two-thirds Senate majority, is out of reach, meaning that no legally binding international climate agreements will be cemented.<br />Domestically, there is always the presidential pen. While it will take time to reverse Trump-era regulatory decisions in the Environmental Protection Agency, altering the hundreds of regulatory changes and procurement decisions across the government can drive significant change. From tightening standards for methane emissions by frackers to mandating tougher energy standards for everything from buildings to cars, regulators can make it harder and more expensive both to produce and use fossil fuels.<br />Useful as it remains, however, conventional regulatory pressure is yesterday’s tactic. It is the financial system that drives the allocation of capital, and the considerable power that governments and central banks have over investment decisions is increasingly seen by environmentalists as the key to driving the massive global transformation they seek to address climate change."
}