{
    "url_original": "https://www.wsj.com/articles/climbing-asian-currency-reserves-will-revive-manipulation-debates-11607595029?mod=business_minor_pos11",
    "url": "climbing-asian-currency-reserves-will-revive-manipulation-debates-11607595029",
    "title": "Climbing Asian Currency Reserves Will Revive Manipulation Debates",
    "sub_head": "Upward pressure on the Chinese, Taiwanese and South Korean currencies leaves them at greater risk of becoming the targets of the incoming Biden administration",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-271196?width=620&size=1.5",
    "image_1": "im-271196.jpg",
    "time": "2020-12-10 05:10:00",
    "body": "The Taiwanese dollar, Chinese yuan and Korean won are each up by around 6% against the U.S. dollar so far this year, climbing as the countries’ trade surpluses have ballooned during the pandemic. On Wednesday, the yuan briefly moved below 6.50 to the U.S. dollar for the first time in about 2½ years.<br />The rally is taking those Asian currencies to levels the countries’ exporters and governments are less comfortable with, raising the possibility of renewed tension with the U.S. Treasury Department if they try to damp the pace of appreciation.<br />In November, China recorded its largest month-on-month increase in foreign-exchange reserves in seven years, South Korea the largest rise in 10 years, and Taiwan the largest increase ever. Foreign-exchange reserves tend to rise when countries intervene to prevent appreciation by buying dollar-denominated assets.<br />Both South Korea and China are already on the Treasury Department’s monitoring list for being designated as currency manipulators, which means they fit at least one of the three criteria—significant current account surpluses, significant bilateral trade surpluses with the U.S., and persistent one-sided intervention in the foreign-exchange markets.<br />The incoming U.S. administration is likely to have a different attitude to currency manipulation, but that won’t necessarily mean an easier ride for Seoul, Taipei or Beijing. As with trade-related issues, the incoming administration is expected to be more predictable and rules-oriented but not necessarily any more permissive."
}