{
    "url_original": "https://www.wsj.com/articles/cnn-ratings-surge-as-network-bosss-fate-is-uncertain-11607888694?mod=business_lead_pos4",
    "url": "cnn-ratings-surge-as-network-bosss-fate-is-uncertain-11607888694",
    "title": "CNN Ratings Surge as Network Boss’s Fate Is Uncertain",
    "sub_head": "A month after the election, CNN holds leads in key ratings categories; President Jeff Zucker made aware of investor interest in network",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-272794?width=620&size=1.5",
    "image_1": "im-272794.jpg",
    "time": "2020-12-13 14:44:00",
    "body": "CNN is riding a ratings high in the aftermath of the election. Whether the network boss who oversaw those gains will stick around is an open question.<br />CNN averaged more total-day viewers than Fox News since Election Day through Dec. 8, a 35 day span, the first time it has won such a long stretch in that category in 19 years. CNN also bested the competition over that period among viewers ages 25 to 54, a demographic advertisers target on news channels. Fox News has retained the No. 1 spot in total prime-time ratings.<br />As CNN tries to maintain momentum, network parent WarnerMedia, a unit of  AT&T Inc.,  is in talks with CNN President Jeff Zucker on whether to renew his contract, with those discussions expected to heat up in coming weeks, people close to the situation say. Mr. Zucker had signaled to associates internally that he wasn’t sure whether he wanted to stay on, and would weigh his options after the election.<br />The contract negotiations are happening at the same time that CNN has become a target of takeover interest in the private-equity world. Recently, Mr. Zucker was made aware of investor interest in taking the network private, according to people familiar with the matter. One scenario floated was a management buyout that would see Mr. Zucker lead the network under new ownership, some of the people said. Mr. Zucker has indicated that would-be suitors should contact AT&T.<br />WarnerMedia Chief Executive Jason Kilar said at a recent company town hall that CNN wasn’t for sale. People close to Mr. Kilar say that he is hopeful Mr. Zucker will stay with the company."
}