{
    "url_original": "https://www.wsj.com/articles/coal-miner-blackjewel-accuses-ex-ceo-of-self-dealing-11607727290?mod=business_minor_pos5",
    "url": "coal-miner-blackjewel-accuses-ex-ceo-of-self-dealing-11607727290",
    "title": "Coal Miner Blackjewel Accuses Ex-CEO of Self-Dealing",
    "sub_head": "Coal company files lawsuit accusing Jeff Hoops Sr., who resigned days after chapter 11 filing, of using his position to enrich himself at the miner’s expense",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-272531?width=620&size=1.5",
    "image_1": "im-272531.jpg",
    "time": "2020-12-11 17:54:00",
    "body": "Defunct coal company Blackjewel LLC, which left hundreds out-of-work when the business collapsed last year, has filed a lawsuit accusing its founder and former chief executive of using his position to enrich himself and his family members at the company’s expense.<br />Jeff Hoops Sr., who resigned as CEO days after the coal producer filed chapter 11 last July, signed deals with other companies he or his family controlled that extracted millions of dollars from Blackjewel in the years leading up to the bankruptcy, according to a lawsuit filed Thursday in the U.S. Bankruptcy Court in the Southern District of W.Va., by lawyers who are liquidating the company.<br />The lawsuit seeks to recover money from Mr. Hoops and his other businesses for what Blackjewel said were transactions that placed his financial interests above the company he founded and led until its failure.<br />A lawyer for Mr. Hoops didn’t respond to requests for comment. Mr. Hoops has previously denied allegations that he used Blackjewel for his benefit, testifying in bankruptcy court last year that “my interest is always in the best interest of Blackjewel and never in my personal interest.”<br />Blackjewel’s investigation of Mr. Hoops is one of the open-issues remaining in the company’s bankruptcy, which attracted national attention and scrutiny from the U.S. Labor Department after laid-off workers in Cumberland, Ky., spent weeks blocking a shipment of coal in protest of not receiving their final paychecks. Ultimately, the business receiving the coal shipment agreed to pay more than $5 million to cover the workers’ back pay."
}