{
    "url_original": "https://www.wsj.com/articles/coexistence-comes-to-an-israeli-soccer-field-11607900233?mod=opinion_lead_pos9",
    "url": "coexistence-comes-to-an-israeli-soccer-field-11607900233",
    "title": "Coexistence Comes to an Israeli Soccer Field",
    "sub_head": "Beitar Jerusalem fans once shouted, ‘Death to the Arabs!’ Now one owns half the team.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-13 17:57:00",
    "body": "On Monday a member of Abu Dhabi’s ruling family, Sheikh Hamad bin Khalifa al Nahyan, bought a 50% stake in an Israeli soccer team, Beitar Jerusalem, for $92 million. “Go Beitar!” the sheikh said. Actually, that’s a translation from—well, which language? The chant, using an Arabic word long incorporated into Hebrew, is “Yalla Beitar, yalla!”<br />Regrettably, that isn’t the only chant used by the team’s fans in the Israeli capital. Sometime in the 1990s I took my nephew to a Beitar soccer game at Teddy, its stadium named after Teddy Kollek, Jerusalem’s legendary mayor (1965-93). The chant “Death to the Arabs” started in the stands as soon as the game began. This was before Israeli television did documentaries on a Beitar fan group of hooligans calling itself “La Familia,” so it was completely new, and shocking, to me.<br />By then I was living in New York and following the Yankees more closely than any Israeli team, so I asked my nephew, a soccer maven, if the opposing team, Hapoel Haifa, had any Arab players. Nope. The chant was directed at no particular person. More like: Arabs are bad, so anyone playing against us is an Arab, and therefore death-worthy.<br />Beitar fans didn’t invent soccer hooliganism. Tottenham, a North London team identified with the Jews, has long been subject to anti-Semitic chants. Anti-Muslim and anti-African chants are sung at stadiums across Europe. Violence often ensues. Yet in Israel, where almost anything can be made into a referendum on political and national character, Beitar fans came to symbolize the worst in right-wing behavior.<br />Like all Israeli sports teams, Beitar Jerusalem has its origin in politics. Before Israel’s creation in 1948, athletic teams from major cities were party-affiliated. Maccabi represented the urban political center; Hapoel (“the worker”), the socialist Zionists; and Beitar, the “revisionist” right-wing faction from which Israel’s current ruling party, Likud, was born."
}