{
    "url_original": "https://www.wsj.com/articles/cold-war-with-china-is-avoidable-11609347643?mod=opinion_lead_pos5",
    "url": "cold-war-with-china-is-avoidable-11609347643",
    "title": "Cold War With China Is Avoidable",
    "sub_head": "Today’s challenge is different. Beijing has economic power Moscow could only dream of.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-30 12:00:00",
    "body": "American relations with China are at their lowest point in 50 years. Some say Donald Trump has bequeathed Joe Biden a new cold war, which they define as intense competition without shooting. But it is not yet a cold war, and Mr. Trump isn’t the sole source of the problem.<br />In the past decade, Chinese leaders abandoned Deng Xiaoping’s moderate policy of biding their time. They became more assertive, building artificial islands in the South China Sea and coercing Australia economically. On trade, China tilted the playing field with subsidies to state-owned enterprises and forced intellectual-property transfer. Mr. Trump was clumsy in responding with tariffs on both allies and China, but he was correct to defend against Chinese companies like Huawei, whose plans to build 5G networks pose a security threat.<br />It is a mistake, however, to think we can decouple our economy completely from China without enormous economic costs. That is why the cold war metaphor is misleading. In the Cold War, the Soviet Union was a direct military and ideological threat to the U.S., and the two countries had almost no economic or social interdependence. The U.S. does half a trillion dollars in trade annually with China, not to mention the millions of social interchanges like tourism. China has learned to harness the creativity of markets to authoritarian Communist Party control in ways the Soviets never mastered.<br />The U.S. and its allies aren’t threatened by the export of communism—few are taking to the streets in favor of Mr. Xi’s ideology—but by a hybrid system of economic and political interdependence that China can manipulate. More countries count China than the U.S. as their leading trade partner. Partial decoupling on security issues like Huawei is necessary, but total economic decoupling would be costly, and few allies would follow suit.<br />Moreover, with regard to the ecological aspects of interdependence such as climate change and pandemics, the laws of physics and biology make decoupling impossible. No country can solve transnational problems alone. The politics of global interdependence involves using power with others as well as over others. For better and worse, we are locked in a “cooperative rivalry” with China in which we need a strategy that can accomplish two contradictory things at the same time. This isn’t like Cold War containment."
}