{
    "url_original": "https://www.wsj.com/articles/college-in-the-time-of-covid-11609284722?mod=opinion_lead_pos7",
    "url": "college-in-the-time-of-covid-11609284722",
    "title": "College in the Time of Covid",
    "sub_head": "Students reflect on their experience of the pandemic as 2020 comes to a close.",
    "category_1": "Opinion",
    "category_2": "Future View",
    "image_1_url": "https://images.wsj.net/im-278991?width=620&size=1.5",
    "image_1": "im-278991.jpg",
    "time": "2020-12-29 18:32:00",
    "body": "Editor’s note: This week’s Future View asks students what they learned from living amid the Covid-19 pandemic. For the next installment we’ll ask, “The 1918 flu pandemic precipitated the roaring ’20s. Do you anticipate the end of Covid-19 having a similar effect?” Students should click here to submit opinions of fewer than 250 words before Jan. 12. The best responses will be published that night.<br />A Tale of Two Pandemics<br />At the beginning of the pandemic, I was concerned that my elderly mother, a hairdresser, continued seeing clients at their homes despite San Francisco’s shelter-in-place orders. After all, we should have been performing our new American duty—staying at home. I pleaded with my mother to close her business, citing the grim data emphasizing increased mortality among elderly populations plastered on every front page. Reluctantly, she sheltered for a week, but soon the income loss became too much.<br />Untimely car and dental troubles depleted the savings we hoped to ration throughout the pandemic. Local and federal aid barely covered three months of living and business expenses. Every $20 haircut quickly became more valuable than our health. The irony was not lost: To survive the pandemic, we had to risk infection.<br />Meanwhile, a supposedly united America preened over its noble self-isolation—even celebrities shared the quarantine struggle, tweeting and streaming from their lavish homes. In actuality, the images populating social media were only half the story. The U.S. experience was divided: Those that possessed adequate financial capital could freely perform their civic duty while working-America compromised their safety for necessities. My low-income family was excluded from visions of a safe, socially distant society, sparking endless debates over stimulus packages that, if substantive, could allow us to shelter."
}