{
    "url_original": "https://www.wsj.com/articles/commodities-trading-giant-trafigura-wins-big-from-oil-market-mayhem-11607518351?mod=markets_lead_pos5",
    "url": "commodities-trading-giant-trafigura-wins-big-from-oil-market-mayhem-11607518351",
    "title": "Commodities-Trading Giant Trafigura Wins Big From Oil-Market Mayhem",
    "sub_head": "When oil prices went negative during coronavirus lockdowns, the trading giant had its busiest month ever",
    "category_1": "Markets",
    "time": "2020-12-09 07:52:00",
    "body": "Trafigura Group Pte. Ltd., one of the world’s largest commodities traders, posted a record profit Wednesday, making it a big winner from turmoil in crude-oil markets during the coronavirus pandemic.<br />The closely held company, which is based in Singapore but run from Geneva, almost doubled its net profit to $1.6 billion in the fiscal year ended September. The company’s operating earnings were the best in its 27-year history, it said.<br />Trafigura’s record windfall highlights the ability of commodity traders to thrive when prices gyrate. Like rivals Vitol Group and Gunvor Group, the company looks to profit whether commodity prices go up or down. Rather than owning mines and wells, it focuses on physical trading of commodities, arbitraging prices for the likes of crude or copper in different parts of the globe.<br />Trafigura did particularly well when oil prices went negative in the spring, despite a concurrent pullback in financing from banks for commodities deals. Demand for crude in cars and planes plummeted with much of the world economy in lockdown, while Saudi Arabia and Russia, two of the world’s biggest crude producers, launched a crushing price war.<br />“We had our busiest period in April—our busiest month ever,” said Trafigura Chief Executive Jeremy Weir in a video that accompanied the company’s earnings release. “It was a stunning year,” he said, adding that the company boosted its gross profit margins to 5% from 1.6% last year. While not publicly listed, Trafigura posts financial results for bondholders."
}