{
    "url_original": "https://www.wsj.com/articles/companies-face-new-pressures-to-diversify-boards-its-sensitive-11607380004?mod=business_lead_pos6",
    "url": "companies-face-new-pressures-to-diversify-boards-its-sensitive-11607380004",
    "title": "Companies Face New Pressures to Diversify Boards. It’s Sensitive.",
    "sub_head": "Nasdaq and California efforts to bring more minorities and other underrepresented groups into boardrooms raise awkward recruiting challenges; Avoiding being ‘tokenized’",
    "category_1": "Business",
    "category_2": "Management",
    "time": "2020-12-07 17:26:00",
    "body": "One of the biggest board recruiting rushes in U.S. corporate history is set to commence, and it is likely to be a delicate one.<br />A new board-diversity proposal from  Nasdaq Inc.  and a similar mandate passed in California this fall are expected to pave the way for potentially thousands of people with racially and sexually diverse backgrounds to join corporate boards over the next few years. Nasdaq—which would require listed companies to have at least one woman and another director who is either a racial minority or lesbian, gay, bisexual, transgender or queer—has found that three-quarters of its nearly 3,000 listed companies don’t meet its proposed criteria.<br />Recruiting those directors raises a set of awkward challenges for companies. A board candidate’s ethnic background or sexual orientation isn’t always obvious, and scouting those candidates can require some unconventional digging, recruiters and directors say. A bigger, more sensitive issue, many say, is making their boardroom additions more than just a check-the-box exercise.<br />“When I get those calls, my first reaction isn’t, ‘Oh I’m getting those calls because I’m a Black woman.’ My first reaction is: ‘Oh, I’m getting the call because I’m a finance person,’ ” said Mary Winston, a director at companies including  Chipotle Mexican Grill Inc.  and  Bed Bath & Beyond Inc.,  of calls she has gotten about filling other board vacancies. Still, “I can’t say it’s not in the back of my mind,” said Ms. Winston, a former chief financial officer at Family Dollar.<br />Repeated studies have shown a link between board diversity and better financial results, and there is an abundance of senior-level women and minority executives who more than meet the necessary qualifications for directorships, said Beth Stewart, chief executive of Trewstar Corporate Board Services, a recruiting firm."
}