{
    "url_original": "https://www.wsj.com/articles/companies-have-promised-billions-toward-racial-equity-where-is-the-money-going-11608570864?mod=markets_lead_pos3",
    "url": "companies-have-promised-billions-toward-racial-equity-where-is-the-money-going-11608570864",
    "title": "Companies Have Promised $35 Billion Toward Racial Equity. Where Is the Money Going?",
    "sub_head": "Corporations say they are using their financial might to narrow racial wealth and opportunity gap; tracking those efforts can be tough",
    "category_1": "Business",
    "time": "2020-12-21 12:14:00",
    "body": "U.S. companies pledged tens of billions of dollars toward racial-equity efforts in 2020. A challenge for 2021 and beyond: tracking where the dollars go and what changes the pledges will bring.<br />Big businesses made commitments of a cumulative $35 billion in the past six months, according to a review of announcements by The Wall Street Journal, in response to a national debate about systemic racism following the killing of George Floyd while being arrested by Minneapolis police on May 25. Companies say the money will go toward boosting the net worth of Black families, creating professional opportunities for minorities and diversifying their own ranks, among other outcomes.<br />The bulk of the $35 billion stems from  JPMorgan Chase  & Co.’s October pledge to invest $30 billion over the next five years into such efforts as financing affordable housing and opening branches in neighborhoods where financial services are scarce.<br />Major banks are behind some of the other biggest pledges, including $1 billion from  Bank of America Corp.  and $1.15 billion by  Citigroup Inc.  to provide capital to Black business owners and home buyers, among other measures.<br />Elsewhere,  Walmart Inc.  has pledged to found a center for racial equity, through which it will donate $100 million to nonprofit groups over five years.  Alphabet Inc.’s  Google is putting $175 million into supporting Black business owners, startup founders, job seekers and developers, in addition to a $100 million YouTube fund for Black artists and creators."
}