{
    "url_original": "https://www.wsj.com/articles/congress-sets-stage-for-exiling-chinese-stocks-from-u-s-over-audit-dispute-11606946071?mod=business_lead_pos13",
    "url": "congress-sets-stage-for-exiling-chinese-stocks-from-u-s-over-audit-dispute-11606946071",
    "title": "Congress Sets Stage for Exiling Chinese Stocks From U.S. Over Audit Dispute",
    "sub_head": "The U.S. has long battled Beijing’s resistance to overseas inspections of Chinese companies’ audits",
    "category_1": "Markets",
    "category_2": "Financial Regulation",
    "time": "2020-12-02 17:58:00",
    "body": "WASHINGTON—The House unanimously approved legislation on Wednesday that threatens a trading ban of shares of Chinese companies such as  Alibaba Group Holding Ltd.  over concerns that their audits aren’t sufficiently regulated.<br />The bipartisan measure passed the Senate in May and could quickly become law with President Trump’s signature. The fight over China’s resistance to allowing overseas inspections of its companies’ audits has lasted for years but reached a fever pitch during the Trump administration.<br />Under the measure, Chinese companies and their auditors would have three years to comply with the inspections before a trading prohibition could take effect. If a breakthrough looked unlikely, the companies would probably respond ahead of a ban by either going private or moving their listing to a non-U.S. exchange.<br />U.S. regulators are working on another proposal that could allow Chinese auditors to comply with the inspection requirement without violating their home country’s laws, which limit the sharing of information. The Securities and Exchange Commission could issue such a proposal this month, although it wouldn’t immediately take effect.<br />Chinese firms have raised money from U.S. shareholders for years, but their auditors violate a fundamental investor protection: China typically won’t allow American regulators to check their work. Chinese companies including  Luckin Coffee Inc.  have imploded in accounting scandals over the past decade, raising awareness of the audit-inspection gap."
}