{
    "url_original": "https://www.wsj.com/articles/congress-poised-to-raise-standards-for-assessing-new-airliner-designs-11608592031?mod=politics_featst_pos1",
    "url": "congress-poised-to-raise-standards-for-assessing-new-airliner-designs-11608592031",
    "title": "Congress Poised to Raise Standards for Assessing New Airliner Designs",
    "sub_head": "Year-end spending bill includes bipartisan provisions toughening FAA oversight of future aircraft models",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-276028?width=620&size=1.5",
    "image_1": "im-276028.jpg",
    "time": "2020-12-21 18:07:00",
    "body": "Significantly tighter rules for approving jetliner designs have been incorporated in a year-end federal omnibus spending bill, all but guaranteeing final congressional passage of safety reforms sparked by two fatal  Boeing Co.  737 MAX jet crashes.<br />Bipartisan support for the provisions, which had appeared stalled in recent weeks, sets the stage for the most sweeping changes in decades of how the Federal Aviation Administration assesses and approves new airliner models.  Rolling the bill into the $1.4 trillion funding package, expected to win House and Senate passage, eliminates opportunities for debate or amendments.<br />Hammered out by lawmakers to respond to public anger over the 737 MAX tragedies, the final language gives the FAA substantially more authority to oversee technical details and reject company engineering decisions.<br />The legislation also empowers FAA leaders to individually vet industry officials designated to act on behalf of the agency in safety matters. Currently, companies choose such so-called designees with limited FAA input. And it authorizes fines and other penalties if company supervisors exert undue pressure on engineers to meet cost or schedule targets.<br />Other provisions establish new protections for whistleblowers and provide increased funding to enhance the agency’s expertise, particularly in assessing how pilots react to malfunctions of automated cockpit systems."
}