{
    "url_original": "https://www.wsj.com/articles/conservatism-and-liberalism-two-books-on-the-great-divide-11607099696?mod=opinion_major_pos10",
    "url": "conservatism-and-liberalism-two-books-on-the-great-divide-11607099696",
    "title": "Conservatism and Liberalism: Two Books on the Great Divide",
    "sub_head": "Two strikingly different ways of seeing the world, ordering society and understanding human destiny.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2020-12-04 17:42:00",
    "body": "Every man and every woman, it seems, knows Gilbert and Sullivan’s quipping lines from “Iolanthe” (1882): “That every boy and every gal / That’s born into the world alive. / Is either a little Liberal / Or else a little Conservative.” When the lines were first sung, the labels matched up with Britain’s political parties, but they obviously have a wider application—each calling to mind, then and now, a cultural outlook, an inclination, a temperament, even a philosophy. Over time, of course, even the firmest definition will shift, making easy summary difficult and historical circumstance—context, that is—crucial to our understanding of what “liberalism” is and how “conservatism” differs from it. These days, we may also ask: What sets the two sides of democratic politics so far apart?<br />Edmund Fawcett, a former editor and correspondent at the Economist, grappled with one end of this polarity in “Liberalism: The Life of an Idea,” published in 2014 and revised four years later. He now explores its opposing force in “Conservatism: The Fight for a Tradition.” A self-described left-wing liberal, Mr. Fawcett believes that both categories of thought (and politics) are facing critical tests, making it all the more urgent that we grasp their genealogy—how they developed and what they have come to represent. He calls his explorations “historical essays,” and indeed they are written in a reflective mode, though at times in an impassioned style. Members of both thought-categories will find much to learn from both books, not least from the historical figures Mr. Fawcett brings into view.<br />Mr. Fawcett notes that, in the broadest terms, the modern era in advanced societies has been governed by a liberal outlook, one in which the liberty or freedom of the individual has been increasingly protected from the state or “liberated” from custom, hierarchy and the institutions—notably, the church—that once dictated social relations and guided man’s understanding of himself. The origins of this outlook, he notes, can be traced to the Enlightenment, when “reason” was elevated to an exalted position and, it was believed, a rational scrutiny of both principles and institutions would lead humanity away from dark superstition and upward toward the light.<br />Enlightenment thinkers, Mr. Fawcett reminds us, encouraged the idea that society might be understood and thereby changed for the better. They also sought to sever moral codes from their traditional mooring, or at least to rethink them: As Mr. Fawcett puts it, David Hume and Immanuel Kant “welcomed liberty from ethical tutelage” so that men could determine their own standards of conduct. The German statesman Wilhelm von Humboldt saw education as a way to realize individual possibility rather than, as tradition would have it, train for an occupation or a social role. Benjamin Constant, in France, focused on the concept of liberty, which he defined as a condition of existence allowing people to turn away interference from either society or the state. Calling absolute power radically illegitimate, François Guizot insisted that human imperfection meant that no person, class, faith or interest should have the final say. Like other French liberals of his day, he sought a juste milieu—a place where interests and ideas could be balanced. Enlightenment philosophers on the Continent also challenged the assumptions of the ancien régime, helping open careers to talent and remove restrictions on office-holding long governed by religion and class.<br />These currents of thought we associate with the 18th century, and for good reason, but after the shock of the American and French revolutions, they were dammed up by the Napoleonic Wars and an interlude of restoration. It was only in the 1830s that the dam broke. A period of rapid change—brought on by the dislocations of the Industrial Revolution, the railway’s remarkable shrinking of distance, and episodes of agricultural depression and financial crisis—demanded a re-assessment of established patterns of thought and governance. Enlightenment-driven liberalism was one mode of response; conservatism, one might say, was a response to the response."
}