{
    "url_original": "https://www.wsj.com/articles/conspiracy-theorists-are-out-to-get-each-other-11607364841?mod=opinion_lead_pos8",
    "url": "conspiracy-theorists-are-out-to-get-each-other-11607364841",
    "title": "Conspiracy Theorists Are Out to Get Each Other",
    "sub_head": "Trump’s crazy election theories come after the media has been peddling similar fare for years.",
    "category_1": "Opinion",
    "category_2": "Free Expression",
    "image_1_url": "https://images.wsj.net/im-268993?width=620&size=1.5",
    "image_1": "im-268993.jpg",
    "time": "2020-12-07 13:14:00",
    "body": "If I’d told you two years ago that Donald Trump and Stacey Abrams would be soulmates, conjoined one day as victims of a dark political conspiracy by a Republican Party intent on denying them their rightful status as popular winners, you’d have asked me to take a sobriety test. But here we are.<br />Ms. Abrams still insists she’s the winner of the 2018 gubernatorial election in Georgia. She maintains that her opponent, Brian Kemp—the man legally declared the victor after vote tabulations gave him a 55,000 margin—rigged the election in his own favor by suppressing Democratic voter turnout. This in an election in which turnout set a new record for the state in a nonpresidential year.<br />Two years on, Gov. Kemp—aided, it seems, by the entire executive leadership of the state, Republican loyalists to a man—has done it again. This time out of a nagging sense of fair play perhaps, he has fixed the presidential election in Georgia in favor of Joe Biden.<br />I don’t know about you, but Mr. Kemp sounds like someone I want on my side. I wonder if he does tax returns.<br />This vast—and confusing—right-and-left-wing conspiracy in the Peach State is a useful reminder that, while the media tell us that paranoid conspiracy theorizing is now the defining feature of the modern Republican party, the tendency to believe—or purport to believe—false things that are useful to your cause is no respecter of party or ideology."
}