{
    "url_original": "https://www.wsj.com/articles/consumer-brands-bet-working-from-home-is-here-to-stay-11609065000?mod=business_lead_pos3",
    "url": "consumer-brands-bet-working-from-home-is-here-to-stay-11609065000",
    "title": "Consumer Brands Bet Working From Home Is Here to Stay",
    "sub_head": "Makers of Folgers coffee, Scott toilet paper and Kraft Mac & Cheese are investing in factories, new products aimed at remote workers post-pandemic",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-274980?width=620&size=1.5",
    "image_1": "im-274980.jpg",
    "time": "2020-12-27 05:30:00",
    "body": "Consumer-product companies are expanding factories and revamping production lines, wagering that work-from-home habits like growing beards and fixing quick lunches will outlast the coronavirus pandemic.<br />Millions of Americans spent much of the year working from home. While legions of employers are planning to reopen their offices, many have said they would let employees continue working remotely some or all of the time once the pandemic subsides.<br />As a result, many food-and-consumer-products companies are investing in factories, equipment and brands to provide more of those items for years to come, seeking to accommodate consumers who are making more coffee, buying more casual clothes and tending beards with trimmers and balm rather than shaving them off.<br />Conagra Brands Inc.  and  Kraft Heinz Co.  are buying and upgrading equipment to make more at-home lunch foods.  General Mills Inc.  has added a manufacturing line for Cinnamon Toast Crunch cereal at a Georgia factory, which the company said is one of its most expensive capital projects ever.  Kimberly-Clark Corp.  is converting a plant to make toilet paper for homes instead of offices, and  Procter & Gamble Co.  is adding beard-care products in addition to Gillette razors.<br />These decisions follow an unparalleled period of growth for grocery makers, whose sales surged with the onset of the pandemic. Those companies initially added shifts and narrowed product variety to increase capacity, but many resisted making longer-lasting investments that could backfire if demand waned."
}