{
    "url_original": "https://www.wsj.com/articles/coronavirus-sneaked-past-safeguards-to-halt-singapore-cruise-to-nowhere-11607504643?mod=business_lead_pos12",
    "url": "coronavirus-sneaked-past-safeguards-to-halt-singapore-cruise-to-nowhere-11607504643",
    "title": "Coronavirus Sneaked Past Safeguards to Halt Singapore ‘Cruise to Nowhere’",
    "sub_head": "83-year-old tests positive for Covid-19 on ship operated by Royal Caribbean after everyone had to test negative before boarding",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2020-12-09 04:04:00",
    "body": "SINGAPORE—Since coronavirus outbreaks on cruise ships shook the industry earlier this year, operators have tried to win back passenger confidence with options such as “cruises to nowhere” that circle the seas without making port calls. They have upgraded air filters, lowered capacity, required preboarding Covid-19 tests and enforced physical distancing.<br />But the virus still found its way on board.<br />A cruise ship operated by  Royal Caribbean  International returned to port in Singapore on Wednesday after an 83-year-old passenger tested positive. All of the passenger’s close contacts were isolated and have since tested negative, according to the Singapore Tourism Board. The remaining guests have been instructed to stay in their rooms until they get the all-clear, and meals are being sent directly to the rooms.<br />Royal Caribbean was one of two operators recently allowed to resume sailing from Singapore under safety protocols developed in collaboration with the city-state’s tourism authorities. Its ship, Quantum of the Seas, was forced to cut its trip short after the passenger complained of diarrhea and later tested positive.<br />All passengers will be allowed to disembark after a review of contact tracing is complete and will be tested before leaving the terminal, authorities said. “That we were able to quickly identify this single case and take immediate action is a sign that the system is working as it was designed to do,” the company said."
}