{
    "url_original": "https://www.wsj.com/articles/coronavirus-debate-should-lawmakers-get-vaccines-first-11607690926?mod=politics_lead_pos11",
    "url": "coronavirus-debate-should-lawmakers-get-vaccines-first-11607690926",
    "title": "Coronavirus Debate: Should Lawmakers Get Vaccines Early?",
    "sub_head": "Senators and House members grapple with whether Congress should be prioritized ahead of constituents",
    "category_1": "Politics",
    "time": "2020-12-11 07:48:00",
    "body": "WASHINGTON—Congress is grappling with whether lawmakers should be among the first to receive the coronavirus vaccine, which the Food and Drug Administration is expected to approve on an emergency basis in coming days.<br />The authorization is expected to lead to distribution by year’s end to limited groups such as health-care workers and the elderly, with several months until the general public is able to get vaccinated. Now policy makers face the question of whether lawmakers should receive priority as important elected officials and to give the public confidence in the vaccine—or whether they should wait in line with their constituents.<br />“There are ongoing discussions,” House Majority Leader Steny Hoyer (D., Md.) said on Wednesday. “Of course, many qualify in terms of the high-risk groups, in terms of age. But in addition to that, clearly, it is critical that we have the Congress in a condition where it can operate on a continuing basis, given the challenges that confront us of great immediacy.”<br />The Senate’s health-panel chairman, Lamar Alexander (R., Tenn.), said he had early Wednesday told Centers for Disease Control and Prevention Director Robert Redfield and other public officials they needed to decide when lawmakers should be vaccinated.<br />“If they want public figures to take the vaccine early in order to reassure Americans that it’s safe, I’m sure many of us will do that,” Mr. Alexander said he told Mr. Redfield. “They need to say it’s more important for public figures to take it in order to encourage people to do it. If they do that, I’ll be glad to take it, but I’m not going to do that on my own. I’m going to do it when the public-health officials tell me it’s my turn.”"
}