{
    "url_original": "https://www.wsj.com/articles/corporate-americas-borrowing-binge-may-be-ending-11607607002?mod=markets_lead_pos6",
    "url": "corporate-americas-borrowing-binge-may-be-ending-11607607002",
    "title": "Corporate America’s Borrowing Binge May Be Ending",
    "sub_head": "Net new supply of new bonds could hit the lowest level since 2002 next year—a potential headache for bond fund managers",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-270645?width=620&size=1.5",
    "image_1": "im-270645.jpg",
    "time": "2020-12-10 15:46:00",
    "body": "The record corporate borrowing boom fueled by the Federal Reserve’s pandemic response may be coming to an end. Wall Street bankers and investors are preparing for a sharp drop in corporate bond sales next year.<br />Companies with investment-grade credit ratings will likely issue $1.1 trillion of new bonds in 2021, a 32% reduction from this year, according to research by  Barclays  PLC. Many are flush with cash after borrowing to bolster their balance sheets through the pandemic’s economic shutdowns.<br />The anticipated decline becomes even sharper after accounting for expected debt repayments, which offset new bond sales. Analysts at  Bank of America Corp.  forecast that net new corporate bond issuance will be $63 billion next year. That would be the lowest total since the bank began tracking it in 2002.<br />The Fed has eased borrowing conditions throughout the pandemic by dropping interest rates near zero, saying it expects to keep them there for years, and by implementing other measures, such as buying corporate bonds for the first time. The efforts have helped keep the yield on the benchmark 10-year Treasury note below 1% for months. It settled Thursday at 0.907%, according to Tradeweb.<br />A steep decline in bond borrowing would be a sign that corporate chieftains feel less need to buffer balance sheets and that they will be spending some of the $2.1 trillion amassed earlier this year. For portfolio managers, it would be a mixed blessing: A declining supply of new bonds would drive up prices of those investors already own, but make it tougher to find new securities to buy with the cash that continues to pour into bond funds."
}