{
    "url_original": "https://www.wsj.com/articles/covid-19-vaccines-start-a-frenzy-for-dry-ice-its-like-a-herd-of-mustangs-11607007166?mod=business_lead_pos12",
    "url": "covid-19-vaccines-start-a-frenzy-for-dry-ice-its-like-a-herd-of-mustangs-11607007166",
    "title": "Dry Ice Demand Swells as Covid-19 Vaccines Prepare for Deployment",
    "sub_head": "Coronavirus shots requiring ultracold temperatures, coupled with holiday food shipments, kick off ‘mad scramble’ for solid carbon dioxide",
    "category_1": "Business",
    "time": "2020-12-03 09:52:00",
    "body": "Covid-19 vaccines awaiting regulatory approval will require ultracold temperatures for shipping and storage, and makers of dry ice are bracing for a surge in demand.<br />Frozen carbon dioxide, or dry ice, is one piece of a sprawling supply chain being assembled by businesses from airlines to grocers to deliver the shots. Across the country, dry-ice makers are planning to boost production of the frigid storage material needed to ship hundreds of millions of doses to hospitals, pharmacies and physicians’ offices.<br />Brad Dunn, vice president of Cee Kay Supply Inc., which makes dry ice at three Missouri plants, said he has fielded calls from public-health departments, medical-supply and logistics companies planning to take part in what  Pfizer Inc.  has called its biggest vaccination campaign ever.<br />Pfizer is expected to have the first Covid-19 vaccine cleared by U.S. regulators, kicking off a mass vaccination drive that will eventually include other shots. The drugmaker expects to distribute 25 million doses in the U.S. this year and another 1.3 billion globally in 2021.<br />Few pharmaceutical products have required such low temperatures for storage and transit. Pfizer’s vaccine must be shipped and stored at minus 70 degrees Celsius to remain stable and effective. The temperature of dry ice is around minus 78 degrees Celsius. A vaccine  Moderna Inc.  is developming must also be stored at cold temperatures, though not as low as those Pfizer’s shot requires. Once thawed, Pfizer’s vaccine can be refrigerated for up to five days."
}