{
    "url_original": "https://www.wsj.com/articles/covid-vaccine-shakedown-at-the-wto-11608160370?mod=opinion_lead_pos6",
    "url": "covid-vaccine-shakedown-at-the-wto-11608160370",
    "title": "Covid Vaccine Shakedown at the WTO",
    "sub_head": "Mercantile interests are behind India’s and South Africa’s high-minded talk about helping the poor.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-274180?width=620&size=1.5",
    "image_1": "im-274180.jpg",
    "time": "2020-12-16 18:12:00",
    "body": "The World Trade Organization will decide on Thursday whether to approve an Indian and South African proposal that would allow countries to disregard intellectual-property protections on Covid vaccines and therapeutics. Proponents claim the move would increase patients’ access to vaccines, especially in the developing world, by enabling companies to mass-manufacture generic copies of those drugs. In reality, suspending intellectual-property rights would make things much worse. The proposal is cynical—designed to benefit India’s and South Africa’s domestic drug industries at the expense of patients around the world.<br />India is the world’s largest manufacturer of generic drugs, and South Africa is another big producer. They lament that the U.S. and Europe have blocked intellectual-property rights suspension, even though a greater number of WTO member countries are in favor.<br />I’ve heard this line of attack before, and it is fraught with danger.<br />From 2010-15, I ran the international patent system for the World Intellectual Property Organization, a United Nations agency in Geneva. WIPO administers the global systems for patent, copyright and trademark protection, and its member countries include all those in the WTO. I helped conduct meetings designed to improve intellectual-property laws around the world and thereby create incentives for private innovation that benefits people world-wide.<br />At those meetings, India consistently questioned the need for patent laws, repeatedly pointing to the failure of pharmaceutical companies to recognize and respond to the AIDS crisis of the 1980s. Indian delegates harped on this outdated criticism, even though manufacturers have made AIDS medicines available in developing countries at a fraction of their domestic prices."
}