{
    "url_original": "https://www.wsj.com/articles/covid-aid-negotiators-grapple-over-liability-protections-11607382762?mod=politics_lead_pos1",
    "url": "covid-aid-negotiators-grapple-over-liability-protections-11607382762",
    "title": "Covid-Aid Negotiators Grapple Over Liability Protections",
    "sub_head": "Lawmakers also seek to iron out deal on state and local aid in roughly $900 billion framework",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-269568?width=620&size=1.5",
    "image_1": "im-269568.jpg",
    "time": "2020-12-07 19:01:00",
    "body": "WASHINGTON—Lawmakers struggled Monday to resolve a long-running dispute over what kind of liability protections to give businesses and other entities operating during the pandemic, one of two big stumbling blocks remaining in their efforts to strike a deal on an emergency relief package.<br />An expanding bipartisan group of Senate and House lawmakers has been working to hammer out details of the roughly $900 billion coronavirus relief framework detailed last week. Lawmakers held hourslong phone calls over the weekend and said they came closer to a final agreement on many elements. They are still, however, hashing out the two most contentious portions: the liability protections, long a top GOP priority; and funding for state and local governments, sought by Democrats.<br />“There are still some issues that are outstanding and it’s no secret generally speaking state and local and liability have always been the difficult issues,” said Rep. Tom Reed (R., N.Y.), co-chairman of the Problem Solvers Caucus, a bipartisan group of 50 House lawmakers, which endorsed the $908 billion proposal. “That’s where we stand right now. I think we can get there.”<br />Sen. John Cornyn (R., Texas) said the two issues were essentially paired together to satisfy each party’s demands.<br />“It’s clear that Democrats want additional state and local money and Republicans by and large are asking for some common-sense liability provisions and those are coupled together,” he said."
}