{
    "url_original": "https://www.wsj.com/articles/covid-ended-japans-tourist-boom-but-kyoto-carries-on-11608146925",
    "url": "covid-ended-japans-tourist-boom-but-kyoto-carries-on-11608146925",
    "title": "Coronavirus Ended Japan’s Tourist Boom, but Kyoto Carries On",
    "sub_head": "While still off-limits to most international tourists, Kyoto in many ways feels remarkably unchanged, writes Pico Iyer of his adopted home",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-274243?width=620&size=1",
    "image_1": "im-274243.jpg",
    "time": "2020-12-16 14:28:00",
    "body": "IT’S HARD to believe that, in April, some of Kyoto’s aromatic tourist streets were empty. A few nights ago, hundreds of people were lined up outside Kōdai-ji, in Kyoto, to walk around the temple’s annual autumn “Light-Up.” The following morning, in my neighborhood, kids were scuffling to school and my elderly friends at the gym were preparing for hours of furious Ping-Pong. It could be any December, really—depthless blue skies above russet and gold leaves—as I step into my local bus and realize there’s barely any room for me to stand.<br />A Martian touching down in Kyoto tomorrow might never guess that we’re in the throes of a global health crisis. Yes, the Land of the Bow reflexively practices social distancing at the best of times, and maybe one person in three every winter wears a mask (to protect others from sneezes and coughs). My neighbors are so used to hardship and obedience that no one registers any impatience as another long line of sightseers forms outside the Kyoto temple called Kurodani and each has her temperature scanned by a high-tech screen, is asked to buy a paper bag for carrying around her shoes (reusable plastic might carry infection) and sprays her hands with sanitizer before disappearing into a maple-filled garden.<br />Even this spring, when the pandemic first closed many places down, domestic tourists were thronging the tree-lined walks along Kyoto’s Philosopher’s Path, marveling at the cherry blossoms. In April, my 88-year-old mother was released from a hospital back in California, and I had to fly over to take care of her. Now, after more than six months away, I’m back in my adopted home of 33 years, just in time for fall’s brilliant festivals of goodbye.<br />Some things certainly look different these days, though Japan’s constant changes on the surface don’t often mean much change at its core. I returned to find the supermarket next to our apartment swathed in scaffolding. Our nearest big train station had been expanded so dramatically I could no longer orient myself. Our favorite Californian cafe here was gone. But people in Japan have long specialized in putting a bright face on things—in public at least—if only because 20 typhoons sweep through every year and the ground is often shaking with previews of the next earthquake.<br />So what strikes me most is what hasn’t changed. My first morning back, I saw a woman showing off a huge radish she’d just picked up from a neighbor’s barn, after leaving the equivalent of a dollar in a wooden box. The trees along the lanes were bright with tangerines and persimmons. Crows were perched among the apple-colored leaves, waiting to pounce on garbage bags left out in the street for collection. A man at our local shrine, first constructed in 1552, was joining his hands in silent prayer, though the worn rope used to ring a bell to summon the gods was tethered, in deference to the virus. When I traveled into central Nara, I saw some of the 1,200 or so “god’s messenger” deer who rule its downtown trooping across a busy road at a pedestrian crossing while a stag and his newborn stood silent guard outside the five-story glass-and-concrete City Hall."
}