{
    "url_original": "https://www.wsj.com/articles/covid-19-surge-hits-parts-of-asia-seen-as-pandemic-success-stories-11607523625",
    "url": "covid-19-surge-hits-parts-of-asia-seen-as-pandemic-success-stories-11607523625",
    "title": "Covid-19 Surge Hits South Korea and Japan, After They Had Contained Virus",
    "sub_head": "Uptick in outbreaks among Asia’s coronavirus success stories comes after life had been restored to pre-pandemic levels",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2020-12-09 11:21:00",
    "body": "Some Asian countries that have been among the world’s most successful at containing Covid-19 are now struggling to beat back a winter resurgence, a sign of how elusive sustained progress can be until a vaccine gets rolled out widely.<br />On Wednesday, South Korean President Moon Jae-in convened an emergency meeting after the country saw a nine-month peak of 686 cases that has forced officials to use shipping containers to address a hospital-bed shortage. Japan on Wednesday recorded more than 2,800 new cases, according to public broadcaster NHK, its highest daily total yet.<br />Vietnam reported community infections for the first time in around three months, prompting authorities to suspend all inbound commercial flights. Hong Kong, which had taken daily infections down to single digits, has seen cases surge past 100, requiring the reintroduction of limits on dine-in restaurant service and gym closures. Several regions of Malaysia went into lockdown after cases doubled within a month.<br />“We have overcome coronavirus crises several times but now we are in a more serious situation than ever,” said Mr. Moon, during a meeting with officials earlier this week. He called for expanded coronavirus testing, prompting testing sites to extend working hours and reopen drive-through sites.<br />Though the virus tallies pale in comparison with the U.S., Europe and elsewhere, the uptick in outbreaks among Asia’s Covid-19 success stories comes after life had been restored to pre-pandemic levels. But unlike more isolated outbreaks of prior months, this winter upturn is more diffuse, as places once considered havens—a family gathering at home or work sites long reopened—are now the outbreak origins."
}