{
    "url_original": "https://www.wsj.com/articles/covid-19-propelled-businesses-into-the-future-ready-or-not-11608958806?mod=business_lead_pos1",
    "url": "covid-19-propelled-businesses-into-the-future-ready-or-not-11608958806",
    "title": "Covid-19 Propelled Businesses Into the Future. Ready or Not.",
    "sub_head": "Spurred by the pandemic, business changes that normally might have taken years unfolded in months. Now, shifts that began as temporary fixes are likely to become permanent.",
    "category_1": "Business",
    "time": "2020-12-26 12:00:00",
    "body": "For many who crossed the digital divide this year, there will be no going back.<br />The Covid-19 pandemic forced Americans to collectively swap the physical for the digital world in a matter of months. As retailers learn to operate without stores, business travelers without airplanes, and workers without offices, much of what started out as a temporary expedient is likely to become permanent.<br />“Covid has acted like a time machine: it brought 2030 to 2020,” said Loren Padelford, vice president at  Shopify Inc.  “All those trends, where organizations thought they had more time, got rapidly accelerated.”  Merchants using the company’s e-commerce platform shot up more than 20% between January and June to 1.4 million, according to broker Robert W. Baird & Co.<br />The reverberations are already apparent in everything from the stock market to corporate spending patterns to the decline of physical cash. Investors in 2020 rewarded companies with digital-intensive, asset-light business models such as online used car seller  Carvana Co. , Airbnb Inc. and  Amazon.com Inc.  or firms that supply the infrastructure that makes those models possible—like Shopify,  Zoom Video Communications Inc.  and Microsoft Corp. Businesses are now spending less on office space and travel and more on cloud computing, collaboration software and logistics.<br />In many ways, digitization is simply the next chapter of a process under way for a century: the dematerialization of the economy. As agriculture gave way to manufacturing and then services, the share of economic value derived from tangible material and muscle shrunk while the share derived from information and brains grew. Former Federal Reserve chairman Alan Greenspan liked to note that economic output has steadily gotten lighter."
}