{
    "url_original": "https://www.wsj.com/articles/covid-and-the-new-age-of-censorship-11607381415?mod=opinion_lead_pos9",
    "url": "covid-and-the-new-age-of-censorship-11607381415",
    "title": "Covid and the New Age of Censorship",
    "sub_head": "It doesn’t promote public health when media and tech companies stifle scientific debate.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-269065?width=620&size=1.5",
    "image_1": "im-269065.jpg",
    "time": "2020-12-07 17:50:00",
    "body": "Information has never been more plentiful or easier to distribute. Yet we are sliding into a new age of censorship and suppression, encouraged by technology giants and traditional media companies. As someone who’s been falsely characterized as a coronavirus “denier,” I have seen this crisis firsthand.<br />Since June,  Amazon  has twice tried to suppress self-published booklets I have written about Covid-19 and the response to it. These booklets don’t contain conspiracy theories. Like the scientists who wrote the Great Barrington Declaration, I simply believe many measures to control the coronavirus have been damaging, counterproductive and unsupported by science.<br />Amazon has said earlier that “as a bookseller, we believe that providing access to the written word is important, including books that some may find objectionable.” The company sells “Mein Kampf” and “The Anarchist’s Cookbook.” But when it comes to Covid, Amazon has a different standard. At least half a dozen other authors have emailed me that their books have been pulled. Amazon won’t disclose how many, or other details about how it picks books to censor.<br />Google-owned YouTube censors even more aggressively. The company disclosed in October that it had pulled more than 200,000 videos about the epidemic—including one from Scott Atlas, a physician who was advising President Trump.  Facebook  has not only censored videos and attached warning labels or “fact checks” to news articles, but removed groups that oppose lockdowns and other restrictions.<br />That online entertainment and retail companies have benefited financially from lockdowns adds to the ugliness of their suppression efforts. Interestingly,  Apple —whose mobile business means it gains less than other big tech companies—has been less aggressive."
}