{
    "url_original": "https://www.wsj.com/articles/covid-19-vaccines-initial-scarcity-leads-to-tough-choices-for-hospitals-11607989321?mod=business_minor_pos1",
    "url": "covid-19-vaccines-initial-scarcity-leads-to-tough-choices-for-hospitals-11607989321",
    "title": "Covid-19 Vaccine’s Initial Scarcity Leads to Tough Choices for Hospitals",
    "sub_head": "One hospital system is using occupation, health status and a lottery to determine which employees will be first to receive the Pfizer-BioNTech vaccine",
    "category_1": "Business",
    "category_2": "Health Care",
    "image_1_url": "https://images.wsj.net/im-273291?width=620&size=1.5",
    "image_1": "im-273291.jpg",
    "time": "2020-12-14 18:42:00",
    "body": "Emergency room doctor Stephanie Gonzalez spent this month eagerly waiting to hear if she would be one of the first to get the Covid-19 vaccine. Throughout the pandemic, she said, she has feared bringing the virus home to an adult daughter with autism who needs her mother’s help to dress, shower and eat.<br />Michelle Mitcheson, a nurse, felt apprehension about getting a vaccine that had been authorized for emergency use but not fully approved by federal regulators, but said she would get one. “I am willing to take some degree of risk in order to do the most good for the majority of the population,” she said.<br />Physician assistant Patrick Coppler hoped to get the vaccine quickly, he said, but not before emergency responders who have less control over exposure to contagious patients.<br />The three health-care workers are among 60,000 at UPMC, the hospital system and health insurer affiliated with the University of Pittsburgh, and about 740,000 across Pennsylvania according to the Kaiser Family Foundation, who will be the first to receive the Covid-19 vaccine because of their critical jobs and risk at work. But with supply tight in first shipments, hospitals across the U.S. have been forced to decide who goes first, with plans in flux up to the final days.<br />The Food and Drug Administration authorized Pfizer Inc. and BioNTech SE’s Covid-19 vaccine for emergency use—the first to get such a green light—late Friday, setting in motion UPMC’s push to notify individual employees who will get the opportunity to receive the earliest shots. By Monday, the first UPMC health-care workers finally had an answer to who would be offered the vaccine."
}