{
    "url_original": "https://www.wsj.com/articles/covid-aid-talks-go-down-to-the-wire-11608306476",
    "url": "covid-aid-talks-go-down-to-the-wire-11608306476",
    "title": "Congressional Leaders Plan to Bring Up Two-Day Spending Patch",
    "sub_head": "Short-term bill would fund government through Dec. 20 as negotiations continue over coronavirus relief package",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-274771?width=620&size=1.5",
    "image_1": "im-274771.jpg",
    "time": "2020-12-18 16:24:00",
    "body": "WASHINGTON—Congressional leaders plan to bring up a two-day spending patch Friday in an effort to avoid a government shutdown after midnight, according to people familiar with the plans, as negotiations drag on over a coronavirus relief package.<br />In the Covid-19 talks, negotiators were still wrestling Friday to close differences on the Federal Reserve’s emergency lending powers among other final snags. Leaders have aimed to pair the passage of the Covid-19 aid bill with a broader spending bill.<br />It wasn’t clear if lawmakers in the Senate will block consideration of the spending patch, which would keep the government funded through Dec. 20. Any one senator can prevent the chamber from skipping its time-consuming procedures. But by Friday afternoon, it was clear that a coronavirus aid package wouldn’t be finalized in time to pass with a spending bill needed to avoid a government shutdown at 12:01 a.m. Saturday.<br />“There’s some always last-minute stuff that pops up, but it’s coming together,” Senate Majority Whip John Thune (R., S.D.) said of the negotiations. “I think we have to assume that even when there’s a deal announced, that by the time it gets written up and processed, we’re going to be pushing through the weekend.”<br />Senate Majority Leader Mitch McConnell (R., Ky.) said on the Senate floor Friday morning that talks continued to make progress. “I am even more optimistic now than I was last night that a bipartisan, bicameral framework for a major rescue package is close at hand,” he said."
}