{
    "url_original": "https://www.wsj.com/articles/covid-19-vaccine-passports-could-help-life-return-to-normal-but-experts-urge-caution-11607425135",
    "url": "covid-19-vaccine-passports-could-help-life-return-to-normal-but-experts-urge-caution-11607425135",
    "title": "Covid-19 Vaccine Passports Could Help Life Return to Normal, but Experts Urge Caution",
    "sub_head": "Requirement to prove immunity raises practical and ethical issues: Should vaccinated people have greater freedom?",
    "category_1": "World",
    "time": "2020-12-08 05:58:00",
    "body": "As the West’s first authorized Covid-19 shots were administered in the U.K., an old ethical question in public health is gaining new relevance: Is there a case for issuing proof of immunity to people who have been inoculated?<br />The idea is that individuals could stop wearing masks and following social-distancing rules if they can prove they have been inoculated and so aren’t a risk to others. Restaurants, theaters and offices could reopen with confidence by admitting those certified as vaccinated, and international travel could resume. As the vaccinated population increases, normal life could gradually resume.<br />Scientists and public-health experts caution, though, that it is too soon to know whether the vaccines being raced into production will confer true and lasting immunity to infection. Nor is it clear if they will be as effective at preventing transmission as they were at reducing the severity of illness in trials. Such proposals raise ethical and political considerations, too, about whether it is wise or just to divide citizens into new categories based on their vaccination status.<br />This debate over the pros and cons of so-called immunity passports as a tool to combat the pandemic has been rekindled by the U.K.’s decision last week, the first by a Western country, to authorize the rollout of a coronavirus vaccine. Elderly citizens and health-care workers started receiving a shot developed by  Pfizer Inc.  and Germany’s BioNTech SE on Tuesday.<br />The Food and Drug Administration and the European Medicines Agency are evaluating the vaccine as well as several others and, if cleared, vaccinations in the U.S. and the European Union could begin late this year or early in 2021, health officials in both jurisdictions say."
}