{
    "url_original": "https://www.wsj.com/articles/covid-19-economy-boosts-buy-now-pay-later-installment-services-11609340400?mod=markets_lead_pos5",
    "url": "covid-19-economy-boosts-buy-now-pay-later-installment-services-11609340400",
    "title": "Covid-19 Economy Boosts ‘Buy Now, Pay Later’ Installment Services",
    "sub_head": "Increased use of Affirm, Afterpay and Klarna coincides with drop in credit-card balances",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2020-12-30 10:00:00",
    "body": "The holiday season is almost over, but for many gift-givers, the tab won’t come due until well into 2021.<br />Millions of U.S. consumers, looking to stretch their dollars and avoid taking on new credit-card debt during the coronavirus pandemic, flocked in recent months to “buy now, pay later” offers from financial-technology companies including Affirm Holdings Inc.,  Afterpay Ltd.  and Klarna Bank AB.<br />In November, the cumulative number of U.S. shoppers that had opened an Afterpay account exceeded 13 million, and 7.5 million of them had made a purchase using Afterpay in the previous 12 months. Also in November, purchase volume among Afterpay’s U.S. users reached more than 1 billion Australian dollars, equivalent to more than $770 million and roughly triple the level a year earlier. (Afterpay is based in Australia and reports its figures in the local currency.) Klarna had counted 11 million total U.S. users as of October, two million of which used the Klarna app in the preceding month. The number of annually active Affirm users reached 3.9 million as of Sept. 30, up 63% from a year earlier.<br />“You think of the Zooms of the world, for example, the delivery services of the world—some businesses were really lucky to do well during Covid, and I think we were one of those really fortunate businesses,” said David Sykes, the head of Klarna’s U.S. unit.<br />Investors are taking notice. The price of shares in Afterpay, which trade in Australia and the U.S., has quadrupled since the start of 2020. Affirm filed paperwork last month with the Securities and Exchange Commission for an initial public offering that could value the San Francisco startup at as much as $10 billion, The Wall Street Journal previously reported. Klarna recently became one of Europe’s most valuable privately held tech companies after a fundraising round pegged the worth of the Swedish company at $10.65 billion."
}