{
    "url_original": "https://www.wsj.com/articles/covid-19-pandemic-puts-squeeze-on-pension-plans-11607509801?mod=business_lead_pos10",
    "url": "covid-19-pandemic-puts-squeeze-on-pension-plans-11607509801",
    "title": "Covid-19 Pandemic Puts Squeeze on Pension Plans",
    "sub_head": "Pension managers face hard choice of taking on increased risk or seeking more money from employers and workers",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-270453?width=620&size=1.5",
    "image_1": "im-270453.jpg",
    "time": "2020-12-09 05:30:00",
    "body": "America’s pension managers are facing a tough choice nine months into the Covid-19 pandemic: take on more risk, or ask for more money from employers and workers.<br />Pensions and other retirement-benefit programs have struggled for years to figure out how to close the gap between the assets they have on hand and the cost of benefits they have promised to pay out in future decades. Their concerns continued to grow as investment returns fell.<br />The pandemic is adding urgency to that long-term problem. While the S&P 500 index has surged 15% this year, analysts are projecting weaker long-term stock-market performance than expected at the end of 2019. Bond rates are expected to remain low in the wake of federal stimulus measures, meaning that fixed-income portfolios, traditionally the bread and butter of pension funds, will return little. Together, those factors are pushing retirement-fund managers across the country to take action to keep shortfalls from growing.<br />“What rate can I expect a dollar of my investment to grow? That’s more challenging now,” said Steve Foresti, chief investment officer at Wilshire Consulting, an adviser to many large pension funds.<br />In September, Wilshire lowered its 10-year annual return projection to 5.5% for U.S. stocks from 5.75% at the end of last year. The projection for long-term core bonds, the bread and butter of old-age savings, fell to 1.75% from 3.25%. Even projections for some alternative assets dropped, with private equity dropping to 7.45% from 7.95% and real assets declining to 5.35% from 5.9%."
}