{
    "url_original": "https://www.wsj.com/articles/covid-19-caused-chaos-for-investors-in-2020-these-hedge-funds-earned-billions-11608892202?mod=markets_lead_pos2",
    "url": "covid-19-caused-chaos-for-investors-in-2020-these-hedge-funds-earned-billions-11608892202",
    "title": "Covid-19 Caused Chaos for Investors in 2020. These Hedge Funds Earned Billions.",
    "sub_head": "Managers who bet certain stocks would rise and others would fall had their best year in a decade. The biggest winners wagered that e-commerce and cloud computing would thrive while shopping centers and travel struggled.",
    "category_1": "Markets",
    "category_2": "Financial Services",
    "time": "2020-12-25 05:30:00",
    "body": "For little-known hedge-fund manager Jim Davis, 2020 is a career-defining year.<br />The one-time analyst for famed hedge-fund manager Julian Robertson Jr. came into the year managing $675 million at his Woodson Capital Management. That ballooned to about $1.7 billion by the end of November after bets he made against bricks-and-mortar retailers and on e-commerce firms hit pay dirt. His returns soared more than 100% for the year through October and he remains up over 90% through November.<br />Mr. Davis, 40, isn’t alone. It was a banner year for hedge funds that bet on and against stocks. Two of that industry’s more prominent names, William Ackman and Chris Hansen, deftly navigated the market carnage and subsequent rally to gain 62.8% and 48%, respectively.<br />For the year through November, stock picking hedge funds posted their best performance relative to the total-return of the S&P 500 since 2010, according to data provider HFR, earning 11.9%. Their strong showing in 2020 partly reversed their underperformance relative to a portfolio of stocks and bonds over a one, three, five and 10-year period, according to  Goldman Sachs Group Inc.<br />“Hedge funds have come back with a vengeance,” said Kieran Cavanna, whose New York-based Old Farm Partners invests $350 million largely in stock picking hedge funds for its clients."
}