{
    "url_original": "https://www.wsj.com/articles/covid-19-election-jitters-were-no-match-for-heard-readers-11608206401?mod=business_minor_pos12",
    "url": "covid-19-election-jitters-were-no-match-for-heard-readers-11608206401",
    "title": "Covid-19, Election Jitters Were No Match for Heard Readers",
    "sub_head": "Subscribers’ picks beat both the market and our columnists in Heard on the Street’s fourth annual stock-picking contest",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-274472?width=620&size=1.5",
    "image_1": "im-274472.jpg",
    "time": "2020-12-17 07:00:00",
    "body": "Ignoring scary headlines can boost your bottom line.<br />Heard on the Street’s columnists and 1,764 of our readers had to contend with the thorniest environment of our four annual stock-picking contests so far: a global pandemic, a contentious U.S. presidential election and record-high prices for technology stocks. Despite a deadly second surge of Covid-19 and a political contest that left a bitter aftertaste, stocks hit fresh records. People in much of the world hunkered down but kept up their spending on physical purchases even as investors grew more confident that they would soon spend again on experiences. The best performers of all were companies with shiny, new technologies and lots of skeptics.<br />Heard’s columnists anticipated some of this but were too pessimistic overall. Our picks had an average return of only 5.4%, not including dividends, lagging behind the S&P 500. The top 14 performers were all “buy” recommendations, while the seven worst picks were all “sells.” Readers were more attuned to the markets’ mood, with a total return of 14.5% across their 3,390 picks.<br />The best Heard bet by far, and 296th overall in the contest, was by retail columnist Jinjoo Lee, whose old-school pick,  Qurate Retail ,  managed to shine in a tough year for physical stores, rising 65%. The owner of television shopping bazaar QVC has expanded sales during the pandemic yet sported a bargain-bin valuation compared with department stores and big-box retailers. The second-best Heard pick, Jon Sindreu’s recommendation to buy  Axon Enterprise ,  the maker of Tasers and police body cameras, rose 57% on concern over public unrest and a backlash against police brutality. The next two winning picks were both non-U.S. auto makers,  Fiat Chrysler  and Geely Automotive, recommended by Stephen Wilmot and Jacky Wong, respectively.<br />But 223 readers bet on an auto maker that left those companies in the dust:  Tesla .  The electric-car pioneer already was worth more than several established manufacturers in August and by this month had a market capitalization as high as several of them combined. Its valuation seemed ludicrous enough in August 2019, when selling Tesla was the most popular bet in our contest of that year. That ended badly, yet hope triumphed over experience as some 237 subscriber picks in this year’s contest were shorts on Tesla. Its shares have surged 114% since the first week of August."
}