{
    "url_original": "https://www.wsj.com/articles/covid-19-vaccines-to-cause-temporary-side-effects-doctors-say-11607536289",
    "url": "covid-19-vaccines-to-cause-temporary-side-effects-doctors-say-11607536289",
    "title": "Covid-19 Vaccines Pose Potential Side Effects, Doctors Say",
    "sub_head": "U.K. authorities warn people with severe allergies against receiving the Pfizer-BioNTech shots, after two Britons experience allergic reactions",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2020-12-09 13:39:00",
    "body": "Most people are unlikely to have severe allergic reactions to the  Pfizer -BioNTech vaccine, doctors and vaccine experts say, but the shots might come with temporary side effects such as fever and muscle pain.<br />Two of the first people to receive the Pfizer-BioNTech Covid-19 vaccine in the U.K. had allergic reactions to the injection, the country’s National Health Service said, spurring questions about the likelihood of such reactions and side effects.<br />In the coming weeks, U.S. health regulators are expected to authorize the emergency use of two Covid-19 vaccines: one from Pfizer Inc. and BioNTech SE, and another from  Moderna Inc.  While researchers haven’t found serious safety issues with the vaccines, they do come with possible side effects mostly of mild to moderate severity, including fever, fatigue, headache and arm pain. Severe allergic reactions are likely to be rare, they say.<br />The two people had a history of allergic reactions and carried adrenaline auto-injectors to deal with their allergies. Both recovered after receiving treatment.<br />The Medicines and Healthcare products Regulatory Agency (MHRA), the body that gave the go-ahead for the Pfizer-BioNTech vaccine in the U.K., has told doctors and hospitals that any person with a history of significant allergic reactions to a vaccine, medicine or food shouldn’t receive the Pfizer-BioNTech vaccine. That includes people with a previous history of anaphylactoid reactions and those who need to carry adrenaline auto injectors."
}