{
    "url_original": "https://www.wsj.com/articles/covid-19-pandemic-loosens-silicon-valleys-tight-grip-on-tech-industry-11607894048?mod=business_minor_pos8",
    "url": "covid-19-pandemic-loosens-silicon-valleys-tight-grip-on-tech-industry-11607894048",
    "title": "Covid-19 Pandemic Loosens Silicon Valley’s Tight Grip on Tech Industry",
    "sub_head": "A small-but-prominent roster of tech companies and investors are leaving the region",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-272795?width=620&size=1.5",
    "image_1": "im-272795.jpg",
    "time": "2020-12-13 16:14:00",
    "body": "For much of the past decade, the San Francisco Bay Area has strained to absorb the torrid growth of the tech sector. As head counts of highly paid engineers swelled, housing costs soared, traffic gridlock rose and homeless tents spread on city streets.<br />Now a small-but-prominent roster of tech companies and investors are doing something about it: leaving.<br />The region’s latest emigrant is database giant  Oracle Corp. , a fixture of Silicon Valley for decades that last year signed a 20-year deal to put its name on the San Francisco Giants’ stadium, Oracle Park. The $180 billion tech giant on Friday said it had changed its headquarters location to Austin from Redwood City, Calif.<br />Oracle provided few details, saying it is implementing more flexible remote-work policies but wouldn’t move staff. It follows an announcement earlier this month by  Hewlett Packard Enterprise Co. , another business-technology company with deep roots in Silicon Valley, that it is moving its headquarters to Houston—as well as similar moves by a number of well-known venture capitalists announced in recent months. Elon Musk, who had long lived in Los Angeles and commuted to  Tesla Inc.’s  operations near San Francisco, last week said he had moved to Texas. And he criticized the policies of the state as restrictive—echoing the arguments of many of those leaving the Bay Area.<br />These high-profile departures are causing some soul searching in Silicon Valley—taking some sheen off the area’s reputation as the unparalleled tech capital. While reasons vary, many moves appear to have been sparked by the Covid-19 pandemic that has reshaped notions of where and how we work, and companies, investors and employees are generally moving to places that are warmer, with lower taxes and cost of living."
}