{
    "url_original": "https://www.wsj.com/articles/covid-the-new-coinage-that-defined-2020-11608830903",
    "url": "covid-the-new-coinage-that-defined-2020-11608830903",
    "title": "‘Covid’: The New Coinage That Defined 2020",
    "sub_head": "An acronym that didn’t exist in 2019 has been proclaimed Word of the Year for the long shadow it has cast over our language",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-276857?width=620&size=custom_1280x853",
    "image_1": "im-276857.jpg",
    "time": "2020-12-24 12:28:00",
    "body": "Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.<br />Thirty years ago this month, the American Dialect Society began an annual tradition of selecting a Word of the Year. What began as a whimsical exercise on the model of Time’s Person of the Year has grown in stature as dictionary publishers and other groups have followed suit.<br />For a decade now, I have been overseeing the dialect society’s Word of the Year selection as chair of the its New Words Committee. For this year, more than 300 attendees took part in a virtual event last week featuring a lively debate over nominations in a variety of categories.<br />There was no shortage of innovative terms, including some previously featured in this column, like “doomscrolling” (obsessing over bad news online, chosen as Digital Word of the Year) and “the Before Times” (a term for the pre-pandemic era, deemed Most Useful). Other prime 2020 words included “oysgezoomt,” a Yiddishism meaning “fatigued by overexposure to Zoom,” and “Blursday,” to describe the experience of days seeming to blend into each other during lockdown.<br />But the overall winner of Word of the Year, after much deliberation, was a more obvious word with which we’ve become all too familiar: “Covid.” It’s hard even to think back to the beginning of 2020—aka the Before Times—when those five letters carried no meaning. The closest you might have gotten to it was “corvid,” known to bird lovers as a term covering crows, jays, magpies and ravens."
}