{
    "url_original": "https://www.wsj.com/articles/covid-political-relief-11608504612?mod=opinion_lead_pos1",
    "url": "covid-political-relief-11608504612",
    "title": "Covid Political Relief",
    "sub_head": "Another spending blowout, but at least it has limits on the Fed.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-275950?width=620&size=1.5",
    "image_1": "im-275950.jpg",
    "time": "2020-12-20 17:50:00",
    "body": "Congress is close to agreement on another trillion-dollar Covid-19 relief bill, but please don’t call this economic stimulus. With some exceptions, the main relief here is for the politicians who want to take credit for doling out more cash to constituents.<br />The best provision in the bill is the limit on potential abuse by the Biden Treasury and Federal Reserve. Credit here to Pennsylvania Sen. Pat Toomey, who held firm on limiting the Fed’s maneuvering room without a new act of Congress. Democrats are claiming victory, but that’s face-saving spin.<br />The bill will repurpose the $429 billion in Cares Act emergency funding that the Fed hasn’t had to use. It also includes language barring the Fed from restarting the facilities that are set to expire on Dec. 31 or creating clones. That’s important because the wailing over this language proves that Democrats want to use the Fed to bail out state and local governments. They said so in the House Heroes Act by demanding 10-year, 25-basis-point Fed loans.<br />Minority Leader Chuck Schumer and his media echoes targeted Mr. Toomey as their villain du jour, as if financial markets are still in a crisis. They also claimed Mr. Toomey wanted to rewrite the law governing 13(3) Fed facilities, but that is false. His aim is to make sure that emergency facilities don’t become open-ended fiscal programs. Bigger companies now have ample access to private credit, and small businesses are getting more direct aid.<br />Readers may recall that last March Democrats were calling the money for Fed pandemic facilities a “slush fund” for Donald Trump. “Trump wants our response to be a half-trillion dollar slush fund to boost favored companies and corporate executives,” Elizabeth Warren tweeted. Joe Biden slammed the Fed programs as a “$500 billion slush fund for corporations with almost no conditions.” The Trump Treasury used the money responsibly."
}