{
    "url_original": "https://www.wsj.com/articles/credit-suisse-taps-lloyds-boss-as-next-chairman-11606818366?mod=markets_lead_pos6",
    "url": "credit-suisse-taps-lloyds-boss-as-next-chairman-11606818366",
    "title": "Credit Suisse Taps Lloyds Boss as Next Chairman",
    "sub_head": "António Horta-Osório nominated to replace Urs Rohner who steps down in April",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-266414?width=620&size=1.5",
    "image_1": "im-266414.jpg",
    "time": "2020-12-01 07:11:00",
    "body": "Credit Suisse Group AG  named António Horta-Osório as its next chairman Tuesday, marking a changing of the guard after a decade under current chairman Urs Rohner punctuated by regulatory fines and scandal.<br />Mr. Horta-Osório had said in July he was leaving his job as chief executive at Britain’s  Lloyds Banking Group  PLC. It named his successor on Monday. The Portuguese executive is one of Europe’s most highly regarded bankers after a turnaround at Lloyds, and Mr. Rohner said he brings an “impressive record of accomplishments.” Shareholders will vote on the proposed appointment at the bank’s annual meeting in April. Mr. Rohner had said he would leave Credit Suisse when he hits a 12-year board-term limit at that meeting.<br />Under Mr. Rohner, Credit Suisse’s run-in with regulators included a $2.6 billion settlement and guilty plea with the U.S. Justice Department in 2014 for conspiring to aid tax evasion by wealthy Americans, and a $5.3 billion settlement in 2017 with U.S. authorities over toxic mortgage securities sold before the 2008 financial crisis.<br />Earlier this year, the bank ousted former CEO Tidjane Thiam for failing to contain the reputational fallout from a scandal that involved bank staff being followed by private investigators. The Wall Street Journal on Monday reported that lawyers hired by Credit Suisse found two incidents of the bank putting employees under observation by investigators, predating two others in 2019 that the bank had blamed on an executive who was fired. Switzerland’s financial regulator started enforcement proceedings on how the bank controls and documents such activities in September. Those proceedings are ongoing and Credit Suisse says it is cooperating.<br />Mr. Thiam was succeeded by Thomas Gottstein, who had run Credit Suisse’s domestic Swiss unit."
}