{
    "url_original": "https://www.wsj.com/articles/credit-suisse-criminally-charged-in-longstanding-money-laundering-case-11608222124?mod=markets_lead_pos7",
    "url": "credit-suisse-criminally-charged-in-longstanding-money-laundering-case-11608222124",
    "title": "Credit Suisse Criminally Charged in Longstanding Money-Laundering Case",
    "sub_head": "Swiss prosecutors allege the lender didn’t comply with provisions against money laundering, allowing a Bulgarian criminal organization to launder money through the bank between 2004 and 2008",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-274736?width=620&size=1.5",
    "image_1": "im-274736.jpg",
    "time": "2020-12-17 11:22:00",
    "body": "Credit Suisse Group AG  was charged by Swiss prosecutors Thursday for allegedly failing to prevent money laundering through the bank by clients and an employee, in a case stretching back more than a decade.<br />The Swiss attorney general’s office said  Credit Suisse  in Zurich didn’t comply with provisions against money laundering or the bank’s own internal rules between 2004 and 2008 in opening and monitoring customer accounts. It alleged that those and other flaws in the lender’s controls allowed a Bulgarian criminal organization to launder money through the bank during those years with the help of a bank executive. The organization allegedly recruited a Bulgarian wrestler and others in his orbit for operations transporting drugs and laundering money.<br />The former  Credit Suisse  executive, who wasn’t named, was charged with aggravated money laundering for allegedly assisting the Bulgarian organization and concealing the criminal origin of assets in transactions at Credit Suisse. Two more unnamed individuals, who prosecutors said were members of the Bulgarian organization, also were charged. Switzerland had started criminal proceedings in 2008.<br />Credit Suisse said it was astonished to be charged and refuted the allegations, including about “supposed organizational deficiencies.”  It said it is convinced that the former employee, who left the bank in 2007, is innocent.<br />It said outside lawyers and consultants had reviewed its systems against money laundering during the yearslong probe and found its organizational setup was “correct and appropriate” throughout the period probed by prosecutors. It said those experts found prosecutors were alleging deficiencies based on rules and principles that didn’t apply at the time."
}