{
    "url_original": "https://www.wsj.com/articles/cuomo-needs-a-new-excuse-11609449491?mod=opinion_minor_pos1",
    "url": "cuomo-needs-a-new-excuse-11609449491",
    "title": "Cuomo Needs A New Excuse",
    "sub_head": "The governor cited population density among the reasons for New York’s Covid struggles. How will he explain a slow vaccine rollout?",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-279746?width=620&size=1.5",
    "image_1": "im-279746.jpg",
    "time": "2020-12-31 16:18:00",
    "body": "Politicians and media pundits have often blamed the population density of New York City for the country’s highest per capita Covid death tolls in New Jersey and New York. Now they need to explain the slow pace of vaccinations.<br />Around two out of every thousand people in New York and New Jersey have died with Covid this year, roughly double the rate in Florida and Texas. By placing strict limits on individual liberty while also failing to prioritize the protection of the elderly, New Jersey Gov. Phil Murphy (D.) has achieved the ignominy of presiding over both the highest per capita Covid death rate and the nation’s highest unemployment rate.<br />It’s a remarkable occurrence that New Jersey joblessness exceeds even the pain in states like Hawaii and Nevada which rely heavily on the hospitality and travel industries. New Jersey’s unemployment rate is also much higher than Florida’s. Across the Hudson River from the Garden State, New York’s grim stats have been almost as awful as New Jersey’s. Maybe it’s all about the highly populated metro area.<br />One might assume that population density would be more help than hindrance in a vaccination campaign, but according to data from the federal Centers for Disease Control, New Jersey and New York have barely been able to climb to the level of mediocrity.<br />The vaccination effort has only recently begun and perhaps reporting lags around the holidays are obscuring the full story. But so far the national leader in administering Covid vaccinations is West Virginia.  Perhaps Mr. Murphy and New York Gov. Andrew Cuomo (D.)  can learn from the Mountain State example."
}