{
    "url_original": "https://www.wsj.com/articles/cuomo-should-take-a-knee-in-buffalo-11609095964?mod=opinion_lead_pos6",
    "url": "cuomo-should-take-a-knee-in-buffalo-11609095964",
    "title": "Cuomo Should Take a Knee in Buffalo",
    "sub_head": "The Bills host their first home playoff game in a quarter-century, but fans will likely be kept out.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-278228?width=620&size=1.5",
    "image_1": "im-278228.jpg",
    "time": "2020-12-27 14:06:00",
    "body": "The Buffalo Bills have won the AFC East division for the first time in 25 years and secured their first home playoff game in almost as long. Thousands of jubilant Bills fans waited hours in the cold to greet the team, which arrived at the Buffalo airport at 1:30 a.m. after beating the Denver Broncos on Dec. 19 to clinch the division title. The die-hards were restless after being barred from Bills games all season. Whether Bills Stadium will join the 13 others that allow in fans before the playoffs may now depend on the wisdom of Howard Zucker—the state health commissioner, who signed off on New York’s now-infamous March 25 directive barring nursing homes from turning away Covid-positive residents.<br />I grew up in Buffalo in the 1970s and ’80s, lean times for Bills fans. When I left for college in 1990, the team promptly made it to the Super Bowl, but lost when Scott Norwood’s last-minute field-goal attempt drifted wide right. The Bills returned to the Super Bowl during my sophomore, junior and senior years but lost each time. In 1995, when I was 23, the Bills won the division but lost to Pittsburgh in the second playoff round. Little did I know I’d be 48 before when my team won the AFC East again.<br />Suffering is an integral part of being a Buffalo sports fan and so is loyalty. Possibly excepting the Green Bay Packers, I can’t think of a team more closely intertwined with its city’s identity and fortune than the Bills. In an otherwise hellish year, the team and its faithful—affectionately known as the “Bills Mafia”—finally have a reason to be hopeful and proud.<br />The coal in our Bills stockings is the absence of fans in the stadium. Gov. Andrew Cuomo has sent mixed signals about opening up Bills Stadium all season. On Sept. 30, he said he’d tour the stadium and meet with team leadership to “talk through” the issues around reopening. By Nov. 6, he backtracked and said that Dr. Zucker—whose nursing-home order led to the deaths of at least 6,200 people—had told him it would be “reckless” to allow any fans back into the (outdoor) stadium, which has a capacity of more than 71,000.<br />The governor never came to tour the stadium, but he recently said he’d “love nothing more” than to attend a Bills home playoff game. He insisted that Dr. Zucker’s Department of Health needs to green-light any deal to open up the stadium, including a cautious proposal to admit about 6,700 fans."
}