{
    "url_original": "https://www.wsj.com/articles/cvs-walgreens-gear-up-to-deliver-covid-19-vaccines-to-nursing-homes-11606921201?mod=business_featst_pos1",
    "url": "cvs-walgreens-gear-up-to-deliver-covid-19-vaccines-to-nursing-homes-11606921201",
    "title": "CVS, Walgreens Gear Up to Deliver Covid-19 Vaccines to Nursing Homes",
    "sub_head": "Effort will need to navigate rollout details that may vary by state and potential reluctance by staffers to get the novel shots",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2020-12-02 10:00:00",
    "body": "CVS Health Corp.  and  Walgreens Boots Alliance Inc.  are preparing to bring Covid-19 shots to long-term care facilities, but the effort will need to navigate rollout details that may vary by state, vaccines that require more than one dose and potential reluctance by staffers to get the novel shots.<br />An advisory panel to the U.S. government recommended on Tuesday that residents of long-term care facilities be included with doctors, nurses and health-care workers to be first in line for vaccines. States, which will ultimately decide how to allocate Covid-19 vaccine supplies, don’t need to follow the guidelines, though they usually do. But logistics and other aspects of the effort may differ among states, even among those that broadly accept the panel’s conclusions.<br />Vaccines are on track for federal authorization this month and could begin shipping within days of receiving clearance, U.S. officials have said. CVS and Walgreens will deliver most vaccine doses for the nation’s approximately 15,600 nursing homes and 29,000 assisted-living communities.<br />Hospitals and other medical clinics are slated to serve as vaccination sites for health-care workers in the initial rollout, but pharmacy workers are expected to come to nursing homes and other adult-care facilities to deliver and administer the vaccines to residents and, likely, staff.<br />The long-term care rollout will be an early test of how quickly and efficiently CVS, Walgreens and governments can distribute Covid-19 vaccines, a campaign expected to last months. They are working to address storage and transportation issues for vaccines that need to be kept at colder temperatures than vaccines for other diseases, as well as concerns that some residents and staffers may decline the shots."
}