{
    "url_original": "https://www.wsj.com/articles/cybersecurity-official-fired-by-trump-last-month-says-u-s-election-was-secure-11608155802?mod=business_minor_pos5",
    "url": "cybersecurity-official-fired-by-trump-last-month-says-u-s-election-was-secure-11608155802",
    "title": "Cybersecurity Official Fired by Trump Last Month Says U.S. Election Was Secure",
    "sub_head": "At Senate hearing, Republicans air concerns of voting irregularities; Democrats accuse them of spreading unsubstantiated claims",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "time": "2020-12-16 16:56:00",
    "body": "A former Trump administration cybersecurity official told a Senate panel Wednesday that allegations that voting equipment was manipulated during the 2020 election are baseless, and that spreading them undermines confidence in the election outcome.<br />Christopher Krebs was the director of the Cybersecurity and Infrastructure Security Agency until President Trump fired him last month because he said the election was secure. Mr. Krebs defended the election’s security at a hearing called by Republicans to examine allegations of voting irregularities and criticized by Democrats as a forum for unsubstantiated claims.<br />“The allegations being thrown around about manipulation of the equipment used in the election are baseless,” Mr. Krebs said in written remarks to the Senate Homeland Security and Governmental Affairs Committee. He told the senators that continued assaults on democracy and the outcome of this election are “ultimately corrosive to the institutions that support elections.”<br />Mr. Trump and some Republicans have alleged widespread fraud in the voting, despite no such evidence and losses in dozens of court cases, and they have questioned President-elect Joe Biden’s election victory.<br />Mr. Trump fired Mr. Krebs after he endorsed a statement from a group of federal and state election officials that the Nov. 3 election was the most secure in U.S. history. Mr. Trump took aim again Wednesday, tweeting: “Chris Krebs was totally excoriated and proven wrong at the Senate Hearing on the Fraudulent 2020 Election.”"
}