{
    "url_original": "https://www.wsj.com/articles/dallas-fed-president-kaplan-guidance-will-be-needed-on-asset-purchases-11606923465",
    "url": "dallas-fed-president-kaplan-guidance-will-be-needed-on-asset-purchases-11606923465",
    "title": "Dallas Fed President Kaplan: Guidance Will Be Needed on Asset Purchases",
    "sub_head": "Officials need to ‘start thinking about’ conditions that could lead to a reduction in buying Treasury and mortgage securities",
    "category_1": "Economy",
    "time": "2020-12-02 10:37:00",
    "body": "A top Federal Reserve official said the central bank will need to decide on how to communicate its intentions to continue buying government assets but that broader changes to its policy stance, including by altering those purchases right now, weren’t needed.<br />In an interview Tuesday, Dallas Fed President Robert Kaplan said after getting through what he expected would be a difficult three-to-six month period for the economy due to the resurgence of coronavirus cases, officials need to “start thinking about how we want to begin to taper or communicate the composition and the size of our asset purchases.”<br />The Fed bought hundreds of billions of dollars of Treasury and mortgage-backed securities between March and June to stabilize dysfunctional markets, and it has continued buying $120 billion a month in those assets to maintain smooth functioning and hold down long-term interest rates to support the economy.<br />Fed officials at their meeting last month said they expected those purchases to continue over the coming months, and minutes of the meeting released last week showed they discussed providing more information as soon as their next meeting, Dec. 15-16, around how long they would keep buying those securities by linking the time frame for the stimulus program to economic conditions.<br />“We’re going to have to give some clarification, I think, in the not too distant future,” Mr. Kaplan said. “I could see where at some point we might give guidance on expressing the conditions under which we begin to taper, for example.”"
}