{
    "url_original": "https://www.wsj.com/articles/dark-salt-clear-review-the-sing-of-the-sea-11607099604?mod=opinion_reviews_pos1",
    "url": "dark-salt-clear-review-the-sing-of-the-sea-11607099604",
    "title": "‘Dark, Salt, Clear’ Review: The Sing of the Sea",
    "sub_head": "Out on the water or down in the pub, Cornish fishermen hold on to an ancient way of life.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-267945?width=620&size=1.5",
    "image_1": "im-267945.jpg",
    "time": "2020-12-04 11:33:00",
    "body": "In the spring of 2017, Lamorna Ash, then a 22-year-old graduate student in anthropology at University College London, rode British Rail from Paddington Station all the way down the “Cornish Riviera” to Penzance, the last stop on the Great Western line. Her plan was to immerse herself in the life of Newlyn, a small fishing village just beyond Penzance on the coastal road toward Land’s End, in order to do field research for her master’s thesis on the culture of a tight-knit community whose work has centered around a single industry—fishing—for centuries. Ms. Ash, named for a nearby coastal landmark—Lamorna Cove—was drawn to Cornwall by her family’s history there, including her mother’s childhood home and subsequent family holidays.<br />Ms. Ash successfully completed her master’s degree—and then some. “Dark, Salt, Clear” is an extraordinary debut, a deeply researched and deeply felt work of narrative nonfiction. It is the kind of book that ziplines readers to a different world. You’ll feel the damp sea air and smell the fish and ale in this vivid, multifaceted portrait of a hardworking, hard-drinking town and its salty residents, intimately connected to one another and to every aspect of its sea-to-market fishing industry. Ms. Ash explores questions about work, life and community and in so doing reflects on her own choices. On top of everything else, this book charts the author’s own passage to maturity as she re-evaluates what matters to her.<br />Although set along a stretch of the same spectacular, craggy coastline as “The Salt Path” (2018), Raynor Winn’s memoir about hiking the entire 630-mile Southwest Coast Path with her ailing husband following bankruptcy and a dire medical diagnosis, “Dark, Salt, Clear” is a deep dive into a distinctive culture rather than a tale of confronting adversity with a literal walk on the wild side. Over the course of two separate stays, first in spring and later in fall, Ms. Ash lodges with a local couple—Denise, a fishmonger, and Lofty, a ship’s chandler—in their cottage overlooking the harbor in Newlyn’s fisherman’s quarter, known as the Fradgan. “I don’t think I really knew what community meant before staying with Denise and Lofty,” she writes. “Because those who live in the village also work in the village and socialize here too, there is a depth to their relationships virtually unheard of in sprawling cities.”<br />Her well-connected hosts introduce her to fellow old-timers, including a police sergeant/birdwatcher with a blog called “Ornitholosism II—It’s a Religion!” who teaches her about the local avian culture. A retired geologist gives her a crash tutorial on the long history of the region’s geography and geology, evidenced in the largely untampered coastline, whose “bald cliffs act like time exposed, their many layers—some with lines of dark orange copper running through them—recounting the story of the county’s ancient past.”<br />Ms. Ash explores Newlyn’s drinking culture firsthand, with rowdy nights at the Swordy and the Star, two pubs frequented by local fishermen. There is much talk about the challenges of fishing quotas, climate change, repeated absences from family and the economic stresses of gentrification as the area becomes ever more popular with tourists and second-home buyers. Although Newlyn is one of the largest and most profitable fishing ports in the U.K., salaries are low, with the average wage 17% below the rest of the country’s. In fact, Ms. Ash reports that Cornwall suffers from high rates of homelessness and had the third highest suicide rate in the U.K. in 2017. Yet despite living in the only U.K. county poor enough to qualify for emergency funding from the European Union, local fishermen, frustrated with the encroachment of EU vessels on local fishing grounds, largely voted for Brexit."
}