{
    "url_original": "https://www.wsj.com/articles/dea-widens-path-for-medical-marijuana-research-11608235113?mod=politics_lead_pos7",
    "url": "dea-widens-path-for-medical-marijuana-research-11608235113",
    "title": "DEA Widens Path for Medical Marijuana Research",
    "sub_head": "New ruling resolves treaty issue cited by officials to curtail authorization of growing operations for research purposes",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-274712?width=620&size=1.5",
    "image_1": "im-274712.jpg",
    "time": "2020-12-17 14:58:00",
    "body": "WASHINGTON—The U.S. government is expanding the number of businesses that can grow marijuana for federally approved study after years of delay under the Trump administration.<br />A Drug Enforcement Administration rule made public Thursday means researchers will be able to study marijuana from more than just one federally sanctioned grower, a farm at the University of Mississippi, which the government has for decades considered the only legal source of marijuana for federal research.<br />“This action enables us to finally produce federally legal cannabis for scientists and doctors,” said George Hodgin, a former Navy SEAL who started his own business in Monterey, Calif., to conduct such research, calling the move “the most meaningful cannabis policy reform at the federal level in six decades.”<br />The DEA under President Obama began seeking applications for additional marijuana growers in August 2016, saying it wanted to expand research into the potential medical uses of marijuana as American society took a more tolerant view of its use. The agency at the time said it was complying with federal law in its push to expand the study of pot, which remains federally prohibited even as more states legalize it.<br />Forty-one applicants, including Mr. Hodgin, other entrepreneurs and a university professor, have submitted requests to grow marijuana for research since then, but their applications went unanswered under the Trump administration."
}