{
    "url_original": "https://www.wsj.com/articles/decor-advice-on-a-budget-connect-with-a-design-pro-on-instagram-11607619236",
    "url": "decor-advice-on-a-budget-connect-with-a-design-pro-on-instagram-11607619236",
    "title": "Decor Advice on a Budget? Connect With a Design Pro on Instagram",
    "sub_head": "How the owners of home-decor ‘boutiques’ on social media have become personal shoppers in your pocket. Whether you seek a certain vintage lamp or a rattan end table, they’ll help you track it down.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-269978?width=620&size=0.6666666666666666",
    "image_1": "im-269978.jpg",
    "time": "2020-12-10 11:53:00",
    "body": "EMMA Grueskin, a 25-year-old project manager for a furniture dealer, recently moved into her first apartment, a Brooklyn walk-up. Decorating indecision plagued her, but she couldn’t afford an interior designer. Then she stumbled on an unexpected source of personalized décor advice: Instagram.<br />As the app has become a thriving marketplace, the account owners behind some design “boutiques” have started serving as personal shoppers and on-demand decorators. They’ll happily scour estate and garage sales for clients in hopes of forming fruitful bonds, as Ms. Grueskin discovered.<br />In the accounts recommended to her by Instagram’s algorithm, she came across a shop called Frost Road House that fellow Brooklynite Gina Reese had launched in June, eager to turn her thrifting hobby into a lockdown side hustle. Ms. Grueskin eyed a photo of tempered glass bottles and trays, then realized it had been sold. She direct messaged Ms. Reese, who offered to create a custom bundle of bottles based on Ms. Grueskin’s specs and a photo of her bedroom. “It’s hard starting from scratch,” Ms. Grueskin admitted. “Having a relationship with someone who I know has good taste and is sourcing quality items is really helpful and cool.”<br />Covid-19 has inspired other Instagrammers to offer similar services. Mirrors of Magic’s Emma Rhoads, who paints custom designs on vintage mirrors, and Lucite Lust’s Jenny Ko, who sells contemporary and vintage homeware, also launched their shops in the past six months. “There’s so much space-shifting with the pandemic. I love helping people figure out who they want to be visually for this new stage in their life,” said Mx. Ko, who uses the gender-neutral honorific.<br />In Nashville, Ebb & Iv’s Alisa Jernigan creates mood boards for clients with pieces from her inventory. If she can’t supply an item from her crowded garage or storage unit, she’ll recommend a friend’s shop that can."
}