{
    "url_original": "https://www.wsj.com/articles/defense-officials-push-proposal-to-separate-nsa-cyber-command-11608420491?mod=politics_lead_pos2",
    "url": "defense-officials-push-proposal-to-separate-nsa-cyber-command-11608420491",
    "title": "Defense Officials Push Proposal to Separate NSA, Cyber Command",
    "sub_head": "Proposal to split control of the two agencies before end of Trump administration faces resistance from lawmakers",
    "category_1": "Politics",
    "category_2": "National Security",
    "image_1_url": "https://images.wsj.net/im-275849?width=620&size=1.5",
    "image_1": "im-275849.jpg",
    "time": "2020-12-19 18:28:00",
    "body": "WASHINGTON—Some senior Defense Department officials are pressing to formally separate the leadership of the National Security Agency from U.S. Cyber Command, in an apparent effort to weaken the military’s control of its top electronic spy agency, according to people familiar with the matter.<br />The proposal to split control of the two agencies before the end of the Trump administration and install a civilian atop the NSA is already facing resistance from lawmakers in Congress. It also isn’t clear how the separation could legally occur without the administration proving to Congress that certain conditions required under the law have been met, the people said.<br />The move, which has been considered by officials in years past, is controversial because it could lead to the politicization of intelligence produced by the NSA, one of the primary feeders of highly sensitive information to the nation’s military. It also would amount to a sweeping bureaucratic restructuring of intelligence and cybersecurity agencies amid a change in administrations.<br />The plan under consideration was circulated among Pentagon officials in recent days, according to a U.S. official and another person familiar with the matter. It is supported by Acting Secretary of Defense Christopher Miller, who was installed at the Pentagon in early November. The plan appears to be a dusted-off version of one that was first floated inside the Pentagon by then-Defense Secretary Jim Mattis, according to another U.S. official. “This is very preliminary,” the official said, adding that a meeting was scheduled for this coming week to discuss the proposal."
}