{
    "url_original": "https://www.wsj.com/articles/defense-is-on-the-ballot-in-georgia-11607381546?mod=opinion_lead_pos5",
    "url": "defense-is-on-the-ballot-in-georgia-11607381546",
    "title": "Defense Is on the Ballot in Georgia",
    "sub_head": "With a majority, Chuck Schumer and Bernie Sanders would resume cuts to vital military spending.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-268990?width=620&size=1.5",
    "image_1": "im-268990.jpg",
    "time": "2020-12-07 17:52:00",
    "body": "The stakes in the Georgia U.S. Senate races on Jan. 5, 2021, between Sens. David Perdue and Kelly Loeffler and their respective challengers, Jon Ossoff and Raphael Warnock, are very high for a host of reasons. One that has not received enough attention is the readiness of our military. The U.S. faces rising threats from China, Russia and Iran, and continued robust funding of our military is clearly at stake in Georgia, which will decide the Senate majority. Nowhere is the divide between Democrats and Republicans more important.<br />For decades the Democratic Party has staked out a position of diminishing the importance of U.S. military readiness. President Jimmy Carter slashed defense spending in the first three years of his term. This created a hollow force, only to have the Soviets and Iranians take advantage of America’s weakened presence in the Middle East, which forced Mr. Carter to increase spending at the end of his term. President Bill Clinton cut the size of the military by a third, reversing a decade of progress under the Reagan and first Bush administrations.<br />More recently, Barack Obama and Joe Biden oversaw a 25% reduction in the military budget during their second term. The cuts were more than numbers—they dramatically undermined our military’s combat readiness and the morale of our troops.<br />In 2015, only three of the Army’s 58 brigade combat teams—the 5,000-strong deployable units in the Army—were combat-ready and capable of completing their missions. Less than half of the Navy’s and Marine Corps’ aviation fleets were flight-ready, and only half of the Navy’s amphibious ships were available to support contingency operations. The circumstances in late 2016 and early 2017 were so dire that the Army publicly expressed concerns about running out of bullets.<br />A main reason Mr. Perdue and I first ran for office in 2014 was to reverse these reckless cuts to our military. We were part of the class of 12 freshman who ushered in Republican control of the Senate and later worked closely with President Trump to give priority to the rebuilding of our military, its morale and readiness. We have made historic progress."
}