{
    "url_original": "https://www.wsj.com/articles/degree-zero-drawing-at-midcentury-review-sketching-a-path-into-a-new-era-11607169600?mod=opinion_major_pos13",
    "url": "degree-zero-drawing-at-midcentury-review-sketching-a-path-into-a-new-era-11607169600",
    "title": "‘Degree Zero: Drawing at Midcentury’ Review: Sketching a Path Into a New Era",
    "sub_head": "An exhibition at the Museum of Modern Art shows how artists used the most elemental of creative practices—drawing—to reinvent their world.",
    "category_1": "Art Review",
    "time": "2020-12-05 07:00:00",
    "body": "New York<br />Because drawing is more modest in scale and intimate in its mode of address than many of the other forms of contemporary art being shown today, it is easy to overlook or take for granted. Kudos to the Museum of Modern Art, then, for thrusting it into the conversation with “Degree Zero: Drawing at Midcentury.” The show covers the years 1948-61, when in the aftermath of World War II artists felt art itself had to be reinvented from the ground up and chose that most fundamental of processes, drawing, for the task. At every turn “Degree Zero” upends our expectations to tell us something new about what was going on at that time.<br />The approximately 80 works here were all drawn from MoMA’s collection by Associate Curator Samantha Friedman, the show’s organizer, and have been installed with sufficient space between them to permit safe viewing at close quarters. They were made by artists from Latin America, Asia and Africa in addition to Europe and North America, until recently the museum’s almost exclusive focus. So along with MoMA pantheon members like Henri Matisse and Jackson Pollock, we encounter the likes of Jean Dubuffet, Willys de Castro, Otto Piene and Yayoi Kusama, as well as names likely to be as new to the general public as they were to me. This broad-gauge approach is nothing less than revelatory, forcing us to think differently about certain exalted reputations as a result.<br />The show’s theme is poignantly captured in an untitled charcoal and chalk drawing by the French abstractionist Hans Hartung from 1960. It consists of closely abutting dark, black vertical marks of almost uniform length. On the one hand it reads as a kind of existentialist manifesto, “I draw, therefore I am.” Yet at the same time, the individual parts seem to be in the process of resolving themselves into an image—art coming into being before our eyes.<br />Among the unforgettable discoveries is Sonja Sekula (1918-1963), who divided her time between the U.S. and her native Switzerland, where, the label tells us, she underwent treatment for mental illness. “The Voyage” (1956) is a jewel-like, ink-and-watercolor work organized into a loose grid. Each of its panels is a different color and obsessively filled with a dense web of lines and minuscule circles within which the only recognizable image is that of a ship. It is a mesmerizing, vertiginous record of the journey through a charged interior landscape that demands—and rewards—prolonged, close scrutiny. A pity, then, that it’s hung almost too high to be seen properly."
}