{
    "url_original": "https://www.wsj.com/articles/democrats-unease-mounts-as-biden-considers-a-cia-director-11606949863?mod=politics_lead_pos12",
    "url": "democrats-unease-mounts-as-biden-considers-a-cia-director-11606949863",
    "title": "Democrats’ Unease Mounts as Biden Considers a CIA Director",
    "sub_head": "Michael Morell’s views about interrogation tactics prompt criticism, and a new candidate emerges",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-267137?width=620&size=1.5",
    "image_1": "im-267137.jpg",
    "time": "2020-12-02 17:57:00",
    "body": "WASHINGTON—Some Democratic senators have privately expressed concern to Joe Biden’s transition team about the president-elect’s consideration of intelligence veteran Michael Morell to lead the Central Intelligence Agency, citing Mr. Morell’s defense of the spy agency’s interrogation tactics after the Sept. 11, 2001, terrorist attacks, according to people familiar with the matter.<br />Within the past two weeks, Sen. Patrick Leahy (D., Vt.) and Sen. Martin Heinrich (D., N.M.) voiced reservations about Mr. Morell, a former acting director of the CIA who had been widely seen by lawmakers and former officials as a top contender for the job, these people said.<br />Their doubts add to those publicly expressed last week by Sen. Ron Wyden (D., Ore.), who said he would oppose Mr. Morell’s nomination for the post, which has been left unspecified even as Mr. Biden has moved quickly to name other senior national-security personnel.<br />The behind-the-scenes outreach came as other names have emerged as potential picks for the job, including David Cohen, a former top Treasury Department official who later served as deputy CIA director under President Barack Obama and is being actively considered by Mr. Biden, according to a person familiar with the matter. Unlike Mr. Morell, Mr. Cohen isn’t seen by progressives as someone who has defended the interrogation program.<br />Mr. Cohen, a partner at the WilmerHale law firm, spent much of his government career specializing in sanctions and financial intelligence, overseeing efforts at Treasury to counter money laundering, halt terrorist financing and craft sanctions regimes on Russia, North Korea and other entities. He joined the CIA in 2015, long after the interrogation program ended."
}