{
    "url_original": "https://www.wsj.com/articles/democrats-push-to-fill-postal-service-board-seats-to-stymie-dejoy-reverse-cuts-11607077802?mod=business_minor_pos4",
    "url": "democrats-push-to-fill-postal-service-board-seats-to-stymie-dejoy-reverse-cuts-11607077802",
    "title": "Democrats Push to Fill Postal-Service Board Seats to Stymie DeJoy, Reverse Cuts",
    "sub_head": "Fate of postmaster general may hinge on outcome of Senate runoffs in Georgia",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "time": "2020-12-04 05:30:00",
    "body": "LOUIS DEJOY, the Republican donor-cum-postmaster general, was a top target for Democrats who accused him of slowing down mail ahead of an election with record absentee voting and instituting cost cuts that worsened services. But even after President-elect Joe Biden takes office, DeJoy will prove hard to replace. Postmasters general serve at the pleasure of the U.S. Postal Service Board of Governors, and can’t be directly fired by a president. Trump Republican appointees hold a 4-2 majority on the board, which can have up to three more governors.<br />Like much else in Washington, DeJoy’s fate may be linked to the outcome of the Georgia runoffs for U.S. Senate. Democrats on the Homeland Security and Governmental Affairs Committee, which oversees the USPS, are eager to fill the vacant seats on the board and move away from the “cost cutting mentality” among Postal Service leadership that has contributed to declines in service, said an aide to the committee’s top Democrat, Sen. Gary Peters. DeJoy has testified that the changes were meant to improve operational efficiency. The USPS is on track to lose more than $10 billion this year. After early criticism, DeJoy in August promised to give priority to the delivery of mail ballots, and while there were some delays and missing ballots, the vast majority of mail-in ballots were delivered on time to election officials<br />Biden told a postal-workers union during the campaign that he would move to fill the board vacancies. Incoming top committee Republican Sen. Rob Portman “will review any nominations as they come before the committee,” his spokeswoman said.<br />Neither Peters nor Biden has directly called for DeJoy to step down, as some progressive Democrats have. But a nine-member board controlled by Democratic appointees could make that decision itself. “The U.S. Postal Service will welcome all qualified members to the board—a decision reserved for the President and the Senate, who are tasked with nominating and confirming board members,” USPS spokesman David Partenheimer said.<br />"
}