{
    "url_original": "https://www.wsj.com/articles/democrats-dominate-fundraising-in-georgia-senate-runoffs-11608868348?mod=politics_lead_pos3",
    "url": "democrats-dominate-fundraising-in-georgia-senate-runoffs-11608868348",
    "title": "Democrats Dominate Fundraising in Georgia Senate Runoffs",
    "sub_head": "Ossoff, Warnock raised a combined $210 million in two months as they seek to unseat GOP Sens. Loeffler, Perdue in Jan. 5 election.",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "image_1_url": "https://images.wsj.net/im-277453?width=620&size=1.5",
    "image_1": "im-277453.jpg",
    "time": "2020-12-24 22:52:00",
    "body": "Democrats are pouring money into the Georgia special election that will determine which party controls the Senate, with candidates Jon Ossoff and Raphael Warnock together collecting more than $210 million in two months, new fundraising filings show.<br />That is about $78 million more than what the Republican incumbents, David Perdue and Kelly Loeffler, raised during the same period, according to the Federal Election Commission reports. Combined, the two GOP campaigns hauled in $132 million between Oct. 15 and Dec. 16, the time period covered by the new reports.<br />Republican groups operating independently of the party and the candidates are helping to narrow the money gap in the pivotal races. If Democrats win both seats, the party would lead the White House and both legislative chambers—a fact the GOP has been playing up in its fundraising appeals and advertisements.<br />So far, the candidates, party committees and outside groups have spent more than $452 million on television, radio and some digital ads, according to ad tracker Kantar/CMAG. Some $84 million more in ad buys are planned through the Jan. 5 election.<br />Republicans are outpacing Democrats on TV largely thanks to a trio of big-spending outside groups with close ties to Senate Majority Leader Mitch McConnell: American Crossroads, the Senate Leadership Fund and Peachtree PAC."
}