{
    "url_original": "https://www.wsj.com/articles/democrats-warren-and-nadler-float-consumer-bankruptcy-overhaul-11607539212?mod=politics_lead_pos13",
    "url": "democrats-warren-and-nadler-float-consumer-bankruptcy-overhaul-11607539212",
    "title": "Democrats Warren and Nadler Float Consumer Bankruptcy Overhaul",
    "sub_head": "The reform package would roll back fees that can make bankruptcy expensive for the poorest consumers",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-270728?width=620&size=1.5",
    "image_1": "im-270728.jpg",
    "time": "2020-12-09 16:26:00",
    "body": "Congressional Democrats on Wednesday introduced legislation overhauling the U.S. bankruptcy system to make it friendlier to consumers while opening the door to student-loan cancellation, among other proposals.<br />Sen. Elizabeth Warren (D., Mass.) and House Judiciary Committee Chairman Jerrold Nadler (D., N.Y.) said the proposed bill would streamline bankruptcy filings for individuals and families and reduce filing fees while addressing racial and gender disparities in how bankruptcy laws are applied.<br />Some Democrats, including Sen. Warren, for years have been keen on changing the nation’s consumer bankruptcy laws, which last underwent a major amendment in 2005. President-elect Joe Biden’s election victory raised the odds of a significant revision, though any such proposal would face obstacles in a closely divided Senate. Control of the upper house, which now has 50 Republicans and 48 Democrats, will be determined by the two pivotal Georgia runoff races on Jan. 5.<br />“Our bankruptcy system too often fails to provide financially struggling individuals and families the relief they desperately need,” said Sen. Warren, a former Harvard University bankruptcy professor whose academic writings on bankruptcy helped propel her to prominence in the early 2000s.<br />The Consumer Bankruptcy Reform Act of 2020 follows a framework put forth by Sen. Warren during the Democratic presidential primary that was later endorsed by President-elect Biden on the campaign trail. The legislation would create a new consumer bankruptcy option, chapter 10, replacing the current chapter 7 and chapter 13 routes individuals use to either liquidate or restructure their debts."
}