{
    "url_original": "https://www.wsj.com/articles/developer-aims-to-raise-1-billion-for-investing-in-minority-communities-11606827600?mod=markets_lead_pos5",
    "url": "developer-aims-to-raise-1-billion-for-investing-in-minority-communities-11606827600",
    "title": "Developer Aims to Raise $1 Billion for Investing in Minority Communities",
    "sub_head": "Martin Muoto’s new Black Impact Fund to focus on opportunity zones and nearby areas",
    "category_1": "Real Estate",
    "category_2": "Property Report",
    "image_1_url": "https://images.wsj.net/im-266115?width=620&size=1.5",
    "image_1": "im-266115.jpg",
    "time": "2020-12-01 08:00:00",
    "body": "A California developer is trying to raise $1 billion to invest in Black and Latino communities. If successful, it would be one of the largest commercial real-estate funds ever to focus on minority neighborhoods.<br />Martin Muoto, chief executive of the real-estate firm SoLa Impact LLC, already runs three funds totaling $180 million. They focus on affordable housing and some commercial real estate in minority neighborhoods around South Los Angeles. The funds, which raised money from large investors like the private-equity firm General Atlantic, have recorded double-digit average annual returns since the first fund launched in 2014.<br />Now, Mr. Muoto is trying to use a similar approach in cities across the U.S. that suffer from a shortage of affordable housing and from what he said are regulatory barriers that make it tougher to build. His new Black Impact Fund is focusing on large metropolises like Philadelphia and Atlanta, as well as midsize cities like Fresno, Calif.<br />SoLa has been investing in opportunity zones, a program created by the 2017 federal tax overhaul that allows investors to defer and reduce taxes if they reinvest capital gains in designated low-income communities.<br />Critics of the program say it sometimes misses the mark, like when states earmark neighborhoods where development is already taking place. That could give investors a significant tax break without creating many new jobs or more affordable housing in poorer neighborhoods."
}