{
    "url_original": "https://www.wsj.com/articles/dick-thornburgh-former-pennsylvania-governor-and-u-s-attorney-general-dies-at-88-11609446061?mod=business_minor_pos5",
    "url": "dick-thornburgh-former-pennsylvania-governor-and-u-s-attorney-general-dies-at-88-11609446061",
    "title": "Dick Thornburgh, Former Pennsylvania Governor and U.S. Attorney General, Dies at 88",
    "sub_head": "He built his reputation as a crime-busting federal prosecutor in Pittsburgh and as a moderate Republican governor",
    "category_1": "World",
    "category_2": "Obituaries",
    "image_1_url": "https://images.wsj.net/im-279809?width=620&size=1.5",
    "image_1": "im-279809.jpg",
    "time": "2020-12-31 15:21:00",
    "body": "Dick Thornburgh, who as Pennsylvania governor won plaudits for his cool handling of the 1979 Three Mile Island crisis and as U.S. attorney general restored credibility to a Justice Department hurt by the Iran-Contra scandal, has died. He was 88.<br />Mr. Thornburgh died Thursday morning at a retirement community facility outside Pittsburgh, his son David said. The cause isn’t yet known. He suffered a mild stroke in June 2014.<br />Mr. Thornburgh built his reputation as a crime-busting federal prosecutor in Pittsburgh and as a moderate Republican governor. As the nation’s top law-enforcement official, he prosecuted the savings and loan scandal. He also shepherded the Americans with Disabilities Act; one of his sons had been severely brain damaged in an auto accident.<br />After leaving public office, Mr. Thornburgh became a go-to troubleshooter who helped CBS investigate its news practices, dissected illegalities at telecommunications company WorldCom and tried to improve the United Nations’ efficiency.<br />“I’ve always had an opportunity to right a vessel that was somewhat listing and taking on water,” he told the Associated Press in 1999. “I wouldn’t object to being characterized as a ‘Mr. Fix It.’ I’ve liked the day-in, day-out challenges of governance.”"
}