{
    "url_original": "https://www.wsj.com/articles/did-catherine-deneuve-design-the-ultimate-zoom-shirt-11607976513",
    "url": "did-catherine-deneuve-design-the-ultimate-zoom-shirt-11607976513",
    "title": "Did Catherine Deneuve Design the Ultimate Zoom Shirt?",
    "sub_head": "A few reasons why this blouse from the actress’s collaboration with French brand A.P.C. will pop on video calls",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-273154?width=620&size=0.6666666666666666",
    "image_1": "im-273154.jpg",
    "time": "2020-12-14 15:08:00",
    "body": "IN THE Zoom era, eye-catching, above-the-waist attire is key. This turquoise blouse, a collaboration between actress Catherine Deneuve and French label A.P.C., will stand out on even the blurriest of office-issued-laptop screens. The shirt is part of Ms. Deneuve’s vintage-inspired capsule collection for A.P.C., which also includes a mod skirt, block heels, wool sweaters and other classics with a distinctly Parisiantwist.<br />Ms. Deneuve, 77, is well versed in style—after all, the French actress was dressed by Yves Saint Laurent himself for her starring role in the racy 1967 film “Belle de Jour.” “She was 100% confident in her [design] choices,” said A.P.C. founder Jean Touitou. Most pieces in the mini-collection are named for one of Ms. Deneuve’s on-screen roles. This blouse was christened Séverine after the sultry heroine of “Belle de Jour.”<br />Subtle and flirty, the silk-twill top nods to the character’s coquettish charm, but its gently frilled placket is not nearly as exaggerated as the OTT blouses so abundant this winter.<br />An allover paisley pattern—“the standard print of the 1960s,” according to Mr. Touitou—lends the garment a retro flavor. But the Séverine is no relic—the boxy cut is markedly modern and comfortable, making this button-down a compelling choice for today’s WFH lifestyle.<br />The Wall Street Journal is not compensated by retailers listed in its articles as outlets for products. Listed retailers frequently are not the sole retail outlets."
}