{
    "url_original": "https://www.wsj.com/articles/dinner-from-a-can-no-apologies-11608224974",
    "url": "dinner-from-a-can-no-apologies-11608224974",
    "title": "Dinner From a Can, No Apologies",
    "sub_head": "Sick of cooking but craving something sensational? With these Spanish seafood conservas in the cupboard, you’re covered.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-273455?width=620&size=1.5",
    "image_1": "im-273455.jpg",
    "time": "2020-12-17 12:09:00",
    "body": "AN ORDINARY aperitivo hour at the no-frills tapas bar Fide in Madrid finds patrons clinking vermouths and snacking on some of the finest seafood money can buy: pearly-white razor clams, fat Galician mussels and sweet little cockles you could balance on a pinhead, all served straight from a can.<br />Fide’s regulars know that conservas de pescado (tinned seafood) can be downright spectacular, even better than the fresh stuff. Do you recall your first taste of a truly great wine—one that left you thinking, So this is what I’ve been missing? That’s what it’s like to discover meaty Cantabrian anchovies or buttery ventresca (albacore belly) in olive oil after a life of dollar sardines and waterlogged tuna.<br />In the last few years, conservas have been popping up on restaurant menus across the U.S., from Saltie Girl in Boston to Cata Vino in Detroit to Verjus in San Francisco. Alex Raij, co-owner of Txikito, La Vara and Saint Julivert in New York City, was one of the first stateside chefs to give conservas their due. “I’ve always been fascinated by them because they can amplify flavors, as with anchovies, and even change textures, as with mussels, turning them from firm to soft,” she said.<br />At home, a cupboard stocked with shelf-stable fish is never a bad idea, especially when we’re making fewer trips to the grocery store. A can of cockles takes the grunt work out of spaghetti alle vongole, clam chowder and seafood risotto—no purging, steaming or shelling.<br />On nights when cooking at all sounds as enticing as a nasopharyngeal swab, there are meal-in-one tins that have you covered. Just crack open La Brújula’s mussels in escabeche or Donostia’s salt cod stew, both gratifying alongside a fruity Spanish red and a bit of baguette for sopping."
}