{
    "url_original": "https://www.wsj.com/articles/discovery-launches-streaming-service-as-it-looks-beyond-the-cable-bundle-11606928626?mod=business_lead_pos3",
    "url": "discovery-launches-streaming-service-as-it-looks-beyond-the-cable-bundle-11606928626",
    "title": "Discovery Launches Streaming Service as It Looks Beyond the Cable Bundle",
    "sub_head": "Discovery+ will feature shows from channels including Food Network, TLC and Animal Planet",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-267144?width=620&size=1.5",
    "image_1": "im-267144.jpg",
    "time": "2020-12-02 12:52:00",
    "body": "Discovery Inc.  said it would launch a new streaming service that will include shows from all of its major cable networks, a move that follows the media company’s earlier strategy of offering smaller, thematic plans catering to groups from foodies to home-improvement enthusiasts.<br />The new streaming service, Discovery+, which will launch in the U.S. on Jan. 4, will cost $4.99 a month with ads and $6.99 without, the company said Wednesday. It will feature content from channels including TLC, Food Network, Discovery Channel and Animal Planet. The service will also include library programming licensed from other companies, including the BBC, A&E Networks and Group Nine Media.<br />Discovery has struck an agreement with  Verizon Communications Inc.  to provide the streaming service free to the wireless company’s U.S. customers for a year, with Verizon and Discovery sharing the cost of those subscriptions, according to people familiar with the deal.<br />Discovery is launching a streaming service months after some of its biggest competitors. Chief Executive David Zaslav is betting that Discovery, one of the biggest traditional TV companies, can compete for subscribers with the likes of Comcast Corp.’s Peacock,  AT&T Inc.’s  HBO Max and  Amazon.com Inc.’s  Prime Video by offering most of its cable-TV shows directly to video-streaming subscribers.<br />At stake is the long-term future of Discovery. Viewers by the millions are abandoning traditional pay TV for streaming services, imperiling the lucrative licensing fees that cable and satellite companies pay to cable network owners. Almost all major TV programmers, including  Comcast Corp.’s  NBCUniversal,  ViacomCBS Inc.  and WarnerMedia, have launched their own streaming services in an effort to reach those viewers."
}