{
    "url_original": "https://www.wsj.com/articles/disneys-sizzle-reel-sends-stock-to-new-highs-11607718465?mod=business_lead_pos4",
    "url": "disneys-sizzle-reel-sends-stock-to-new-highs-11607718465",
    "title": "Disney’s Sizzle Reel Sends Stock to New Highs",
    "sub_head": "Investors cheer entertainment behemoth’s plans to amp its investment in Disney+ streaming service, take on Netflix",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "time": "2020-12-11 15:27:00",
    "body": "Walt  Disney Co.  has become a box-office Death Star over the past decade, capable of destroying any competition on the big screen. On Thursday, the company made it clear it plans to extend that dominance to the streaming arena.<br />Darth Vader, Buzz Lightyear, the witches of “Hocus Pocus” and seemingly every other character created by the company in the past several decades is helping it get there. Disney unveiled an array of new shows and bullish revised guidance Thursday that made clear its trio of streaming services—Disney+, Hulu and ESPN+—would seek to take on market leader  Netflix Inc.  in several arenas, including spending on content and the hunt for subscribers around the world.<br />In addition to announcing plans for 100 new titles to debut annually, Disney revised guidance that had previously predicted Disney+ could hit 90 million subscribers by 2024. The new projection was an earthquake: as many as 260 million. Netflix currently has 200 million subscribers, but it isn’t growing as quickly. Other streaming upstarts, like WarnerMedia’s HBO Max and NBCUniversal’s Peacock are far behind.<br />Wall Street sent Disney stock to an all-time high Friday, with shares rising about 14% in afternoon trading to around $176.<br />The Disney presentation capped one of the most acrimonious weeks in Hollywood’s focus on streaming. On one end, there was  AT&T Inc.’s  Warner Bros. Since the studio announced last week it would ship its entire 2021 slate to HBO Max, about one A-list director comes forward each day to call the decision a blow to the cinematic art form."
}