{
    "url_original": "https://www.wsj.com/articles/disney-may-finally-make-netflix-sweat-11607688180?mod=business_minor_pos10",
    "url": "disney-may-finally-make-netflix-sweat-11607688180",
    "title": "Disney May Finally Make Netflix Sweat",
    "sub_head": "Entertainment titan’s ambitious new subscriber targets could put it past streaming pioneer",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-11 07:03:00",
    "body": "Walt Disney Co.  only seems like a cautious company.<br />Fairly new to the streaming world, the entertainment giant has caught on quick. Disney+, its first streaming service under its flagship brand that only launched last November, now has 86.8 million paying subscribers. That’s about where the company first thought it would land after five years, and the success of the effort has convinced Disney to rethink its priorities—and pour some gas on the fire. The company announced late Thursday that its new target for Disney+ is a range of 230 million to 260 million paid subscribers by the end of its fiscal year 2024.<br />Even streaming pioneer  Netflix  hasn’t reached close to that level yet. And if you factor in Disney’s other streaming properties like Hulu and ESPN+, the company sees the full base of paid subscribers for its direct-to-consumer offerings hitting a range of 300 million to 350 million by September of 2024. Wall Street analysts currently expect Netflix’s global subscriber base to just be crossing the 300 million mark by that time, according to consensus projections tabulated by FactSet.<br />It is an ambitious goal, and hardly a sure thing, especially since both Disney and Netflix can chalk up a good deal of their recent success to the pandemic that has shuttered movie theaters, theme parks, restaurants and other entertainment options. Netflix has explicitly warned investors that much of its recent growth was likely pulled forward from future periods. And while Netflix is a streaming-only company, Disney made clear at a four-hour investor event Thursday that it is not throwing in the towel on theatrical movies. The company maintains plans to release big-budget movies next year and beyond from its properties including Star Wars, Marvel, Pixar and Disney.<br />But Disney now has a lot of ways to play both sides of the fence. The company previewed several shows and movies from its blockbuster franchises coming to Disney+. This includes a full Star Wars movie called “Andor” from Bourne movies screenwriter Tony Gilroy, coming in 2022. It also has several series coming from its Marvel universe, while its ownership of the old Twentieth Century Fox business and channels such as FX give the company plenty of material to appeal across audience types. The success of Disney+ gives the company options to stay flexible, contrasting with a recent move by  AT&T ’s  WarnerMedia division to move the full slate of its Warner Bros. theatrical movies targeted for next year to its HBO Max service, which has seen much lower adoption."
}