{
    "url_original": "https://www.wsj.com/articles/disneys-chairman-bob-iger-game-for-a-new-job-u-s-ambassador-to-china-11608240772?mod=business_lead_pos10",
    "url": "disneys-chairman-bob-iger-game-for-a-new-job-u-s-ambassador-to-china-11608240772",
    "title": "Disney’s Chairman Robert Iger Is Game for a New Job: U.S. Ambassador to China",
    "sub_head": "An Iger appointment could roil politicians critical of Disney’s business in China",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-275209?width=620&size=1.5",
    "image_1": "im-275209.jpg",
    "time": "2020-12-17 16:51:00",
    "body": "Walt  Disney Co.  executive chairman Robert Iger has told people close to the incoming Biden administration that he would be interested in serving as U.S. ambassador to China, according to people familiar with the matter.<br />Mr. Iger, who served as Disney CEO for 15 years until being named executive chairman earlier this year, would be an unorthodox choice for a posting that typically goes to governors and senators. Lawmakers on both sides of the aisle have criticized Disney’s business dealings in China or have questioned whether President-elect Joe Biden would be sufficiently tough on Beijing, so his possible appointment may draw political backlash.<br />In recent weeks, high-dollar donors have begun to quietly discuss ambassadorships with the Biden transition team, though they have been told cabinet positions are the current focus, people familiar with the discussions said. Mr. Iger has been a supporter of Mr. Biden and has a long-running relationship with China’s President Xi Jinping.<br />Mr. Biden has announced plans to nominate one ambassador to date—Linda Thomas Greenfield for ambassador to the United Nations. The most highly prized ambassadorships are expected to go to people “who have been with Joe forever,” said a person familiar with the discussions.<br />Mr. Iger has signaled that he would be interested in serving a Biden administration in a number of capacities, according to a person close to him."
}