{
    "url_original": "https://www.wsj.com/articles/dividends-arent-always-a-reliable-guide-to-bank-health-11607082499?mod=business_minor_pos10",
    "url": "dividends-arent-always-a-reliable-guide-to-bank-health-11607082499",
    "title": "Dividends Aren’t Always a Reliable Guide to Bank Health",
    "sub_head": "Investors need to look beyond the cash when restrictions are lifted on shareholder payouts from European banks",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-268279?width=620&size=1.5",
    "image_1": "im-268279.jpg",
    "time": "2020-12-04 06:48:00",
    "body": "Dividend policies for European banks are likely to diverge in the coming months. Investors shouldn’t take a resumption of generous payouts as a sure sign of relative strength.<br />Bank regulators that banned dividends during the spring lockdowns are expected to announce this month whether they will allow them again. Among other options, they could wait until stress tests are completed next summer, allow capped payouts on a case-by-case basis or remove all restrictions. There will be useful signals in what officials decide, and how lenders respond. But there are other things to consider before following the cash.<br />European bank shares have rallied since the mid-November vaccine news but are still down more than 15% on the year. The ban on payouts helped build sizable capital buffers—about 40% of market capitalization, calculates  Barclays .  Most lenders are lobbying hard for a green light to restart payouts they hope will boost stock prices, and take some of the sting for investors out of the big bonuses that banks will pay after a banner trading year.<br />Vaccines have ignited recovery hopes, but great uncertainties remain: how we will work, what credit losses will be once government-support programs end, what economic scars the downturn will leave. Generous shareholder payouts next year could leave some lenders susceptible. Officials will look at capital adequacy, profitability and risk, but will also consider factors beyond banks: their regulatory risk appetite, the importance of dividends to local investors, the range of banks in their jurisdiction and the signal the policy will send.<br />Switzerland has the lightest touch of the big European jurisdictions, allowing 2019 dividends to be paid, albeit in two installments rather than one. Both big Swiss banks received permission to pay their second tranche and  UBS  seems likely to resume share buybacks next year too. They have been helped by a relatively strong domestic market, with gross domestic product down an annualized 1.6% at the end of September."
}