{
    "url_original": "https://www.wsj.com/articles/dividends-will-have-their-day-again-11607785380?mod=business_minor_pos11",
    "url": "dividends-will-have-their-day-again-11607785380",
    "title": "Dividends Will Have Their Day Again",
    "sub_head": "Dividend-paying stocks haven’t been superstars lately and in theory they shouldn’t be, but companies that pay them could shine once more",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-272360?width=620&size=1.5",
    "image_1": "im-272360.jpg",
    "time": "2020-12-12 10:03:00",
    "body": "What do you call an investment strategy that would have left the likes of  Amazon ,   Facebook ,   Tesla ,   Netflix  and Google parent  Alphabet  out of your portfolio?<br />Aside from some unprintable words, “stodgy” might come to mind. But until recently, a portfolio that mechanically excluded such nonpayers of dividends would have done very well. They might again in practice, even if they shouldn’t in theory.<br />Franco Modigliani and Merton Miller, pioneers of modern financial theory, argued decades ago that investors should in theory be largely indifferent to dividends. Since the 1980s, the payouts have become quaint in the U.S. as companies have been able to freely buy back their shares. In the second quarter of this year, the yield from buybacks in the S&P 500 was 2.52% whereas the dividend yield was just 1.75%, according to Yardeni Research.<br />The decision to pay out cash comes down to how much money investors think management can earn if they keep it. Activist investors have split on the issue recently with D.E. Shaw pushing  Exxon Mobil  to cut expenditures to maintain its fat dividend and Third Point asking Walt  Disney  to suspend its payout and invest in streaming instead.<br />Yet for something that theoretically shouldn’t matter, dividend-paying stocks have done swimmingly. The key seems to be focusing on those with high but sustainable payouts. Slicing large U.S. companies into quintiles by dividend yield found that the second-highest-yielding group beat the market most consistently each year over many decades. Measured from 1928 through 2019, a basket of dividend payers in that quintile saw a $1 investment turn into $25,395, according to Dartmouth College professor Kenneth French. A basket of nonpayers would have been worth just $2,139."
}