{
    "url_original": "https://www.wsj.com/articles/dollar-stores-start-moving-upmarket-11607023341?mod=business_minor_pos10",
    "url": "dollar-stores-start-moving-upmarket-11607023341",
    "title": "Dollar Stores Start Moving Upmarket",
    "sub_head": "Dollar General and Dollar Tree see a bright future in the treasure-hunt shopping experience",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-03 14:22:00",
    "body": "Earlier this year, consumable goods like food were what was driving sales growth at dollar stores. Now these discount retailers are raising their sights to higher-margin items such as party goods and home accessories.<br />Take  Dollar General ,  which said Thursday that net sales rose 17% and net income expanded 57% in the quarter ended Oct. 30 from a year earlier. Home products sold particularly well. That has helped boost Dollar General’s gross margins, which have been expanding for six consecutive quarters on a year-over-year basis. On an earnings call, Chief Executive Todd Vasos said it was the 10th consecutive quarter of year-over-year growth in non-consumables sales.<br />The greater profitability of these items makes for a strong draw. Rival  Dollar Tree  has two brands, its namesake brand, which sells discretionary items for a dollar each, and Family Dollar, which is more like Dollar General in selling a mix of goods at value prices. The former’s gross margins came in at 34.9% in its latest quarter, while the latter’s were 26.8%. Dollar General’s gross margin is somewhere in between, at 31.3%.<br />Dollar General had already started introducing more discretionary goods through an initiative it started last year to add more assortment. It is really leaning in now with a new store concept, Popshelf, carrying discretionary items under $5. The discounter is betting that the treasure-hunt experience will appeal to a suburban audience of higher-income customers. It has opened two new stores near Nashville, which have performed better than the company’s expectations. Dollar General plans to have 30 Popshelf stores by the end of 2021.<br />Dollar Tree, too, said in its most recent earnings call that it will roll out 500 higher-priced stores—with goods priced between a dollar and $5—beginning next spring."
}