{
    "url_original": "https://www.wsj.com/articles/donald-trumps-sudan-progress-11608765252?mod=opinion_lead_pos4",
    "url": "donald-trumps-sudan-progress-11608765252",
    "title": "Donald Trump’s Sudan Progress",
    "sub_head": "Congress approves a deal to draw the country from its terror-supporting past.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-277718?width=620&size=1.5",
    "image_1": "im-277718.jpg",
    "time": "2020-12-23 18:14:00",
    "body": "Congress approved the Sudan Claims Resolution Act this week, and our only complaint is that it took so long. The Trump Administration produced a transformative deal with Khartoum, but extended haggling on Capitol Hill needlessly endangered the fragile Sudanese government.<br />Sudan’s long-time dictator fell last year, and the transitional government is acting boldly to move on. A quarter century after the country hosted Osama bin Laden and al Qaeda, the State Department negotiated an accord to restore the country’s sovereign immunity and lift its state sponsor of terrorism designation. In exchange, the Sudanese government agreed to normalize ties with Israel and pay $335 million to victims of the 1998 U.S. Embassy bombings.<br />America’s foes should take note. Sudan was antagonistic for decades and responsible for American deaths. But it agreed to change and negotiated in good faith. It is behaving like a normal country, and its economy will benefit accordingly. Access to international finance, and to multilateral institutions like the World Bank and International Monetary Fund, will bring the previously isolated nation new avenues for commerce.<br />The opportunity to turn a terror-sponsoring state into a productive partner doesn’t come often, and the Trump Administration deserves credit for seizing it. So does most of Congress, where the deal received bipartisan support. But Senators Chuck Schumer (D., N.Y.) and Robert Menendez (D., N.J.) delayed passage for months, claiming the deal was bad for 9/11 victims’ families. One of the offers they called a compromise included an unrelated gift-basket for trial lawyers.<br />The bill that finally passed restores Sudan’s sovereign immunity generally but allows 9/11 victims’ families to pursue litigation in federal court. The cases could put Sudan on the hook for billions, but they’re unlikely to succeed. The law also includes $700 million in aid to the country and more than $200 million in loans."
}