{
    "url_original": "https://www.wsj.com/articles/dont-want-to-go-entirely-meatless-try-these-recipes-11609344419",
    "url": "dont-want-to-go-entirely-meatless-try-these-recipes-11609344419",
    "title": "Don’t Want to Go (Entirely) Meatless? Try These Recipes",
    "sub_head": "For those not ready for a fully plant-based diet, these tweaks on classic comfort foods will strike a wholesome balance between meat and veg",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-278877?width=620&size=1.5",
    "image_1": "im-278877.jpg",
    "time": "2020-12-30 11:06:00",
    "body": "NEW YEAR’S resolutions never worked for me, but perimenopause got me to rethink my cooking and eating for the long haul.<br />The random pain, indigestion, fatigue and inflammation led me to ask my mother, 85, about going through “the change.” She sympathized but explained that her generation of Vietnamese women didn’t know of menopause. “It didn’t exist to us. We just endured,” she said. “Stay busy so you don’t focus on it.”<br />My contemporaries told another story. “It takes over your life,” one friend said. “It’s something different every day,” said another. My primary-care physician offered practical advice: Monitor what’s going on and if it doesn’t stick, you’re likely OK.<br />Many of my issues were gut-related—hardly surprising, given my career. For nearly 20 years I’d been paid to cook, eat, drink, travel and write. Dealing with a BMI on the edge of being overweight and negotiating renegade hormones, my 50-year-old body called for a course correction. Not prepared to give up entirely on foods I relish, I struck a new balance by consuming less refined sugar and white rice, and majorly boosting my vegetable intake. That didn’t mean I relegated meat to a side dish or cancelled it altogether, but I did commit to sourcing my meals from both the plant and animal kingdoms.<br />During the pandemic, I’ve gravitated to comforting dishes like Chinese mapo tofu, which combines a few ounces of meat and a pound of tofu in a satisfying blend that’s just rich enough. It got me thinking about tofu as a versatile flavor sponge and ultimately led me to combine it with a mix of ground meats in a made-over meatloaf."
}