{
    "url_original": "https://www.wsj.com/articles/doomscrolling-the-new-high-tech-way-to-slide-into-despair-11607640701",
    "url": "doomscrolling-the-new-high-tech-way-to-slide-into-despair-11607640701",
    "title": "‘Doomscrolling’: A Twitter Habit Is the New, High-Tech Way to Slide Into Despair",
    "sub_head": "The impulse to constantly check phone screens for bad news only got its name in the last few years",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-271377?width=620&size=1.5057471264367817",
    "image_1": "im-271377.jpg",
    "time": "2020-12-10 17:51:00",
    "body": "Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.<br />Of all the words that came to prominence in 2020, one that truly seems to capture the zeitgeist of our dreary times is “doomscrolling.”<br />If you’ve spent any time on social media this year, you know the feeling. As Wall Street Journal Personal Tech columnist Nicole Nguyendefined it back in June, “doomscrolling” refers to “spending inordinate amounts of time on devices poring over grim news.” The phenomenon became all too common when the coronavirus pandemic kept people cooped up, as so many of us obsessed over the endless stream of depressing updates.<br />Despite the pessimism that the word encapsulates, “doomscrolling” is a lexical success story. By year’s end, it merited mention in a report from Oxford Languages, the publisher of the Oxford English Dictionary, on how the pandemic has profoundly shaped the lexicon. “Doomscrolling,” the report said, “typified the realities of the new normal” and “expressed poignantly the language changes brought on by the pandemic.”<br />The portentous sound of the word may have heightened its impact, drawing on centuries-old connotations of the word “doom.” Derived from Old English “dom” meaning “judgment,” it has long fused with other words to make compounds like “doomsday” for the final reckoning in the Judeo-Christian tradition. In the mid-20th century, “doomsayer” emerged as a bleaker version of “soothsayer,” for one who predicts calamities. “Doomsaying” may have provided a kind of model for both “doomscrolling” and a related neologism, “doomsurfing.”"
}