{
    "url_original": "https://www.wsj.com/articles/doordash-grubhub-others-could-face-a-pared-down-menu-11608206400?mod=business_minor_pos11",
    "url": "doordash-grubhub-others-could-face-a-pared-down-menu-11608206400",
    "title": "DoorDash, Grubhub, Others Could Face a Pared-Down Menu",
    "sub_head": "Delivery platforms could lose their appeal for restaurants after the coronavirus pandemic ends",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-17 07:00:00",
    "body": "Investors bidding up newly public shares of  DoorDash  and its competitors shouldn’t take for granted the historically fragile relationship between food-delivery platforms and the restaurants they serve.<br />While it is unclear just how sticky eaters’ business will be on delivery apps once the coronavirus pandemic ends, their loyalty could in many cases depend upon whether their favorite restaurants stay around. That is hardly a guarantee.<br />Delivery platforms have been essential to the survival of many restaurants this year, bringing them business even while their dining rooms have remained closed down. In addition to offering grants and relaxed delivery fees in some cases, the platforms have been working to use the pandemic as an opportunity to prove their long-term value to restaurants, many of which had once scorned their services because of high commissions or questionable business practices.<br />There is no question delivery players have won over lots of new restaurants for now. This is evidenced by big increases across platforms in partnered restaurants, or those with which platforms have an agreement to offer their goods to consumers. In the first nine months of the year, for example, regulatory filings show  Grubhub  added approximately 90,000 partnered restaurants, or 37% of the total number it had as of Sept. 30.  Uber Technologies  said in its third-quarter report that Uber Eats grew active partnered restaurants by 70% year over year.<br />DoorDash similarly seems to have added something like 50,000 merchants in the several months before its initial public offering filing alone. And although its early growth may have been in part fueled by facilitating deliveries without prior consent of restaurants, according to D.A. Davidson analyst Tom White, DoorDash now says partner merchants account for nearly all the platform’s gross order value."
}