{
    "url_original": "https://www.wsj.com/articles/driverless-cars-are-coming-but-not-yet-to-take-over-11606909414?mod=markets_major_pos1",
    "url": "driverless-cars-are-coming-but-not-yet-to-take-over-11606909414",
    "title": "Driverless Cars Are Coming, But Not Yet to Take Over",
    "sub_head": "Autonomous taxi projects are starting to take backup drivers out of their vehicles, an important but very early milestone on the road to commercialization",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-02 06:43:00",
    "body": "This is the third column in a four-part Heard on the Street series on how “smart” vehicles will affect the automotive, tech and insurance industries.<br />Driverless cars are moving out of science fiction and onto U.S. roads. But this is just the start of a long journey before they fulfill their transformative potential.<br />Signs of very early-stage commercialization are emerging from the corporate science projects that want to remove human drivers from vehicles. Alphabet’s Waymo seems furthest ahead with its “robotaxi” project in the suburbs of Phoenix Customers used to have to sign a nondisclosure agreement to hail a ride with no backup driver, but Waymo opened the service up in October.<br />Others aren’t far behind. Motional, a $4 billion joint venture between South Korean car giant Hyundai and automotive supplier Aptiv, said last month that it will take safety drivers out of its taxis that operate on the  Lyft  platform around Las Vegas “in the coming months.” Cruise Automation, the driverless-car business controlled by  General Motors ,  has said it would remove backup drivers from its cars by the year-end. Cruise runs vehicles around busy San Francisco, but without passengers or cargo.<br />Doing without safety drivers is an important milestone, but there are plenty more. Once companies have worked out how to operate robotaxis safely in one urban district in good weather, they will need to adapt to new areas and a wider range of conditions. Eventually, this kind of gradual expansion should give driverless cars the scale necessary to drive down costs and compete with human-driven taxis, public transport and, in the very long run, car ownership."
}