{
    "url_original": "https://www.wsj.com/articles/earmarks-get-makeover-before-possible-return-11607682600?mod=politics_lead_pos12",
    "url": "earmarks-get-makeover-before-possible-return-11607682600",
    "title": "Earmarks Get Makeover Before Possible Return",
    "sub_head": "Proposal would add accountability, transparency to process by having constituents work with lawmakers to apply for ‘community-focused grants’",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "image_1_url": "https://images.wsj.net/im-271584?width=620&size=1.5",
    "image_1": "im-271584.jpg",
    "time": "2020-12-11 05:30:00",
    "body": "A BIPARTISAN GROUP of lawmakers makes a push to bring back a form of earmarks—lawmakers’ ability to direct federal funding to specific projects —but with more transparency and accountability. The 12 members of the bipartisan House Select Committee on Modernization, a group responsible for updating how Congress operates, are pushing to start a program of “community-focused grants,” which they hope would help restore Congress’s role in making specific decisions about spending taxpayer money.<br />“We laid out a framework that we thought could avoid some of the abuse of the past,” the group’s chairman, Washington Democratic Rep. Derek Kilmer told The Wall Street Journal’s Kristina Peterson. Under the proposal, local communities would work with their members of Congress to apply for a grant through a public database. If approved through the appropriations process, the funds would be subject to congressional oversight and could even be clawed back if lawmakers deemed they were being abused.<br />“It has to be uniquely derived from a local community,” said committee vice chairman Rep. Tom Graves (R., Ga.). For-profit entities wouldn’t be eligible to apply. “The member now becomes more of an advocate for or a shepherd for something that’s important to a local community.” The House banned earmarks in 2011, after the GOP won the majority in Nov. 2010.<br />House Majority Leader Steny Hoyer (D., Md.) has spoken in favor of restoring some form of earmarks, but it’s not clear how receptive GOP leaders would be in the House or Senate. “Earmarks cause members to vote for excessively expensive spending bills that cost tens or hundreds of billions of dollars in exchange for a few earmarks worth a few million or sometimes just thousands of dollars,” says the Citizens Against Government Waste, an influential conservative group.<br />MAKE FOUNDATIONS SPEND? A coalition of progressive multimillionaires, foundation heads, think tanks, and donor-advised fund managers is calling on Congress and the incoming Biden administration to make a temporary change to tax law to make private foundations give away more of their money  if they want to qualify for tax deductions. They urge the Biden administration and Congress to double the minimum required disbursement by private foundations, set by the Internal Revenue Service. Foundations are now required to pay out 5% of their endowment each year; the letter calls for raising it to 10% for the next three years to raise around $200 billion for struggling charities, without the use of taxpayer funds."
}