{
    "url_original": "https://www.wsj.com/articles/education-rescue-in-providence-11608504529?mod=opinion_lead_pos3",
    "url": "education-rescue-in-providence-11608504529",
    "title": "Education Rescue in Providence",
    "sub_head": "Rhode Island allows more charter schools after union failures.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-275767?width=620&size=1.5",
    "image_1": "im-275767.jpg",
    "time": "2020-12-20 17:48:00",
    "body": "A report last year found abject student performance, demoralized teachers and deteriorating buildings in Providence, Rhode Island’s traditional public schools. Well, this particular hell may have frozen over, as last week the state’s education council voted to expand and open more charter schools to rescue students in the district.<br />About 13% of Providence’s 30,000 students attend 28 charter schools, some in other districts. But demand far exceeds supply. Only 18% of the 5,000 or so charter school applicants were offered a seat this school year, according to the state education department. Eighty-four percent of Providence students are low-income and 92% are minorities.<br />The state education council last week gave preliminary approval for more than 5,700 new charter seats in Providence and other districts. Three of four new charters that applied got a green-light to open, pending final approval in the spring, and three existing charters (two of which serve Providence) are expanding. “Parents of color don’t have a lot of choice and resources,” said Education Commissioner Angélica Infante-Green, who pushed the expansion. “We should not be closing opportunities.”<br />The teachers union isn’t happy. In a letter to Gov. Gina Raimondo, three union leaders including American Federation of Teachers President Randi Weingarten complained that the expansion would “financially destabilize the Providence school district, because it would drain money from neighborhood public schools.”<br />This is the usual rhetorical union trick. Charters are public schools, albeit without the barnacles and costs of union control. Funding for charter schools in Rhode Island follows the student, though local districts retain a portion for fixed costs when students leave for a charter. The state took over the Providence school district, including the budget, last year after the Johns Hopkins Institute for Education Policy exposed the school horror show in a study."
}