{
    "url_original": "https://www.wsj.com/articles/electoral-college-meets-in-formal-step-toward-biden-presidency-11607941801?mod=politics_lead_pos5",
    "url": "electoral-college-meets-in-formal-step-toward-biden-presidency-11607941801",
    "title": "Electoral College Meets in Formal Step Toward Biden Presidency",
    "sub_head": "President Trump has repeatedly questioned the election outcome, and other Republicans say the legal process should play out",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "time": "2020-12-14 05:30:00",
    "body": "The Electoral College, meeting in all 50 states and the District of Columbia, will formally cast votes Monday for president, as the incumbent—with the backing of many Republicans—continues to dispute November’s election results.<br />Traditionally tranquil affairs, this year’s meetings have taken on added significance, as President Trump has repeatedly questioned an electoral vote outcome that shows him at 232 and President-elect Joe Biden at 306.<br />Vermont and Indiana, at 10 a.m. local time, will be among the earliest states to convene electors, while Hawaii won’t start its process until nine hours later.<br />On Friday, the Supreme Court rejected a long-shot bid filed by Texas Attorney General Ken Paxton to void 20 million votes in four other states. More than 100 House Republicans signed a brief in support of the lawsuit, which was Mr. Trump’s latest attempt to overturn election results and came after dozens of other failed efforts to overturn Mr. Biden’s win.<br />Some of the other Republicans who haven’t publicly acknowledged Mr. Biden’s victory have said the legal process should continue and that any voting problems should be investigated. However, Attorney General William Barr has said the Justice Department hasn’t found evidence of widespread voter fraud. “There will be a president sworn in on Jan. 20, but let’s let this legal process play itself out,” Rep. Steve Scalise (R., La.) said on “Fox News Sunday.”"
}