{
    "url_original": "https://www.wsj.com/articles/elizabeth-is-missing-review-gone-but-not-forgotten-11609358538",
    "url": "elizabeth-is-missing-review-gone-but-not-forgotten-11609358538",
    "title": "‘Elizabeth Is Missing’ Review: Gone but Not Forgotten",
    "sub_head": "A ‘Masterpiece’ mystery stars Glenda Jackson as an elderly woman with dementia who struggles to convince those around her about the seriousness of a friend’s disappearance.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-278546?width=620&size=1.5",
    "image_1": "im-278546.jpg",
    "time": "2020-12-30 15:02:00",
    "body": "Glenda Jackson, two-time Oscar winner and former member of the British Parliament, returns to the small screen for the first time in nearly three decades in “Elizabeth Is Missing,” a mystery that puts a few poignant spins on some conventions of the genre. Has a crime actually happened? Why will no one listen? And how unreliable is our unreliable witness?<br />Having made a triumphant re-emergence on the London stage in 2016 as King Lear, Ms. Jackson brings a kindred squall of wintry ferocity to Maud Horsham, a woman with dementia who insists, to deaf ears all around, that her friend Elizabeth has disappeared. In her 80s, Maud lives alone—under the close supervision of her long-suffering daughter, Helen (Helen Behan)—and gets through her day on sticky notes: “Don’t forget to lock up”; “Coffee helps memory”; and “Today Elizabeth’s house gardening.” While digging about with Elizabeth (Maggie Steed), Maud finds half of an old, lacquered compact, of the type women would have carried in the late 1940s—precisely when Maud’s sister, Sukey (Sophie Rundle), disappeared without a trace. When Elizabeth fails to show up the next day at the “Sally Army” (the local Salvation Army thrift store), Maud immediately assumes the worst—she has a sticky note, after all, confirming that Elizabeth was supposed to arrive. We viewers, however, aren’t quite sure whether Maud, in her mental wanderings, isn’t conflating Elizabeth’s no-show with the truly traumatic mystery of her sister’s disappearance 70 years past.<br />This 90-minute “Masterpiece” presentation of “Elizabeth Is Missing,” for which Ms. Jackson won a BAFTA after it aired in the U.K. last year, keeps one guessing throughout, although the experience is very much about the lead performance; it comes very close to too close for comfort for anyone who’s dealt with a person with Alzheimer’s. The frustrations of Maud—and her family, of course—are expressed with a sympathetic eloquence by Ms. Jackson and her co-stars, notably Ms. Behan and Nell Williams as Katy, Maud’s plucky, punky granddaughter. But Ms. Jackson, who is in her 80s herself, also makes Maud’s physical fragility an element of the suspense—she seems to be falling forward wherever she goes, and you’re never sure she’s going to reach a destination. Maud’s mental state is something else: Her own failing memory infuriates her, but so does the dismissive attitude she gets from those around her, including a policeman who assures her with a chuckle that all available units on land and in the air are looking for Elizabeth. For all the villainy in “Elizabeth Is Missing,” his is perhaps the most repellent. But no one takes Maud seriously—just as no one believed the local madwoman (Cara Kelly) who haunted their village back in 1949, and who seemed to know how and why—and with whom—Sukey had vanished.<br />“Elizabeth Is Missing” was adapted by Andrea Gibb from the 2014 novel by Emma Healey, who based her book on her grandparents and not only understood how dementia appears to the outside world but the conflict it generates in the hearts of those who live with it—not just those afflicted themselves, but those who are entrusted with their care and who eventually become strangers in their eyes. Ms. Jackson has always shown herself to be an exacting and gifted artist, but Maud Horsham is the kind of role that requires much more out of a performer than just actorly craft. And that, happily, is what we get."
}