{
    "url_original": "https://www.wsj.com/articles/ella-wishes-you-a-swinging-christmas-with-vanessa-williams-review-jazz-and-jingle-bells-11608239877?mod=opinion_major_pos15",
    "url": "ella-wishes-you-a-swinging-christmas-with-vanessa-williams-review-jazz-and-jingle-bells-11608239877",
    "title": "‘Ella Wishes You a Swinging Christmas With Vanessa Williams’ Review: Jazz and Jingle Bells",
    "sub_head": "On PBS, a concert from the American Pops Orchestra featuring an array of talented singers pays tribute to Ella Fitzgerald’s 1960 Christmas album.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-273966?width=620&size=1.5",
    "image_1": "im-273966.jpg",
    "time": "2020-12-17 16:17:00",
    "body": "People in the retail and food-service industries have had a perennial complaint: Beginning around Thanksgiving, the boss puts on the Christmas music, which plays on a loop till New Year’s Eve. It’s always the same music. Day shift to night shift. It makes them crazy. It was probably the same back in 1960, when the great Ella Fitzgerald recorded “Ella Wishes You a Swinging Christmas,” a roasting of old chestnuts in newly musical ways. It has helped, in its fashion, to maintain sanity ever since.<br />“Ella Wishes You a Swinging Christmas With Vanessa Williams,” hosted by the multifaceted actress and singer, commemorates the 60th anniversary of that record and certainly reminds us of where we are right now: The musicians of the American Pops Orchestra, directed by Luke Frazier, are all masked; the crowd is sparse, distanced and seated outside at the Meridian International Center in Washington. Much of the performance seems to have been overdubbed, which was probably unavoidable given the outdoor venue; the sound is much bigger than the orchestra. But the music is the point, as is the Fitzgerald spirit (the Ella Fitzgerald Foundation was on board with the show). Visually, “Ella” might be better enjoyed while decorating, wrapping, trimming or shopping online.<br />What should grab a viewer’s total attention is the show’s devotion, however brief, to Fitzgerald herself. One of the monuments of 20th-century pop and jazz, she is a figure with a poignant story, a troubled background that included a stint in a reformatory. (In 1933, she was sentenced to the New York State Training School for Girls in Hudson, N.Y., because she was “ungovernable and will not obey the just and lawful commands of her mother.”) A would-be dancer, she entered an amateur night at the Apollo Theater, lost her nerve and sang instead. The rest is musical history, which began with Chick Webb’s swing-era band and eventually included 13 Grammy Awards and tens of millions of records sold. There’s a photo montage that shows Fitzgerald with her colleagues and admirers, who included Frank Sinatra, Count Basie, Louis Armstrong and Dizzy Gillespie; it goes unmentioned, but a very young Ray Brown, the bassist who would become Fitzgerald’s second husband, shows up in a couple of shots as well.<br />Mr. Frazier founded the American Pops Orchestra, he tells us, to celebrate the Great American Songbook, which Fitzgerald helped in no small part to immortalize. The arrangements are from the 1960 originals by Frank DeVol and Russ Garcia, but the performers manage to pay tribute to Fitzgerald’s style while also being themselves. The veteran jazz singer Dee Dee Bridgewater, who is actually in New Orleans (there’s no disguising her absence from the bandstand), has the sensibility closest to Fitzgerald’s, the impulse to use a song’s melody as a launch point for musical exploration. She performs “Have Yourself a Merry Little Christmas” swing-style as well as the notoriously difficult “Sleigh Ride,” which she slays. Norm Lewis sings “The Christmas Song” not like its best-known interpreters, Nat King Cole or Mel Tormé, but more like Johnny Hartman, which takes the oft-heard song in a different direction. Morgan James does a slinky, Ella-fied “Winter Wonderland”—if not right there at the Meridian Center, at least somewhere. And Nova Payton, who kicks things off, delivers “Jingle Bells” with those extra verses that few even realize exist. And which she makes a Christmas gift."
}