{
    "url_original": "https://www.wsj.com/articles/elliott-management-has-significant-stake-in-public-storage-sources-say-11607889944?mod=markets_lead_pos2",
    "url": "elliott-management-has-significant-stake-in-public-storage-sources-say-11607889944",
    "title": "Elliott Management Has Significant Stake in Public Storage",
    "sub_head": "Representatives of Elliott and Public Storage have had discussions in recent weeks about changes that could be made at the company",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-272803?width=620&size=1.5",
    "image_1": "im-272803.jpg",
    "time": "2020-12-13 18:36:00",
    "body": "Elliott Management Corp. has built a significant stake in  Public Storage  and privately nominated six directors to the self-storage giant’s board, according to people familiar with the matter.<br />Representatives of Elliott and Public Storage, which has a market value of $38 billion, have had multiple discussions in recent weeks about changes that could be made at the company, the people said.<br />It couldn’t be learned exactly what Elliott is pushing for Public Storage’s management to do to boost its stock price, which has stumbled in the past few years after a decadeslong march upward. The company’s shares are up around 3% this year, compared with a roughly 13% rise in the S&P 500.<br />Public Storage on Sunday confirmed that Elliott Management had submitted the names of six nominees and had been in discussions with the company after The Wall Street Journal reported on the talks. Public Storage also announced the retirements of three of its longest-serving board members and named three new members.<br />Public Storage, recognizable by its bright orange logo, is a Glendale, Calif., real-estate investment trust that specializes in developing, owning and operating self-storage units. Founded in 1972, it was one of the earliest major self-storage companies but has been under pressure as competition from the likes of  Extra Space Storage Inc.  and  CubeSmart  heats up."
}