{
    "url_original": "https://www.wsj.com/articles/emerging-and-growth-markets-december-19th-2020-01608391363?mod=business_minor_pos6",
    "url": "emerging-and-growth-markets-december-19th-2020-01608391363",
    "title": "Emerging and Growth Markets, December 19th 2020",
    "sub_head": "",
    "category_1": "Frontiers Blog",
    "time": "2020-12-19 10:22:00",
    "body": "Note: This is a web-version of the WSJ’s weekly Emerging & Growth Markets newsletter. The newsletter is a companion to Strategic Intelligence, an information resource focused on emerging markets that brings together the global news coverage of The Wall Street Journal with the analysis of market intelligence firm FrontierView. Click here to receive the newsletter in your inbox.<br />Sudan formally dropped from U.S. terrorism list. The U.S. this week formally removed Sudan from its list of state-sponsors of terrorism, paving the way for the Northeast African nation to request help from the IMF and the World Bank and ensuring U.S. companies will have an easier time doing business in the country, Gabriele Steinhauser and Nicholas Bariyo report. The Trump White House promised to revoke the designation as part of a deal to normalize relations between Sudan and Israel.<br />In agreeing to the deal, the White House also said it would help reduce Sudan’s debt burden, which has swollen to $60 billion, or 200% of gross domestic product. Sudanese officials said Washington pledged tens of millions of dollars in direct support for its economy, which is struggling with annual inflation above 200%. This week, the U.S. Agency for International Development said it provided 65,000 metric tons of wheat to Sudan worth $20 million.<br />As well as agreeing to normalize ties with Israel, Sudan had to agree to pay $335 million for compensation to U.S. victims of the terrorist attacks, following several years of talks between Washington and Khartoum.<br />Mass kidnapping highlights failure of Nigeria’s fight against extremists. The kidnapping last Friday night of more than 300 boys from a boarding school in northwest Nigeria has shone a harsh light on the country’s government’s efforts to combat terrorism. Jihadist group Boko Haram said on Tuesday it had seized students from an all-boys school in Katsina—home town of President Muhammadu Buhari—to punish them for “un-Islamic practices.” Local officials said that 333 of the school’s 800 students were missing and assumed captive."
}