{
    "url_original": "https://www.wsj.com/articles/employment-picture-darkening-even-more-than-jobs-figures-suggest-11607101266?mod=business_minor_pos10",
    "url": "employment-picture-darkening-even-more-than-jobs-figures-suggest-11607101266",
    "title": "Employment Picture Darkening, Even More than Jobs Figures Suggest",
    "sub_head": "Situation has already gotten worse since the November jobs report was compiled",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-04 12:01:00",
    "body": "The job market is in danger of stalling. With the Covid epidemic worsening across the country, that should hardly count as a surprise, but perhaps it will stir both Congress and the Federal Reserve to move faster than they otherwise might have.<br />The Labor Department on Friday reported that the economy added 245,000 jobs in November, short of the 440,000 economists expected and far weaker than October’s gain of 610,000. That left the U.S. with 9.8 million fewer jobs than in February, before the crisis took hold. The unemployment rate slipped to 6.7% from 6.9%, but that was because fewer people were looking for work—a reflection of people throwing in the towel on finding a job, or taking themselves out of the labor force to care for homebound children.<br />If anything, the current state of affairs is worse than what was depicted in the job report. The surveys that the jobs and unemployment figures are based upon measured the state of things in the pay periods included in the week ended Nov. 14.  Since then, Covid cases, hospitalizations and deaths have risen, spurring renewed caution on the part of many Americans, while colder weather is hurting businesses that have been relying on outdoor arrangements, such as restaurants. This chill is showing up in higher-frequency data: Restaurant reservation figures from OpenTable show a marked decline since early November, for example, while figures from scheduling-software company Homebase show that the number of hourly employees working at restaurants, retailers and other small businesses is slipping.<br />For investors the silver lining is that the job figures could help push another round of government support over the finish line. With a bipartisan group from the House and Senate reaching a broad consensus around a new $908 billion aid package, the possibility of Congress passing a deal before it breaks for the holidays is looking more likely.<br />Fed officials, too, might be more inclined to step up their efforts to support the economy when they meet later this month. That could include committing to continue the central bank’s purchases of Treasurys and mortgage-backed securities until certain economic conditions are met. It might also tilt Treasury purchases more to longer-dated securities in an effort to put downward pressure on long-term interest rates."
}