{
    "url_original": "https://www.wsj.com/articles/energy-trader-vitol-to-pay-90-million-to-settle-u-s-corruption-charges-11607023519?mod=markets_lead_pos13",
    "url": "energy-trader-vitol-to-pay-90-million-to-settle-u-s-corruption-charges-11607023519",
    "title": "Energy Trader Vitol to Pay $90 Million to Settle U.S. Corruption Charges",
    "sub_head": "Company accused of using bribes to gain advantage when bidding for oil in Brazil, Mexico, Ecuador",
    "category_1": "Markets",
    "category_2": "Commodities",
    "image_1_url": "https://images.wsj.net/im-267725?width=620&size=1.5",
    "image_1": "im-267725.jpg",
    "time": "2020-12-03 14:25:00",
    "body": "An American subsidiary of Swiss-based energy firm Vitol Group agreed to pay $90 million to settle criminal charges that its employees paid bribes to gain an advantage when bidding for oil in Brazil, Mexico and Ecuador.<br />Vitol Inc.’s deal with the Justice Department, announced Thursday in Brooklyn federal court, is the first in what is expected to be a series of similar settlements involving global commodity trading companies. Some of the claims grew out of a sweeping corruption scandal in Brazil that focused on bribery of officials at state-controlled  Petróleo Brasileiro SA,  also known as Petrobras.<br />The deal includes a deferred-prosecution agreement that allows Vitol to escape charges if it stays out of trouble for three years. The company will also pay an additional $45 million in a coordinated settlement with Brazilian authorities, according to U.S. prosecutors.<br />The investigation of Vitol, accused of paying millions in bribes over a decade, also involved the Commodity Futures Trading Commission. The fine paid to the CFTC, a civil regulatory agency, wasn’t disclosed at Thursday’s court hearing.<br />Vitol, a private company, trades 8 million barrels a day of crude oil and also manages upstream assets and refineries, according to its website. Other companies that have faced similar investigations include Glencore PLC and Singapore-based Trafigura Group Pte. Ltd."
}