{
    "url_original": "https://www.wsj.com/articles/energy-pipelines-bad-year-has-a-silver-lining-11607342400?mod=markets_lead_pos10",
    "url": "energy-pipelines-bad-year-has-a-silver-lining-11607342400",
    "title": "Energy Pipelines’ Bad Year Has a Silver Lining",
    "sub_head": "The downturn in the oil markets isn’t all bad news for pipeline operators",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-07 07:00:00",
    "body": "Low oil prices aren’t exactly at the top of pipeline operators’ wish lists, but they do come with one possible upside: They could help boost the value of existing infrastructure.<br />Depressed oil demand has led energy companies across the value chain—from those pumping it, to those transporting, refining and converting it into other products—to hold back on new investments. Permitting challenges already were slowing down new pipelines. The pandemic’s shock to the oil market was like slamming on the brakes.<br />In the third quarter, capital expenditures in the oil-and-gas industry were less than half the lowest level recorded in the economic crisis in 2009, according to Dean Forman, chief economist at the American Petroleum Institute. The decline in spending applies not only to companies pumping oil and gas but also those in the crucial business of transporting and refining hydrocarbons. In the midstream sector, capital expenditures were down almost 30% year over year in the third quarter, according to API data.<br />Just as investors are asking for more discipline from producers of oil and natural gas, they also are demanding moderation from pipeline operators. Project return thresholds are getting higher for these companies, and investors are asking them to give priority to debt repayment rather than new projects, according to Timm Schneider, head of Americas energy and utility equity research at Citi Research.<br />All of that adds more speed bumps to new pipeline additions. President Trump’s moves to expedite controversial projects came with the unintended consequence of fueling challenges to permits that stood on shakier legal ground. The incoming Biden administration is unlikely to make things easier."
}