{
    "url_original": "https://www.wsj.com/articles/enphase-energy-tiffany-celsius-what-to-watch-when-the-stock-market-opens-today-11609415956?mod=markets_major_pos10",
    "url": "enphase-energy-tiffany-celsius-what-to-watch-when-the-stock-market-opens-today-11609415956",
    "title": "Enphase Energy, Tiffany, Celsius: What to Watch When the Stock Market Opens Today",
    "sub_head": "The Nasdaq Composite is on track to end its best year since 2009, underscoring the rally in U.S. stocks this year",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-277411?width=620&size=1.4988290398126465",
    "image_1": "im-277411.jpg",
    "time": "2020-12-31 07:59:00",
    "body": "Here’s what we are watching as markets kick into gear Thursday.U.S. stock futures wavered, signaling a muted finish to a year that saw the major indexes contract sharply in the spring before rising to record highs. Initial jobless claims data for the week ended Dec. 26 fell to 787,000 from 803,000 the week before. Economists surveyed by the Wall Street Journal had expected a rise to 835,000.Read our full market wrap here.<br />Enphase Energy  rose 1.6% in offhours trading. S&P Dow Jones Indices yesterday said the company will replace  Tiffany  in the S&P 500 index from Jan. 7. Shares in Tiffany, which is being acquired by LVMH Moet Hennessy-Louis Vuitton, were largely unchanged.<br />Beverage company  Celsius  rose almost 13% premarket on news that the stock would be included in the S&P SmallCap 600 gauge.<br />On this day in 1999, the New York Stock Exchange closed three hours early to allow technical experts to prepare for the possibility of “Y2K” computer malfunctions, which were almost universally predicted. Nothing happened.<br />Individual investors opened more than 10 million new brokerage accounts in 2020, JMP Securities estimates, a record. Interest isn’t fading, either. “You have this incredibly engaged customer,” said Devin Ryan, senior research analyst at JMP Securities."
}