{
    "url_original": "https://www.wsj.com/articles/epa-sets-emissions-limits-for-jet-aircraft-11609190107?mod=politics_lead_pos2",
    "url": "epa-sets-emissions-limits-for-jet-aircraft-11609190107",
    "title": "EPA Sets Emissions Limits for Jet Aircraft",
    "sub_head": "First-ever rules help ensure U.S. jet makers can meet international rules and sell abroad",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-278603?width=620&size=1.5",
    "image_1": "im-278603.jpg",
    "time": "2020-12-28 16:15:00",
    "body": "WASHINGTON—The Environmental Protection Agency said Monday it has set its first-ever climate standards for commercial airliners and large business jets, aligning U.S. rules with global standards and giving jet makers eight years to comply.<br />The move follows years of momentum internationally to address the airline industry’s contribution to climate change. The sector accounts for about 2% of the global carbon emissions that are warming the planet, according to U.S. data and environmental groups. The EPA first proposed the rule in July while under legal pressure from environmental groups and amid concern from U.S. jet-makers about international sales.<br />The new rules create efficiency standards to limit carbon-dioxide and nitrous-oxide emissions from commercial airliners and large business jets in the U.S. starting in 2028. Aircraft companies have to apply the limits to any new designs starting this year.<br />The core of these regulations adopt metrics established by the International Civil Aviation Organization, the United Nations’ commercial-aviation regulator. EPA Administrator Andrew Wheeler said in July that the U.S. aviation industry had made it clear the agency should be adopting those standards to ensure consistency globally.<br />The EPA’s action helps prevent U.S. jets from getting shut out of the international market. U.S. manufacturers export three of every four aircraft they make, the EPA has said, and U.S. companies face the potential of losing those sales if their planes don’t meet international standards."
}