{
    "url_original": "https://www.wsj.com/articles/ethiopia-what-we-know-about-the-war-in-the-tigray-region-11605530560?mod=world_major_2_pos1",
    "url": "ethiopia-what-we-know-about-the-war-in-the-tigray-region-11605530560",
    "title": "Ethiopia: What We Know About the War in the Tigray Region",
    "sub_head": "Conflict in the north of Africa’s second-most-populous nation is spreading across borders, threatening stability in a strategic region",
    "category_1": "World",
    "category_2": "Africa",
    "time": "2020-12-02 14:31:00",
    "body": "Long-simmering tensions between Ethiopia’s federal government, led by Nobel Peace Prize-winning Prime Minister Abiy Ahmed, and defiant authorities in its northern Tigray region have erupted into a military confrontation. Hundreds of civilians have died, while tens of thousands have sought refuge in Sudan from airstrikes, as the conflict threatens to further destabilize the strategic Horn of Africa region.<br />Ethiopian ground troops and jet fighters have bombed targets across Tigray, battling the provincial government of the country’s most northern region, the Tigray People’s Liberation Front, or TPLF. On Nov. 28, government forces claimed to have taken control of the Tigrayan capital of Mekelle, home to 500,000 civilians and thousands of battle-hardened TPLF fighters who had dug trenches and blown up bridges to halt the advance of federal troops. Mr. Ahmed praised Ethiopian forces for restoring order in Mekelle and said his troops had taken great care to avoid civilian casualties.<br />The government troops appear to have faced little resistance. TPLF fighters have likely melted into the civilian population and hide-outs elsewhere in the state, where regional analysts and Western diplomats say they are preparing to mount an armed insurgency. The TPLF has pledged to never surrender and to make Tigray “hell” for the Ethiopian government. The Tigrayan authorities said Nov. 28 that they had shot down an Ethiopian warplane, and local television showed footage of a man it said was the pilot.<br />Tensions between Ethiopia’s federal government in Addis Ababa and the TPLF have been building since Mr. Ahmed became prime minister in 2018. The TPLF dominated Ethiopia’s ruling coalition for nearly three decades, with Tigrayans, who constitute around 6% of Ethiopia’s 110 million people, holding important positions in politics and business. TPLF leaders have accused Mr. Ahmed of sidelining them, while the federal government says the group is trying to divide Ethiopia.<br />Mr. Ahmed’s government has openly targeted prominent Tigrayans. Ethiopia’s army chief has accused the head of the World Health Organization, Dr. Tedros Adhanom Ghebreyesus—who is the highest-profile Tigrayan abroad—of lobbying in favor of the dissident region. Dr. Tedros denied taking sides in the conflict and says he is working for peace."
}