{
    "url_original": "https://www.wsj.com/articles/eu-china-agree-on-terms-of-investment-pact-despite-u-s-wariness-11609334398?mod=world_major_1_pos4",
    "url": "eu-china-agree-on-terms-of-investment-pact-despite-u-s-wariness-11609334398",
    "title": "EU, China Agree on Terms of Investment Pact Despite U.S. Wariness",
    "sub_head": "Deal opens up Chinese markets for financial services, telecommunications, electric vehicles and health for EU companies",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2020-12-30 08:37:00",
    "body": "BRUSSELS—The European Union and China agreed in principle on an investment accord after seven years of negotiations that promises to open new Chinese markets for European companies but has sowed concern in Washington.<br />The agreement addresses—at least on paper—longstanding European calls for fairer competition with Chinese companies and improved access to Chinese markets. It commits Beijing to end forced technology transfers and increase transparency over how it subsidizes firms.<br />European officials say they are gaining more than they are giving in the deal, which has won backing from leaders of all 27 EU countries but still needs their governments’ formal approval and will face a vote in the European Parliament. The Europeans also say the pact provides similar advantages to those the U.S. gained when it signed its “phase-one” trade agreement with China, which took effect early this year.<br />Critics of the deal in both the U.S. and Europe say that even if it gives the EU short-term commercial gains, it binds the bloc’s economy more closely to China’s and could help build the increasingly authoritarian country’s economic might just as Western leaders are working to check it.<br />U.S. officials have also expressed concern that the accord will help Beijing deflect external pressure to reform its state-driven economic model. Critics say Beijing has acceded to long-sought European requests in part because it wants to divide Brussels and Washington."
}