{
    "url_original": "https://www.wsj.com/articles/eu-to-impose-new-sanctions-on-turkey-officials-over-energy-activities-in-eastern-mediterranean-11607648191",
    "url": "eu-to-impose-new-sanctions-on-turkey-officials-over-energy-activities-in-eastern-mediterranean-11607648191",
    "title": "U.S., EU to Impose Sanctions on Turkey Over Missile System, Energy",
    "sub_head": "EU stopped short of adopting the broader economic sanctions against Ankara requested by some of its members",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-271829?width=620&size=1.5",
    "image_1": "im-271829.jpg",
    "time": "2020-12-10 22:58:00",
    "body": "The U.S. and European Union are applying pressure on Turkish President Recep Tayyip Erdogan, with Washington planning sanctions over Turkey’s acquisition of a Russian air-defense system and the EU targeting people involved in Ankara’s energy exploration activities in the eastern Mediterranean.<br />The EU measure, approved by leaders at a Brussels summit, put a temporary end on fissures within the bloc over how to deal with Mr. Erdogan’s assertive military moves in the region and his push for energy resources in waters claimed by the bloc’s members, Greece and Cyprus. The EU compromise stopped short of adopting broader economic sanctions requested by some of its member countries.<br />The U.S. is also expected to impose sanctions on Turkish entities, in this case in response to Ankara’s acquisition of the advanced S-400 Russian-made air-defense system, according to a person familiar with the matter.<br />U.S. officials are expected to roll out the sanctions Friday under a 2017 U.S. law for procuring weapons from a blacklisted supplier, the person said. The State Department reiterated its policy of declining to comment on future sanctions.<br />Despite pressure from some lawmakers, the Trump administration had held back on sanctions over the missile system, although President Trump said last year the U.S. would withhold sales of advanced F-35 stealth jet fighters to Turkey."
}