{
    "url_original": "https://www.wsj.com/articles/eu-unveils-plans-to-help-banks-clean-up-soured-covid-19-loans-11608122099",
    "url": "eu-unveils-plans-to-help-banks-clean-up-soured-covid-19-loans-11608122099",
    "title": "EU Unveils Plans to Help Banks Clean Up Soured Covid-19 Loans",
    "sub_head": "The proposal is a way to help Europe’s creaky banks navigate the downturn and be strong enough to lend during the recovery",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-274076?width=620&size=1.5",
    "image_1": "im-274076.jpg",
    "time": "2020-12-16 07:35:00",
    "body": "The European Union unveiled plans to assist countries in setting up a network of national “bad banks” to help cope with a possible avalanche of defaulted loans triggered by the pandemic.<br />Bad banks—private or government funded repositories that soak up soured loans—are seen as a way to help Europe’s creaky banks navigate the Covid-19 downturn and be strong enough to lend during the recovery. The European Central Bank, which supervises the largest banks in the eurozone, has warned banks could be facing $1.7 trillion in bad loans under an extreme, yet possible, economic scenario.<br />The proposal for the bad banks announced Wednesday by the European Commission, the EU’s executive arm, underscores its limits in trying to create EU-wide solutions that all member states can agree on. The effort would rely on individual governments to sponsor the bad banks, falling short of more ambitious proposals for a continentwide bad bank.<br />Banks in the south of Europe, such as Italy, Spain and Greece, tend to see a surge in loan defaults during economic downturns. The issue is less severe in richer northern European countries such as Germany and the Netherlands, which have blamed individual countries and their banks for their troubles.<br />Bad loans have been a big problem for the bloc since the sovereign-debt crisis in 2011, when banks choked on mountains of defaulted loans, hurting profits and their ability to lend. Banks were still cleaning up their balance sheets when the coronavirus pandemic hit."
}