{
    "url_original": "https://www.wsj.com/articles/europe-will-need-a-loan-crisis-to-create-a-post-covid-bad-bank-11608130751?mod=business_minor_pos11",
    "url": "europe-will-need-a-loan-crisis-to-create-a-post-covid-bad-bank-11608130751",
    "title": "Europe Will Need a Loan Crisis to Create a Post-Covid Bad Bank",
    "sub_head": "Underwhelming plans for dealing with a prospective surge in bad debts highlight the political challenges posed by the EU’s proposal",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-273661?width=620&size=1.5",
    "image_1": "im-273661.jpg",
    "time": "2020-12-16 13:30:00",
    "body": "“History shows us that it is best to tackle nonperforming loans early and decisively,” said European Commission Executive Vice President Valdis Dombrovskis, as he announced a plan for “bad banks” to sweep up debts soured by the pandemic.<br />But history also shows that Europe’s lenders aren’t likely to get much relief unless they actually find themselves in a nonperforming loan crisis.<br />The proposal announced by the European Union’s executive arm Wednesday supports creating national bad banks and a data hub for NPLs, while also pushing long-stalled proposals to harmonize debt recovery and insolvency rules. Officials are publicly acknowledging a key lesson from the 2008 crisis: Fast balance-sheet cleanup helped U.S. banks recover quickly, while European lenders struggled under a lingering hangover of bad loans.<br />But the plan stops far short of creating an EU-wide bad bank, as some had hoped.<br />The lack of ambition is lamentable but understandable. Commission proposals require signoff not just from the European parliament but also from Europe’s national leaders, who are often loath to approve anything that shares financial risk among them. The glacial pace of recent reform on the banking and capital market unions attests to the challenge. Unfortunately, that leaves Europe’s subscale banks struggling for profits among a patchwork of national and EU rules while competing with larger U.S. rivals."
}