{
    "url_original": "https://www.wsj.com/articles/even-homer-gets-mobbed-11609095872?mod=opinion_lead_pos8",
    "url": "even-homer-gets-mobbed-11609095872",
    "title": "Even Homer Gets Mobbed",
    "sub_head": "A Massachusetts school has banned ‘The Odyssey.’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-276494?width=620&size=1.5",
    "image_1": "im-276494.jpg",
    "time": "2020-12-27 16:01:00",
    "body": "A sustained effort is under way to deny children access to literature. Under the slogan #DisruptTexts, critical-theory ideologues, schoolteachers and  Twitter  agitators are purging and propagandizing against classic texts—everything from Homer to F. Scott Fitzgerald to Dr. Seuss.<br />Their ethos holds that children shouldn’t have to read stories written in anything other than the present-day vernacular—especially those “in which racism, sexism, ableism, anti-Semitism, and other forms of hate are the norm,” as young-adult novelist Padma Venkatraman writes in School Library Journal. No author is valuable enough to spare, Ms. Venkatraman instructs: “Absolving Shakespeare of responsibility by mentioning that he lived at a time when hate-ridden sentiments prevailed, risks sending a subliminal message that academic excellence outweighs hateful rhetoric.”<br />The subtle complexities of literature are being reduced to the crude clanking of “intersectional” power struggles. Thus Seattle English teacher Evin Shinn tweeted in 2018 that he’d “rather die” than teach “The Scarlet Letter,” unless Nathaniel Hawthorne’s novel is used to “fight against misogyny and slut-shaming.”<br />Outsiders got a glimpse of the intensity of the #DisruptTexts campaign recently when self-described “antiracist teacher” Lorena Germán complained that many classics were written more than 70 years ago: “Think of US society before then & the values that shaped this nation afterwards. THAT is what is in those books.”<br />Jessica Cluess, an author of young-adult fiction, shot back: “If you think Hawthorne was on the side of the judgmental Puritans . . . then you are an absolute idiot and should not have the title of educator in your twitter bio.”"
}