{
    "url_original": "https://www.wsj.com/articles/excerpts-from-edwin-wilsons-magic-time-11608246814?mod=opinion_reviews_pos1",
    "url": "excerpts-from-edwin-wilsons-magic-time-11608246814",
    "title": "Excerpts From Edwin Wilson’s ‘Magic Time’",
    "sub_head": "A memoir of a lifetime’s active engagement with American theater, by a former drama critic for The Wall Street Journal.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-275047?width=620&size=1.5",
    "image_1": "im-275047.jpg",
    "time": "2020-12-17 18:13:00",
    "body": "As a schoolboy in the early 1940s, Edwin Wilson saw Al Jolson drop to his knees in the footlights of the Shubert Theatre and belt out “Mammy.” As a young man he thrilled to the original Broadway productions of “A Streetcar Named Desire,” “Death of a Salesman,” “Oklahoma!”—the standard American repertoire aborning. In his memoir “Magic Time,” Mr. Wilson, now 93, writes fondly of how these and other electrifying moments of New York playgoing led him, circuitously, to Yale Drama School and a lifetime of teaching and making theater happen—writing scripts, directing and producing plays, encouraging young talent, and writing or cowriting three of the most enduring college theater textbooks. At the heart of the book, however, is an account of his long tenure as The Wall Street Journal’s theater critic, from 1972 to 1994. It was work that, with its first-night tickets and aisle seats, returned him to what drew him to the dramatic arts in the first place—an audience member’s experience of living theater. More than a reminiscence, “Magic Time” is also a mini-anthology of Mr. Wilson’s favorite reviews and other writings for this paper. The critic excelled at profiles, interviews and memorial tributes, four of which are adapted here.<br /><br />On composer Richard Rodgers, who died at 77 in 1979: For the first 22 years of his professional life, Rodgers collaborated with Lorenz Hart. With Hart, he always wrote the music first, spinning out a waltz, a ballad or a patter song, then Hart would add his intricate, urbane lyrics: “We’ll go to Greenwich / where modern men itch / to be free.” When Hart, due to personal problems, could no longer serve as his lyricist, Rodgers turned to Oscar Hammerstein II, and began a second remarkable collaboration. Beginning with “Oklahoma!” in 1943, Rodgers and Hammerstein turned out hit shows year after year: “Carousel,” “South Pacific,” “The King and I,” “The Sound of Music.” Where Hart’s lyrics had been sophisticated, often bittersweet, Hammerstein’s were sincere, straightforward and sometimes even overly sentimental. But Rodgers adjusted: his music took on a warmer, down-to-earth quality. He even changed his composing habits; instead of writing the music first, he set his tunes to Hammerstein’s completed lyrics. Through all of these changes one thing remained constant: Rodgers’s great gift for melody and his solid musicianship. Alec Wilder, whose book “American Popular Song” is probably the definitive study of the subject, made a detailed analysis of more than a hundred Rodgers tunes. Afterward he wrote: “I am more than impressed and respectful: I am astonished.” His songs, Mr. Wilder said, “revealed a higher degree of excellence, inventiveness and sophistication than any other writer I have studied.” Sir Thomas Beecham once remarked, “if an opera cannot be played by an organ-grinder, it is not going to achieve immortality.” Richard Rodgers’s songs have been played by organ-grinders, sung by Ella Fitzgerald, and performed by a thousand dance bands. They have more than met the test and have achieved their own form of immortality.<br />From a 1987 piece on George Abbott, an insight into the director’s ear for talent, elicited from the deadpan comic actress Nancy Walker: “I was 19 when I went to tryouts for ‘Best Foot Forward.’ The last thing in the world I wanted to be was funny; no girl 19 wants to be funny. But Mr. Abbott listened to me sing and later cast me. In his response to my singing those 32 bars he told me who I was. Beginning right there he defined my career and, in fact, my whole life. And I am eternally grateful. . . . Mr. Abbott’s genius is that he never let me know I was funny.”<br />A memory of seeing the 1949 London production of Christopher Fry’s verse play “The Lady’s Not for Burning,” starring John Gielgud: It just so happened that in the Fry play two young actors were making their stage debuts: Richard Burton and Claire Bloom. Some 40 years later, when I was interviewing Claire for a television series, I told her I had seen that production. “Every night we were in that show,” she said, “there was one scene where I could not resist looking at the audience. It was a scene in which John, in that sonorous, unmistakable voice, would be declaiming blank verse . . . but the audience would be staring, not at Gielgud but at Richard silently scrubbing the floor.”"
}