{
    "url_original": "https://www.wsj.com/articles/extradite-daniel-pearls-kidnapper-11609182738?mod=opinion_lead_pos6",
    "url": "extradite-daniel-pearls-kidnapper-11609182738",
    "title": "Extradite Daniel Pearl’s Kidnapper",
    "sub_head": "If Ahmed Omar Saeed Sheikh is freed by a Pakistani court, he must face American justice.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-278448?width=620&size=1.5",
    "image_1": "im-278448.jpg",
    "time": "2020-12-28 14:12:00",
    "body": "I was sworn in as U.S. attorney for the District of New Jersey on Jan. 17, 2002. Six days later, Daniel Pearl, South Asia bureau chief for The Wall Street Journal, was kidnapped in Karachi, Pakistan. Pearl was investigating a story about the shoe bomber, Richard Reid, and had been promised by his kidnappers that they would take him to meet Sheikh Mubarak Ali Gilani. Pearl believed Sheikh Mubarak had information regarding Mr. Reid, the British terrorist who attempted to detonate an explosive device in his shoe aboard a Paris-to-Miami flight in December 2001. Pearl never met Sheikh Mubarak—the meeting was a setup—and he was never seen again. The killers released a videotape of Pearl’s murder.<br />The Pearl investigation was my baptism into the world of terrorism. We were all still reeling from the Sept. 11, 2001, attacks. The FBI had set up a command center at the South Brunswick, N.J., headquarters of Dow Jones, the Journal’s publisher. Through the combined efforts of the Justice Department and Pakistani authorities, three men were identified as having taken part in the abduction. Their organization, the National Movement for the Restoration of Pakistani Sovereignty, had been sending ransom demands to the Dow Jones computer servers in New Jersey. Through great computer forensics, the task force of combined American and Pakistani authorities was able to identify and arrest three people, including the mastermind of the abduction, Ahmed Omar Saeed Sheikh.<br />Mr. Sheikh already had a record of terrorism. In 1994, then a member of Harkat ul-Ansar, an Islamic militant organization, he was convicted of kidnapping four people, including an American in India. He was jailed in India but after his terrorist friends hijacked an Indian Airlines flight, Mr. Sheikh was freed in exchange for the passengers. With assistance from the Taliban, he made his way to Afghanistan.<br />Mr. Sheikh was indicted in March 2002 by a New Jersey grand jury for the kidnapping of Pearl resulting in his murder. The indictment is still viable and it is a case for which the U.S. can seek the death penalty. In announcing the indictment, Attorney General John Ashcroft also announced the unsealing of an indictment charging Mr. Sheikh with the kidnapping of the American tourist in India.<br />Mr. Sheikh and his co-conspirators were also charged in Pakistan. They were tried in 2002 and convicted. While his accomplices were given life sentences, Mr. Sheikh was sentenced to death. His appeal languished until April, when a Pakistani court ordered the release of all the defendants on the grounds that there was conflicting testimony at the original trial and insufficient evidence to support the murder charge. The Pakistani authorities have been fighting the release and have kept Mr. Sheikh jailed. But on Thursday the court again ordered his release."
}