{
    "url_original": "https://www.wsj.com/articles/exxon-under-pressure-from-new-activist-fund-11607310000?mod=markets_lead_pos6",
    "url": "exxon-under-pressure-from-new-activist-fund-11607310000",
    "title": "Exxon Under Pressure From New Activist Fund",
    "sub_head": "Engine No. 1 plans proxy fight for four Exxon board seats",
    "category_1": "Deals",
    "image_1_url": "https://images.wsj.net/im-268664?width=620&size=1.5",
    "image_1": "im-268664.jpg",
    "time": "2020-12-06 22:00:00",
    "body": "Exxon Mobil Corp.  is facing the threat of a proxy fight from a newcomer activist investor with a sustainability bent that wants the beleaguered energy giant to act faster to remake itself.<br />Engine No. 1 LLC, an investment firm launched by Chris James last week, is preparing to send a letter to  Exxon ’s  board urging the Irving, Texas-based company to focus more on investments in clean energy while cutting costs elsewhere to preserve its dividend. The letter, a copy of which was viewed by The Wall Street Journal, identifies four people the firm plans to nominate to Exxon’s 10-person board.<br />The San Francisco firm has the support of California State Teachers’ Retirement System, the big pension investor, and expects other shareholders to be sympathetic to the cause, given widespread frustration over Exxon’s share performance, a person familiar with the matter said. Calstrs holds a more than $300 million Exxon stake, while Engine No. 1 has one worth around $40 million, this person said.<br />Their combined ownership is smaller than what is typical for an activist taking on a company of Exxon’s size, and it is possible the campaign will fall flat. Still, Calstrs holds sway as the country’s second-largest pension fund and there have been instances of well-timed campaigns led by small shareholders gaining traction with other investors and yielding results.<br />“Without having seen the letter, we will decline to comment,” said Casey Norton, an Exxon spokesman."
}