{
    "url_original": "https://www.wsj.com/articles/faa-issues-long-anticipated-rules-for-commercial-drones-11609202242?mod=politics_lead_pos5",
    "url": "faa-issues-long-anticipated-rules-for-commercial-drones-11609202242",
    "title": "FAA Issues Long-Anticipated Rules for Commercial Drones",
    "sub_head": "Regulations are expected to accelerate the rollout of package delivery, other uses",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-278724?width=620&size=1.5",
    "image_1": "im-278724.jpg",
    "time": "2020-12-28 21:25:00",
    "body": "U.S. regulators established industrywide requirements for remote identification of drones, along with new safeguards for flights over populated areas and at night, in a long-awaited effort to expand commercial use of the craft.<br />The pair of final rules issued Monday is intended to promote eventual widespread home delivery of small packages and a multitude of other applications for pilotless vehicles that are currently sharply restricted. But with a single announcement, the Federal Aviation Administration is formally pivoting from approving case-by-case exemptions to setting broad safety standards the industry has long sought.<br />The new approach, replacing stringent protections that currently bar practically all home-delivery options, go into effect in two months, but some requirements are likely to take years to implement.<br />The detailed regulations, which total more than 700 pages and parts of which had been in the works since the Obama administration, also aim to address concerns related to law enforcement, national security and privacy protection.<br />“They get us closer to the day when we will more routinely see drone operations such as the delivery of packages,” FAA chief Steve Dickson said in a written statement accompanying the rules. Mr. Dickson has told colleagues he intends to stay on under the Biden administration, according to people involved in the conversations, to fill out the remainder of his five-year term ending in 2024. The rules are unlikely to be affected by other personnel changes."
}