{
    "url_original": "https://www.wsj.com/articles/faa-chief-helped-delta-retaliate-against-whistleblower-in-previous-role-administrative-judge-rules-11609085771?mod=business_lead_pos4",
    "url": "faa-chief-helped-delta-retaliate-against-whistleblower-in-previous-role-administrative-judge-rules-11609085771",
    "title": "FAA Chief Had Helped Delta Retaliate Against Whistleblower, Administrative Judge Rules",
    "sub_head": "Carrier used a psychological evaluation to ground, intimidate pilot, Labor Department decision says",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-278353?width=620&size=1.5",
    "image_1": "im-278353.jpg",
    "time": "2020-12-27 15:09:00",
    "body": "A Labor Department ruling determined that before becoming head of the Federal Aviation Administration, Steve Dickson participated in efforts by  Delta Air Lines Inc.  management to wrongly use a psychiatric evaluation to retaliate against a pilot who raised safety concerns.<br />The lengthy decision by a department administrative law judge concluded that Mr. Dickson, as Delta’s senior vice president of flight operations, knew about and approved punitive moves against veteran co-pilot Karlene Petitt, who was deemed unfit to fly in December 2016 after being diagnosed with bipolar disorder. The diagnosis eventually was reversed and she resumed flying.<br />The ruling supported Ms. Petitt’s claims that she was singled out for special scrutiny to try to keep her quiet about safety issues. Scott Morris, the judge who presided over the long-running litigation, determined that Delta punished and discriminated against a federally protected whistleblower without any evidence indicating her “performance as a pilot was deficient in any way.” According to the decision, “not a single witness questioned her flying acumen.”<br />The ruling says that “in this case, the squeaky wheel did not get the grease.” Instead, “it got unlawfully discriminated against in the form of a career defining” mental-health evaluation. Ms. Petitt has four decades of flying experience and a doctorate in aviation safety. Many inside Delta saw her safety concerns and warnings as valid and told her to brief managers about them, according to the decision, but simultaneously other company officials identified her as a candidate for psychiatric evaluation.<br />Issued before Christmas, the ruling contains strong criticism of Delta’s safety culture and more broadly warns against management’s use of compulsory psychological assessments “for the purposes of obtaining blind compliance by its pilots.”"
}