{
    "url_original": "https://www.wsj.com/articles/facebook-to-remove-covid-19-vaccine-misinformation-from-platforms-11607015562?mod=business_minor_pos7",
    "url": "facebook-to-remove-covid-19-vaccine-misinformation-from-platforms-11607015562",
    "title": "Facebook to Remove Covid-19 Vaccine Misinformation From Platforms",
    "sub_head": "The company is pushing back against claims it isn’t doing enough to protect its users",
    "category_1": "Tech",
    "time": "2020-12-03 12:12:00",
    "body": "Facebook Inc.  updated its misinformation policy around the coronavirus crisis to include vaccine-related content, as the company looks to continue its fight against claims that it isn’t doing enough to protect its billions of users.<br />The social-networking giant said Thursday that over the coming weeks it would start removing false claims and conspiracy theories about Covid-19 vaccines that have been debunked by public health experts on Facebook and Instagram.<br />“This is another way that we are applying our policy to remove misinformation about the virus that could lead to imminent physical harm,” Facebook said in a blog post, adding that the effort will take time to implement and may change based on guidance from public-health authorities.<br />The company said the policy update reflects anticipation of vaccines becoming available soon. Earlier this week the U.K. became the first Western nation to grant emergency-use authorization for a Covid-19 vaccine. A shot developed by  Pfizer Inc.  and Germany’s  BioNTech SE  could be distributed in limited quantities imminently.<br />Facebook has come under fire in recent years by government agencies, politicians and others for its handling of the spread of misinformation. With additional Covid-19 vaccines expected to gain approval from regulators world-wide, the company is sharpening its focus on public health-related misinformation. Health experts say inoculations are critical to help end the pandemic, yet surveys show many people are hesitant or opposed to getting vaccinated."
}