{
    "url_original": "https://www.wsj.com/articles/facebooks-profile-will-change-win-or-lose-11607622882?mod=business_minor_pos10",
    "url": "facebooks-profile-will-change-win-or-lose-11607622882",
    "title": "Facebook’s Profile Will Change, Win or Lose",
    "sub_head": "Investors shrugging off government’s lawsuits might be missing the bigger picture",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-10 12:54:00",
    "body": "Don’t scroll past  Facebook ’s  latest bit of melodrama.<br />On Wednesday, the Federal Trade Commission and 46 states sued the social-media company over anticompetitive practices, seeking to force the world’s largest social network to unwind its acquisitions of Instagram and WhatsApp. Facebook arguably has been in lawmakers’ sights since the contentious 2016 presidential election, and the Cambridge Analytica scandal in 2018 certainly didn’t help matters. After years of threats, investors seemed to view the main event as almost anticlimactic, skeptical that such lawsuits will amount to any material change in the near term. Shares of Facebook were down less than 2%, on pace with a selloff affecting big tech peers on Wednesday, with an even more muted drop on Thursday.<br />While all large tech companies face pressure from regulators, Facebook seems to be the easiest target given its structure as three distinct apps. But investors’ doubts about the feasibility of a breakup certainly have merit. Both of Facebook’s acquisitions, for instance, were approved by the FTC itself, and proving that competitors and consumers were harmed, as the suits say, won’t be easy. If anything, the cases will likely take years to resolve.<br />But that doesn’t mean Facebook will skate by in the meantime. The company, which has made its fortune by spending big money to make big money, needs to prove out a fresh strategy to keep growing.<br />Facebook’s advertising business, which still accounted for nearly 99% of its overall revenue in the third quarter, appears to be reaching a saturation point. Ads served on its platform have been increasing by a quarterly average of almost 30% year on year for at least the last five years. Filling its acquired Instagram with them has contributed to that growth, first on the main feed and more recently in the app’s Stories feature. In some cases, users are seeing more ads than the new content they came to the app for. With other social platforms such as Tik Tok, Snapchat and  Pinterest  gaining traction, Facebook already walks a fine line between engaging its users and annoying them."
}