{
    "url_original": "https://www.wsj.com/articles/facebooks-censors-and-the-ingredients-list-11608679015?mod=opinion_lead_pos9",
    "url": "facebooks-censors-and-the-ingredients-list-11608679015",
    "title": "Facebook’s Censors and the Ingredients List",
    "sub_head": "A policy aimed at conspiracy theories could hit scientific brainstorming.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-22 18:16:00",
    "body": "Facebook has announced a policy to “remove false claims that COVID-19 vaccines contain microchips, or anything else that isn’t on the official vaccine ingredient list.” This seems reasonable, until you think through the details.<br />One difficulty is that banning discussion is a terrible way to counter a conspiracy theory; the censorship is seen as further evidence of a conspiracy. Better to acknowledge the facts and test the theory’s plausibility. Radio-frequency identification chips can be as narrow as 0.15 millimeter, small enough to fit through the 25-gauge needle used for vaccinations. But objects that size can be seen with the naked eye. Thousands of medical personnel have administered the vaccines, and none have reported little black objects floating in the bottles. Further, how could one microchip per person be extracted from a single bottle containing multiple doses? And why would anyone bother to tag people now that we all carry cellphones with unique identifiers?<br />The notion that there are microchips in vaccines is a ridiculous conspiracy theory, best dealt with by facts, science, logic and ridicule, not censorship. But Facebook’s policy of restricting discussion to substances on the “official vaccine ingredient list” also hinders serious discussion of what is causing the rare allergic reactions to the  Pfizer  vaccine.<br />That inquiry has centered on one of the official ingredients, polyethylene glycol, which is very rarely an allergen. We should also consider the possibility of trace amounts of other allergens accompanying the officially listed ingredients. To assess this, I showed the ingredient list to a drug-formulation scientist, Chris Moreton. He responded that some of the lipid ingredients are typically derived from plants such as beans, and traces of proteins from these plants should be considered as potential causes of the allergic reactions. That is a forbidden thought on Facebook because bean protein isn’t on the official vaccine ingredients list.<br />Mr. Moreton and I are scientists, and Facebook’s policies would suppress our brainstorming. There are ways of dealing with such controversies without censorship. In science, we have journals, seminars and conferences in which all sorts of hypotheses are floated and assessed. We have a decentralized process by which good ideas can rise to the top."
}