{
    "url_original": "https://www.wsj.com/articles/facebook-hit-with-antitrust-lawsuit-by-federal-trade-commission-state-attorneys-general-11607543139?mod=politics_lead_pos1",
    "url": "facebook-hit-with-antitrust-lawsuit-by-federal-trade-commission-state-attorneys-general-11607543139",
    "title": "Facebook Hit With Antitrust Lawsuits by FTC, State Attorneys General",
    "sub_head": "Federal case seeks to unwind social-media giant’s Instagram, WhatsApp acquisitions; other claims target company’s tactics against competitors",
    "category_1": "Tech",
    "time": "2020-12-09 16:41:00",
    "body": "WASHINGTON—The Federal Trade Commission and a bipartisan group of 46 states filed broad antitrust lawsuits against  Facebook Inc.  on Wednesday, alleging the social-media giant engaged in a yearslong campaign to buy up or freeze out nascent technology companies that one day might have become rivals.<br />The FTC’s case is its most ambitious in recent memory and seeks to unwind Facebook’s prior acquisitions of the photo-sharing app Instagram and messaging service WhatsApp. It comes just weeks after the Justice Department brought an antitrust lawsuit targeting Google’s flagship search business. Each federal agency now has its own once-in-a-generation case at the same time, a signal of the level of U.S. concern about the power of dominant online platforms.<br />The FTC, on a 3-2 vote, filed the case in a Washington, D.C., federal court after an investigation that stretched more than a year. Commission staffers had been preparing the lawsuit for months and recommended that the FTC vote to bring a case.<br />“Personal social networking is central to the lives of millions of Americans,” said Ian Conner, director of the FTC’s Bureau of Competition. “Facebook’s actions to entrench and maintain its monopoly deny consumers the benefits of competition. Our aim is to roll back Facebook’s anticompetitive conduct and restore competition so that innovation and free competition can thrive.”<br />New York Democratic Attorney General Letitia James announced the states’ lawsuit, which includes the District of Columbia and Guam. It was also filed in Washington, D.C."
}