{
    "url_original": "https://www.wsj.com/articles/facial-recognition-tools-in-spotlight-in-new-jersey-false-arrest-case-11609269719?mod=tech_lead_pos6",
    "url": "facial-recognition-tools-in-spotlight-in-new-jersey-false-arrest-case-11609269719",
    "title": "Facial-Recognition Tools in Spotlight in New Jersey False-Arrest Case",
    "sub_head": "Black man police detained for more than a week sues authorities after use of technology that some cities have banned over racial bias concerns",
    "category_1": "Tech",
    "time": "2020-12-29 14:22:00",
    "body": "A New Jersey man is suing local authorities who he says wrongly arrested him based on a false facial-recognition match, in a case that risks further inflaming debate over the utility and accuracy of the fast-emerging technology.<br />The man, 33-year-old Nijeer Parks, spent more than a week in jail after police detained him in February 2019 on charges of shoplifting, assault and drug possession related to a Jan. 26 incident that year at a Hampton Inn hotel in Woodbridge, N.J., according to a complaint filed in New Jersey Superior Court.<br />The criminal case was dismissed in November 2019, according to a court official in Middlesex County, where Woodbridge is located. Mr. Parks is now seeking unspecified damages, according to the complaint, over allegations including false arrest, civil-rights violations and emotional distress.<br />The New Jersey state police, Woodbridge police and prosecutors in Middlesex County didn’t immediately respond to requests for comment. New York state police officials, whom the Woodbridge police sent photographs for facial-recognition comparison, said their records showed they didn’t provide any leads in the case.<br />Police increasingly have adopted facial-recognition software into their crime-solving arsenal. Advocates say it is an effective new technology that has helped solve many cases, but the tools have drawn growing scrutiny in law enforcement in part because of the potential consequences of a false match."
}