{
    "url_original": "https://www.wsj.com/articles/far-from-washington-americans-are-finding-local-solutions-11607702344",
    "url": "far-from-washington-americans-are-finding-local-solutions-11607702344",
    "title": "Far From Washington, Americans Are Finding Local Solutions",
    "sub_head": "National politics may be paralyzed by partisanship, but states, cities and ordinary citizens are coming together to get things done.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-271612?width=620&size=custom_5472x3648",
    "image_1": "im-271612.jpg",
    "time": "2020-12-11 10:59:00",
    "body": "As debate about police behavior raged over the summer in the wake of George Floyd’s death in Minneapolis, the nation’s elected leaders in Washington seemed unable to agree on any response, except perhaps to amplify the shouting.<br />In Kansas City, Mo., however, Mayor Quinton Lucas took the simplest of steps to build public confidence in police accountability: He moved to make it easier for a citizen to file a complaint about police behavior, in part by removing a strange legal requirement that any complaint had to be notarized. “Washington did not become a place for positive results in law-enforcement reform,” says Mr. Lucas, who is a Democrat.<br />Similarly, while the national debate over abortion rights has escalated in response to Donald Trump’s Supreme Court appointments, Kathleen Wilson, the founder of a program in Fredericksburg, Va., that provides homes for pregnant women seeking an alternative to abortion, raised enough money to finish buying a house for expectant mothers. She had enough funds left over to help young mothers unable to make rent payments amid the coronavirus economic slump. “I don’t think of this ministry as being political,” she says of her organization, Mary’s Shelter. “We try not to be.”<br />And while national politicians lapsed into finger-pointing over shortages of masks and surgical gowns during the pandemic, two businesswomen in Morganton, N.C., organized a network of small textile companies in the area to begin producing half a million masks and surgical gowns for the region’s doctors, hospitals, businesses and citizens. “In the early days it was like Rosie the Riveter,” says Sara Chester, one of the businesswomen. “Everybody wanted to do their part.”<br />There are potentially big lessons in such small steps. At a time of deepening national divisions and political tribalism, many Americans have decided to rely less on Washington to deal with problems and have turned for answers to local institutions, state governments, business leaders, their own communities and one another."
}