{
    "url_original": "https://www.wsj.com/articles/fcc-awards-9-2-billion-for-construction-of-rural-broadband-networks-11607377472?mod=business_lead_pos6",
    "url": "fcc-awards-9-2-billion-for-construction-of-rural-broadband-networks-11607377472",
    "title": "FCC Awards $9.2 Billion for Construction of Rural Broadband Networks",
    "sub_head": "Initiative seeks to provide high-speed internet access for millions over next decade",
    "category_1": "U.S.",
    "time": "2020-12-07 16:44:00",
    "body": "WASHINGTON—The Federal Communications Commission dedicated $9.2 billion to fund construction of rural broadband networks over the next decade, in what the agency’s leader called the biggest ever U.S. step to extend high-speed internet service.<br />The funding will go to internet service providers, from established rural operators such as Windstream Holdings Inc. to newcomers such as cable provider  Charter Communications Inc.  and Elon Musk’s SpaceX. The companies bid against each other in an auction designed to steer public money to the company willing to build the fastest network in each area at the lowest cost.<br />“I’m thrilled with the incredible success of this auction, which brings welcome news to millions of unconnected rural Americans who for too long have been on the wrong side of the digital divide. They now stand to gain access to high-speed, high-quality broadband service,” said FCC Chairman Ajit Pai.<br />The providers have 10 years to build the networks, with incentives to do so sooner rather than later. The FCC said the auction covered more than 5 million homes and businesses in 49 states. In about 85% of locations, the providers promised ultrafast “gigabit” speed, the agency said. Most of the remaining locations would see download speeds of at least 100 megabits a second, capable of large downloads.<br />Of the 180 companies that made successful bids, LTD Broadband LLC secured the most funding—about $1.3 billion—to serve more than 500,000 homes and businesses. The company has previously used tower-mounted “fixed wireless” technology. Charter, operator of the Spectrum brand, secured about $1.2 billion to serve more than 1 million locations across 24 states. A consortium of rural electric companies won about $1.1 billion."
}