{
    "url_original": "https://www.wsj.com/articles/fed-keeps-foot-on-the-gas-11608155469?mod=business_minor_pos10",
    "url": "fed-keeps-foot-on-the-gas-11608155469",
    "title": "Fed Keeps Foot on the Gas",
    "sub_head": "Central bank pledges to keep up asset purchases, giving investors less reason to worry about high stock prices",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-274298?width=620&size=1.5",
    "image_1": "im-274298.jpg",
    "time": "2020-12-16 16:51:00",
    "body": "The Federal Reserve added a bit more support to the economy Wednesday, which should keep stocks and asset prices high. And if the economy weakens further, more support could be on its way.<br />Following their two-day meeting, Fed officials released a policy statement that was virtually unchanged from November’s meeting, except for one crucial difference. While at that meeting they continued their pledge to keep buying $80 billion in Treasurys and $40 billion in mortgage bonds “over coming months,” on Wednesday they said they would sustain those asset purchases “until substantial further progress” has been made toward their goals of full employment and 2% inflation.<br />That suggests the Fed will be buying assets for a long time. Projections released alongside Wednesday’s statement show that officials’ median projection for the unemployment rate over the long run—essentially, their assessment of where it would be under full employment—is 4.1%. They don’t expect it to reach that level until some time in 2023. They don’t think that inflation will reach 2% until 2023, either.<br />Coupled with the Fed’s earlier promise to keep its target range on overnight rates near zero until it sees evidence of a tight labor market and inflation has obviously cleared its 2% target rate, Wednesday’s announcement suggests both short- and long-term rates will remain low for some time. That means Treasurys might not offer much competition for stocks in the years ahead, making it easier for many equity investors to stomach high valuations.<br />How much support the Fed’s pledges give to the economy, as opposed to asset prices, is an open question, given that the root of the economy’s current difficulties is the pandemic rather than any problem in lending markets. Still, if the alternative is doing nothing, the Fed’s inclination is to do more."
}