{
    "url_original": "https://www.wsj.com/articles/federal-investigators-say-peter-navarro-violated-hatch-act-11607374024?mod=business_minor_pos5",
    "url": "federal-investigators-say-peter-navarro-violated-hatch-act-11607374024",
    "title": "Federal Investigators Say Peter Navarro Violated Hatch Act",
    "sub_head": "U.S. Office of Special Counsel says Trump’s trade adviser knowingly violated the law against government employees’ political activity",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-269387?width=620&size=1.5",
    "image_1": "im-269387.jpg",
    "time": "2020-12-07 15:47:00",
    "body": "WASHINGTON—White House trade adviser Peter Navarro knowingly violated the law when he criticized then-presidential candidate Joe Biden earlier this year in television appearances and on social media while in his official capacity as a government employee, according to federal investigators.<br />In a report released on Monday, the U.S. Office of Special Counsel, a permanent office of investigators and prosecutors, found that Mr. Navarro had violated the Hatch Act by using his authority as a Trump administration official to influence the 2020 presidential election.<br />The 1939 ethics law restricts federal employees’ political activity and their use of federal resources for politics. While violations can have career-ending consequences for lower-level federal employees, top officials have rarely faced significant punishment for breaching it.<br />The report identifies six media interviews from May 2020 to October 2020 in which Mr. Navarro appeared in his official capacity and criticized Mr. Biden or his then-running mate, Sen. Kamala Harris. “Dr. Navarro often attacked Mr. Biden about his relationship with China and at times accused him of being ‘compromised’ and susceptible to being ‘bought’ by China, even nicknaming him ‘Beijing Biden,’ ” the report says. Mr. Navarro launched similar criticisms of Mr. Biden and Ms. Harris on his official  Twitter  account, according to the report.<br />The Office of Special Counsel sent its findings to President Trump for disciplinary action. The White House declined to comment on the report, and Mr. Navarro didn’t respond to a request for comment. The Office of Special Counsel’s report said Mr. Navarro chose not to formally respond to its allegations."
}