{
    "url_original": "https://www.wsj.com/articles/federal-judge-orders-government-to-fully-restore-daca-11607133464?mod=business_minor_pos5",
    "url": "federal-judge-orders-government-to-fully-restore-daca-11607133464",
    "title": "Federal Judge Orders Government to Fully Restore DACA",
    "sub_head": "Order concludes three-year legal battle over the Deferred Action for Childhood Arrivals program",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-268895?width=620&size=1.5",
    "image_1": "im-268895.jpg",
    "time": "2020-12-04 20:57:00",
    "body": "WASHINGTON—A federal judge in Brooklyn on Friday ordered the Trump administration to fully restore the Deferred Action for Childhood Arrivals program, meaning the government will once more have to accept new applications for the program that protects immigrants living in the U.S. since childhood without legal permission.<br />The order concludes a three-year legal battle over the Trump administration’s attempt to kill DACA, which the Supreme Court ruled it did improperly because it didn’t follow the proper procedure for federal policy-making.<br />That means, for the first time since September 2017, new applicants who weren’t previously eligible, typically because they were too young, may now apply for the program. The Friday ruling also asks the government to issue two-year permits for it.<br />“Today’s decision from a federal judge in New York is a victory for the courageous directly impacted plaintiffs, all DACA recipients and DACA-eligible youth,” said Juliana Macedo do Nascimento, state and local policy manager for United We Dream and herself a DACA recipient.<br />The DACA program was created by the Obama administration in 2012 to offer work permits and deportation protections to young immigrants, known as Dreamers, who have been living in the country without legal permission since childhood. To apply, an immigrant must have arrived in the U.S. before age 16, lived in the country since 2007 and have a high-school diploma or a GED."
}