{
    "url_original": "https://www.wsj.com/articles/feds-kaplan-says-it-will-be-time-to-taper-bond-buying-when-economy-is-clearly-recovering-11608321511?mod=markets_major_pos13",
    "url": "feds-kaplan-says-it-will-be-time-to-taper-bond-buying-when-economy-is-clearly-recovering-11608321511",
    "title": "Fed’s Kaplan Says It Will Be Time to Taper Bond Buying When Economy Is Clearly Recovering",
    "sub_head": "The Dallas Fed president said he remains concerned extended periods of bond buying could bring problems",
    "category_1": "Markets",
    "time": "2020-12-18 16:14:00",
    "body": "Reserve Bank of Dallas President Robert Kaplan said Friday that he believes it will be time for the central bank to start pulling back on its bond-buying stimulus efforts when it is clear the economy is recovering strongly.<br />“I’m going to deliberately stay away from a timetable,” Mr. Kaplan said in a Wall Street Journal interview. However, Mr. Kaplan said that as 2021 moves forward and vaccines to treat Covid-19 roll out, if the Fed is “making substantial progress on our dual mandate goals, I do think it would be healthy and very appropriate to begin the process of tapering our asset purchases.”<br />Tapering means slowing the monthly buying pace on the way toward ending the effort.<br />Mr. Kaplan said he remains concerned extended periods of bond buying could bring problems. “These purchases, if they go on for longer than they need to, I worry that they have some distorting impact on price discovery, that they encourage excessive risk taking, and excessive risk taking can create excesses and imbalances that can be difficult to deal with in the future.”<br />Mr. Kaplan has been a voting member at this year’s Federal Open Market Committee meetings, and his comments Friday were the first since that body met this week. On Thursday, the Fed said it was holding its short-term rate target at near-zero levels, where it will likely stay for several years to come, and pressing forward with $120 billion a month in Treasury and mortgage-bond buying. Those purchases are aimed at supporting financial markets and keeping real world borrowing costs low."
}