{
    "url_original": "https://www.wsj.com/articles/feds-rate-promise-could-be-yield-of-dreams-11609169891?mod=business_minor_pos10",
    "url": "feds-rate-promise-could-be-yield-of-dreams-11609169891",
    "title": "Fed’s Rate Promise Could Be Yield of Dreams",
    "sub_head": "Treasury yields might finally have seen their historic low. The question is how long the Fed will slow their ascent.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-278460?width=620&size=1.5",
    "image_1": "im-278460.jpg",
    "time": "2020-12-28 10:38:00",
    "body": "Long-term Treasury yields seem poised to move up in the first half of 2021, but the Federal Reserve may set a limit on how high they can go.<br />At 0.95%, the yield on the 10-year Treasury is up from the levels it plumbed earlier this year but is near a historic low. That reflects bond-market investors’ continued uncertainty about how strong the economy will be on the other side of the pandemic and whether higher inflation will take hold. It also reflects a promise from the Fed that it will keep its target range on overnight rates near zero until it sees evidence of a tight labor market and inflation has obviously cleared its 2% target rate, and that it will keep buying $80 billion in Treasurys and $40 billion in mortgage bonds each month until jobs and inflation have made “substantial further progress.”<br />Investors’ hesitancy on the economy and inflation should ease as spring approaches, however. As more of the population gets vaccinated and warm weather returns, spending on services in particular will likely rebound. Inflation should pick up as well, in part because, starting in March, the year-ago inflation comparison will be with when the pandemic first hit, but also because rebounding demand will at least temporarily boost prices. As that occurs, belief in the Fed’s low-rate promise could start to wear thin. It is, after all, one thing for the central bank to say it will keep rates low when the country is still in the grips of a crisis and another when the crisis is receding.<br />But Fed officials also might try to limit how much Treasury yields rise. Memories of the 2013 “taper tantrum,” when expectations the Fed was about to reduce its bond purchases pushed yields higher, stifling the recovery, are still fresh. Moreover, after a yearlong policy review, the Fed this summer concluded that it should allow for catch-up periods after inflation has been below its target—effectively saying that it should keep rates lower than it has in the past. Next year could see the Fed taking pains to remind investors of that change in stance.<br />Still, the 10-year yield might need to be closer to 2% than 1% before the Fed starts complaining. The lowest long-term rates that investors will ever see might already have come and gone."
}