{
    "url_original": "https://www.wsj.com/articles/fiat-chryslers-mike-manley-to-lead-americas-after-psa-merger-11608337464?mod=business_lead_pos13",
    "url": "fiat-chryslers-mike-manley-to-lead-americas-after-psa-merger-11608337464",
    "title": "Fiat Chrysler’s Mike Manley to Lead Americas After PSA Merger",
    "sub_head": "North American operations of Fiat Chrysler have offset losses racked up in other parts of world",
    "category_1": "Business",
    "category_2": "Autos & Transportation",
    "image_1_url": "https://images.wsj.net/im-275406?width=620&size=1.5",
    "image_1": "im-275406.jpg",
    "time": "2020-12-18 19:24:00",
    "body": "Fiat Chrysler Automobiles  NV Chief Executive Officer Mike Manley will become head of the Americas following the Italian-American company’s merger with France’s PSA Group, ensuring the new entity can leverage the veteran executive’s experience.<br />Mr. Manley has worked for Fiat Chrysler and its previous incarnations for two decades. He has deep knowledge of the U.S. market, where he headed up the Jeep brand, which he helped to elevate to new highs in profitability and vehicles sold. Mr. Manley became Fiat Chrysler’s CEO in July 2018 in the wake of the sudden sickness and death of Sergio Marchionne.<br />“Mike took the helm of our company under the most difficult of circumstances, with Sergio’s cruel and premature passing…and he took us out of those dark days, leading by example,” Fiat Chrysler Chairman John Elkann wrote in a letter to employees Friday announcing the move.<br />Mr. Elkann, a descendant of Fiat’s founder, Giovanni Agnelli, will be chairman of the newly merged company, to be called Stellantis.<br />PSA CEO Carlos Tavares will hold the same position at Stellantis, which will be one of the world’s largest car companies following the merger that is slated to close by the end of March. Fiat Chrysler and PSA—which makes the Peugeot and Citroën brands—sold 8.7 million vehicles between them last year, more than  General Motors Co."
}