{
    "url_original": "https://www.wsj.com/articles/fiction-moral-hazzard-11607099357?mod=ig_booksdecember5",
    "url": "fiction-moral-hazzard-11607099357",
    "title": "Fiction: Moral Hazzard",
    "sub_head": "Reading Shirley Hazzard’s fiction and essays is a bracing confrontation with a fearless mind.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-268018?width=620&size=custom_2500x1438",
    "image_1": "im-268018.jpg",
    "time": "2020-12-04 11:29:00",
    "body": "Just as excellence can, in certain moods, strike us as a reproach, Shirley Hazzard has a way of unnerving the unready. For Hazzard, who died in 2016 at the age of 85, writing was a toweringly moral enterprise whose central drama is played out continuously on the level of the sentence. The sloppy construction, the cant phrase, the parroted opinion—these represent unforgivable derelictions of duty. In a 1982 essay lamenting what she viewed as a rise in corporatism and groupthink, Hazzard wrote: “There is at least one immense truth we can still adhere to and make central to our lives—responsibility to the accurate word.” Reading her lucid, witty, attentive and fearlessly candid books one is uncomfortably reminded of Thoreau’s admonition that “there is never an instant’s truce between virtue and vice.”<br />These rigorous standards were not divisible from Hazzard’s life, which was organized around art and ideas. A passionate autodidact, Hazzard grew up in Australia but resided for most of her life in New York and Italy. With her husband, the great Flaubert biographer Francis Steegmuller (whom she met at a party thrown by Muriel Spark), she discreetly occupied the hub of the postwar intellectual world. Impeccably finished novels appeared at tasteful intervals, notably “The Bay of Noon,” in 1970, “The Transit of Venus,” in 1980, and “The Great Fire,” for which she received the 2003 National Book Award and came to the belated notice of a generation of readers accustomed to more from their authors in the way of self-promotion.<br />Less known than these books, but certainly no less accomplished, is Hazzard’s short fiction, nearly all of which appeared in the New Yorker, and which has now been brought together by editor Brigitta Olubas in the volume “Collected Stories” (Farrar, Straus & Giroux, 356 pages, $28). Along with a handful of uncollected and previously unpublished stories are the contents of her 1963 debut, “Cliffs of Fall,” and the linked sketches satirizing the United Nations in “People in Glass Houses,” from 1967.<br />“Cliffs of Fall” is concerned with love triangles of different angles and ratios. Hazzard is as interested in true heartache as in comedic infatuation, and the layering of sentiment and irony produces a complex choral effect. “You learned—it was all understood—that you must not forfeit any advantage, and that love itself was a subtle game of stoutly maintaining or judiciously yielding your position,” one character thinks, wryly pondering the embittered state of her marriage. Men usually hold the levers of power by dint of the self-righteousness that is expected from their gender, but women can master the game as well. “It is really quite easy to have the advantage over people,” one realizes. “You just have to keep quiet and look at them.”<br />Cynicism occasions Hazzard’s most memorable aphorisms, but her allegiances ultimately lie not with the wised-up but the vulnerable and devoted. Abandonment to love is akin, in these stories, to submission to an eternal work of art. The beauty and pathos derived from the surrender belong to a higher order of experience. When a married man ending things with his mistress tells her how much he owes her, the placating comment creates a moment of revelatory abjection. “This admission seemed to her to set the seal on the dissolution of their love: total indebtedness could only be acknowledged where no attempt at repayment was contemplated.”"
}