{
    "url_original": "https://www.wsj.com/articles/fiction-memento-mori-11608824839",
    "url": "fiction-memento-mori-11608824839",
    "title": "Fiction: Memento Mori",
    "sub_head": "Contemporary novelists readily take on the end of the world. The end of a life is a tougher subject.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-277525?width=620&size=1.5",
    "image_1": "im-277525.jpg",
    "time": "2020-12-24 10:47:00",
    "body": "There is a hole in contemporary fiction that has been noticeable for some time but was especially conspicuous in this year. Novelists are obsessed with the apocalypse and have envisioned countless scenarios for the downfall of civilization. Equally, they are transfixed by grief and repeatedly are drawn to produce meditations on loss and recovery. But they do not like to write about the subtext of these preoccupations, the thing that they are hinting toward or circling around, cautiously evoking yet usually leaving off the page. They do not like to write about death.<br />How to write about something no one among the living has experienced? In his “Aspects of the Novel,” E.M. Forster observes: “There is scarcely anything that the novelist cannot borrow from ‘daily death’; scarcely anything he may not profitably invent. The doors of that darkness lie open to him and he can even follow his characters through it, provided he is shod with imagination.” The novelist’s inherent ignorance is in fact the source of unmatched artistic possibility, and when we think of the most enduring writers we can nearly always match them with an unforgettable death scene. The death may be noble, like Sydney Carton’s in “A Tale of Two Cities,” or wretched, like Madame Bovary’s; it may be romantic, like Dr. Zhivago’s, or hideously meaningless, like the suffering child’s in Camus’s “The Plague”; but it is always present.<br />Such scenes are the exception now, implied but rarely confronted, and in this reticence, I think, literature is running downstream from culture at large. Western society, having insulated itself from the reality of death more successfully than any collection of people in human history, is uncomfortable with reminders of its inevitability. Death has become as we imagine sex was to the Victorians: a taboo, unsuitable for mixed company—one of the last unmentionable subjects.<br />Much of our perceived immunity to death disappeared in 2020, and so far as that affected reading habits, it was perfectly reasonable to want books that provided the escapism that had become harder to find in real life. I felt that too. But amid the tensions and anxieties, the uninterrupted blare of ambulance sirens, the close calls and the tragedies, I also found myself searching for books that looked plainly at death, even as I rearranged my life to elude it.<br />Echoing Plato and Cicero, Montaigne famously declared: “To philosophize is to learn how to die.” “To begin depriving death of its greatest advantage over us,” he wrote, “let us adopt a way clean contrary to that common one; let us deprive death of its strangeness; let us frequent it, let us get used to it; let us have nothing more often in mind than death.” Literature can help us with this as well. In his novel “My Red Heaven,” which was published in January, before most people could have foreseen the shape the year would take, Lance Olsen puts the matter more imperatively: “Art doesn’t make life more bearable or longer or impervious to anguish. Its real goal is the opposite: to teach you that nobody can be saved in the end.”"
}