{
    "url_original": "https://www.wsj.com/articles/fiction-uncanny-revolutions-11608307137",
    "url": "fiction-uncanny-revolutions-11608307137",
    "title": "Fiction: Uncanny Revolutions",
    "sub_head": "A tale of conspiracy and dreams, a story of high-stakes board games and a catalog of fools.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-275317?width=620&size=custom_2500x1438",
    "image_1": "im-275317.jpg",
    "time": "2020-12-18 10:58:00",
    "body": "‘Ah, revolution . . .’ sighs the beleaguered heroine of “Peach Blossom Paradise” (NYRB, 377 pages, $17.95) by Chinese writer Ge Fei. “Revolution is when no one has any idea what they’re doing. You know you’re making revolution, it’s true, but you have absolutely no idea what’s going on.” The novel, the first volume of Mr. Ge’s Jiangnan Trilogy, takes place at the start of the 20th century during the lawless final years of the Qing Dynasty, and although the Xinhai Revolution and the establishment of the Republic of China provide it backdrop, this sinuous, captivating epic is less interested in textbook history than in the madness and illusions that underwrite it.<br />The novel centers on the character of Xiumi, whom we meet as a 15-year-old girl in a declining estate in a village north of the Yangtze River. Xiumi’s father has gone insane and disappeared, apparently to seek out a mythical paradise known as the Peach Blossom Spring. Replacing him in the household is a man claiming to be Xiumi’s uncle, who keeps suspect company, speaks about an imminent political upheaval and does little to disguise his lecherous thoughts about Xiumi. He is only the first man she encounters in a growing web of revolutionaries, imperial spies, assassins and gangsters, all of whom view her as a spoil of battle. But the power dynamic alters when Xiumi adapts to the ruthlessness of age, emerging as one of the leading conspirators in the insurrection.<br />Mr. Ge began writing in the 1980s as part of a golden generation of Chinese novelists that included Yu Hua and Su Tong. Initially this group mimicked the styles of the avant-garde (Mr. Ge’s “Flock of Brown Birds” from 1989 is Borgesian meta-fiction). Later, in a fascinating collective about-face, they turned to social realism and historical sagas. Yet a residue of the uncanny and the fantastical remained. “The Invisibility Cloak,” Mr. Ge’s wonderfully subtle 2012 novel about an ordinary craftsman’s encounters with the Chinese mafia, adds a tincture of magic to its everyman portrayal. “Peach Blossom Paradise”—it was originally published in 2004—has the crowded cast, the close attention to setting and the dramatic twists of traditional historical fiction, yet its fixation with dreams, disguises and delusions gives it the feeling of an otherworldly fable.<br />In part, the narrative sustains its mysterious atmosphere by occupying the points of view of children—first taking Xiumi’s perspective, and then that of the son of a servant. And just as the children’s comprehension of events is screened and limited, political instability has undermined the expected functions of social stations. Mr. Ge will mention an apparently insignificant walk-on character, say a servant, a laborer or a beggar. Many chapters later that figure will reappear in a changed and far more prominent role—only then, as often as not, to be swiftly toppled from power. “Peach Blossom Paradise” has none of the solidity of settled history. Or rather, its unspoken point is that history itself is the incalculable sum of countless individual desires and misapprehensions.<br />A degree of delicacy is required to conjure the theme of transience, and it seems to me that Canaan Morse’s translation into English is exemplary, capturing the novel’s many registers—its childhood innocence, its biting humor and its streaks of terror and brutality—while preserving the narrative buoyancy that seems to leave the entire novel levitating in midair. “Everything in the world can be predicted except for trouble,” says one of Xiumi’s caretakers at the beginning of this excellent novel, offering a harbinger of the surprises to come. “Every time trouble appears it’s different, and only after it starts do you find out what it’s really like.”"
}