{
    "url_original": "https://www.wsj.com/articles/fiction-deception-defined-11609430342",
    "url": "fiction-deception-defined-11609430342",
    "title": "Fiction: Deception Defined",
    "sub_head": "A word-besotted tale of dictionary-makers, a satire by André Gide and a soul-baring novel about a family’s choice.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-279363?width=620&size=custom_2500x1438",
    "image_1": "im-279363.jpg",
    "time": "2020-12-31 10:59:00",
    "body": "‘What would be in your personal dictionary?” asks a character in Eley Williams’s “The Liar’s Dictionary” (Doubleday, 270 pages, $26.95), and the question will resonate with anyone who has ever felt that language doesn’t sufficiently furnish them with words to match their daily experiences. What Mallory, the novel’s narrator, would like is “a word for knowing when the pasta is perfectly cooked just by looking at it”; “a word for mispronouncing words that you had only ever seen written down”; “a word for being surprised by an aspect of your physicality.” Nothing is more individualized than the act of naming. How maddening that we’re limited to the words that have been deemed appropriate for general usage.<br />In Ms. Williams’s entertaining office-place whodunit, the personalized reference book is no longer just a dream. Mallory is an intern at Swansby’s New Encyclopaedic Dictionary, an erstwhile competitor to the Oxford English Dictionary that has since been forgotten. Swansby’s heir wants all its files digitized for posterity but he faces an awkward problem: The volumes appear to be filled with fake words. Mallory’s impossible task is to find and excise all the fabrications. Meanwhile, alternating chapters set in turn-of-the-century London follow a transformative day in the life of Peter Winceworth, a wallflower researcher who works in the Swansby “Scrivenery.”<br />While bringing the storylines to a convergence, Ms. Williams indulges in delightful digressions. Dictionaries have a rich history with phony words, it happens—known as “mountweazels,” they were included to guard against plagiarists. Mallory discovers that the Swansby’s mountweazels give her some idea of the personality of the rogue lexicographer who snuck them in. (“Mammonsomniate (v.), to dream that money might make anything possible.”) A sense of subjectivity and error begins to creep into the meanings of things. Underneath this novel’s extremely bookish mystery is the idea that our identities are as improvisatory as the words we affix to them, and that even the dictionary, the most seemingly staid and impartial arbiter of truth, is an “unreliable narrator.”<br />In André Gide’s novel “Marshlands” (NYRB, 116 pages, $14.95), the narrator is a writer struggling to write a book called “Marshlands,” about a man living alone in a tower surrounded by swamps whose futile existence expresses the “boredom, vanity, [and] monotony” of the narrator’s life. When not writing his book, the narrator looks for material to add to it—that is, he persists in the desultory routine of pontificating about it to unappreciative friends, establishing a perfectly recursive circle in which life and art reinforce the same “useless contemplation.” The upside, though, is that the narrator gets to feel intellectually superior about his pointlessness. Considering a philistine acquaintance, he grouses that the man “cannot accept that an author, writing not to instruct, may still not be writing to entertain.”<br />Gide published “Marshlands” in 1895 and sporadically revised it and commented upon it throughout his lifetime, as if trying to puzzle out just what he was getting after. That he was writing to entertain there is no doubt, and as a satire of the self-important aesthete the book is witty and frequently hilarious. (The narrator’s meticulously updated daily planner includes items such as “Ten o’clock. Go explain to Magloire why I think he’s such a jerk.”) But is there instruction, as well? In a journal entry decades later, Gide called his narrator an “agitated agitator” whose role is to sow unrest by awakening people to the “sordid apathy” of their existences. It’s true that the wallowing author is only able to complete “Marshlands” once he has succeeded in transferring some of his despair to his longsuffering girlfriend: “Wait! What? Now you’re crying. —Good! I am happy! I act!”"
}