{
    "url_original": "https://www.wsj.com/articles/fight-for-upstate-new-york-house-race-continues-in-court-11607299200?mod=business_minor_pos4",
    "url": "fight-for-upstate-new-york-house-race-continues-in-court-11607299200",
    "title": "Fight for Upstate New York House Race Continues in Court",
    "sub_head": "Republican Claudia Tenney holds razor-thin tentative lead over U.S. Rep. Anthony Brindisi",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-268203?width=620&size=1.5",
    "image_1": "im-268203.jpg",
    "time": "2020-12-06 19:00:00",
    "body": "The rematch between Republican Claudia Tenney and U.S. Rep. Anthony Brindisi will slog on in a central New York courtroom this week as the Democratic incumbent urges a judge to open more ballots, while Ms. Tenney asks to be certified as the winner—by 12 votes.<br />Ms. Tenney was ahead by 28,000 votes when in-person voting ended on Nov. 3, but Mr. Brindisi gained considerable ground as election officials in the eight-county district counted an unprecedented number of paper absentee ballots.<br />In the days before Thanksgiving, Mr. Brindisi was ahead by 13 votes. Then one of the counties rechecked its math, and Ms. Tenney recaptured the lead. And last week, nearly a month after Election Day, officials in rural Chenango County said they had found 55 new unopened ballots.<br />The contest for New York’s 22nd District—one of just two in the nation where no winner has been declared—might take additional weeks to resolve, and it is possible that State Supreme Court Justice Scott DelConte could order a full recount, which neither candidate is seeking.<br />Already, the election has highlighted deficiencies in New York’s electoral procedures and let Ms. Tenney, who has a history of making incendiary remarks, advance conservative claims about voting irregularities. The Republican won a seat in the House in 2016 but lost a re-election bid to Mr. Brindisi in 2018."
}