{
    "url_original": "https://www.wsj.com/articles/fighting-a-stock-exchange-shakedown-11608680023?mod=opinion_lead_pos4",
    "url": "fighting-a-stock-exchange-shakedown-11608680023",
    "title": "Fighting a Stock Exchange Shakedown",
    "sub_head": "A new rule will help traders access vital price information.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-22 18:33:00",
    "body": "A fight over the data fees that trading firms pay stock exchanges has grown tense, and trading firms have been calling for back up. The Securities and Exchange Commission has had mixed success lately in its search for the best ways to lower barriers for traders. But its rule on data infrastructure will expand access to key trading information while remaining within its authority.<br />Finalized this month, the rule mandates that exchanges such as Nasdaq and the New York Stock Exchange publish more detailed live trading data on their public data feeds. These feeds report last-sale quotations for each listed stock, but they omit other data that allow traders to gauge a stock’s momentum, such as recent offers made above and below the current sale price. Public feeds also lag behind the pace of trading, making it hard for traders who track prices to execute profitably in today’s high-speed market.<br />Trading firms and the SEC say the shoddiness of public data is part of the exchanges’ plan. To access quick, quality stock info, firms must subscribe to any of the increasing number of premium feeds that NYSE, Nasdaq and the  Chicago Board Options Exchange  now offer. The SEC found that, from 2010 to 2018, traders’ data fees increased anywhere from 967% to 2,916% depending on their business model. A typical midsize firm might now pay $3 million annually for its live stock price data, before additional transaction fees.<br />In addition to beefing up the public feeds, the new rule will expand the range of data that exchanges must send to other publishers of stock price info. These “competing consolidators” sell analysis of stock fluctuations to traders, often for lower fees than the exchanges charge for their premium feeds. The SEC will also require exchanges to publish sale prices for smaller lots of certain high-price stocks, providing a more useful guide for traders who deal in small volumes.<br />The new rule comes six months after the SEC took a pair of losses in previous attempts to regulate the exchanges. The D.C. Circuit Court of Appeals in June struck down the agency’s plan to study the market by temporarily adjusting certain exchange fees and rebates. The court also blocked the SEC’s move to roll back exchanges’ fee increases once they’re already in place."
}