{
    "url_original": "https://www.wsj.com/articles/films-from-a-vanished-world-11607169601?mod=opinion_major_pos14",
    "url": "films-from-a-vanished-world-11607169601",
    "title": "Films From a Vanished World",
    "sub_head": "The films collected in a new Blu-ray set are precious records of the Yiddish cinema that was virtually extinguished by the Holocaust.",
    "category_1": "Film Review",
    "image_1_url": "https://images.wsj.net/im-268021?width=620&size=1.5",
    "image_1": "im-268021.jpg",
    "time": "2020-12-05 07:00:00",
    "body": "<br /><br />Technologies come and go in the film world, but rarely whole cultures. That’s one reason why movies in Yiddish prove so fascinating. They are fundamentally different from other objects of bygone days. Whereas, say, silent pictures from Denmark or Japan document the past, there remains an unbroken link between such movies and new ones produced in those countries today. Not so for Yiddish films, which are truly relics from a vanished world. Equally significant, Yiddish movies are distinguished by their extra-nationality. They were produced not in a single country, but rather on two continents an ocean apart, primarily in the U.S. and Poland.<br />The American debut of a collection of recently restored Yiddish films offers a precious peek into what has largely been a void for most of us. “The Jewish Soul” contains 10 pictures on five Blu-rays and marks another significant collaboration between the Paris-based Lobster Films, which managed the difficult reconstructions and initially released them in France, and Kino Lorber, which added bonus materials and is distributing the package stateside. (The set is also available for purchase, and several titles can be rented, digitally via the Kino Now platform at kinonow.com.)<br />Yiddish cinema’s great tragedy was its short life. It didn’t really take off until the mid-1930s, and the form was virtually extinguished by the Holocaust, though filming in America limped along till roughly 1950. There had been silent films—“The Golem” (1915), from Germany, is perhaps the best example—that dealt with Jewish themes and characters, but the absence of spoken dialogue left them bereft of a vital aspect: the sound of Yiddish itself, the innately musical, profoundly emotional and irrepressibly funny language of Ashkenazi Jewry."
}