{
    "url_original": "https://www.wsj.com/articles/financial-regulators-versus-climate-change-11608653533?mod=opinion_major_pos16",
    "url": "financial-regulators-versus-climate-change-11608653533",
    "title": "Financial Regulators Versus Climate Change",
    "sub_head": "Regulators want to get into an area that they really know nothing about.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-273374?width=620&size=1.5",
    "image_1": "im-273374.jpg",
    "time": "2020-12-22 11:12:00",
    "body": "It isn’t clear why addressing climate change is up to those regulators whose mission is to regulate financial institutions and transactions, and whose expertise certainly doesn’t extend to the atmosphere. “Your New Climate 401(k)” (Review & Outlook, Dec. 15) notes that even the Commodity Futures Trading Commission, which regulates exotic financial transactions involving futures and swaps, has gotten into the climate-change business, with a special committee convened by one of its Democratic members calling for financial firms to conduct climate-change stress tests. The committee, led by a  Goldman Sachs  alumnus no less, concluded that “financial markets today are not pricing climate risk. The financial markets cannot do that on their own. Until this fundamental flaw is fixed, capital will flow in the wrong direction.”<br />Does anyone familiar with the financial markets, especially the futures markets, believe that they are unable to offer financial instruments to hedge against and price for climate risks, or that commercial firms such as insurers, which have a lot to lose in a climate apocalypse, lack sufficient self-interest to prepare for the future without being told to by the government?<br />It’s bad enough that such regulators want to get into an area that they really know nothing about. It’s worse that they have so little faith in the ability of the markets they oversee to address the risks they profess to be concerned about.<br />Robert Zwirb<br />McLean, Va."
}