{
    "url_original": "https://www.wsj.com/articles/finding-my-father-review-the-lies-he-lived-by-11609196118",
    "url": "finding-my-father-review-the-lies-he-lived-by-11609196118",
    "title": "‘Finding My Father’ Review: The Lies He Lived By",
    "sub_head": "She grew up rapt by her father’s charming tales of family life in the old country. The reality, she later learned, was darker than he admitted.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-278627?width=620&size=1.5",
    "image_1": "im-278627.jpg",
    "time": "2020-12-28 17:55:00",
    "body": "Thirty years ago, I became hooked on the work of socio-linguist Deborah Tannen after reading her smart, savvy, relationship-saving (yup, my husband read it, too) bestseller “You Just Don’t Understand: Women and Men in Conversation.” Here, and in Ms. Tannen’s many books since then, she displays an acute ability to decode and explain the hidden messages and assumptions our words unwittingly convey, whether about power, status, a wish for greater connection or its opposite. If there is a common lesson in all her volumes (among them, “I Only Say This Because I Love You” and “You’re the Only One I Can Tell”), it’s the importance of listening—and learning how to tune in to what’s really being said.<br />Now, in her appealing memoir “Finding My Father: His Century-Long Journey From World War I Warsaw and My Quest to Follow,” Ms. Tannen reveals how she acquired this skill, courtesy of her adored father, Eli Samuel Tannen:<br /><br />When I was a child, and the family gathered after guests left, my father would comment, “Did you notice when she said . . . ?” and go on to explain what meaning he gleaned from the guest’s tone of voice, intonation, or wording. So I trace to him what became my life’s work: observing and explaining how subtle differences in ways of speaking can lead to frustration and misunderstandings between New Yorkers and Californians, women and men, and people of different ages, regions, or cultures.<br />"
}