{
    "url_original": "https://www.wsj.com/articles/finding-the-sacred-in-the-delights-of-christmas-11608836231",
    "url": "finding-the-sacred-in-the-delights-of-christmas-11608836231",
    "title": "Finding the Sacred in the Delights of Christmas",
    "sub_head": "More than a season of good cheer, the holiday asks believers to think about reality itself in new ways.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "time": "2020-12-24 13:57:00",
    "body": "Christmas came early to my town this year. Even before the children made their socially distanced way from house to house for trick-or-treating, the storefronts and houses of Berwyn, Pa., were decorated in long coils of Christmas lights. On our local online discussion board, one woman said that she wished everyone could have just waited until after Thanksgiving and the beginning of Advent. Seasonal decorations, after all, are properly reserved for the season.<br />You can imagine the response she received. Incredulous to the point of anger, other neighbors announced that after a lousy year which sometimes felt like an unending darkness, it was a great relief to drive around and see the lights sparkling. At least one could enjoy the lights even if the businesses themselves were shuttered! They had a point: For many of us, Christmas isn’t about commemorating a specific event, the birth of Jesus, at a particular time. Rather, it is a whole season of sentiment. Avalanches of greeting cards, unexpected warm smiles from passersby, the ringing of bells, the singing of carols, a childlike awe at lights in the darkness—all serve to induce a sensation of good cheer.<br />What should Christians make of such simple pleasures and delights? Are they innocent distractions, obstacles to faith—or perhaps something more profound than we give them credit for?<br />Frank Capra’s 1946 film “It’s a Wonderful Life” has become a Christmas classic in part because it so beautifully captures the sentimental spirit of Christmas. In nearly every scene, Capra plays on our sympathies, tugging the heartstrings at the puppy love between George Bailey (Jimmy Stewart) and Mary Hatch (Donna Reed); at the villainy of Mr. Potter, the greedy banker (Lionel Barrymore); at the delicate affection of George’s daughter Zuzu for the flower she has won at school.<br />The most obviously sentimental appeal comes from Clarence the angel (Henry Travers). Near the end of the film, George, threatened with bankruptcy and jail because his alcoholic uncle has mislaid the firm’s cash, despairs of what he has made of his life and attempts suicide on Christmas Eve. He is rescued by the inept but loving Clarence, who has been sent to teach him the true value of his life."
}