{
    "url_original": "https://www.wsj.com/articles/fireeye-needs-to-keep-the-heat-on-11609153201?mod=business_minor_pos11",
    "url": "fireeye-needs-to-keep-the-heat-on-11609153201",
    "title": "FireEye Needs to Keep the Heat On",
    "sub_head": "The SolarWinds hack has boosted shares of the former cybersecurity star, but the benefits aren’t so clear-cut",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-278168?width=620&size=1.5",
    "image_1": "im-278168.jpg",
    "time": "2020-12-28 06:00:00",
    "body": "Going from predator to prey back to predator again has been a profitable ride for  FireEye  investors. How it works out for the company itself remains to be seen.<br />High-profile network breaches have often been a boon for cybersecurity stocks, and the massive  SolarWinds  hack has been no exception. The NYSE FactSet Global Cyber Security Index has jumped 13% since the attack was reported on Dec. 13. The 12 largest pure-play vendors on that index are now up an average 20% in that time.<br />The attack used a flaw in the network-management software sold by SolarWinds, a Texas-based IT company that counts many federal agencies as customers. But ironically, it was brought to light by FireEye, which specializes in hack investigations and was itself a victim of the attack.<br />It has been a wild ride. FireEye’s shares sank 13% after it reported the breach of its own system on Dec. 8. That seemed like very bad news for a company that is often the first call for other companies who suffer an attack. Citigroup analyst Walter Pritchard warned at the time that FireEye faced a clear risk of “reputational damage,” even as the company described the attack as the work of “a highly sophisticated state-sponsored attacker utilizing novel techniques.”<br />But since more news has dribbled out about the scale of the attack and SolarWinds’ centrality to it, sentiment shifted hard. FireEye’s shares have soared 66% from their initial selloff and are now up 49% this month—beating out even other red-hot cybersecurity names such as  CrowdStrike  and  Zscaler  that analysts believe will be the primary beneficiaries of increased corporate IT security spending. Those two are up 44% and 32% for the month, respectively, and more than 300% for the year. SolarWinds, by contrast, has lost one-third of its market value since the attack became public."
}