{
    "url_original": "https://www.wsj.com/articles/first-cuomo-now-newsom-11607294707?mod=opinion_lead_pos1",
    "url": "first-cuomo-now-newsom-11607294707",
    "title": "First Cuomo, Now Newsom",
    "sub_head": "The Supreme Court extends in scrutiny of orders limiting the free exercise of religion to California and Kentucky.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-269058?width=620&size=1.5",
    "image_1": "im-269058.jpg",
    "time": "2020-12-06 17:45:00",
    "body": "The media are still preoccupied with Donald Trump, but there is other news, some of it even good. One example is the Supreme Court’s new attention to violations of religious rights in the pandemic.<br />Late last week the Court vacated a ruling by a district court that upheld California Gov. Gavin Newsom’s sweeping restrictions on religious gatherings. The unsigned order remanded the case for reconsideration in light of the Supreme Court’s November ruling that enjoined similar restrictions in New York (Roman Catholic Diocese of Brooklyn v. Cuomo).<br />Mr. Newsom banned indoor worship services, small and large, for almost all Californians. But even as he strictly limited church attendance, he let liquor stores and cardrooms operate without capping the number of people allowed. This disparate treatment is what the Court scored in New York, and its intervention in California shows its growing impatience with limits on constitutional rights as the pandemic continues.<br />A separate case out of Kentucky gives the Court another chance to protect the free exercise of religion. In an executive order last month, Democratic Gov. Andy Beshear shut down in-person instruction and private and public K-12 schools. That included Danville Christian Academy, which sued along with Kentucky’s Republican Attorney General Daniel Cameron.<br />Gov. Beshear says there’s no problem because schools are subject to the same shutdown rules whether they are public or private, secular or religious. The Sixth Circuit Court of Appeals upheld his edicts on Nov. 29, citing the 1990 Employment Division v. Smith, when the Supreme Court held that a neutral and generally applicable law can stand even if it incidentally burdens religious practice."
}