{
    "url_original": "https://www.wsj.com/articles/first-covid-19-vaccines-are-given-in-latin-america-but-region-faces-challenges-11608911207?mod=world_minor_pos1",
    "url": "first-covid-19-vaccines-are-given-in-latin-america-but-region-faces-challenges-11608911207",
    "title": "First Covid-19 Vaccines Are Given in Latin America, But Region Faces Challenges",
    "sub_head": "Countries that are among the hardest hit by the coronavirus also must contend with limited funds and logistical difficulties",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-278221?width=620&size=1.5",
    "image_1": "im-278221.jpg",
    "time": "2020-12-25 10:48:00",
    "body": "Three Latin American countries administered their first doses of vaccines against Covid-19 on Thursday, as the region hardest hit by the pandemic begins what health officials say will be a long slog toward inoculating the masses.<br />Ten thousand  Pfizer Inc.  vaccines shipped by air from Belgium landed in Costa Rica and Chile as both countries kicked off a vaccination drive that is expected to speed up in early 2021 with the arrival of millions more doses. Mexico began administering 3,000 doses from Pfizer, and Argentina will start inoculations next week after 300,000 doses of Russia’s Sputnik V vaccine arrived Thursday from Moscow on an Argentine state aircraft.<br />The first injections in Mexico and Chile were broadcast live on television.<br />“It was something unexpected, I’m very excited,” said Zulema Riquelme, a 46-year-old Chilean nurse who works with Covid-19 patients and became the first in that country to receive the vaccine. “These have been difficult months because I haven’t been able to see my family, a lot of exhaustion. I feel proud that they chose me.”<br />The arrival of the vaccines, which most countries are administering first to front-line health-care workers before giving them to the elderly, offers a glimmer of hope for a region of 650 million that has logged over 470,000 deaths from Covid-19, about 30% of the world’s total, and more than 14 million cases. With a new surge of deaths and cases now hammering the region, health officials in most countries are still negotiating purchases with pharmaceutical companies or awaiting delivery of vaccines early next year."
}