{
    "url_original": "https://www.wsj.com/articles/five-best-memoirs-of-the-scottish-highlands-11608306181?mod=ig_booksdecember19",
    "url": "five-best-memoirs-of-the-scottish-highlands-11608306181",
    "title": "Five Best: Memoirs of the Scottish Highlands",
    "sub_head": "Selected by Annalena McAfee, author of the novel ‘Nightshade.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-274195?width=620&size=1",
    "image_1": "im-274195.jpg",
    "time": "2020-12-18 10:43:00",
    "body": "By Gavin Maxwell (1960)<br />1. Gavin Maxwell’s account of his life in an isolated cottage on Scotland’s wild west coast became a cult classic and was later turned into a soupy hit movie. (Maxwell loathed the script.) His glorious prose describes hills, water and shifting weather as well as the people who live in this remarkable place. Among them two boys, 13-year-old twins, whom he watches as, “edged with yellow light,” they laughed and danced as they played. But time has revealed the misanthropic Maxwell as an unreliable and deluded narrator. His plan was to raise otters as pets in the wilderness, and this enthralling book is in part a cautionary tale on the perils of anthropomorphism. There are moments of grim, unwitting comedy that summon memories of Werner Herzog’s ill-fated Grizzly Man. Maxwell’s otters didn’t end up eating him, though they did their best to maim him while also biting off the fingers of his young assistant.<br />By Nan Shepherd (1977)<br />2. Nan Shepherd was a Scottish teacher with a passion for her local mountains, the Cairngorms. The time in which “The Living Mountain” was written—the years of World War II—is evident in its voice: “Mankind is sated with noise; but up here, this naked, this elemental savagery, this infinitesimal cross-section of sound from the energies that have been at work for aeons in the universe, exhilarates rather than destroys.” Rejected by her publishers, the book lay unregarded in Shepherd’s desk for three decades until it was published four years before she died at 88. Since then, “The Living Mountain” has been acknowledged as a masterpiece of nature writing. One photograph of Shepherd as a young woman shows her in the guise of a Celtic princess, strong jawed, a jewelled diadem crowning her long braids. The diadem was in fact a strip of celluloid film she had playfully fixed round her head with a brooch. It’s a measure of Shepherd’s celebrity, albeit belated, that this image is immortalized on the current Scottish five-pound note.<br />By Adam Nicolson (2001)"
}