{
    "url_original": "https://www.wsj.com/articles/five-best-writings-by-artists-11609429967",
    "url": "five-best-writings-by-artists-11609429967",
    "title": "Five Best: Writings by Artists",
    "sub_head": "Selected by Celia Paul, author of the memoir ’Self-Portrait.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-278569?width=620&size=custom_5136x3664",
    "image_1": "im-278569.jpg",
    "time": "2020-12-31 10:52:00",
    "body": "Edited by Ceridwen Lloyd-Morgan (2004)<br />1. The Welsh painter Gwen John had a passionate relationship with the sculptor Auguste Rodin, who was 36 years her senior. Describing the details of the affair to her friend Ursula, she writes: “I had a visit from Rodin yesterday morning and still feel rather faint after it. As you thought, he likes to make me furious, or at least it seems so.” She also wrote about her lover in her notebooks: “Today I woke unwell. I have hurried dreadfully to meet R. He did not come.” The voice of her letters is frank: “I don’t pretend to know anybody well. People are like shadows to me.” Her life was filled with shadows—her melancholy paintings were full of them. Nonetheless, throughout the tempestuous affair with Rodin, and others in her later life, Gwen John remained committed to her art—that is, to the production of paintings of ever greater intensity.<br />By Augustus John (1952)<br />2. Augustus John painted all the most famous people of his time. In his memoir, he describes them with a portraitist’s insight. Oscar Wilde is “an easy-going sort of genius, with an enormous sense of fun, infallible bad taste, gleams of profundity and a romantic apprehension of the Devil.” D.H. Lawrence “made a point of compensating himself for his physical drawbacks by a dazzling display of cerebral fireworks. Originality or Death seemed to be his motto.” Further, John writes, “Amedeo Modigliani was normally a charming man, but he was rarely normal. His habit of chewing hempseed, if it inflamed his imagination, distorted it as well.” Of Gwen John, his sister, we learn, her “apparent timidity and evasiveness disguised a lofty pride. . . . She was capable of a degree of exaltation combined with ruthlessness which, like a pointed pistol, compelled surrender: but the pistol would be pointed at herself.”<br />Edited by Anna Gruetzner Robins (2000)"
}