{
    "url_original": "https://www.wsj.com/articles/five-best-lynne-truss-on-british-literary-murders-11607099432?mod=ig_booksdecember5",
    "url": "five-best-lynne-truss-on-british-literary-murders-11607099432",
    "title": "Five Best: Lynne Truss on British Literary Murders",
    "sub_head": "Selected by the author of the Constable Twitten mystery series.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-267939?width=620&size=custom_220x147",
    "image_1": "im-267939.jpg",
    "time": "2020-12-04 11:30:00",
    "body": "By Patrick Hamilton (1941)<br />1. “To those whom God has forsaken is given a gas-fire in Earl’s Court.” So writes the British Patrick Hamilton, in this, his masterpiece, “Hangover Square.” In 1956 the poet John Betjeman described Hamilton as a writer of “the top class of English novels” while admitting that he knew nothing whatever about him. Hamilton was an outsider and so were his subjects—people whose idea of life was to make it from one pub to the next. In this tense and brilliant novel set in the late 1930s, we meet the unforgettable George Harvey Bone—a huge, unhappy shambles of a man tossed from one vivid mental state to another by excesses of booze. He’s besotted with the equally unforgettable Netta Longdon, whom he’s nonetheless driven to kill. The novel strongly suggests a reason: “The girl wore her attractiveness not as a girl should . . . but rather as a murderous utensil with which she might wound indiscriminately.” There is no missing the novel’s artfully achieved echo of history—particularly the efforts to appease Nazi Germany prior to World War II. Netta may not be a Nazi, but there’s something pointedly familiar, by design, about the way George is subjected to ever-increasing depths of humiliation by the selfish Netta. Until he acts.<br />By Muriel Spark (1970)<br />2. In the year she published “The Driver’s Seat,” Muriel Spark wrote, “I advocate the arts of satire and of ridicule.” As if to prove it, she wrote this absorbing novella, described by the novelist David Lodge as “a crime story turned inside out.” It is a masterpiece of inversion, one that takes the elements of a normal crime story—a woman’s body found—and reverses them all. Victim Lise, who flies to a southern European city seemingly in search of her murderer, wears garish clothes, creates a trail of incidents and makes odd, Samuel Beckett-type comments as if to provide the material for witness statements. “You’re not my type,” she tells the pushy men who try to pair off with her—which, we learn, is code for “You’re not my murderer.” Finally, she meets her “type” and the grisly crime—her killing—occurs, under her detailed instruction. Doctoral dissertations have been written on this short novel, which was intended to satirize the style of the then-fashionable French nouveau roman. But the question Spark artfully raises in it is a timeless one: Who is in the driver’s seat in this (or any) book?<br />By Jill Dawson (2000)"
}