{
    "url_original": "https://www.wsj.com/articles/five-best-on-civil-wars-within-families-11608823461?mod=ig_booksdecember26",
    "url": "five-best-on-civil-wars-within-families-11608823461",
    "title": "Five Best: On Civil Wars Within Families",
    "sub_head": "Selected by Rachel Holmes, author of ‘Sylvia Pankhurst: Natural Born Rebel.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-277365?width=620&size=custom_900x600",
    "image_1": "im-277365.jpg",
    "time": "2020-12-24 10:24:00",
    "body": "By Amanda Foreman (2010)<br />1. There are few better guides to understanding the relationship between the U.S. and Britain than this immersive history of Britain’s role in the American Civil War. Startlingly, we discover that the war divided Britain as bitterly as Brexit does today. Whiggish English politicians sided with the North, but just as many staunchly supported the Confederacy, despite slavery’s having long been abolished in the British empire. America was Britain’s greatest trading partner—cotton was king. Amanda Foreman writes with bracing verve about the people who were a part of this history. We board naval ships, follow British volunteers into the heat of battle (on both sides) and observe Nathaniel Hawthorne, the U.S. consul in Liverpool, writing “I hate England.” We encounter John Roebuck, a member of Parliament, who regards Southern plantation owners as honorary Englishmen and the Northern immigrant hordes as “the scum and refuse of Europe.” All testimony to the visceral passions on this subject that were soon forgotten. To no two other countries would the term “special relationship” ever be more appropriately applied.<br />By Nadine Gordimer (1979)<br />2. The daughter of dissident antiapartheid activists, Rosa Burger—whose Afrikaans surname means “citizen”—knows what it is to be brought up by politically committed parents persecuted as traitors to their tribe. In Nadine Gordimer’s novel, it is 1974 and Rosa, now 26 and parentless, has fled South Africa for Europe. At a party in London, she publicly offends her adopted black brother by using his diminutive childhood nickname. Later that night, he telephones her. “I’m not ‘Baasie,’ I’m Zwelinzima Vulindlela. . . . You know what my name means, Rosa? . . . ‘Suffering land.’ ” Gordimer captures the impact of racialized civil war not just between but within families. Finally alive to the meaning of Baasie’s name, rather than just the irony of her own, Rosa finds her way home to South Africa to reclaim her political inheritance.<br />By Maaza Mengiste (2019)"
}