{
    "url_original": "https://www.wsj.com/articles/five-best-essay-collections-11607702643",
    "url": "five-best-essay-collections-11607702643",
    "title": "Five Best: Essay Collections",
    "sub_head": "Selected by Phillip Lopate, editor of ‘The Glorious American Essay.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-270868?width=620&size=1",
    "image_1": "im-270868.jpg",
    "time": "2020-12-11 11:04:00",
    "body": "By Mary McCarthy (1961)<br />1. These essays, accumulated from 1946 to 1961, offer a vivid, stimulating challenge to that “age of conformity.” If variety is a charm of essay collections, their bane can be a random unevenness—here overcome by a furiously cool, contrarian intelligence, which unifies this assortment of pieces about politics, literature, sex, theater and fashion. Questioning with aphoristic zingers the Kinsey Reports’ mechanistic approach to the female orgasm, the journalistic pieties of John Hersey’s “Hiroshima,” the upwardly mobile aspirations of women’s fashion magazines, the genius of Tennessee Williams, the anti-American tourist reports of Simone de Beauvoir, the outrages of Sen. Joseph McCarthy, Mary McCarthy spares neither the right nor the left—nor herself. In “My Confession,” she describes how, starting out from the wrong motives—ignorance, shallowness, vanity, social snobbery—she arrived at a coherent liberal anticommunist position. “I realized, with a certain wistfulness, that it was too late for me to become a Marxist. Marxism, I saw, from the learned young men I listened to at Committee meetings, was something you had to take up young, like ballet dancing.”<br />Edited by Katharine Ogden Michaels (2009)<br />2. A master of the short story, whose tales conveyed high anxiety, urban violence and exuberant intellectual analysis, Leonard Michaels was also an extraordinarily fine essayist. This collection, assembled posthumously by his widow, Katharine Michaels, is divided between critical and autobiographical essays, though everything Michaels wrote was deeply personal. Whether seeing as a boy the movie “Gilda,” where the heroine marries a sadist played by George Macready (“I didn’t want Macready to unzipper Rita Hayworth’s dress”), or his father offering him some money before his date (“He gave. I took.”), Michaels gets to feelings of vulnerability and shame with astonishing speed. Raised on the Lower East Side of Manhattan by Jewish immigrant parents, speaking only Yiddish until he was 5, he perfected a terse English sentence that carries traces of Yiddish’s ironic, singsong, questioning shrug. “Paradox as a cognitive mode is everywhere in Yiddish. It’s probably in the genes and may explain the Jewish love of jokes.” His humor is both hilarious and dark, issuing from an evolved persona that had elements of the street-savvy hipster, academic and Talmudist. Above all, he was a storyteller—proof positive that good essays are at bottom stories about the mind at work.<br />By Vladimir Nabokov (1951)"
}