{
    "url_original": "https://www.wsj.com/articles/five-pricing-moves-companies-made-in-2020-from-zoom-to-peloton-11607263200?mod=business_lead_pos1",
    "url": "five-pricing-moves-companies-made-in-2020-from-zoom-to-peloton-11607263200",
    "title": "Five Pricing Moves Companies Made in 2020, From Zoom to Peloton",
    "sub_head": "From free video calling to a $2,495 stationary bike, here’s a look at how companies used pricing to respond to the coronavirus crisis",
    "category_1": "Tech",
    "category_2": "Personal Technology: Nicole Nguyen",
    "image_1_url": "https://images.wsj.net/im-268757?width=620&size=1.5",
    "image_1": "im-268757.jpg",
    "time": "2020-12-06 09:00:00",
    "body": "Free Zoom, $13 unlimited  Walmart  delivery, a $30  Disney  movie, a $399 iPhone and a $2,495 Peloton bike: This year, companies in tech and other industries used the lever of pricing in ways that managed the pandemic’s obstacles or even capitalized on its opportunities.<br />Ordinarily, an economic downturn causes a decrease in demand for many products and services. Yet the Covid-19 pandemic’s widely varying impact on different corners of the economy tested traditional pricing approaches. Companies played up conveniences, knocked down barriers and offered new services and new choices—with mixed results. Here’s a look at examples of intriguing price moves this year:<br />“Mulan,” a $200 million live-action remake years in the works, was supposed to have a big theatrical release—but the coronavirus had other plans. Instead,  Walt Disney Co.  charged $30 for at-home “premier access” to the title, for people already paying $6.99 a month for a Disney+ subscription. After three months, “Mulan” became available on the service for no extra charge.<br />In the film industry, it’s common to charge a higher price for early viewing, reducing the price as time goes on. For some, the “Mulan” price was a bargain. Between popcorn, drinks and tickets, a family outing to the theaters easily exceeds that. For others, $30 was too high.<br />During its opening weekend, “Mulan” appeared as No. 10 on Nielsen’s U.S. streaming charts, with 525 million minutes streamed. The list was otherwise dominated by  Netflix Inc.  and topped by the streaming giant’s “Cobra Kai” series, which drew an estimated 2.2 billion streaming minutes."
}