{
    "url_original": "https://www.wsj.com/articles/follies-review-castle-frivolous-11608826399?mod=opinion_major_pos12",
    "url": "follies-review-castle-frivolous-11608826399",
    "title": "‘Follies’ Review: Castle Frivolous",
    "sub_head": "Tiny towers, fake ruins and Greek temples for the garden: the joys of a very English architectural obsession.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-277555?width=620&size=1.5",
    "image_1": "im-277555.jpg",
    "time": "2020-12-24 11:13:00",
    "body": "The subject of this discursive book is the architectural folly, which the British author Rory Fraser describes as “an elaborate building set in a beautiful landscape that serves no purpose other than to improve the view: architecture for the sake of architecture.” Follies originated as a feature of English and French 18th-century landscape gardening, and were typically Greek temples, turreted towers and picturesque ruins. The Great Pagoda in Kew Gardens is an example; so is the Temple of Love built for Marie-Antoinette in the garden of Versailles.<br />Mr. Fraser broadens the definition and includes other eccentric memorials and odd garden structures. He is drawn to their quirky architecture and equally to the stories behind their creation. Most writing about this subject has a condescending quality—what will they think of next? What distinguishes Mr. Fraser’s engaging book is that the author takes his unserious subject seriously, seeing follies as offering a portal into the past, “a diagonal glimpse of a soft underbelly that is rarely seen, revealing the dreams of those who built them when unconstrained by the contemporary equivalent of ‘building regs.’ ”<br />Rory Fraser is fortunate that in these trying times most readers will encounter his book online; it’s hard to know in which section of a bricks-and-mortar bookstore this slim volume would be shelved. “Follies” is a sort of travel book—it ranges over England with a side trip to Wales—but takes a narrower perspective than most books of this genre. It deals with history, from a 13th-century priory to a 20th-century obelisk, but its treatment of the past is idiosyncratic rather than scholarly. It is part memoir and part architectural diary, and illustrated not with plans and photographs but with the author’s charming watercolors, which give it an old-fashioned air that complements its subject.<br />Mr. Fraser is not an architect; he studied English at Oxford. This amateurism is all to the good because his book avoids the usual academic jargon and is a pleasure to read. Here he is describing Freston Tower in Suffolk: “Built at the height of Elizabethan England, the brickwork is beautifully mottled. Smoked browns and dusty reds form a narrow base, in turn fretted with diamonds in charcoal blue that rise up the side, culminating in four fantastic finials.” The tower stands beside the River Orwell and was built by a wealthy landowner to observe a ceremonial passage of the Virgin Queen’s barge. “What better way to attract her languid eye than to build a massive orange tower on the starboard side—complete with a portly merchant waving frantically from the top of it.”<br />Mr. Fraser’s occasionally ironic prose reminds me of Evelyn Waugh’s travel writing. Waugh comes to mind because one of the follies that Fraser visits is at the end of the garden of Castle Howard, the spectacular country house that was the setting for the 1981 televised version of “Brideshead Revisited.” Remember the scene where Sebastian Flyte and Charles Ryder are sampling wine in a fanciful garden pavilion? That domed room with its four Roman porticos—called the Temple of the Four Winds—was the work of the great architect John Vanbrugh, who also designed the main house. Vanbrugh was inspired by Palladio’s Villa Rotonda, but he transformed the Renaissance villa, shrank its dimensions and added Jacobean flourishes as well as a curious Mughal dome. “A shapeshifting folly—surely not?” the author asks, but he is reminded that Vanbrugh spent time in India as a young man, and that John Soane described him as “the Shakespeare of architects.” “Just as Shakespeare played around with a still molten language to revolutionise English theatre, so too did Vanbrugh with architectural elements—based on his own experiences—to create a new national Baroque that was distinct from its Catholic European counterparts,” Mr. Fraser trenchantly observes."
}