{
    "url_original": "https://www.wsj.com/articles/for-new-years-resolutions-never-think-youre-too-old-to-become-a-beginner-11609426707",
    "url": "for-new-years-resolutions-never-think-youre-too-old-to-become-a-beginner-11609426707",
    "title": "For New Year’s Resolutions, Never Think You’re Too Old to Become a Beginner",
    "sub_head": "In 2021, take on the challenge of learning a new skill or hobby as an adult. It can bring big cognitive and emotional benefits.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-278571?width=620&size=custom_4608x3456",
    "image_1": "im-278571.jpg",
    "time": "2020-12-31 09:58:00",
    "body": "Have we ever needed a fresher start than the one promised by 2021?<br />As we head into a new year with all its hopes—new year, new you, newly recovered world—there is one thing from the outgoing annus horribilis we should carry forward and even deepen: the spirit of the novice.<br />The pandemic turned us all into beginners. Suddenly, the usual ways of doing things were no longer an option. Governments and businesses scrambled to develop new protocols, and we all struggled to reinvent the activities of everyday life. From queuing to Zoom to mask etiquette, we were faced with an unsettling societal learning curve.<br />Just as noteworthy is how many people, in the face of such disruption, decided that they wanted to learn new things. Online learning sites like Skillshare, Duolingo and Coursera saw extraordinary growth. Enrollments in online art and music classes spiked, while novice bakers flooded the help lines of the Vermont-based flour company King Arthur Baking. Even before “The Queen’s Gambit,” online chess lessons were flourishing. From gardening to camping to bicycling to sewing, people have been taking up new pursuits with abandon.<br />But cultivating new skills and habits is a challenge. Even as we commit to new activities, we struggle to shake off the stasis of familiar routines, especially if we are older. I had this feeling a few years ago when I suddenly realized, shepherding my young daughter to any number of classes and lessons, from swimming to piano, that I couldn’t remember the last new skill I had learned. I had gently ossified into a finished being, coasting along on midcareer competence."
}