{
    "url_original": "https://www.wsj.com/articles/for-americas-economy-this-winter-a-covid-freeze-and-then-a-vaccine-thaw-11608287401?mod=business_minor_pos11",
    "url": "for-americas-economy-this-winter-a-covid-freeze-and-then-a-vaccine-thaw-11608287401",
    "title": "For America’s Economy This Winter, a Covid Freeze and Then a Vaccine Thaw",
    "sub_head": "The beginning of winter will be miserable for the U.S. economy, but things could be looking much brighter by March",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-275006?width=620&size=1.5",
    "image_1": "im-275006.jpg",
    "time": "2020-12-18 05:30:00",
    "body": "With a worsening Covid-19 crisis sending a new wave of caution across the country, the beginning of winter will be a dark time for the U.S. economy. But by the time winter draws to a close, it could be rebounding more swiftly than seems imaginable.<br />Economists trying to forecast what the first quarter will look like have a seemingly impossible task. First, they need some sense how bad this latest surge in Covid cases might get. Second, they need to know what measures people and state and local governments will take in response and how that might affect spending. Third, they need to weigh how much relief will be coming from the federal government. Finally, and most hopefully, they need to consider how much better things will look toward the end of the quarter as the weather improves and the vaccine rollout gains steam.<br />Most forecasters believe growth will be weaker in the first quarter than in the current quarter and that gross domestic product will remain significantly below its year-earlier level. But with so many moving parts to consider, some are looking for only a modest slowdown while others believe that GDP will register a contraction, sending the economy into a double dip recession.<br />What might actually be more important is not what the first-quarter GDP reading—an average of the economy’s performance in the first three months of the year—looks like, but the economy’s trajectory over the course of the quarter. On that point it is possible to hazard a guess: Really bad, and then really good.<br />Really bad, because of what is happening with Covid. Over the week ended Wednesday, 1.51 million new cases of Covid had been confirmed in the U.S., according to Johns Hopkins University, which was nearly twice as many as in the first week of November. And 17,988 people died from the disease, making it the pandemic’s most deadly period."
}