{
    "url_original": "https://www.wsj.com/articles/for-covid-era-wedding-dresses-anything-goes-11607173213",
    "url": "for-covid-era-wedding-dresses-anything-goes-11607173213",
    "title": "For Covid-Era Wedding Dresses, Anything Goes",
    "sub_head": "Whether it’s for a backyard ‘minimony’ or a public-park ‘micro-wedding,’ ‘corona brides’ are getting creative with jumpsuits, short dresses and other options that Grandma would hate",
    "category_1": "Life & Arts",
    "category_2": "Fashion",
    "image_1_url": "https://images.wsj.net/im-268353?width=620&size=1.5",
    "image_1": "im-268353.jpg",
    "time": "2020-12-05 08:00:00",
    "body": "IN MY FAMILY, we classify life’s challenges into two tiers: problems and “prombles.” A problem is a broken bone; a “promble” is a broken pencil. In the omnishambles of the coronavirus pandemic, being forced to reimagine one’s wedding is a mere ‘promble.’ But that doesn’t make it feel any less gutting to the many couples worldwide who have either postponed or drastically scaled back their nuptials this year. Elaborate country-club weddings and tropical destination events were downsized to “minimonies” (tiny weddings), “micromonies” (another word for tiny weddings) and intimate backyard affairs. Grandma stayed home. Banquets became slices of pizza. And over-the-top poofy dresses chosen by committee became jumpsuits and minidresses purchased online, worn with white face masks.<br />By the time I was enlisted to officiate my friend Alice Newell-Hanson’s New York City wedding in September, it had gone from being a 180-person warehouse rager to a four-person affair under a tree among the pigeons and hookah-puffers of Washington Square Park. The bride’s original dress—a floor-length embroidered gown fit for a very chic Renaissance Faire—was replaced by a shorter white Proenza Schouler dress with a leather buttoned belt. In the same amount of time it took me to become a reverend of the American Marriage Ministries (five minutes), the bride bought her new dress online. “Knowing we weren’t going to have tons of family there gave me a new sense of freedom. The dress didn’t have to be something that my relatives would ‘get,’” Alice said, adding that her family back in England was particularly mystified by the belt. She has no regrets: “I think I’m going to like what I wore better in the long run because it really just felt like me.”<br />Many “corona brides” (as they call themselves on social media) I spoke to expressed a similar silver-lining sentiment. Few mourn the extravagant confections designed to make an entrance on a curving staircase. Perhaps the minimal, less exorbitant gown is a cooler, more contemporary look anyway. Just look at Lily Allen, the British singer who wed this fall on a small scale in Las Vegas. Her short, tailored Dior dress looked just right—even iconic—for her wedding pictures at the burger joint In N’ Out.<br />Dyanna Villaluna Volek, 36, a government affairs manager for the San Francisco International Airport, had planned a 150-person gala at the airport’s museum for this November. While she originally bought multiple “very traditional” vintage options to choose from to fit the event’s 1920s theme, she ended up renting a simpler gown from Rent the Runway to wear with an unorthodox  Etsy  cape for her revised tiny public-park ceremony. When the nuptials had come and gone, she went to a  FedEx  shop to return the dress and remembers thinking, “Shouldn’t I feel more connected to my wedding dress?” But she realized, “I think that was like the whole ceremony in and of itself, we mourned what was supposed to be for a little bit and then we let it go and then something better came along.”<br />Should you choose to buy rather than rent a gown, one advantage of going for a simpler design is that it can be worn again. Vanessa Cocchiaro, a Paris-based Australian designer with a thriving bridal business, makes wearable pieces like jumpsuits and slip dresses, most of which sell for under $1,000. While she’s watched friends who design couture-level clothing close their businesses, she said her affordable and modern dresses are flying out the door, purchased for intimate Covid-era ceremonies. An Australian client of Ms. Cocchiaro’s was originally going to wear “a princess dress” but when she reconceived her wedding as a humbler affair, opted instead for one of Ms. Cocchiaro’s short frocks. The designer explained, “She said she still felt bridal-ish but beautiful and it’s something that she’s going to wear again and again.”"
}