{
    "url_original": "https://www.wsj.com/articles/for-nasa-it-should-be-mars-or-bust-11608306732",
    "url": "for-nasa-it-should-be-mars-or-bust-11608306732",
    "title": "For NASA, It Should Be Mars or Bust",
    "sub_head": "After decades of nostalgia for the Apollo program,  it’s time for NASA to send astronauts on a radical new adventure, worthy of America’s pioneering spirit",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-273678?width=620&size=custom_3712x5568",
    "image_1": "im-273678.jpg",
    "time": "2020-12-18 10:52:00",
    "body": "<br />Since the Apollo program ended almost 50 years ago, every newly elected U.S. president has been vexed by the same question: Where next to send astronauts?<br />NASA’s current target is the moon, but the moon belongs to a previous generation of American pioneers. A grander, more fitting ambition for the space program that first landed human beings on another heavenly body is Mars—a destination that NASA has been preparing to reach since the days of its early visionaries. It is now time to realize their dream.<br />The Artemis program is NASA’s centerpiece today for human spaceflight. Its aim is to put astronauts on the lunar surface by 2024, but the prospects for that date are dim. There is still no well-defined mission plan, and work on the Artemis rocket and capsule are behind schedule and over budget.<br />As for sending astronauts to Mars, NASA has somehow always been a couple of tantalizing decades away from sending astronauts to Mars, thanks to the shifting priorities of successive presidents. Consider the switch-ups just since 1988, when George H.W. Bush pushed for a return to the moon, to be followed by a mission to Mars. Bill Clinton canceled the lunar plan (to say nothing of Mars) and embraced the International Space Station. George W. Bush revived the moon-Mars sequence. Barack Obama nixed the moon part of the program, saying that NASA had “been there, done that,” and opted instead for an asteroid mission and then Mars. Donald Trump rejected the Mars plan, choosing instead to reach the moon with Artemis, but NASA still says that Mars is on its agenda."
}