{
    "url_original": "https://www.wsj.com/articles/for-doordash-and-airbnb-more-isnt-necessarily-merrier-11607699418?mod=business_minor_pos11",
    "url": "for-doordash-and-airbnb-more-isnt-necessarily-merrier-11607699418",
    "title": "For DoorDash and Airbnb, More Isn’t Necessarily Merrier",
    "sub_head": "Robinhood effect has helped drive valuations to pie-in-the-sky levels. Gravity will kick in eventually",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-11 10:10:00",
    "body": "If  DoorDash  and  Airbnb  underdeliver, it will be because its investors expected too much.<br />There is no question retail interest in public offerings has soared this year. In their first day of trading, shares of Airbnb closed more than double where they were priced just one day earlier. DoorDash closed Thursday 82% higher than its own initial-public-offering price. Airbnb is now worth more than five times the implied post-money valuation of its debt raise back in April, according to PitchBook, and more than the combined market values of several of its largest hotel competitors.<br />Day traders aren’t rushing into these names just for the fun of it. Low interest rates have almost forced anyone looking to make meaningful returns this year into the public markets, explaining in part the record number of blank-check companies that have recently listed. But this week’s traditional listings seem to be at the center of all that is trending in 2020, most notably the acceleration of the shift toward online commerce.<br />The pandemic has made businesses which have brought safety and ease to how we travel and eat seem not only attractive but essential in the near term. And as opposed to fellow unicorns like Uber and  Lyft ,  who have yet to turn a profit, both DoorDash and Airbnb have managed to turn a profit on a select basis for some period of the year and have outshone their competitors.<br />With so many consumers fleeing the big cities over the last several months, Airbnb has pared down its ambitions to become a broader hospitality conglomerate to emphasize its homestay accommodations in more remote locations. DoorDash has welcomed the urban exodus with open arms, having built their business to capitalize on suburban markets from the beginning."
}