{
    "url_original": "https://www.wsj.com/articles/foreign-investors-can-learn-to-love-japan-again-11607338050?mod=markets_lead_pos11",
    "url": "foreign-investors-can-learn-to-love-japan-again-11607338050",
    "title": "Foreign Investors Can Learn to Love Japan Again",
    "sub_head": "The country’s stocks have been outperforming, and the combination of many cheap cyclical stocks and strong balance sheets offers reason to believe they will continue to",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-269202?width=620&size=1.5",
    "image_1": "im-269202.jpg",
    "time": "2020-12-07 08:31:00",
    "body": "The Nikkei 225 index is now outperforming the S&P 500 for the year to date in dollar terms by around 4 percentage points. International investors don’t seem to have particularly noticed.<br />The entire surge in international purchases of Japanese equities recorded from late 2012 to mid-2015, totaling around $240 billion, has melted away in the subsequent years. And foreigners have again sold more Japanese stocks than they bought this year.<br />That may sound like a surprise to readers who have noticed a distinct turn toward optimism from banks and asset managers looking ahead to 2021. And, indeed, there are many reasons to be optimistic.<br />The recovery story that most analysts and investors seem prepared for would be good news for Japanese stocks. Analysts at BCA Research note that almost 40% of the MSCI Japan is made up of industrial and consumer discretionary stocks, compared with more like 20% in the U.S. The index has a price-to-earnings ratio of a little over 18, compared with a little below 24 for the U.S., and is more cheaply valued even on a sector-by-sector basis.<br />The market is also notably cash rich, allowing for more shareholder-friendly dividend and buyback policies than companies in Europe and the U.S. may be able to manage. Both European and U.S. stocks have total debt to total equity ratios in excess of 110%, while Japan’s is below 90%. There are no magic numbers when it comes to corporate leverage, but servicing debt and dealing with any increase in spreads is now clearly a greater concern elsewhere in the developed world."
}