{
    "url_original": "https://www.wsj.com/articles/foundation-chief-andrew-delbanco-wants-all-students-to-wrestle-with-great-books-11608310173",
    "url": "foundation-chief-andrew-delbanco-wants-all-students-to-wrestle-with-great-books-11608310173",
    "title": "Foundation Chief Andrew Delbanco Wants All Students to Wrestle With Great Books",
    "sub_head": "The professor and author hopes to expand humanities offerings on campus, even for scientists and engineers",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-274770?width=620&size=custom_1862x1090",
    "image_1": "im-274770.jpg",
    "time": "2020-12-18 11:49:00",
    "body": "Andrew Delbanco recalls teaching a class about Abraham Lincoln at Columbia University several years ago and having a student challenge his regard for the Gettysburg Address. The young Black woman wondered how he could expect her to share his respect for a Civil War speech that never mentioned slavery. “That’s a really hard question,” Mr. Delbanco says.<br />He recalls answering her by first noting that Lincoln’s contempt for slavery was implied by his call for “a new birth of freedom.” He then explained that Lincoln was trying to rally the public behind the war before an election against a rival who was pushing peace, and “slavery wasn’t top of mind” for most Northerners. But the moment highlighted important contrasts in the experience of American history in the classroom. “She was listening and I think learning through our conversation, but so was I,” says Mr. Delbanco, 68.<br />Mr. Delbanco, the Alexander Hamilton Professor of American Studies at Columbia, describes teaching as a moral activity. “I have this old-fashioned view that the classroom experience can actually give young people a better self-understanding and a greater awareness of the world around them,” he says. When students read great texts together, whether they are wrestling with the difference between love and desire in Shakespeare or considering Hannah Arendt’s analysis of totalitarianism, they ultimately learn how to think and listen to competing points of view. This makes them better able to function in a democracy, he says, “which, as we are often reminded of now, is a hard thing to do.”<br />Too many students leave college without these skills, Mr. Delbanco says. As the price of college rises and the job market contracts, young people are wary of pursuits that could delay paying off their debts. In search of marketable degrees, many are neglecting the humanities. To study philosophy or English literature in 2020 is basically conspicuous consumption.<br />Mr. Delbanco thinks that he has a solution. As president of the Teagle Foundation, which supports liberal-arts education, he is working to revive a humanities-based general education on college campuses across the country. Together with the National Endowment for the Humanities, the Teagle Foundation is sponsoring a $7 million grant program over five years to expand access to classroom experiences that reckon with the purpose of life."
}