{
    "url_original": "https://www.wsj.com/articles/france-and-germanyretakereinsas-britain-leaves-eus-economic-orbit-11609084800",
    "url": "france-and-germanyretakereinsas-britain-leaves-eus-economic-orbit-11609084800",
    "title": "France and Germany Retake Reins as Britain Leaves EU’s Economic Orbit",
    "sub_head": "Without the U.K., the bloc has shown more cohesion, but its underlying conflicts remain",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-278118?width=620&size=1.5",
    "image_1": "im-278118.jpg",
    "time": "2020-12-27 11:00:00",
    "body": "BRUSSELS—Britain long played a special role within the European Union, as a nuclear power and permanent United Nations Security Council member that had Washington’s ear. It was also a budget hawk that insisted on keeping the bloc’s spending in check.<br />Some EU officials worried that the U.K.’s exit from the bloc would weaken a union that had been under pressure since Britons voted in 2016 to depart. That vote confronted the EU with the risk of disintegration and strengthened the hand of euroskeptic movements from Italy to Hungary.<br />Instead, as the U.K. prepares to leave the EU’s economic orbit Jan. 1, the EU has regained confidence, helped partly by a revived Franco-German partnership and encouraged by the anticipated arrival of the Biden administration in Washington. Meanwhile, Paris, now the bloc’s dominant foreign-policy actor, is driving debate on everything from relations with Washington and Moscow to expanding the EU’s military capabilities.<br />Last week’s Brexit agreement is due to be approved by EU governments on Tuesday and by the British parliament on Wednesday to allow it to come into force provisionally on Friday. The European Parliament will consider the 1,246-page deal, published in full on Saturday for the first time, in the new year. Top EU lawmakers from the bloc’s biggest parties have already welcomed the deal.<br />During several years of acrimonious Brexit talks, many feared that a failure of the EU and the U.K. to reach a deal on their future relations could poison bilateral ties, even threatening the U.K.’s still sizable contributions to European security—from the Baltic states to the antiterrorism campaign in Africa’s Sahel."
}