{
    "url_original": "https://www.wsj.com/articles/france-mourns-former-president-valery-giscard-destaing-a-modernizing-force-in-europe-11607003932",
    "url": "france-mourns-former-president-valery-giscard-destaing-a-modernizing-force-in-europe-11607003932",
    "title": "France Mourns Former President Valéry Giscard d’Estaing, a Modernizing Force in Europe",
    "sub_head": "Statesman helped develop European Union, influenced centrist leaders who followed",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-267671?width=620&size=1.5",
    "image_1": "im-267671.jpg",
    "time": "2020-12-03 08:58:00",
    "body": "PARIS—France mourned former President Valéry Giscard d’Estaing Thursday, paying tribute to a statesman who helped modernize the country and develop the European Union.<br />He died Wednesday evening at the age of 94 from complications related to Covid-19, his foundation said.<br />Mr. Giscard d’Estaing steered France through a period of sweeping social and economic modernization. During his time as president, from 1974 to 1981, France lowered its voting age to 18, allowed divorce by mutual consent and legalized abortion, a fight spearheaded by his health minister, Simone Veil.<br />“The directions he set for France still guide our steps,” said French President Emmanuel Macron in an overnight communiqué, ahead of a televised speech planned for Thursday evening, in which he described his predecessor as a “servant of the state, politician of progress and freedom” whose his death is a cause of “mourning for the French nation.”<br />Mr. Giscard d’Estaing embodied of a style of politics that would later shape the thinking of centrist leaders such as Mr. Macron. He worked across borders to develop multilateral institutions that would allow Western allies to coordinate in fighting global crises and cooperate in setting economic and foreign policy. He deepened France’s alliance with Germany; was an architect of the European Monetary Union that paved the way for the euro; and shepherded annual summits of wealthy nations that eventually grew into the Group of Seven."
}