{
    "url_original": "https://www.wsj.com/articles/friendlys-owner-hastens-exit-from-restaurants-with-string-of-sales-11606991401?mod=business_featst_pos2",
    "url": "friendlys-owner-hastens-exit-from-restaurants-with-string-of-sales-11606991401",
    "title": "Friendly’s Owner Hastens Exit From Restaurants With String of Sales",
    "sub_head": "Private-equity firm Sun Capital Partners has all but exited investing in restaurant deals following several bankruptcies over the last decade",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-267335?width=620&size=1.5",
    "image_1": "im-267335.jpg",
    "time": "2020-12-03 05:30:00",
    "body": "The owner of Friendly’s and Smokey Bones restaurant chains is accelerating its retreat from the casual-dining business, hastened by a string of bankruptcies among the private-equity firm’s portfolio companies and ongoing difficulties in the restaurant industry.<br />Sun Capital Partners Inc., previously an active investor in dining chains, is expected to sell five restaurant holdings in 2020 alone, if it gets court approval for a sale of bankrupt Friendly’s by year’s end. After years of buying and turning these businesses around, the buyout firm pivoted away from the restaurant industry several years ago following its acquisition of the largest franchisee of hot-pot chain HuHot Mongolian Grill restaurants in 2016. The firm has had 13 restaurant holdings in its portfolio over the last 15 years.<br />The Boca Raton, Fla., firm has faced mixed results with its restaurant holdings, which could undermine its track record in the sector. Among its holdings, six were sold through bankruptcy, while the other transactions were traditional exit deals, including its sale of Boston Market and Johnny Rockets this year.<br />Last month, when Sun Capital sought bankruptcy protection for family dining chain Friendly’s, the firm agreed to a sale price of roughly $2 million. Sun Capital acquired the former parent Friendly Ice Cream Corp. in 2007 for roughly $337.2 million, and recovered some of that investment when it sold Friendly’s manufacturing and retail ice-cream business to then Dean Foods Co. for $155 million in 2016.<br />Barbecue chain Smokey Bones is likely to be the only restaurant holding left in Sun Capital’s portfolio by year’s end, and the firm eventually plans to sell that too, said Marc Leder, co-founder and co-chief executive of Sun Capital."
}