{
    "url_original": "https://www.wsj.com/articles/friends-and-enemies-review-making-her-own-black-list-11607469522",
    "url": "friends-and-enemies-review-making-her-own-black-list-11607469522",
    "title": "‘Friends and Enemies’ Review: Making Her Own Black List",
    "sub_head": "A gimlet-eyed chronicle of a glamorous and tumultuous life in journalism that spares no one, least of all the author herself.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-270257?width=620&size=1.5",
    "image_1": "im-270257.jpg",
    "time": "2020-12-08 18:18:00",
    "body": "Barbara Amiel is the wife of Conrad Black, the newspaper tycoon who was convicted of fraud and went to prison in 2008. Now, a year and a half after his pardon from President Donald Trump, comes her memoir, a tome nearly 600 pages long. When it comes to those who have crossed her, the word “pardon” is not in her lexicon.<br />Ms. Amiel leaves no score unsettled in this waspish, often scandalous, gossipy, vengeful, intimate chronicle of her tumultuous life (there’s even a “friends and enemies” list at the end). It’s also disarmingly frank, funny and very well written.<br />Lord Black of Crossharbour (his full title when he was made a life peer in 2001) was chairman of Hollinger International, the media company that owned, among other publications, the Daily Telegraph and the Chicago Sun-Times. After their marriage in 1992, the Blacks led a life of extraordinary opulence: Lincoln Center galas, A-list parties, two private jets, mansions in Kensington and Palm Beach, an apartment on Park Avenue and a house in Toronto. Then, in 2003, things started to unravel as investigations began into Lord Black’s financial dealings.<br />Ms. Amiel, who is now 80, was no stranger to adversity. She had a difficult childhood, growing up during the Blitz in Hendon, a suburb of London, and encountering anti-Semitism at an early age. Her parents divorced when she was 8. Three years later, her stepfather moved the family to Hamilton, a steel town in Ontario. Her mother made frequent attempts to kill herself. When Ms. Amiel was 14 she left home, continuing high school while living in rented rooms. Her natural father committed suicide. She started using codeine, a morphine derivative. “After taking the tablets my spirits got a hit of euphoria . . . All I needed then were an occasional couple of pills. All I need now are a couple or at max three or four a day.” She swallows them with a cocktail of Carnation evaporated milk and Ribena, the blackcurrant drink given to British children. Where on earth did she come up with that concoction? She doesn’t say.<br />Before she became Lady Black, Ms. Amiel had a hugely successful career in journalism. In 1983 she became the first woman editor of a daily Canadian newspaper, the Toronto Sun. She married three times and moved to London, where, in 1986, she became an outspoken conservative columnist for the Times. After 9 years, she went to the Daily Telegraph. She was beautiful, addicted to “raiment,” and had a succession of lovers, including a toy boy “so physically perfect a specimen that you really wanted to put him nude on the mantelpiece.” She declares: “The perception of me was that of a cool seductress, rippling and swirling through life. And perhaps when you so describe yourself in spite of yourself, some of the cheaper characteristics do rub off on you.”"
}