{
    "url_original": "https://www.wsj.com/articles/from-jackie-o-to-rihanna-the-ultimate-guide-to-classic-style-11608569444",
    "url": "from-jackie-o-to-rihanna-the-ultimate-guide-to-classic-style-11608569444",
    "title": "From Jackie O to Rihanna, the Ultimate Guide to Classic Style",
    "sub_head": "What constitutes a fashion classic? The term is often used indiscriminately, but this (admittedly subjective) A-Z guide—featuring Chanel suits, Hermès bags, blue jeans and much more—might help.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-274882?width=620&size=1.5",
    "image_1": "im-274882.jpg",
    "time": "2020-12-21 11:50:00",
    "body": "NOW IS the time to embrace the classics. OK, fine, it’s never not that time, but today, favoring such pieces over fleeting trends seems particularly prudent. “Trends are connected with timing and, in a way, time has stood still for the last year,” said New York fashion editor and author Tonne Goodman. “There’s comfort in knowing you have something that’s going to last.”<br />In the eyes of fashion folk, Ms. Goodman, 68—devoted to her uniform of white jeans, black turtlenecks and Charvet scarves—embodies classic style, even if that concept defies easy definition. Stylish types tend to deploy the term “classic” as capriciously as they do “chic” or “iconic.” It’s often (we think correctly) linked to Audrey Hepburn and LBDs but just as often (incorrectly) used to describe snootily preppy or stodgy garb. Technically, the word indicates something first-rate, of the highest class, representative of an ideal. Ms. Goodman reasoned that classic is not only a piece that’s practical and enduring that “you’ll wear forever,” but an attitude—it’s being comfortable in your clothes and skin. Here, 26 relatively indisputable examples of classic clothes, accessories and people.<br />From the 1980s until his 2017 death, couturier Azzedine Alaïa—beloved by supes like Stephanie Seymour (left)—crafted dresses that masterfully flattered the female form.<br />The leather loafers by New York institution Belgian Shoes are supple, not stuffy. Try them with jeans or fishnets, a la Kate Moss. $450, Belgian Shoes, 212-755-7372<br />Introduced by Coco in the early 20th century, the brand’s bouclé suits and jackets have variously stood for liberating androgyny and sexed-up irony."
}