{
    "url_original": "https://www.wsj.com/articles/from-your-honor-to-tehran-why-israeli-dramas-translate-so-well-to-american-tv-11607533571",
    "url": "from-your-honor-to-tehran-why-israeli-dramas-translate-so-well-to-american-tv-11607533571",
    "title": "From ‘Your Honor’ to ‘Tehran’: Why Israeli Dramas Translate So Well to American TV",
    "sub_head": "The executive producer of a new Showtime series and another on Apple TV+ talks about the inherent jeopardy in Israeli series",
    "category_1": "Television",
    "image_1_url": "https://images.wsj.net/im-270077?width=620&size=1.5",
    "image_1": "im-270077.jpg",
    "time": "2020-12-09 12:06:00",
    "body": "The high-concept premise of Showtime’s new television drama “Your Honor” was made in Israel. The 10-part show, which premiered Dec. 6, stars Bryan Cranston as a spotless New Orleans judge who betrays his ethical code by covering up a hit-and-run involving his son.<br />Alon Aranya, an executive producer on “Your Honor,” helped shepherd the series to American TV. He says the original Israeli version, “Kvodo,” was made for a fraction of what the U.S. version cost and that its remake rights have also been sold to India, France, Russia, Germany and Italy.<br />Mr. Aranya, 49, has executive produced several U.S. television remakes of popular Israeli shows, including the CBS series “Hostages” (2013-14) about a doctor whose family is taken hostage as she is about to perform an operation on the U.S. president, which he also co-wrote. However he says his focus has become more international since 2017 when he set up his company Paper Plane Productions with offices in Los Angeles, Tel Aviv and the Netherlands.<br />Earlier this year, Paper Plane co-produced “Tehran,” which became AppleTV+’s first international show. The 8-part espionage thriller shot mostly in Farsi was co-written by “Fauda” screenwriter Moshe Zonder. Since its September premiere Messrs. Zonda and Aranya each signed first-look development deals with AppleTV+.<br />Mr. Aranya spoke to the WSJ about picking winners and the inherent jeopardy in Israeli dramas. Here are edited extracts:"
}