{
    "url_original": "https://www.wsj.com/articles/from-nike-to-balenciaga-the-seven-strangest-sneakers-of-2020-11608815787",
    "url": "from-nike-to-balenciaga-the-seven-strangest-sneakers-of-2020-11608815787",
    "title": "From Nike to Balenciaga, the Seven Strangest Sneakers of 2020",
    "sub_head": "During a tumultuous year, sneaker companies continued to deliver an incredible number of sneaker designs, some with truly perplexing features--evoking cloven hoofs, teeter-totters and even melting ice-cream cones",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-276788?width=620&size=0.6666666666666666",
    "image_1": "im-276788.jpg",
    "time": "2020-12-24 08:16:00",
    "body": "AROUND THIS TIME last year, I cataloged the strangest clothing items I’d come across in 2019: seven superlatively odd garments that stood out from the many, many pieces of fashion I’d encountered over the previous 365 days. (I’m still wondering who would buy Moschino’s bobble-head baseball caps.)<br />2020 has been another beast altogether. For the past nine months or so, I’ve been working from my kitchen table. Meanwhile, many of the trappings of the fashion industry are gone. Runway shows are rare now; on hold are the sort of in-person meetings I’d previously attended to review new collections; and red-carpet events—with their outlandish celebrity outfits—have largely disappeared. In short, I’ve had far fewer opportunities to inspect new clothes, bizarre or otherwise.<br />One facet of the industry felt like business as usual, however: the ceaseless churn of sneaker releases. For years, shoe brands have been hyping their shoes on Instagram and selling them through webshops or phone apps—a digital rollout system that seemed already designed for a socially distanced America. And so all year long, as we all shopped from home, brands like Prada,  Nike  and Vans rolled out an incredible number of new sneakers.<br />Many of these sneakers are immensely odd, marked by design elements like fake fur, colors more lurid than a bowl of Lucky Charms and convoluted soles that would look at home in Robo-Cop’s wardrobe. Many of these garish shoes have nevertheless become collectible, fetching thousands of dollars (or at least ten times their sticker price) on the resale market.<br />2020’s crop of sneakers further supported my theory that sneaker designs are getting stranger and stranger as a way to stand out on little phone screens. The sneakers that I remember from this year are those that made me stop my mindless scrolling and think, ‘What is going on?’ Here are seven contenders for weirdest of them all."
}