{
    "url_original": "https://www.wsj.com/articles/gamestops-high-score-got-run-up-too-soon-11607531939?mod=business_minor_pos12",
    "url": "gamestops-high-score-got-run-up-too-soon-11607531939",
    "title": "GameStop’s High Score Got Run up Too Soon",
    "sub_head": "Limited supply of new Xbox and PlayStation consoles will slow retailer’s reboot",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-09 11:39:00",
    "body": "GameStop ’s  race to slim down has seen some success. But investors binged too early on a complicated recovery story.<br />The videogame retailer posted disappointing third-quarter results late Tuesday. Revenue for the quarter ended Oct. 31 slid 30% year over year to just over $1 billion—about 7% short of Wall Street’s estimates. Moreover, the company declined to give a forecast for the current period, which should be a strong one given the launch of new Xbox and PlayStation consoles in early November. GameStop’s share price slumped more than 17% Wednesday morning.<br />Those consoles come at a crucial time for the struggling retailer. Once the pre-eminent destination for videogame products, GameStop’s business has been severely disrupted by the rapid digitization of the industry. Analysts estimate that anywhere from a third to half of all games sold now are digital downloads. That limits GameStop’s ability to get a piece of the initial sale, as many of those sales are by the publisher directly or on console-based platforms such as Xbox Live. That also cuts down on future sales of preowned games—historically GameStop’s largest source of profits.<br />Hence, game hardware such as consoles and related equipment have become key to getting customers into GameStop’s shrinking store base. But the consoles themselves are very hard to get right now, as booming demand has met limited supply. Retailers are sold out everywhere, and the black market is booming.  Sony ’s  PlayStation 5 is currently fetching about $2,000 on  eBay —four times its retail price. GameStop Chief Executive Officer George Sherman predicted Tuesday on GameStop’s earnings call that the new consoles will generate “great carryforward demand into the entirety of next year and beyond.”<br />But GameStop’s share price had nearly tripled for the year heading into yesterday’s report, as investors have been anticipating a big recovery in sales led by the new machines. The stock is also a favorite target of short sellers, adding to its volatility. As a retailer with a red-hot product, GameStop should have its merriest Christmas in years. But failure to get enough of the new consoles on its shelves could still leave a lump of coal for investors."
}