{
    "url_original": "https://www.wsj.com/articles/gateway-to-a-saints-story-11607104510?mod=opinion_reviews_pos2",
    "url": "gateway-to-a-saints-story-11607104510",
    "title": "Gateway to a Saint’s Story",
    "sub_head": "The 28 reliefs in Andrea Pisano’s doors for the Florence Baptistery depict the Virtues and scenes from the life of John the Baptist.",
    "category_1": "Masterpiece",
    "image_1_url": "https://images.wsj.net/im-267750?width=620&size=custom_5155x5947",
    "image_1": "im-267750.jpg",
    "time": "2020-12-04 12:55:00",
    "body": "Standing for centuries in the Piazza della Signoria in the sun, rain and snow was giving Michelangelo’s David a skin condition, so in 1873 Florentines transplanted the marble statue to the protective rotunda of the nearby Galleria dell’Accademia, to be bathed in the illumination of a domed skylight. Other outdoor Florentine art treasures have since followed suit, most recently the pair of gilded bronze doors commissioned by one of the city’s merchant guilds and designed by Andrea Pisano in 1330 for the Baptistery of Florence’s cathedral, Santa Maria del Fiore. A year ago this month, after three years of painstaking restoration, a blink in Florentine time, the doors—the oldest of three pairs done for the Baptistery—were installed in a purpose-built hall inside the church’s art and sculpture museum, the Museo dell’Opera del Duomo. Replicas replaced the originals.<br />Andrea’s doors joined the famous Gates of Paradise and another set, both by Lorenzo Ghiberti (1378-1455). All had weathered centuries of pollution, not to mention the devastating flood of 1966. They now stand together under protective glass in the museum’s luminous main hall, the gold leaf once obscured by grime now flickering in the light.<br />Of all the great artworks Italy has produced, the Baptistery’s doors, their sculpted reliefs illustrating biblical narratives, are among the most sacred, and not just because they belong to a major Italian cathedral. The triumvirate, created between 1329 and 1452, spans a critical period that saw the so-called proto-Renaissance of the late Middle Ages flower into the High Renaissance. Andrea sculpted his doors during Giotto’s lifetime; Ghiberti completed the Gates of Paradise the year Leonardo da Vinci was born. The trio forms a historical cycle.<br />Andrea modeled his doors on the monumental San Ranieri bronze gates finished in 1186 by Bonanno Pisano (no relation) for the Cathedral of Pisa, which featured 10 rectangular reliefs depicting scenes from the life of Christ within a decorative architectural grid that unified the whole. Andrea’s set has 28 narrative reliefs within an architectural grid, eight depicting the Virtues (placed in two rows at the bottom); the remaining 20 scenes are from the life of St. John the Baptist, patron saint of Florence, to whom the Baptistery was dedicated.<br />Unlike in Pisa, where bronze plates were attached to wooden frames, the Baptistery doors were entirely cast in bronze, and within each rectangle the scene is set within a medieval quatrefoil. In all but five, the action takes place on a projecting shelf or platform."
}