{
    "url_original": "https://www.wsj.com/articles/ge-to-pay-200-million-to-settle-sec-accounting-probe-11607553764?mod=business_lead_pos7",
    "url": "ge-to-pay-200-million-to-settle-sec-accounting-probe-11607553764",
    "title": "GE to Pay $200 Million to Settle SEC Accounting Probe",
    "sub_head": "Securities and Exchange Commission says company failed to disclose problems in its power and insurance units",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-270994?width=620&size=1.5",
    "image_1": "im-270994.jpg",
    "time": "2020-12-09 21:08:00",
    "body": "General Electric Co.  agreed to pay a $200 million penalty to settle federal claims that it misled investors by failing to disclose problems in its gas-turbine power and insurance businesses, capping an investigation into what went wrong inside the conglomerate.<br />The Securities and Exchange Commission, after a multiyear probe into how GE recognized some costs and profits, said the company misrepresented how its power business was making money and didn’t inform investors of the rising risk in its legacy insurance portfolio that would eventually require more than $15 billion to boost its reserves.<br />“GE’s repeated disclosure failures across multiple businesses materially misled investors about how it was generating reported earnings and cash growth as well as latent risks in its insurance business,” said Stephanie Avakian, director of the SEC’s Division of Enforcement.<br />GE settled the claims without admitting or denying the SEC’s allegations, and the settlement order didn’t allege GE violated U.S. accounting rules or the most serious antifraud laws. Under the resolution, the company also must report to the SEC for a one-year period on its policies and controls related to accounting and disclosure.<br />GE said no changes to prior financial statements are required. “We are pleased to have reached an agreement that puts the matter behind us,” the company said. “Under the current leadership team, we have significantly enhanced our disclosures and internal controls and are a stronger company today.”"
}