{
    "url_original": "https://www.wsj.com/articles/gene-editing-shows-promise-in-sickle-cell-disease-11607189442?mod=business_lead_pos4",
    "url": "gene-editing-shows-promise-in-sickle-cell-disease-11607189442",
    "title": "Gene Editing Shows Promise in Sickle-Cell Disease",
    "sub_head": "Companies investigate how therapies including Crispr might treat a debilitating genetic disease",
    "category_1": "Business",
    "category_2": "Health Care",
    "image_1_url": "https://images.wsj.net/im-268553?width=620&size=1.5",
    "image_1": "im-268553.jpg",
    "time": "2020-12-05 13:21:00",
    "body": "Drug development for sickle-cell disease, largely overlooked for decades, is becoming a crowded field: Two papers published Saturday in the New England Journal of Medicine report promising results from studies of experimental therapies, including Crispr gene editing, for the disease.<br />In addition,  Beam Therapeutics Inc.  on Saturday presented lab and mouse data at the American Society of Hematology annual meeting to support the safety of another approach to using Crispr gene editing for sickle-cell disease. The company said it hopes to open a trial next year.<br />More than a dozen companies are competing to develop experimental treatments for sickle-cell disease, an inherited form of anemia that affects 100,000 mainly Black Americans.<br />The surge of interest has pushed a longstanding question to the fore: What good are new therapies for a disease if many patients suffering with it are unable, or choose not, to access them?<br />In one of the New England Journal of Medicine papers, two partners in developing a Crispr gene-editing therapy— Crispr Therapeutics  and  Vertex Pharmaceuticals Inc. —reported that a patient with sickle-cell disease and a patient with another inherited blood disorder, transfusion-dependent beta thalassemia, each received edited cells and more than a year later didn’t require blood transfusions. They said they have treated a total of 10 patients to date with sickle-cell disease or beta thalassemia with the Crispr therapy."
}