{
    "url_original": "https://www.wsj.com/articles/georgia-military-families-who-backed-biden-could-help-determine-senate-control-11609246801?mod=politics_lead_pos7",
    "url": "georgia-military-families-who-backed-biden-could-help-determine-senate-control-11609246801",
    "title": "Georgia Military Families Who Backed Biden Could Help Determine Senate Control",
    "sub_head": "Trump’s veto of defense authorization bill becomes a focus in Senate runoffs",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "image_1_url": "https://images.wsj.net/im-278664?width=620&size=1.5",
    "image_1": "im-278664.jpg",
    "time": "2020-12-29 08:00:00",
    "body": "President-elect Joe Biden’s narrow victory in Georgia last month was driven in part by shifts toward the Democratic ticket in a collection of nine counties with strong ties to the military.<br />As a group, the military counties backed President Trump. However, his victory margin was 7.8 percentage points less than in 2016, a greater movement than the 5.3-point swing toward Mr. Biden statewide. And while voter turnout grew by less than 21% across Georgia, the number of votes cast in military counties rose by nearly 26%.<br />Now, Mr. Trump’s veto of the annual defense policy bill is adding new complications to GOP voter turnout efforts ahead of Jan. 5 Georgia runoff elections that will determine control of the U.S. Senate. Mr. Trump said he rejected the bill due to provisions that would remove Confederate names of military bases, limit his ability to withdraw troops abroad and didn’t remove legal protections for internet platforms he says squelch conservative voices.<br />The $740.5 billion bill passed the House and Senate with bipartisan majorities, including support from Sens. David Perdue and Kelly Loeffler, the two Georgia Republicans defending their seats in the runoffs.<br />The two senators must now decide whether to support a president who could help boost Republican turnout in the runoffs or back a veto override of the bill. The legislation authorizes $168 million in military construction projects in Georgia, funds for educating military children and enhanced hazard pay and bonuses for certain military personnel, among other things."
}