{
    "url_original": "https://www.wsj.com/articles/georgia-sen-loeffler-challenger-warnock-spar-in-debate-with-senate-control-at-stake-11607313583?mod=business_minor_pos4",
    "url": "georgia-sen-loeffler-challenger-warnock-spar-in-debate-with-senate-control-at-stake-11607313583",
    "title": "Georgia Sen. Loeffler, Challenger Warnock Spar in Debate With Senate Control at Stake",
    "sub_head": "Ms. Loeffler avoided questions about whether November’s election in Georgia was rigged",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "image_1_url": "https://images.wsj.net/im-268830?width=620&size=1.5",
    "image_1": "im-268830.jpg",
    "time": "2020-12-06 22:59:00",
    "body": "Sen. Kelly Loeffler (R., Ga.) repeatedly dodged questions about whether she believes the Nov. 3 election in Georgia was rigged or if she supports President Trump’s attacks on her political patron, Republican Gov. Brian Kemp, in a Sunday debate for one of two pivotal Senate runoff races.<br />During a debate period when the candidates could address each other, Ms. Loeffler’s Democratic opponent, the Rev. Raphael Warnock, asked for a yes or no reply to the question: Did Mr. Trump lose the election?<br />“You know, President Trump has every right to use every legal recourse available,” Ms. Loeffler replied, repeating her response to moderators who had already asked similar questions. “In our own state, we’ve seen time and again that we have investigations that need to be completed...We need to hold folks accountable involved in these investigations to make sure that they move more quickly because everything is at stake on Jan. 5 for the future of our country.”<br />Officials with the Georgia Secretary of State’s Office have said they have about 250 open investigations concerning potential wrongdoing in the 2020 elections but that state investigators haven't found widespread fraud that would overturn the results of the presidential race. President-elect Joe Biden was certified last month by Secretary of State undefinedBrad Raffensperger, a Republican, and Mr. Kemp as the winner of the state’s 16 electoral votes.<br />Mr. Warnock, senior pastor of Ebenezer Baptist Church in Atlanta, also ducked a key question during the debate. He was asked whether he supported adding justices to the U.S. Supreme Court, as some Democratic progressives have advocated, to dilute the influence of Mr. Trump’s conservative appointees."
}