{
    "url_original": "https://www.wsj.com/articles/georgia-senate-runoffs-early-voting-begins-as-requests-for-mail-in-ballots-top-1-million-11607953020?mod=politics_lead_pos6",
    "url": "georgia-senate-runoffs-early-voting-begins-as-requests-for-mail-in-ballots-top-1-million-11607953020",
    "title": "Georgia Senate Runoffs Early Voting Begins as Requests for Mail-In Ballots Top 1 Million",
    "sub_head": "More than 200,000 voters already have cast their ballots in the Jan. 5 contests",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "image_1_url": "https://images.wsj.net/im-272239?width=620&size=1.5",
    "image_1": "im-272239.jpg",
    "time": "2020-12-14 08:37:00",
    "body": "Early in-person voting began in Georgia’s U.S. Senate runoffs on Monday, with both parties racing to turn out supporters for the Jan. 5 election that will determine control of the Senate.<br />The opening of some polling locations for voters comes as roughly 1.2 million voters already have requested absentee ballots for the runoff election, and more than 200,000 of them have returned their ballots, according to publicly available data compiled by University of Florida professor Michael McDonald at the U.S. Elections Project, as of Friday.<br />Absentee-ballot applications already are at about 67% of the total requests recorded in Georgia’s November election, according to Mr. McDonald’s research.<br />“It looks like we’re going to have a high-turnout election,” Georgia Secretary of State Brad Raffensperger, a Republican, said in an interview, though turnout is typically lower for runoffs than general elections. “I would encourage all the candidates to make sure that they run hard, because we don’t have a runoff after the runoff. This is it.”<br />Republicans currently have a 50-48 majority in next year’s Senate, meaning control of the chamber depends on the results of the two runoffs in Georgia on Jan. 5. Incumbent Republican Sens. David Perdue and Kelly Loeffler are seeking to defend their seats against Democratic challengers Jon Ossoff and Raphael Warnock."
}