{
    "url_original": "https://www.wsj.com/articles/georgia-republicans-await-trump-visit-with-trepidation-ahead-of-crucial-vote-11607187433?mod=politics_lead_pos2",
    "url": "georgia-republicans-await-trump-visit-with-trepidation-ahead-of-crucial-vote-11607187433",
    "title": "Trump Renews Push to Overturn Georgia Presidential Vote",
    "sub_head": "President calls Georgia Gov. Brian Kemp on Saturday to urge the state legislature to reverse President-elect Joe Biden’s win in the state",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "time": "2020-12-05 15:40:00",
    "body": "President Trump called Georgia Gov. Brian Kemp on Saturday to push for the state legislature to reverse President-elect Joe Biden’s win in the state, according to a person familiar with the call, the latest move in the president’s unprecedented push to overturn his election loss.<br />The call came hours before Mr. Trump was to travel to Georgia for a Saturday evening rally to support incumbent Republican Sens. David Perdue and Kelly Loeffler in the Jan. 5 runoffs, which will determine which party controls the Senate. Mr. Perdue is facing Democrat Jon Ossoff, a documentary filmmaker, and Ms. Loeffler is running against Democrat Raphael Warnock, a pastor.<br />Republicans are eager for Mr. Trump’s help in driving voter turnout for the two GOP candidates, but some also fear that his efforts to portray the presidential election as “rigged,’’ and his criticism of state Republican leaders for their handling of balloting, will discourage his supporters from voting.<br />In his conversation with Mr. Kemp Saturday, Mr. Trump asked the governor to call a special session of the state legislature and push lawmakers to appoint pro-Trump electors who would swing the Electoral College in his favor, the person familiar with the call said. While federal law allows state legislatures to intervene in the process of appointing electors in the event the voting process fails on Election Day, no evidence of widespread election fraud has emerged in Georgia.<br />Mr. Kemp, a Republican, declined the president’s request, the person said. The Washington Post earlier reported details of the request. Mr. Kemp doesn’t plan to attend the rally."
}