{
    "url_original": "https://www.wsj.com/articles/georgias-audit-of-ballot-signatures-11608161490?mod=opinion_lead_pos3",
    "url": "georgias-audit-of-ballot-signatures-11608161490",
    "title": "Georgia’s Audit of Ballot Signatures",
    "sub_head": "Checking Cobb County’s absentees to shore up public confidence.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-274507?width=620&size=1.5",
    "image_1": "im-274507.jpg",
    "time": "2020-12-16 18:31:00",
    "body": "The two Senate runoffs in Georgia are scheduled for Jan. 5, but around 700,000 ballots have already been cast. Enthusiasm is high, and no wonder, since what’s at stake is control of the Senate, Joe Biden’s legislative agenda, and the nation’s direction for two years.<br />The GOP will have big problems if sizable numbers of Trump supporters in Georgia decide they don’t trust the state’s election system enough to participate. President Trump has attacked Georgia’s voting process in his attempt to contest Joe Biden’s victory. So maybe this could shore up the public’s faith: Secretary of State Brad Raffensperger on Monday launched an audit of recent absentee signatures in Cobb County.<br />“Now that the signature matching has been attacked again and again, with no evidence,” Mr. Raffensperger said, “I feel we need to take steps to restore confidence in our elections.” That’s a reference to Mr. Trump and his allies, who have sought to cast a cloud over the state’s rules for verifying absentee signatures.<br />A Trump lawsuit in state court contends that Georgia’s overall rejection rate for mail votes in November was 0.34%, a steep drop from 2.9% in 2016. This shows, the filing argues, that signatures weren’t properly checked. Not necessarily: Georgia officials say the rejection rate specifically due to signature problems was 0.15%, closely matching 2018. What apparently plummeted was the share of ballots thrown out for other reasons, including lateness.<br />This year’s expansion of the mail franchise included steps to ensure that voters cast their ballots properly. Georgia approved ballot drop boxes for the first time, and there were more than 100 in the Atlanta area alone. A week before Nov. 3, Mr. Raffensperger urged people to think twice before putting a vote in the mail. A 2019 law simplified absentee ballots, while allowing Georgians to “cure” errors using a process that didn’t exist in 2016."
}