{
    "url_original": "https://www.wsj.com/articles/george-shultz-helped-democracy-flourish-in-asia-11607900585?mod=opinion_lead_pos8",
    "url": "george-shultz-helped-democracy-flourish-in-asia-11607900585",
    "title": "George Shultz Helped Democracy Flourish in Asia",
    "sub_head": "Reagan’s secretary of state also worked to restore balance to the American relationship with China.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-13 18:03:00",
    "body": "Helping to forge the relationship between President Ronald Reagan and Soviet leader Mikhail Gorbachev made George Shultz—who turned 100 on Sunday—one of the most consequential secretaries of state of the 20th century. His expert diplomacy led to a peaceful end of the Cold War, bringing freedom to some 400 million Soviet subjects—something that seemed an impossible dream when Reagan took office in 1981. But the triumph of the Reagan-Shultz working relationship went beyond management of the Soviet challenge. The two men helped initiate a democratic wave that swept through Asia and Latin America in the 1980s and ’90s.<br />Working directly for Mr. Shultz on Asia in the 1980s, I saw how he and Reagan righted a U.S.-China relationship that had become unbalanced. A progression of American officials had forgotten that Beijing needed us far more than we needed them to deal with the Soviets. “I am not here to play cards. I am here to build our bilateral relationship” based on our mutual interests, Mr. Shultz announced during his first visit to China in February 1983. His statement conveyed to China’s leaders that he valued the relationship for the benefits it could bring to our two countries, not because of Chinese hints that they might move closer to the Soviets.<br />Mr. Shultz also restored balance to the U.S.-China relationship by demonstrating through words and deeds that U.S. allies—particularly Japan—came first, and that he would prefer no deal to a bad one. An incident during that same visit demonstrated his readiness to walk away if pushed too far. At a large luncheon with American businessmen in Beijing, Mr. Shultz’s temper slowly rose as his hosts pressed him with the official Chinese position on issue after issue. Finally, someone asked why American companies weren’t allowed to sell nuclear reactors to China while their European competitors faced no such restrictions. Mr. Shultz replied calmly, and with decided coolness, that the limits were necessary because of “legitimate concern about nuclear proliferation. Your question suggests in rather cavalier fashion that you brush it off. I don’t brush it off.”<br />Then he walked out, commenting as we left that Chinese intelligence services would report all the pressure he was under from American businessmen. Unspoken was the thought that they would also have to report: George Shultz has steel in his backbone.<br />A few months ago on these pages Mr. Shultz reflected on how Xi Jinping is turning the clock back to the Maoist economic model while “wrecking Hong Kong” and in the process losing “international trust.” He acknowledged with some obvious pain that “today’s China is different from the one I once worked with constructively.”"
}