{
    "url_original": "https://www.wsj.com/articles/german-town-finds-a-blueprint-for-lowering-covid-19-deaths-11609257334",
    "url": "german-town-finds-a-blueprint-for-lowering-covid-19-deaths-11609257334",
    "title": "German Town Finds a Blueprint for Lowering Covid-19 Deaths",
    "sub_head": "From free tests to the shielding of care homes, Tübingen has pioneered tools later deployed elsewhere to minimize pandemic casualties",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2020-12-29 10:55:00",
    "body": "Concern is growing in Europe over access to vaccine doses during the winter wave of Covid-19. But one town claims to have found a formula to prevent high mortality without a draconian lockdown.<br />The southern German city of Tübingen was hit hard by the virus in the spring, but measures such as widely available testing and even subsidizing taxi rides have since managed to protect the elderly, who make up most of the fatalities.<br />At the peak of the first wave in April, the town had 70 Covid-19 patients in its biggest hospital—out of 89,000 inhabitants—including 33 in intensive care, forcing doctors to cancel elective surgery. Now, at the height of the far more devastating current surge, patients number just 35, many transferred from other regions. Fifteen of them are in intensive care, of whom fewer than half are Tübingen residents. The hospital hasn’t canceled non-urgent surgery.<br />Local authorities say such numbers are no accident. The town, they point out, started earlier than most German municipalities in carrying out frequent Covid-19 tests on care-home staff, residents and visitors. It subsidizes taxi rides for those over age 65 so they don’t have to use public transit. Younger residents are discouraged from shopping between 9 a.m. and 11 a.m. so as to avoid seniors having to mingle with people who are more likely to carry the virus without symptoms.<br />Tübingen’s pandemic policy has so far cost it half a million euros, all financed through the town‘s budget. A week of the current lockdown, with restaurants and all nonessential stores closed, costs the German economy and the state between €27 billion and €57 billion in lost output and subsidies, according to estimates by the Ifo Institute, a government-funded economics think tank in Munich."
}