{
    "url_original": "https://www.wsj.com/articles/gideon-gartner-founded-company-advising-computer-buyers-11608216711?mod=tech_listb_pos3",
    "url": "gideon-gartner-founded-company-advising-computer-buyers-11608216711",
    "title": "Gideon Gartner Founded Company Advising Computer Buyers",
    "sub_head": "Research company thrived on punchy briefings for executives; the founder has died at age 85",
    "category_1": "World",
    "category_2": "Obituaries",
    "image_1_url": "https://images.wsj.net/im-273090?width=620&size=1.5",
    "image_1": "im-273090.jpg",
    "time": "2020-12-17 09:51:00",
    "body": "As corporate executives in the late 1970s grew baffled by a proliferation of computer and other information-technology choices, Gideon Gartner saw an opportunity: Why not offer them advice on what to buy, when to buy it and how much to pay?<br />Mr. Gartner, a former International Business Machines Corp. executive and star Wall Street analyst, in 1979 formed Gartner Group, now known as  Gartner Inc . , to sell that advice in the form of punchy two-page notes, client consultations and eventually mammoth conferences. He hired aggressive sales people and analysts, paid them well and created a durable business, now part of the S&P 500, with revenue of $4.2 billion last year and a current stock market value of about $14 billion.<br />Mr. Gartner died Dec. 12 of complications from Alzheimer’s disease at his home in New York. He was 85.<br />Former colleagues said Mr. Gartner was better as a visionary than as a chief executive. He had so many ideas—and was so insistent that colleagues should rush them into the market—that he sometimes became a distraction. The Stamford, Conn.-based company’s board pushed him out in early 1993. To compete against his old company, he founded Giga Information Group Inc. That company, innovative but much less successful, was sold in 2003 to  Forrester Research Inc.  for about $60 million.<br />Mr. Gartner, who sometimes played his teal Bösendorfer piano in the small hours when he couldn’t sleep, wanted to be able to reach people instantly when inspired by a new idea. He once telephoned an employee at home only to learn that he was in the bathroom and unavailable. Mr. Gartner made a point of giving cordless phones to colleagues at a 1983 holiday party."
}