{
    "url_original": "https://www.wsj.com/articles/glencore-ceo-ivan-glasenberg-to-retire-in-2021-11607091758?mod=markets_featst_pos1",
    "url": "glencore-ceo-ivan-glasenberg-to-retire-in-2021-11607091758",
    "title": "Glencore CEO Ivan Glasenberg to Retire After 18 Years at the Helm",
    "sub_head": "A successor to one-time-fugitive Marc Rich, he spearheaded the company’s dominant position in coal mining",
    "category_1": "Business",
    "time": "2020-12-04 13:24:00",
    "body": "LONDON—Ivan Glasenberg, the longtime chief executive of  Glencore  PLC, is handing over the reins of the global mining and trading giant he built, saying Friday he would retire in the first half of next year.<br />The Switzerland-based, London-listed company said it had tapped Gary Nagle, a senior deputy who currently runs the company’s coal industrial assets, for the top job.<br />A successor to one-time-fugitive Marc Rich at the company that would become Glencore, Mr. Glasenberg transformed it from a privately held trading house into the largest coal marketer in the world. An unapologetic promoter of coal, he continued to ramp up that business despite a growing backlash from governments, regulators and eventually investors, who criticized the fossil fuel for contributing to climate change.<br />In the past few years, however, Mr. Glasenberg began to shift away from a focus on coal, emphasizing Glencore’s big position in commodities key to building electric cars and renewable energy infrastructure, like nickel, copper and cobalt. The announcement of Mr. Glasenberg’s retirement came on a day when the company also said it planned to reduce its emissions to net zero by 2050. That will partly be possible, the company said, because of its depleting reserves of coal.<br />Mr. Glasenberg said he is handing off a company better positioned than others to take advantage of this energy shift. “No one has a portfolio of this mix to meet the energy demands of the future,” he told reporters Friday."
}