{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-12-30-2020-11609323588?mod=markets_lead_pos1",
    "url": "global-stock-markets-dow-update-12-30-2020-11609323588",
    "title": "U.S. Stock Futures Tick Higher",
    "sub_head": "S&P 500 futures point to muted gains for the benchmark index, which closed Tuesday at its second-highest level in history",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-279158?width=620&size=1.5",
    "image_1": "im-279158.jpg",
    "time": "2020-12-30 08:55:00",
    "body": "U.S. stock futures edged higher Wednesday, suggesting that the major indexes could erase tepid losses from a day earlier to extend their recent rally.<br />Futures tied to the S&P 500 rose 0.3%, while those linked to the Nasdaq-100 index gained 0.5%. The stock indexes ended Tuesday with small declines after Senate Majority Leader Mitch McConnell blocked an effort to hold a vote on sending bigger stimulus checks to many Americans.<br />Stocks have largely drifted higher this month, though the momentum that powered markets through November has lost steam as investors weigh conflicting signals about the outlook for the economy. Still, the S&P 500 ended Tuesday at its second-highest closing level in history.<br />The rollout of coronavirus vaccines and the passage of the new $900 billion fiscal stimulus package has helped buoy market sentiment in the final weeks of the year. But elevated levels of Covid-19 infections, the emergence of a fast-spreading variant of the virus, economic data showing the rebound is slowing, and the back and forth in Washington over the size of stimulus checks has tempered some of that optimism.<br />“We are going to keep getting this push-pull, vaccine versus virus, politics versus economics, for a while yet,” said Altaf Kassam, head of investment strategy for State Street Global Advisors in Europe. “November was a great month for markets and there was always going to be a pause for breath. December seems to be just that.”"
}