{
    "url_original": "https://www.wsj.com/articles/gm-sees-the-future-and-it-is-an-electric-one-11607371160?mod=opinion_major_pos16",
    "url": "gm-sees-the-future-and-it-is-an-electric-one-11607371160",
    "title": "GM Sees the Future and It Is an Electric One",
    "sub_head": "The socialization of the U.S. automobile market is intensifying. Increasingly there will be a dependence of revenue based on what the government gives them in credits or takes away in penalties rather than what makes real profit.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-265043?width=620&size=1.5",
    "image_1": "im-265043.jpg",
    "time": "2020-12-07 14:59:00",
    "body": "Regarding your editorial “GM Drives in Political Reverse” (Nov. 27): General Motors CEO Mary Barra in pulling GM’s support for the legal challenge to California’s electric-car mandate made two major capitulations. First to California, which already has environmental policies that often lead to darkness and blackouts, but now with GM’s help the state will have more leverage in dictating the automobile market for the entire country. Second, to appease the expected political overlords of a Biden administration and EPA who will dictate the product portfolio of automobiles produced versus the market via mandates and regulatory credits.<br />The socialization of the U.S. automobile market is intensifying. More and more the CEOs of auto companies will seek the conformity of political regulators and woke PR gestures instead of providing what customers really want. Increasingly there will be a dependence of revenue based on what the government gives them in credits or takes away in penalties rather than what makes real profit. Those of us on the retail end of the car business for decades know this because we deal with real customers.<br />Electric cars are a part of the future but should compete on their own merits and not have to count on elevated sales due to heavy-handed regulations on their competition. Both the consumer and the environment have always benefited more from fair market competition of evolving technologies than the virtuous regulators and CEOs who try to appease them. Imagine if in the 1800s the government mandated steam engines as the way of the future and regulated out the alternatives. The automobile industry shouldn’t be constrained with that mind-set and certainly not with the dictates from a state which often can’t keep its electric lights on, as if it were still the 1800s.<br />Karl Miller<br />Mount Vernon, N.Y."
}