{
    "url_original": "https://www.wsj.com/articles/golds-volatile-run-continues-in-december-11607528667?mod=markets_lead_pos3",
    "url": "golds-volatile-run-continues-in-december-11607528667",
    "title": "Gold’s Volatile Run Continues in December",
    "sub_head": "Precious metal still up more than 20% for the year",
    "category_1": "Markets",
    "category_2": "Commodities",
    "time": "2020-12-09 14:51:00",
    "body": "Gold prices fell Wednesday, paring some of the December rally and continuing a stretch of volatility as traders weigh a recent rise in coronavirus cases against upbeat vaccine trial results and prospects for further stimulus.<br />Most actively traded gold futures declined 1.9% to $1,838.50 a troy ounce Wednesday. Prices for the haven metal are still up more than 3% so far in December but remain more than 10% below their record high in August, hurt by a broad rally in stocks and riskier commodities with investor anxiety fading after the U.S. election.<br />Gold is still up more than 20% for the year, making it one of the better-performing major assets in 2020. Investors tend to buy the metal when they are nervous about the outlook for the global economy or geopolitical events like elections. That trend boosted demand earlier in the year, before Joe Biden’s victory in the presidential race and key Republican wins in Senate races combined with hopeful vaccine news to send prices tumbling in November.<br />Traders had anticipated that a “blue-wave” scenario in which Mr. Biden won the presidential election and Democrats won control of the Senate would boost gold by unleashing much larger stimulus programs on the economy. Investors also use the metal to protect against rising inflation and a weakening dollar, so that scenario was seen as more positive for bullion.<br />Instead, Republicans performed better than many analysts expected, meaning control of the Senate will come down to a pair of runoff elections in Georgia next month. Investors are parsing those races, a rise in coronavirus cases and ongoing stimulus discussions in Washington as gold’s swings continue."
}