{
    "url_original": "https://www.wsj.com/articles/goldman-sachs-moves-to-acquire-100-of-china-securities-joint-venture-11607402421?mod=markets_lead_pos3",
    "url": "goldman-sachs-moves-to-acquire-100-of-china-securities-joint-venture-11607402421",
    "title": "Goldman Sachs to Acquire 100% of China Securities Joint Venture",
    "sub_head": "Firm is first global bank to seek full ownership of its securities business in the country",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2020-12-08 01:57:00",
    "body": "Goldman Sachs Group Inc. is moving to acquire 100% ownership of its securities joint venture in China, deepening its investment in the world’s second-largest economy after partnering with a domestic brokerage for 17 years.<br />The New York-based bank is applying with Chinese regulators to take full control of Goldman Sachs Gao Hua Securities Co. and has signed an agreement to acquire the 49% share of the venture it doesn’t own, according to an internal memo seen by The Wall Street Journal.<br />Goldman is the first global bank to seek full ownership of its securities business in China and intends to rename it Goldman Sachs (China) Securities Co. In March, the country’s securities regulator approved the firm’s bid to take majority control of the Beijing-based unit.<br />“One hundred percent ownership of our franchise on the mainland represents a significant commitment to and investment in China,” Chief Executive David Solomon, Chief Operating Officer John Waldron and Chief Financial Officer Stephen Scherr said in the memo dated Tuesday.<br />U.S. investment banks, asset managers and credit-card companies have long coveted a bigger presence in China but were held back for decades by ownership restrictions on financial businesses in the country. Wall Street has emerged as a big winner in the trade war between Washington and Beijing, after a pact signed in January promised greater access to China’s financial sector for American institutions."
}