{
    "url_original": "https://www.wsj.com/articles/goodbye-covid-hello-inflation-11607618398?mod=business_minor_pos12",
    "url": "goodbye-covid-hello-inflation-11607618398",
    "title": "Goodbye Covid, Hello Inflation?",
    "sub_head": "The timing of the vaccine rollout could make things awkward for the Federal Reserve",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-10 11:39:00",
    "body": "U.S. inflation readings are almost certainly heading higher next year. The trick will be figuring out whether they are signal or noise.<br />The Labor Department on Thursday reported that consumer prices rose 0.2% in November, putting them 1.2% higher than a year earlier. Prices excluding food and energy items—the so-called core that economists see as a better reflection of inflation’s underlying trend—were up 0.2% on the month and 1.6% on the year.<br />The inflation indexes the Federal Reserve focuses on, from the Commerce Department, run a bit cooler than the Labor Department measures, so for now inflation isn’t within spitting distance of the 2% the central bank is aiming for. That could change soon.<br />A big reason the year-over-year inflation readings are low now is that there was a dip in prices in March through May, when the Covid crisis first struck. Come next March, that shock will start reaching its first anniversary, and the year-over-year comparisons will appear souped-up as a result. If over the next half year prices on a monthly basis rise by just half as much as they did in November, for example, the Labor Department’s headline inflation measure would be up 2.6% on the year by May, with core prices up 2.3%.<br />But the cycling out of last year’s inflation dip won’t be the only thing going on next spring. By then millions of Americans will likely have been vaccinated against the coronavirus, relaxing safety measures just as warm weather returns. The likely result is a surge in demand, particularly in services categories such as travel."
}