{
    "url_original": "https://www.wsj.com/articles/google-amazon-fined-163-million-as-france-takes-hard-line-on-privacy-11607601278?mod=business_lead_pos3",
    "url": "google-amazon-fined-163-million-as-france-takes-hard-line-on-privacy-11607601278",
    "title": "Google, Amazon Fined $163 Million as France Takes Hard Line on Privacy",
    "sub_head": "Regulator sidesteps EU’s GDPR privacy law to issue its own fines, a record for a privacy case in France",
    "category_1": "Tech",
    "time": "2020-12-10 06:54:00",
    "body": "PARIS—France’s privacy watchdog issued more than $163 million in fines to  Alphabet Inc.’s  Google and  Amazon.com Inc.,  saying they improperly collected information about website visitors, taking a hard line as European regulators haggle over such sanctions.<br />The French regulator, the CNIL, said Thursday that it fined Google €100 million, equivalent to $120.8 million—a record for a privacy fine in France—for allegedly storing advertising-related identifiers on millions of users’ computers before asking for individuals’ consent, and without explaining sufficiently how the identifiers, called cookies, were used. It fined Amazon €35 million for the same violations.<br />Since the CNIL informed Google and Amazon of its investigations earlier this year, each company has updated its website in Europe to stop placing advertising cookies before asking for consent, the CNIL said Thursday. But the regulator added that the companies still don’t properly explain how the cookies are used, and ordered both companies to better inform users within three month—or face further fines of €100,000 a day.<br />Google stands by its privacy efforts in Europe, a company spokesman said, and is considering whether to appeal the CNIL decision. The decision “overlooks these efforts and doesn’t account for the fact that French rules and regulatory guidance are uncertain and constantly evolving,” he said.<br />An Amazon spokesman said the company disagrees with the decision, and complies with privacy laws. “We continuously update our privacy practices to ensure that we meet the evolving needs and expectations of customers and regulators,” he said. He didn’t reply when asked if the company plans to appeal."
}