{
    "url_original": "https://www.wsj.com/articles/google-to-lift-political-ad-ban-on-thursday-11607528290?mod=politics_lead_pos6",
    "url": "google-to-lift-political-ad-ban-on-thursday-11607528290",
    "title": "Google to Lift Political Ad Ban on Thursday",
    "sub_head": "The blackout was put in place due to concerns over misinformation surrounding the 2020 election",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "image_1_url": "https://images.wsj.net/im-270566?width=620&size=1.5",
    "image_1": "im-270566.jpg",
    "time": "2020-12-09 15:47:00",
    "body": "Alphabet Inc.’s  Google said it is planning to lift its ban on political ads on Thursday after a blackout of more than a month because of concerns over election misinformation.<br />Google told advertisers Wednesday it will lift its so-called sensitive event policy and allow ads that mention a current state or federal officeholder or candidate, political party or ballot measure, according to an email reviewed by The Wall Street Journal. Early voting in the Georgia Senate runoffs begins later this month. The Georgia runoffs on Jan. 5 will determine which party controls the U.S. Senate when President-elect Joe Biden begins his administration.<br />“While we no longer consider the postelection period to be a sensitive event, we will still rigorously enforce our ads policies, which strictly prohibit demonstrably false information that could significantly undermine trust in elections or the democratic process, among other forms of abuse,” Google said in the email.<br />Google, along with  Facebook Inc.,  are the biggest digital ad platforms in political advertising. Political campaigns and groups spent tens of millions of dollars advertising on Google, which owns YouTube, and on Facebook, which also owns Instagram, leading up to the general election to influence voters and get out the vote. But both platforms decided to limit political ads before and after the general election in an effort to tamp down the spread of misinformation.<br />Google said Wednesday in a blog post that it temporarily paused more than 5 million ads referencing the U.S. 2020 election, the candidates, or its outcome as election results were certified."
}