{
    "url_original": "https://www.wsj.com/articles/google-spars-with-barry-dillers-iac-on-misleading-marketing-practices-11607267157?mod=business_lead_pos2",
    "url": "google-spars-with-barry-dillers-iac-on-misleading-marketing-practices-11607267157",
    "title": "Google Spars With Barry Diller’s IAC on Marketing Practices",
    "sub_head": "Alphabet unit considers penalties after its audit faulted IAC’s treatment of Chrome browser extensions",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-266885?width=620&size=1.5",
    "image_1": "im-266885.jpg",
    "time": "2020-12-06 10:05:00",
    "body": "Google is deciding whether to impose severe penalties on the online conglomerate  IAC/InterActive Corp.  over what the search giant concluded were deceptive marketing practices, according to documents reviewed by The Wall Street Journal and people familiar with the matter.<br />Google, which determined that IAC misled users about its browser extensions, could go as far as banning those products from its Chrome browser. IAC, under Chairman Barry Diller, is pushing back, saying such a move would devastate a key part of its business.<br />The  Alphabet Inc.  unit so far hasn’t acted on the internal recommendation of its Chrome trust and safety team regarding IAC in part because the two are rivals in some categories and because the search giant’s executives, including Chief Legal Officer Kent Walker, are concerned that penalties could be viewed as anticompetitive, according to people familiar with the matter.<br />Google was sued in October by federal prosecutors for allegedly operating an antitrust monopoly in search. State officials are wrapping up their own investigations, which may result in additional charges. Google has said it would contest any allegations in court.<br />The search company’s concern with IAC centers on browser extensions, which are external applications that run inside Google’s Chrome browser. IAC-made browser extensions promise users quick access to content such as daily Bible quotations, power-tool manuals and government forms."
}