{
    "url_original": "https://www.wsj.com/articles/google-must-silo-fitbit-data-eu-says-clearing-2-1-billion-deal-11608219201?mod=business_lead_pos3",
    "url": "google-must-silo-fitbit-data-eu-says-clearing-2-1-billion-deal-11608219201",
    "title": "Google Must Silo Fitbit Data, EU Says, Clearing $2.1 Billion Deal",
    "sub_head": "European Union antitrust officials give the green light to the acquisition after Google promised concessions",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-274673?width=620&size=1.5",
    "image_1": "im-274673.jpg",
    "time": "2020-12-17 10:33:00",
    "body": "European Union antitrust officials approved Google’s $2.1 billion acquisition of health tracker  Fitbit Inc.,  but will enforce conditions on the deal aimed at protecting users’ health data and preserving competition in the wearable-tech sector.<br />The European Commission, the EU’s top antitrust regulator, said Thursday that it has accepted a sweetened package of concessions from Google, clearing the way for the  Alphabet Inc.  company to push more deeply into the wearable-device and health-data businesses.<br />Google offered its concessions as part of the EU’s in-depth investigation into the deal, which the bloc opened in August after rejecting Google’s initial commitments as inadequate. The Fitbit deal, first agreed to in November 2019, remains under review by the U.S. Justice Department and Australia’s competition authority.<br />To address competition concerns, Google is now promising not to use Fitbit data for advertising purposes in Europe, and to store such data separate from any other Google data used in ads. The company also promised to allow users to link competing apps to their Fitbit data, and committed to allowing competing wearable-device makers open access to functions of Google’s Android operating system.<br />The commitments will remain in force for 10 years, and the advertising-related commitments can be extended for another 10 years. An independent trustee with access to internal Google documents will enforce the promises, the commission said."
}