{
    "url_original": "https://www.wsj.com/articles/governments-will-want-to-track-who-has-had-a-covid-19-vaccine-11607600430",
    "url": "governments-will-want-to-track-who-has-had-a-covid-19-vaccine-11607600430",
    "title": "Governments Will Want to Track Who Has Had a Covid-19 Vaccine",
    "sub_head": "Rollout of new shots highlights gaps in countries’ monitoring of who gets inoculated",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-269810?width=620&size=1.5",
    "image_1": "im-269810.jpg",
    "time": "2020-12-10 06:40:00",
    "body": "SYDNEY—As they prepare to roll out Covid-19 vaccines, governments world-wide are grappling with how to keep track of those who have been immunized.<br />Many developed countries maintain lists of who has received vaccines, but those registries can rely on incomplete data provided voluntarily by doctors, pharmacies and even health-care providers that distribute flu shots to corporate clients in winter. The U.S. doesn’t have a national database, but states and some localities maintain their own.<br />Health experts say it will be crucial for governments to monitor accurately who gets inoculated, particularly because many vaccines are under development and some are expected to require multiple doses. Widespread tracking would also enable health officials to detect any adverse reactions, which is important because the vaccines are being developed much faster than usual.<br />“It is mandatory to have this kind of information to protect the health of the population,” said Terry Slevin, chief executive of the Public Health Association of Australia. Government health officials there plan to require health-care providers to report who gets a coronavirus vaccine to that country’s register.<br />Requiring reporting presents several challenges to authorities, including the security of patient health data. Early in the pandemic, an Australian government initiative to develop an app that would record whether someone was in contact with anyone infected with the coronavirus foundered when many people avoided it on privacy grounds."
}