{
    "url_original": "https://www.wsj.com/articles/government-leaders-clash-over-next-step-for-trumps-ban-on-chinese-stocks-11608258526?mod=markets_lead_pos1",
    "url": "government-leaders-clash-over-next-step-for-trumps-ban-on-chinese-stocks-11608258526",
    "title": "Government Leaders Clash Over Next Step for Trump’s Ban on Chinese Stocks",
    "sub_head": "Fight over Trump’s executive order pits Treasury, Wall Street against State Department, Pentagon",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-275217?width=620&size=1.5",
    "image_1": "im-275217.jpg",
    "time": "2020-12-17 21:42:00",
    "body": "President Trump’s recent executive order prohibiting Americans from investing in companies tied to China’s military complex has set up a fight in the highest ranks of government over how broad the list should be.<br />Since November, the White House barred U.S. investors from buying into 35 Chinese companies the Pentagon has classified as aiding China’s defense, intelligence and security apparatus. It sparked selloffs of Chinese stocks and bonds, forced index firms to drop companies from marquee benchmarks, and pushed Wall Street to reassess risks from investing in China.<br />Now, the U.S. government is at odds over whether the blacklist should include subsidiaries of the companies. Another battlefront is over whether affiliates should be included. The question affects how much teeth the ban will have.<br />State Department and some Defense Department officials want the executive order to have the widest reach, said people familiar with the matter. They are arguing that excluding subsidiaries or affiliates creates a loophole and ignores the reality of capital markets, some of the people said. Most Chinese companies, especially state-owned firms, tend to list their subsidiaries and affiliates on the stock market, and may issue bonds through these or other units.<br />Treasury wants the blacklist to only include the companies specifically flagged by the Pentagon, and not affiliates or subsidiaries, the people familiar with the matter said. That is a view generally embraced by many on Wall Street given the fear that a broad list could spook markets and prompt large amounts of forced selling to scrub portfolios of problematic stocks."
}