{
    "url_original": "https://www.wsj.com/articles/gunda-review-a-pigs-life-11607628711",
    "url": "gunda-review-a-pigs-life-11607628711",
    "title": "‘Gunda’ Review: A Pig’s Life",
    "sub_head": "Victor Kossakovsky’s documentary takes a sow as its subject to tell the story of agriculture and industrial farming.",
    "category_1": "Film Review",
    "time": "2020-12-10 14:31:00",
    "body": "The star of Victor Kossakovsky’s “Gunda” is a pig. Gunda is her name, and lactating is her game; she’s a mammary mountain with what I counted to be 10 piglets on her slope. I had time to count piglets, and reflect on their lives and fate, because time flows slowly in this one-of-a-kind documentary feature, shot in luminous, almost magical-realist, black and white. It would flow at a turtle’s pace if the cast included turtles, but there’s only Gunda and her brood, plus a one-legged chicken who hops around a field with surprising grace and a small herd of cows, seemingly happy—or at least not unhappy—to be standing or sitting in the rain. These creatures are in no rush either. Watching them, you get some sense of their life rhythms while readjusting your own.<br />Last year I wrote about the vivid, almost hallucinatory images in Mr. Kossakovsky’s “Aquarela,” a documentary about water in all its power and various forms. Now he has turned his camera on the residents of a pigsty and the farm that surrounds it. (Actually filming took place on several farms and sanctuaries in Norway, Spain and the United Kingdom.) The filmmaker has a great gift for helping us to see, assuming that we’re willing to stick with a 93-minute film with no plot and no dialogue, only the presence of animals we’re accustomed to seeing as cute characters in commercial entertainments. (Think “Babe,” which I loved, or countless docs about pandas and penguins.)<br />The invisible element in “Gunda” is time, the unstated subject is the life these animals live—as individuals, not just animate objects—and the industrial processes that kill them. Mr. Kossakovsky’s film is ultimately political, a quiet polemic, even though the killing takes place offscreen; all we see is what Gunda sees, that one moment her piglets are there and the next moment they are gone. Pigs are smart. She’s surely aware that something terrible has happened. An improbably beautiful work of barnyard art, “Gunda” figures that we’re smart too."
}