{
    "url_original": "https://www.wsj.com/articles/hands-earth-perspectives-on-japanese-contemporary-ceramics-review-a-kiln-fired-culture-11607550954?mod=opinion_major_pos13",
    "url": "hands-earth-perspectives-on-japanese-contemporary-ceramics-review-a-kiln-fired-culture-11607550954",
    "title": "‘Hands & Earth: Perspectives on Japanese Contemporary Ceramics’ Review: A Kiln-Fired Culture",
    "sub_head": "An exhibition at the Katonah Museum of Art spotlights ceramic works of the past century that speak to Japan’s traditional style and technique.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-270854?width=620&size=1.5",
    "image_1": "im-270854.jpg",
    "time": "2020-12-09 16:55:00",
    "body": "Katonah, N.Y.<br />In Kato Tsubusa’s 3-foot-tall sculpture, “Object,” you can feel the ceramist stretching, slicing and pinching the thick slabs of white porcelaneous clay that rise into a soaring, ragged peak—and sense the slow pouring of pale celadon glaze so that it flows down the sides and pools at the base like melted snow. In Maeta Akihiro’s white porcelain pot, however, the artist’s hand is invisible. After shaping the small mouth, tapering the base, flaring and faceting the body, the artist ran a blade over the surface, erasing all traces of his fingers and palm. The result is a work whose heft and purity of form exude calm.<br />Such contrasts abound in “Hands & Earth: Perspectives on Japanese Contemporary Ceramics”—and so do affinities, subtle connections and jaw-dropping displays of mastery. Of the 35 ceramists featured, seven have been deemed Living National Treasures, many have received prestigious awards, and all have met with critical success.<br />This is not intended as a comprehensive overview of Japan’s ceramics scene. There’s no bling, no playfulness, no manga or anime imagery. That’s because the show, which originated at the Lowe Art Museum in Miami and is currently on view at the Katonah Museum of Art, draws its 41 works from the private collection of Carol and Jeffrey Horvitz, who have acquired ceramics they deem “clearly Japanese, clearly contemporary, and that spoke to a traditional style and technique in Japan,” as Mr. Horvitz states in the catalog. (The exhibition will travel to the University of Georgia on June 12, 2021, and the Crocker Museum on Jan. 22, 2022.)<br />A number of the artists come from a long line of potters, some stretching back to the late 16th century, when Koreans—captured by Japanese invading forces—revolutionized the field. They introduced porcelain production along with, among other things, kilns that allowed for more control during firings, a number of glazing techniques, and an appreciation for slight asymmetries and imperfections. This coincided with the codification of the tea ceremony, which prized rustic ceramics over the refined and polished wares adopted from China. In the 1920s, ceramists reprised this preference with the mingei, or folk craft, movement, whose influence comes through in a number of pieces as does an ongoing fascination with historical glazes and experiments with porcelain. The works span about eight decades starting in 1937, with almost half made between 2010 and 2016."
}