{
    "url_original": "https://www.wsj.com/articles/haunting-julia-review-more-than-a-ghost-story-11609359148?mod=opinion_major_pos14",
    "url": "haunting-julia-review-more-than-a-ghost-story-11609359148",
    "title": "‘Haunting Julia’ Review: More Than a Ghost Story",
    "sub_head": "Alan Ayckbourn takes on the trio of roles in his 1994 work about a musical prodigy who died of an overdose in Stephen Joseph Theatre’s radio-play version.",
    "category_1": "Opinion",
    "category_2": "Theater Review",
    "image_1_url": "https://images.wsj.net/im-279290?width=620&size=1.5",
    "image_1": "im-279290.jpg",
    "time": "2020-12-30 15:12:00",
    "body": "Alan Ayckbourn, a great playwright who masquerades as a popular entertainer, remains abundantly active at age 81. Not only does he continue to write—80 plays to date—but he acted in a radio play of his own, “Anno Domino,” that was webcast in May by Scarborough’s Stephen Joseph Theatre, the company Mr. Ayckbourn led from 1972 to 2009. Now he has given us a second radio play, “Haunting Julia,” first staged in 1994 and newly adapted and directed by the author for audio-only performance, in which he plays three parts with seemingly casual virtuosity.<br />“Haunting Julia” is a latter-day ghost story about a Mozart-like musical prodigy who died of an overdose of sleeping pills at the age of 19 and with whose suicide the play’s three characters are still obsessed 12 years later. Joe, her smothering, uncomprehending father, has turned Julia’s home into a music-center-cum-shrine that is the setting of the play. He persists in believing, all evidence to the contrary, that there was something suspicious about the stated cause of her death: “I’ve had policemen and doctors and psychiatrists all trotting out their favorite scenarios or whatever they call them, and they all amount to a load of so much boiled cabbage.”<br />Andy, Julia’s now-married boyfriend, discovered her corpse the day after she killed herself and believes that she was “completely screwed up from the day she was born by a father who never let her alone for a second….Her only refuge was her music.” Ken, the third character, is a mousy mortuary attendant who claims to have psychic powers and offers his services to the skeptical Joe. “There are things that you catch a sense of—that you know are happening…have happened…are even about to happen…and there’s nothing you can do about it,” he explains. “Not a thing.”<br />“Haunting Julia” is a ghost story in the sense that inexplicable things take place in it (none of which I will describe here). But it is, I think, better understood as a psychological drama about the devastating emotional damage wrought upon people who find it impossible to come to terms with the untimely death of a loved one. Seen from that point of view, it is singularly well suited to the moment, a tale of grief for the age of Covid-19, though there is much more to the play than that. Among other things, Mr. Ayckbourn is also inviting us to speculate on the nature of artistic talent and the way that it can distort the personalities of those who are blessed—or cursed—with it. In Julia’s words, as reported by Ken: “It’s the music….It’s—like a great cloud in front of the sun…It’s blotting out [my] life.”<br />In addition, he rings fresh changes on the underlying theme of his oeuvre, the near-insurmountable difficulty that men and women have in communicating with one another, usually because, as Ken hints, the men aren’t trying hard enough: “We’re like radio sets. But mostly we’re all switched on to transmit, you see. Even when we think we’re listening to each other, we’re not really. We’re actually busy thinking up what we’re going to say, even before the other person’s finished saying what they’re saying.” Scary things happen in “Haunting Julia,” at some of which you will likely jump in your seat, but the play’s deeper emotional resonance comes from its exploration of the male-female divide."
}