{
    "url_original": "https://www.wsj.com/articles/have-yourself-a-scary-little-christmas-11608247083?mod=opinion_lead_pos10",
    "url": "have-yourself-a-scary-little-christmas-11608247083",
    "title": "Have Yourself a Scary Little Christmas",
    "sub_head": "The Canadian author Robertson Davies was a master of the Yuletide ghost story.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-272528?width=620&size=1.5",
    "image_1": "im-272528.jpg",
    "time": "2020-12-17 18:18:00",
    "body": "When Robertson Davies became the head of Toronto’s newly founded Massey College in 1963, he wanted to develop a set of customs for his school. A project he picked for himself involved the annual Christmas party: He would compose a ghost story and read it to the guests. He did this for 18 years.<br />Had he mixed up his holidays? Christmas is the celebration of a birth. Ghost stories depend on death. They’re supposed to be spooky—more suited to Halloween.<br />Davies (1913-95) was one of Canada’s most acclaimed novelists, and he drew from the same tradition that inspired Charles Dickens to put ghosts in “A Christmas Carol.” The age-old connection between Christmas and accounts of apparitions probably owes something to how the season’s long nights stir visions of specters. That may be what Shakespeare was getting at in “A Winter’s Tale,” in which a prince proclaims: “A sad tale’s best for winter: I have one / Of sprites and goblins.”<br />Davies had another source, too. In the 1890s, Cambridge scholar M.R. James began to write ghost stories. He read them by candlelight to small audiences of professors and students at Christmas. One of his listeners was Paul Mathews, Davies’s future father-in-law.<br />Today James is widely hailed as the master of the classic English ghost story. Whereas he designed his brief tales to deliver a climactic shock, Davies pursued a different purpose. “It was never my intention to frighten anyone,” the Canadian wrote in the introduction to “High Spirits,” a collection of his ghost stories. The title is a pun: Its phantoms contribute to comic situations rather than haunting ones."
}