{
    "url_original": "https://www.wsj.com/articles/hawaii-opens-to-tourists-again-but-beware-the-covid-hurdles-11608298984",
    "url": "hawaii-opens-to-tourists-again-but-beware-the-covid-hurdles-11608298984",
    "title": "Hawaii Opens to Tourists Again, But Beware the Covid Hurdles",
    "sub_head": "The Aloha State relaxed its entry regulations in the fall, but the pandemic rules are stricter than in most other states and change frequently",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "time": "2020-12-18 08:43:00",
    "body": "HAWAII REMAINED a paradisiacal bubble of plumy palms and pulsing surf for much of the coronavirus pandemic. The state’s mandatory 14-day visitor quarantine, enacted March 26, all but halted tourism, curbing visitor arrival to the islands from 30,000 daily to fewer than 500. Now, nine months later, the state boasts the lowest average daily case count in the country, but it’s also suffering from the highest unemployment rate in America. After months of reopening delays, Hawaii relaxed travel rules in October to slowly restart tourism, the state’s main economic engine. If you’re tempted to jet off to the Aloha State, however, be wary. The road to Paradise comes with a few hurdles.<br />A pre-travel testing program went into effect Oct. 15, letting travelers forgo the two-week quarantine if they could provide a negative Covid-19 test within 72 hours prior to arrival. Nuances, like having to get a test from a specified provider, caused headaches and on Nov. 28, the island of Kaua`i announced it would opt out of the state’s pre-travel testing program and instead stick to a 14-day quarantine. “There is mass confusion about what is considered a valid test,” said Gary Moore, managing director of Timbers Kaua`i at Hokuala resort. “We’ve had a number of guests arrive with a negative test but it’s from the wrong provider so they need to quarantine.” Mr. Moore encourages travelers to read the fine print of the state’s ever-changing Safe Travels Program (safetravelshawaii.com) ahead of departure as some testing partners, including CVS, that were initially announced have opted out of participating.<br />On Nov. 24, the governor added another layer of complexity to travel by stipulating that visitors must have trusted test results in hand 72 hours in advance of the final leg of their trip. But given this year’s many unexpected delays—not just with flights but with test results—guarantees are in short supply. A few days before their November flight to Oahu, Don and Sheila Martinson, residents of Longmont, Colo., secured an appointment at an urgent care clinic near their home for a rapid PCR test, but the day before the test, the clinic texted to say they had run out of supplies and could not guarantee results in 72 hours. Fortunately, the couple also scheduled a backup test at a nearby  Walgreens  and received results within four hours. Despite the hassles, tourists are trickling into the islands. Between Oct. 15 and Nov. 30, more than 443,000 people came to Hawaii.<br />Before flying, travelers must upload a PDF of their Covid test results to Hawaii’s Safe Travels portal and take a health questionnaire. Once it’s completed, travelers are emailed or texted a QR code which is scanned at the airport upon arrival and at hotels. And since every island has slightly different requirements in place, visitors might want to constrain their vacation to one island.<br />Visitors should be prepared to face pandemic rules stricter than most states’ are. Violators of the statewide mask mandate risk a fine up to $5,000 or a year in jail, tricky since the details of the mandate itself change frequently. The most current regulations require everyone to wear a mask when walking to or from the beach or pool, as well as on hiking trails, at parks, on the sidewalks and in some instances, on guided outrigger canoe excursions."
}