{
    "url_original": "https://www.wsj.com/articles/hbo-max-needs-the-kick-from-warners-flicks-11607035289?mod=markets_lead_pos5",
    "url": "hbo-max-needs-the-kick-from-warners-flicks-11607035289",
    "title": "HBO Max Needs the Kick from Warner’s Flicks",
    "sub_head": "First-run movies may help overcome confusing strategy that has limited adoption of the stand-alone streaming service",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-268130?width=620&size=1.5",
    "image_1": "im-268130.jpg",
    "time": "2020-12-03 17:41:00",
    "body": "WarnerMedia might still need movie theaters. For now, though, it needs HBO Max even more.<br />The Hollywood titan owned by  AT&T  said Thursday that it will put the 17 theatrical movies it has slated for release next year on its HBO Max service in the U.S. the same day they are released for theaters. They will remain on the streaming platform for one month, after which the movies will play only in theaters “with all customary distribution windows” applying. This affects movies from the company’s Warner Bros. studio, including anticipated blockbusters such as “Dune,” “The Matrix 4” and “Godzilla vs. Kong.”<br />It is a bold move from a major Hollywood studio but a sensible one. The movie theater market in the U.S. remains severely hobbled by the pandemic. With less than a month to go in the year, the domestic box office for 2020 has totaled just over $2 billion compared with the $11 billion-plus level that has been the industry’s average over the previous five years, according to Box Office Mojo. Warner Bros. in particular has learned how tough the current market is. The company braved the pandemic’s waters with the Sept. 3 opening of “Tenet,” a $200 million psychological thriller that has so far grossed only $57.4 million domestically.<br />Even with potential vaccines on the horizon, sharply rising Covid-19 cases now make it unlikely that theater attendance will fully recover next year. That gives WarnerMedia an opportunity to give HBO Max a big boost. The company launched the streaming service in May—a seemingly perfect time to capture viewers stuck at home.<br />But HBO Max competes with the company’s other HBO offerings, including apps related to its long-running cable service. So while AT&T reported in its last earnings call in October that combined subscribers to HBO and HBO Max had hit 38 million domestically, that number includes only 8.6 million HBO Max activations. By contrast,  Netflix  now has about 73 million paid subscribers in the U.S. and Canada."
}