{
    "url_original": "https://www.wsj.com/articles/head-of-fda-advisory-panel-predicts-approval-for-pfizers-covid-19-vaccine-11607515201?mod=business_lead_pos7",
    "url": "head-of-fda-advisory-panel-predicts-approval-for-pfizers-covid-19-vaccine-11607515201",
    "title": "Head of FDA Advisory Panel Predicts Approval for Pfizer’s Covid-19 Vaccine",
    "sub_head": "Committee expected to back agency’s plan to grant emergency authorization of vaccine; FDA decision expected within days",
    "category_1": "Politics",
    "category_2": "Health Policy",
    "time": "2020-12-09 07:00:00",
    "body": "The leader of the advisory panel charged with evaluating the first Covid-19 vaccination to come before the U.S. Food and Drug Administration says the shot is very likely to obtain emergency-use authorization.<br />“I would predict the likelihood of approval is high,” said Arnold Monto, a University of Michigan health researcher who chairs the advisory committee. “We’re not at the borderline on efficacy,” he added, referring to data from the vaccine’s makers— Pfizer Inc.  and Germany’s  BioNtech  SE—showing the shot is 95% effective at protecting against Covid-19, significantly higher than the 50% minimum the FDA had said would be required for an emergency authorization.<br />The little-known panel, the Vaccines and Related Biological Products Advisory Committee, plays an important role in vaccine rollouts in the U.S., ensuring that the protective shots pharmaceutical companies want to offer to the American public work safely enough to be cleared for use. It meets regularly to review flu vaccines and occasionally on experimental vaccines.<br />On Thursday, 23 members of that committee will evaluate the first among what public health experts say eventually could be a suite of vaccines to help turn the tide of the global coronavirus pandemic, which has killed over 1.5 million people world-wide, according to Johns Hopkins University.<br />The advisory panel will play a key role in the FDA’s review. Its members include infectious-disease experts, professors and practicing physicians, as well as a lawyer and some doctors from the Department of Health and Human Services. The committee has been reviewing the data from Pfizer’s trial since last week."
}