{
    "url_original": "https://www.wsj.com/articles/heinrich-heine-review-song-of-the-outsider-11608305904?mod=ig_booksdecember19",
    "url": "heinrich-heine-review-song-of-the-outsider-11608305904",
    "title": "‘Heinrich Heine’ Review: Song of the Outsider",
    "sub_head": "A passionate champion of German language and legend, he was prescient about the historical nightmares to come.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2020-12-18 10:38:00",
    "body": "For Nazi censors in the 1930s, “Die Lorelei” presented a special problem. One of the best-known German poems, it tells of a maiden who sits on a mountaintop overlooking the Rhine, combing her golden hair and singing a melody so enchanting that sailors below are transfixed and shipwrecked. “Die Lorelei” had been sung as a folk song for a hundred years, and it could hardly be omitted from verse anthologies. But its author was Jewish, which made it impossible for him to appear in a Nazi-approved book. As a compromise, the poem was credited to “Anonymous.”<br />If Heinrich Heine, the author of “Die Lorelei,” could have witnessed this sinister farce, he would have been appalled but not surprised. Heine was passionately devoted to German language, legend and landscape; “at bottom I really love Germany more than anything else in the world,” he wrote to a friend. But he was also a prescient foe of the German nationalism which began to flourish after the defeat of his admired Napoleon, whom Heine described as “the man of the idea, the idea become man.” In his prose works, he warned against his countrymen’s distortion of history and their exaltation of violence. One day, Heine prophesied, German chauvinism would take power, and “a play will be enacted in Germany which will make the French Revolution look like a harmless idyll.”<br />Heine’s sharp historical vision and tormented relationship to his country were owed in large part to his Jewishness, which made him a perpetual outsider. So he is a fitting subject for Yale’s “Jewish Lives” series of short biographies, whose previous subjects include everyone from the biblical Jacob to Barbra Streisand. Some books in the series have been written by scholars and experts; others put a contemporary writer’s imagination to work on history to see what sparks are struck.<br />George Prochnik is the author of two excellent studies of 20th-century Jewish writers who wrote in German, the novelist Stefan Zweig and the scholar Gershom Scholem. Both combine biography with personal reflections on Mr. Prochnik’s own family history and his complex feelings about Judaism and Zionism. Writing about Heine allows him to go back to the origin of the tradition that ended with Zweig and Scholem, in the generation of the Holocaust.<br />Heine was born in Dusseldorf in 1797, into a family that had already cast off traditional Jewish observance. Like many secularizing Jews, the Heines placed their hopes in the Enlightenment and the French Revolution, which had emancipated the Jews of France from legal disabilities. When Napoleon conquered Germany, the Napoleonic Code gave the country’s Jews civil rights for the first time. One of Heine’s most powerful early memories was of the emperor’s 1811 arrival in Dusseldorf, appearing on horseback in a park where riding was ordinarily forbidden."
}