{
    "url_original": "https://www.wsj.com/articles/helping-workers-displaced-by-the-covid-19-economy-11608302533",
    "url": "helping-workers-displaced-by-the-covid-19-economy-11608302533",
    "title": "Helping Workers Displaced By the Covid-19 Economy",
    "sub_head": "Job retraining programs have been largely ineffective in the past, but new private and public initiatives are using innovative strategies to assist the unemployed.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-274803?width=620&size=custom_2271x1688",
    "image_1": "im-274803.jpg",
    "time": "2020-12-18 09:42:00",
    "body": "Nine months into the Covid-19 pandemic, with millions of Americans still out of work and the nation hurtling into what most economists agree will be a period of sustained economic disruption, Washington has largely ignored worker retraining.<br />More than 22 million Americans were thrown out of work in the first two months of lockdowns and business closures. Even today, although the unemployment rate has fallen, there are 9.8 million fewer jobs in the economy than there were in February. More than three million people who would like to be employed full time are making do with part-time work, and more than 7 million workers who say they want a job are so discouraged that they’ve stopped looking.<br />But even these grim numbers don’t capture the full story. Will the restaurant industry ever bounce back to what it was before the pandemic? Maybe. Business travel? Less likely. Bricks-and-mortar retail? Almost certainly not. That doesn’t mean there won’t be jobs available across the economy; there will be. The Covid economic shock has unleashed unprecedented creative destruction, sharply accelerating the transformation that we once quaintly called the “future of work,” and there will be winners as well as losers.<br />But many jobs—perhaps even occupations—may be lost forever. Countless industries will change dramatically in the years ahead as automation and business restructuring reshape the economy. Even workers who keep their jobs may need retraining to stay abreast of a changing workplace. And many who have been displaced from a failing sector will need to reboot entirely, learning new skills for new jobs, often in unfamiliar industries.<br />Washington has passed eight stimulus measures so far, totaling $3.7 trillion, and there may be another $900 billion on the way. The $2.7 trillion Coronavirus Aid, Relief and Economic Security Act included almost $3 billion for governors to spend as they saw fit on education, and a few states found ways to spend some of their allocation on job training, either at community colleges or through the sprawling national network of federal, state and local job training and employment services known as the public workforce system."
}