{
    "url_original": "https://www.wsj.com/articles/help-arriving-none-too-soon-for-retailers-11608140715?mod=business_minor_pos12",
    "url": "help-arriving-none-too-soon-for-retailers-11608140715",
    "title": "Help Arriving None Too Soon for Retailers",
    "sub_head": "Disappointing retail sales report sets stage for a difficult winter, but new round of government support could ease the pain",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-16 12:45:00",
    "body": "The Covid-19 crisis has caught back up with retailers again, setting the stage for a hard start to winter. But help may be on the way.<br />The Commerce Department on Wednesday reported that retail sales in November fell a seasonally adjusted 1.1% from the prior month, and adding to the insult revised its October sales level down as well. Typical holiday spending categories were among the worst hit, with sales down 3.5% at electronics and appliance stores, 6.8% at clothing and clothing accessories stores, and 7.7% at department stores. Sales at food services and drinking places fell 4%—an indication that the combination of colder weather crimping outdoor dining and stepped-up Covid-19 worries is hurting the restaurant sector.<br />The report suggests that the 4.1% annualized growth in fourth-quarter gross domestic product that economists polled by The Wall Street Journal forecast earlier this month may be too high. Moreover, because it also implies that the level of spending may be lower heading into the first quarter than many economists supposed, the average level of GDP in the first quarter may be lower relative to the fourth quarter than they forecast. As a result, their projection of 1.9% GDP growth in the first quarter also could be too high, with risk of an outright contraction that would send the economy into a double-dip recession.<br />Part of what makes the news disconcerting is that it comes during the holiday shopping season, which many small retailers in particular depend on. Fewer of them may be able to survive the winter, with negative repercussions for everything from commercial lending to the job market’s ability to recover.<br />Another worry is that apart from restaurants, the report reflects weakness in the goods sector, which is what has been driving the recovery since spring. As of October, consumer spending on goods was still 7.8% higher than in February, according to the Commerce Department, while spending in the far larger services sector was down 5.8%."
}