{
    "url_original": "https://www.wsj.com/articles/henry-paulson-how-to-fix-our-relationship-with-china-11607943600?mod=politics_lead_pos11",
    "url": "henry-paulson-how-to-fix-our-relationship-with-china-11607943600",
    "title": "Henry Paulson: How to Fix Our Relationship With China",
    "sub_head": "The former Treasury secretary says if the U.S. can defeat Covid-19 and fix its economy, it will be a dominant world power no matter what China does",
    "category_1": "U.S.",
    "category_2": "Journal Reports: Year in Review",
    "time": "2020-12-14 06:00:00",
    "body": "President-elect Joe Biden is inheriting a relationship with China that will be fraught for the foreseeable future. Over the past several years—and increasingly during 2020—we’ve seen signs of stress: more tariffs, heightened restrictions, revoked visas, fewer student and scholar exchanges, inflammatory rhetoric and much more.<br />To be sure, while the new administration can bring new policies, competition is the cornerstone of the U.S. relationship with a power that has a rival ideology and very different economic and political systems. But keeping that competition healthy, and not pernicious, is vitally important. Relentless, debilitating competition where the two governments seek to curtail all trade, investment and technology flows will make that nearly impossible.<br />We must reject the notion that we don’t benefit from an economic relationship with China. It is not unpatriotic to say this. Indeed, our workers and farmers have the potential to benefit to a much greater extent from a more balanced relationship with the world’s fastest-growing major economy. As the two largest global economies, it is in the interest of Americans, Chinese and the world that the U.S. and China find a way to reboot economic growth.<br />Many people believe there will be a military crisis between the U.S. and China, and with good reason. But our military and diplomatic strength is rooted in a strong economy. And the path to economic success begins at home. Mr. Biden must crush Covid-19 and fix our economy to bolster economic competitiveness. If we do this, the U.S. will be a dominant world power no matter what China does.<br />While much more remains to be done, China has taken some steps in the right direction. The phase-one trade deal reached at the start of 2020 addressed immediate issues such as intellectual-property rights and market opening in some sectors. China also pledged to open additional service sectors and reform state-owned enterprises. Its plan to promote domestic consumption to re-energize the economy will provide export opportunities for U.S. firms. But implementation is the big test."
}