{
    "url_original": "https://www.wsj.com/articles/heres-a-market-forecast-2021-will-be-hard-to-predict-11608392924?mod=markets_lead_pos10",
    "url": "heres-a-market-forecast-2021-will-be-hard-to-predict-11608392924",
    "title": "Here’s a Market Forecast: 2021 Will Be Hard to Predict",
    "sub_head": "The lesson of 2020 is that even correctly predicting fundamentals isn’t enough",
    "category_1": "Markets",
    "category_2": "Streetwise",
    "time": "2020-12-19 10:48:00",
    "body": "We know now that as Wall Street analysts were publishing their 2020 forecasts the virus that would upend them all was already spreading in Wuhan, China. Jonathan Golub was particularly unlucky: On Jan. 21, Mr. Golub, Credit Suisse’s chief U.S. equity strategist, upgraded his prediction for the S&P 500 to end the year at 3600.<br />Discounting the threat of Covid-19 that day was an easy mistake to make, and one I made too. But imagine he had spotted the epidemiological consequences, and correctly recognized that the economy would plunge into the deepest recession in centuries. Surely no one would have concluded that his bullish S&P forecast was way too cautious, and the S&P would be more than 100 points higher than he expected by December?<br />“We thought there was no environment that could be worse than 2008-9,” Mr. Golub says. “This [2020] made the Great Financial Crisis look like an appetizer. And yet the market did so well.”<br />Dozens of investors and bank strategists put out public prognostications for what would happen in the markets, but 2020’s combination was so unusual it was missed by everyone, so far as I can tell: a far weaker economy, far weaker earnings, but significantly higher stock prices, at least in the U.S.<br />By their nature, once-in-100-year events are hard to predict. But the real lesson of 2020 is that even correctly predicting fundamentals just isn’t enough. What mattered this year wasn’t earnings, but the speed and scale of the response by central banks and governments, alongside a recognition that the U.S. stock market doesn’t reflect the economy."
}