{
    "url_original": "https://www.wsj.com/articles/here-she-comes-again-reading-dolly-parton-11609433264",
    "url": "here-she-comes-again-reading-dolly-parton-11609433264",
    "title": "Here She Comes Again: Reading Dolly Parton",
    "sub_head": "A radiant entertainer finally gets her due as a composer and lyricist—and champion of resilience amid troubles.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-279373?width=620&size=1.5",
    "image_1": "im-279373.jpg",
    "time": "2020-12-31 11:47:00",
    "body": "In the late 1960s, Dolly Parton got her big break as the “girl singer” on “The Porter Wagoner Show,” a syndicated television program that brought hard-core honky-tonk and down-home humor into the living rooms of America. It may be hard to believe now, but back then Ms. Parton was only the second most flamboyant performer onstage. One of country music’s most magnetic stars, Wagoner had a peroxide pompadour and eye-popping, rhinestone-studded Nudie suits that defined Nashville glitz. Meanwhile, “Miss Dolly,” as he called her, was kept buttoned up in demure outfits despite her natural radiance and zest.<br />Underpaid and underappreciated, Ms. Parton would later compare her seven-year stint with Wagoner to the time that indentured servants were required to work in order to earn their freedom. It was indeed a raw deal, but it was worth it. It gave her national exposure and performing experience with a peerless entertainer twice her age. It also allowed her to hone her songwriting talent, which had brought her to Nashville in 1964 as an 18-year-old from the Smoky Mountains.<br />One day, as the Wagoner tour bus headed to the next town, something caught Ms. Parton’s fancy. “We rode past Dover, Tennessee, and my mind started going,” she recalls in “Dolly Parton, Songteller: My Life in Lyrics” (Chronicle, 376 pages, $50). “There was this field of clover waving in the wind. So there we were, Dover-clover, and that started me off: ‘The sun behind a cloud just cast a crawling shadow o’er the fields of clover. And time is running out for me. I wish that he would hurry down from Dover.’ ”<br />The verses that flowed from this roadside epiphany told a story from the point of view of a pregnant girl deserted by her lover and abandoned by her scandalized parents. Alone but still hoping for her lover’s return, she decides to have the baby, which is stillborn. With its Southern Gothic overtones, “Down From Dover” evokes the dark fatalism of the mountain ballads that Ms. Parton heard as a child. Its subject matter was taboo for country radio when it appeared on a 1970 album, so “Dover” was never the hit that she thought it could be. But it remains a favorite of Ms. Parton and many of her fans, and it has enjoyed an afterlife as one of her most covered songs, not only by country singers (Skeeter Davis) but also by campy pop sirens (Nancy Sinatra) and New Wave chanteuses (Marianne Faithfull).<br />“Down From Dover” is one of 175 Parton compositions over a six-decade career featured in “Songteller,” a lavishly illustrated compendium of annotated lyrics and back-story anecdotes. The songs range freely across genres, from classic country weepers to proto-feminist hits like “Just Because I’m a Woman” to frothy upbeat pop crossovers; from stark acoustic bluegrass and movie-soundtrack blockbusters like “9 to 5” and “I Will Always Love You” to Broadway show tunes. It is only a portion of Dolly Parton’s staggering output of 450 recorded songs."
}