{
    "url_original": "https://www.wsj.com/articles/heroes-of-the-fourth-turning-review-a-culture-war-conversation-piece-11607629032?mod=opinion_major_pos14",
    "url": "heroes-of-the-fourth-turning-review-a-culture-war-conversation-piece-11607629032",
    "title": "‘Heroes of the Fourth Turning’ Review: A Culture-War Conversation Piece",
    "sub_head": "In Will Arbery’s singular, sympathetic play, young conservative intellectuals gather to discuss their post-graduate lives and political concerns in the age of Trump.",
    "category_1": "Opinion",
    "category_2": "Theater Review",
    "image_1_url": "https://images.wsj.net/im-271379?width=620&size=1.5",
    "image_1": "im-271379.jpg",
    "time": "2020-12-10 14:37:00",
    "body": "Will Arbery’s “Heroes of the Fourth Turning” was one of the most talked-about plays of 2019, and I fully intended to review Playwrights Horizons’ New York premiere in this space. Unfortunately, a family crisis made it impossible for me to do so, and the coming of the pandemic subsequently prevented regional theaters from taking up the play. I’ve been crossing my fingers ever since that somebody out there would mount a webcast version. Now Philadelphia’s Wilma Theater, one of the East Coast’s leading drama companies, has taped a fully staged site-specific production of “Heroes of the Fourth Turning” at a private location in the Poconos, turning the cast and crew into a closed quarantine “bubble” so that they could work together face-to-face instead of taping their performances separately via Zoom or green screens. The result, which looks more like a small-scale movie than an online webcast of a stage show, is a flawless, impressively well-cast production of a work of singular distinction, one for which the word “remarkable” is, if anything, an understatement.<br />The play, directed by Blanka Zizka, is set in rural Wyoming in 2017. It centers on Emily (Campbell O’Hare), Kevin (Justin Jain) and Teresa (Sarah Gliko), who are in their mid-to-late 20s and are meeting at the off-the-grid shack of Justin (Jered McLenigan), a somewhat older but like-minded man. The young people are all in the familiar process of discovering themselves, but there is nothing else ordinary about them: They are conservative Catholic intellectuals-in-the-making who have been girding themselves for battle in the coming culture wars.<br />Kevin and Teresa went to the same school, Transfiguration College, and have come to Justin’s house to meet with Gina (Mary Elizabeth Scallen), Emily’s mother and Transfiguration’s incoming president, and tell her about their post-graduate lives in the age of Trump. Like them, Transfiguration is very unusual, a school where, as Teresa says, “you got wilderness training, where you spoke conversational Latin and locked your phone in a safe for four years.” Not surprisingly, it produces alumni who make casual mention in bull sessions of Martin Heidegger and “my gal Flannery O” (that’s O’Connor to you), ask each other questions like “How’s your soul? Is it in peril?” and believe it to be the destiny of those unwilling to do battle with the rise of postmodern secularism to degenerate into “a throbbing mass of genderless narcissists….Everyone working for any business or public school will be frog-marched through diversity and inclusion training. It won’t just be about tolerating, which we do, it will be about affirming their disorder. Which is a sin.” Notwithstanding their avowed religious conservatism, though, the characters have mostly come to view Donald Trump with skepticism, even though they all supported him in 2016, albeit unenthusiastically (“After I voted for Trump I vomited next to my car”).<br />Part of what makes Mr. Arbery’s play so good is that its characters are portrayed on their own terms. No one shows up at evening’s end to make these-people-are-100%-evil noises meant to calm the horrified audience. (I would love to know what Tony Kushner, a wholly different kind of playwright but one from whom Mr. Arbery appears to have learned valuable lessons, made of it.) While I feel sure that many of those who saw “Heroes of the Fourth Turning” in New York found the characters, not entirely without reason, to be potentially dangerous extremists, they are far more complicated and interesting than that, for life in urban America has nibbled away at their orthodoxies, and none of them now takes the carved-in-stone truths of Transfiguration College at face value. Not at all surprisingly, Mr. Arbery grew up in the kind of cultural environment he describes here, which makes it possible for him to portray it with the deep comprehension and distanced sympathy that give “Heroes” its dramatic power.<br />“Heroes” is a conversation piece that runs for 2 1/2 hours, and those with no appetite for intellectual talk will doubtless find it far too long. But it is a real play, not a pretentious gabfest, and Mr. Arbery is a greatly talented writer who has given us a drama as exciting and challenging—nay, daring—as any new play I’ve ever reviewed. I intend to see “Heroes” onstage as soon as the pandemic ends and it starts to be produced by regional theaters. Don’t wait for that, though: This is a play you must see, right now."
}