{
    "url_original": "https://www.wsj.com/articles/herself-review-small-budget-large-spirit-11609358841",
    "url": "herself-review-small-budget-large-spirit-11609358841",
    "title": "‘Herself’ Review: Small Budget, Large Spirit",
    "sub_head": "A desperate mother of two mixes pragmatism with optimism in Phyllida Lloyd’s stirring feature.",
    "category_1": "Film Review",
    "time": "2020-12-30 15:07:00",
    "body": "A small Irish film called “Herself,” directed by Phyllida Lloyd, has arrived just in time to take its rightful place as one of 2020’s special pleasures. (It’s playing in select theaters before going to Amazon Prime Video on Jan. 8, 2021.) But small compared to what? If measured by likely budgets, a couple of hundred films on the scale of this one could have been made for the cost of, say, “Wonder Woman 1984.” But “Herself” bulks far larger than any would-be blockbuster with a shriveled spirit if measured by depth of feeling, sheer delight and genuine surprise, even shock. And there’s a startlingly fine performance in the title role by Clare Dunne, who, with Malcolm Campbell, wrote the screenplay.<br />Ms. Dunne is Sandra, the mother of two endearing little girls and the partner of a carpenter, Gary (Ian Lloyd Anderson). His gifts for self-scrutiny and self-control are roughly equal: that is to say, this infantile brute will almost surely kill Sandra if she stays with him any longer. Domestic abuse is the trigger for what follows, but the film is too concerned with the complexities and contradictions of life to be about only one thing. Its next concern is housing—and that’s not the last one either.<br />A waitress at a pub, Sandra also finds time to clean and care for a physician, Peggy O’Toole (Harriet Walter, from “Killing Eve”), who’s back home in Dublin recovering from having broken her hip in a field hospital in Africa. But Sandra doesn’t have the money to rent or buy a safe haven for herself and her children. All three of them are stuck in a public-housing hotel room until she comes upon a promising notion in the form of a tiny house—specs and plans available for free on the internet—that can be built for £35,000, or around $47,000.<br />It’s easy to imagine the feel-good appeal of such a construction project selling an outline, treatment or elevator pitch that leads to a script being written and a film being made in which the mom manages to get the money and build the house. That corresponds roughly to what happens here, but very roughly, since, as I said, home building is only part of an uncommonly rich fabric that constitutes the film as a whole. Another way of putting it is that “Herself” has a largeness of spirit that finds room for its passionate, funny and fiercely desperate heroine and everyone who rallies around her. A couple of scenes threaten to cross the line between joy and sentimentality. For the most part, though, the film makes goodwill plausible by making evil equally so.<br />Sandra, as written and played by Ms. Dunne, is driven by terror and sustained by love for her daughters, Emma (Ruby Rose O’Hara) and Molly (Molly McCann). Depending on the moment, her thought processes are brilliantly clear or touchingly wishful. Both modes collide when she makes an earnest appeal at a welfare office. Given her dim prospects for breaking out of the poverty cycle, and the cost of the welfare hotel, the government would save huge sums, she explains, by lending her the money for the house. Her logic is impeccable and her proposal is, of course, doomed."
}