{
    "url_original": "https://www.wsj.com/articles/highly-touted-monoclonal-antibody-therapies-sit-unused-in-hospitals-11609087364?mod=business_lead_pos6",
    "url": "highly-touted-monoclonal-antibody-therapies-sit-unused-in-hospitals-11609087364",
    "title": "Highly Touted Monoclonal Antibody Therapies Sit Unused in Hospitals",
    "sub_head": "Medical centers overrun with critical Covid-19 patients are using just a fraction of allotted supplies of the treatment",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-278024?width=620&size=1.5",
    "image_1": "im-278024.jpg",
    "time": "2020-12-27 11:42:00",
    "body": "Doses of monoclonal antibodies—Covid-19 therapies authorized for emergency use last month—are sitting unused in hospital pharmacies, even as cases surge across the country.<br />Hospitals say the rollout of the therapies has been stunted by a lukewarm response from infectious-disease specialists, who say they want more clinical trial data before using them on a regular basis. Medical centers are also grappling with a lack of awareness and interest from both the primary-care doctors who would normally prescribe the drug and patients who are offered it. And some places are dealing with a shortage of space and staff to administer the therapies.<br />When monoclonal antibody therapies from  Eli Lilly  & Co. and  Regeneron Pharmaceuticals Inc.  were approved for emergency use in November, health agencies were worried there wouldn’t be enough supply to meet demand. Now, health-care providers are administering just 20% of the doses they receive each week, according to officials with Operation Warp Speed, the federal initiative to support development of new drugs, vaccines and diagnostics for Covid-19.<br />Monoclonal antibodies, which are also used to treat other diseases, work by taking a page from the body’s own natural antibody defenses, targeting specific spots on intruding pathogens. Eli Lilly’s bamlanivimab and Regeneron’s casirivimab-and-imdevimab cocktail target the SARS-CoV-2 spike protein and are injected intravenously. Early trial data of the therapies found they could reduce hospitalization or emergency visits among high-risk patients.<br />“Physicians are not ordering the drug,” said Michael Ison, an infectious-disease physician at Northwestern Memorial Hospital who is helping lead the monoclonal-antibody rollout there and in the wider Northwestern Medicine health system, which includes 10 hospitals across the Chicago area and northern Illinois."
}