{
    "url_original": "https://www.wsj.com/articles/hijacking-the-fed-to-bail-out-states-11608248395?mod=opinion_lead_pos1",
    "url": "hijacking-the-fed-to-bail-out-states-11608248395",
    "title": "Hijacking the Fed to Bail Out States",
    "sub_head": "Democrats are blocking Covid relief to keep 13(3) pandemic lending alive.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-17 19:49:00",
    "body": "The Covid relief talks drag on in Congress, with the parties more or less agreeing to spend $900 billion more over a mere three months. But they’re still fighting over the details, and a major obstacle is the Democratic desire to use the Federal Reserve next year to channel tens of billions of dollars or more to state and local governments.<br />The fight behind the scenes concerns the money and authority for the Fed’s 13(3) pandemic lending facilities. Senate Republicans, led by Pennsylvania’s Pat Toomey, want to repurpose some $429 billion in Cares Act money to finance roughly half of the new spending. The Fed made only $25 billion in loans and other commitments because most businesses and municipalities could borrow more cheaply in the private market.<br />Fed Chairman Jerome Powell has agreed to return the unused funds to Treasury at Secretary Steven Mnuchin’s request. Though the Cares Act clearly called for the programs to end on Dec. 31, Democrats insist that the Biden Treasury could revive the programs and renew lending. That’s why Mr. Toomey also wants the bill to include language that leaves no doubt that the programs end on Dec. 31. The Biden Treasury would then need a new appropriation from Congress to revive the programs.<br />That Democrats are opposing the Toomey language gives away that their plan is to use the Fed to go around Congress if they don’t control the Senate next year. They’re afraid a GOP Senate won’t agree to another spending blowout to rescue profligate states like Illinois and New Jersey. They want to use the Fed’s municipal and state lending facility, which was stood up this year at the height of the pandemic and market disruption, as the bailout vehicle.<br />Even if the $429 billion that was turned over to Treasury is earmarked for other Covid relief, the Fed still retains some $35 billion to $40 billion as a backstop for its special pandemic facilities. That could be leveraged as much as 10 times to lend to states and cities at terms the Biden Treasury and Fed would set. That’s all the more reason for Republicans to hold firm on Mr. Toomey’s language ending the programs."
}