{
    "url_original": "https://www.wsj.com/articles/hkexs-new-big-boss-will-face-hong-kongs-uncertain-future-11609409246?mod=business_minor_pos10",
    "url": "hkexs-new-big-boss-will-face-hong-kongs-uncertain-future-11609409246",
    "title": "HKEX’s New Big Boss Will Face Hong Kong’s Uncertain Future",
    "sub_head": "Charles Li’s successor will inherit one of the world’s largest stock exchanges. But Beijing’s tightening control poses new challenges.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-279595?width=620&size=1.5",
    "image_1": "im-279595.jpg",
    "time": "2020-12-31 05:10:00",
    "body": "In an uncanny metaphor for Hong Kong’s uncertain future, the city’s bourse has yet to find a new boss after longtime Chief Executive Charles Li retired Thursday. His successor will inherit one of the world’s largest stock exchanges. But Beijing’s tightening control on the financial hub will add new challenges.<br />By most measures, Mr. Li has done a good job as the chief executive of  HKEX ,  the operator of Hong Kong’s only stock exchange, for more than a decade. HKEX’s share price has almost tripled during his stint. The number of listed companies in Hong Kong has almost doubled, while their combined market value has grown from $2.3 trillion to $5.9 trillion.<br />Mr. Li’s background—he was born in Beijing and worked for more than a decade at international investment banks including JPMorgan Chase—epitomized HKEX’s role as the bridge between China and the West.<br />He has further cemented that role thanks to the launch of Stock Connect, a trading link between Hong Kong and the mainland exchanges, in 2014. The trading link has dramatically broadened foreign investors’ access to mainland markets, leading index compilers such as MSCI to include A shares in their indexes. Since its launch, foreign investors have accumulated $184 billion in stocks in Shanghai and Shenzhen through Stock Connect, while mainland investors have bought around $222 billion in Hong Kong stocks.<br />But diversification outside China has remained elusive. Mainland Chinese companies make up 80% of Hong Kong’s market capitalization. HKEX’s only overseas acquisition—the $2.2 billion purchase of London Metal Exchange in 2012—hasn’t worked out as expected. Its proposed $37 billion takeover of the  London Stock Exchange  last year was scrapped before it even got off the ground."
}