{
    "url_original": "https://www.wsj.com/articles/holiday-wine-shopping-how-to-win-the-costco-treasure-hunt-11607545611",
    "url": "holiday-wine-shopping-how-to-win-the-costco-treasure-hunt-11607545611",
    "title": "Holiday Wine Shopping: How to Win the ‘Costco Treasure Hunt’",
    "sub_head": "On a hunch that this year might be a uniquely fruitful one for finding deals, our wine columnist stalked the aisles at Costco. Here, the best values she flushed out.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-269929?width=620&size=1.5",
    "image_1": "im-269929.jpg",
    "time": "2020-12-09 15:26:00",
    "body": "“WE DON’T HAVE any more wine Advent calendars!” said a harried Costco staffer as he rushed by me. I’d just set foot in the Wayne, N.J., Costco, and he’d overheard me say “wine” to my husband.<br />The Costco Advent calendar contains 24 half bottles of various wines and sells for under just $100—if you can find it. Neither wine nor desirable bottles last long on Costco shelves. The tantalizing promise of a find might end in disappointment—or a great bottle of wine. Siobhan Clements, Costco’s northeast re-gional beer, wine and spirits buyer, calls this “the Costco treasure hunt.” The payoff might be a small-production Pinot Noir or Costco’s own sought-after Kirkland-label Rutherford Napa Valley Cabernet.<br />I’ve written about wine shopping at Costco before, but I had particularly high hopes when I undertook my most recent visits to the store. The pandemic has compelled producers to redirect wines destined for restaurants and hotels to retailers instead. Might some of those gems have landed at Costco?<br />According to Chad Sokol, assistant vice president and general merchandise manager for Costco Wine & Spirits, there are both corporate and regional Costco wine, spirit and beer buyers across the country. The northeast region Ms. Clements oversees includes nine states and 35 stores that sell wine (about 80% of all Costcos do), including the Wayne store where I shopped this month.<br />“Some of the brands have been nice surprises, and we’ve been able to get some really good deals,” Ms. Clements said. For example, she had secured a few cases of 2018 Austin Hope Paso Robles Cabernet Sauvignon, a wine that earned high marks from critics. She couldn’t tell me where all the “deals” ended up, but she did say the Austin Hope wine was in some New Jersey stores."
}