{
    "url_original": "https://www.wsj.com/articles/holiday-dressing-for-a-very-weird-festive-season-11607015596",
    "url": "holiday-dressing-for-a-very-weird-festive-season-11607015596",
    "title": "Holiday Dressing for a Very Weird Festive Season",
    "sub_head": "When you’re more likely to Zoom than party, what kind of gay apparel should you don? Here, Yuletide looks for three types of merrymakers—and a chic Scrooge, too.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-267282?width=620&size=1.5",
    "image_1": "im-267282.jpg",
    "time": "2020-12-03 12:13:00",
    "body": "KATIE FINNEGAN’S December is usually packed with parties, but this year the reveling will be more concentrated. After her family Thanksgiving was canceled, Ms. Finnegan, 37, a chief customer-experience officer for RiteAid in Los Angeles, will spend the holiday with her parents on Long Island after quarantining. “I see us making a bigger deal out of it than usual,” she said. “Everything’s riding on those two days—you want to make it more fun.” Same goes for her holiday wardrobe. “I’m excited to get something new and to feel special.” She’s open to both tartan and glitter.<br />With Covid cases spiking, the holidays barely resemble themselves—goodbye family trips and awkward office parties, hello outdoor dinners and equally awkward Zooms. What does that mean for jolly dressing? Some women, like Ms. Finnegan, are compensating for months spent in athleisure by decking themselves out. Others, like 33-year-old Julie Webman, are forgoing the fuss. “I’m not dressing up. Comfort is leading my decision-making process,” said Ms. Webman, an activewear merchant in New York. For Hanukkah video calls, she’ll rely on cashmere joggers, a sweater and minor concessions to merriment. “I’m going to put on hoops and blow-dry my hair. But I’m not putting on shoes.”<br />Caroline Maguire, fashion director of e-commerce site Shopbop, advises Zoomers to elevate an at-home look with an idiosyncratic sweater—like the knit at right. “We can’t keep them in stock,” she said of the site’s intarsia and Fair Isle options. If that feels like a generic gesture toward cheer, she suggests layers of necklaces.<br />Celebrating outdoors? “I would do a bright-colored puffer jacket,” said Ikram Goldman, co-founder of Chicago boutique Ikram. “And there’s no question that you should be in a funny hat.” While we do have a few questions (just how funny?), we’ll concede that quirky accessories help fuel dinner chat. For defiantly festive cocooning, Ms. Goldman specifies “dresses with a lot of detail,” like the knot-embellished satin Rabih Kayrouz style she’s planning to wear indoors. Another contender: the bowed Khaite number at right.<br />While spending Christmas Eve at home with her husband and twin boys, Chicago’s Eboni S. Gates plans to wear decadent black silk pajama bottoms and a blouse. “I want to be relaxed, happy, cozy and luxurious,” said the 46-year-old head of VIP relations at Expo Chicago. “It’s been an emotionally tense year. I feel like I need to pamper myself a little bit. I think we all do.”"
}