{
    "url_original": "https://www.wsj.com/articles/hollywood-learns-to-love-churn-11607727433?mod=opinion_lead_pos8",
    "url": "hollywood-learns-to-love-churn-11607727433",
    "title": "Hollywood Learns to Love ‘Churn’",
    "sub_head": "Movie-industry types are aghast at AT&T’s galumphing moves but may soon see dollar signs.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "image_1_url": "https://images.wsj.net/im-272339?width=620&size=1.5",
    "image_1": "im-272339.jpg",
    "time": "2020-12-11 17:57:00",
    "body": "Hollywood is good at generating drama. Christopher Nolan is especially good at it. Mr. Nolan is the director behind three Batman blockbusters, “Inception,” “Dunkirk” and several other movies you’ve heard of. And yet he probably never thrilled any audience as much he did movie-industry insiders this week with his denunciation of Warner Bros. and its corporate parent,  AT&T .<br />Citing the pandemic, Warner announced that its full slate of 2021 releases would appear on its affiliated HBO Max streaming service on the same day as theaters. Warner did not say this would become routine. Much of Hollywood’s output in recent years has been destined for streaming rather than theatrical release. But such considerations did not hinder the colorful declarations of Mr. Nolan. Previously known for pledging that he would never do business with  Netflix ,  he was quoted everywhere saying the once-storied Warner Bros. studio had soiled its relation with talent and that its decision “makes no economic sense.”<br />Actually, it makes plenty of sense. Hollywood is a business. If theater owners could make it worth Warner’s while to debut its movies exclusively in theaters, Warner would happily do so.<br />In fact, much of the noise is routine posturing in advance of predictable negotiations. Many parties, including actors and directors, will need to be compensated for box-office shares they originally expected to receive from the movies playing on big screens. Still, the studio is not obliged to compensate them for sales lost to the pandemic, only for sales lost to HBO Max, which is found in less than a third of America’s homes and has little overseas distribution, where much of Hollywood’s ticket revenue nowadays is generated.<br />The end of the world this isn’t. Movie professionals might even start to appreciate a new term, “churn.” Instead of fussing over changes to the distribution model that were coming anyway, the Hollywood talent pool ought to see this as yet another pile of money to drive up fees, salaries and payouts to the talent pool."
}