{
    "url_original": "https://www.wsj.com/articles/holocaust-survivors-deserve-their-day-in-court-11607295303?mod=opinion_lead_pos10",
    "url": "holocaust-survivors-deserve-their-day-in-court-11607295303",
    "title": "Holocaust Survivors Deserve Their Day in Court",
    "sub_head": "Congress has made clear that Nazi expropriation victims can bring lawsuits.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-268568?width=620&size=1.5",
    "image_1": "im-268568.jpg",
    "time": "2020-12-06 17:55:00",
    "body": "On Monday’s anniversary of the Pearl Harbor attack, the Supreme Court will hear arguments in two cases that provide an opportunity to protect America’s enduring role in securing justice for the victims of the Axis powers.<br />The cases arise out of Nazi Germany’s well-documented campaign to seize art and other property. Federal Republic of Germany v. Philipp was brought by heirs of Frankfurt-based Jewish art dealers who were coerced by Hermann Goering into “selling” a collection of medieval Christian devotional objects—called the Guelph Treasure, or Welfenschatz—to the state of Prussia in 1935. Goering gave the trove to Hitler as a gift. Republic of Hungary v. Simon was brought by 14 Holocaust survivors seeking compensation for the seizure of their property as they boarded cattle cars to Auschwitz.<br />At issue is whether U.S. courts should evaluate these claims for expropriation on the merits, as Congress has directed, or whether—as Germany and Hungary urge—courts are free to refrain from doing so out of “international comity.”<br />The answer is clear. As the justices explained in Verlinden B.V. v. Central Bank of Nigeria (1983), Congress has the “undisputed” prerogative and power “to decide, as a matter of federal law, whether and under what circumstances foreign nations should be amenable to suit in the United States.” In 1976 Congress passed the Foreign Sovereign Immunities Act, which commands that “a foreign state shall not be immune from the jurisdiction of courts of the United States” when, among other things, claims involve “rights in property taken in violation of international law.” In the Holocaust Victims Redress Act of 1998, Congress expressly found that “the Nazis’ policy of looting art was a critical element and incentive in their campaign of genocide”—a clear international-law violation.<br />Congress has passed numerous laws specifically to facilitate redress for Holocaust victims, including the Holocaust Expropriated Art Recovery Act of 2016, which extended the statute of limitations for such claims. Congress unambiguously intended for Holocaust victims and their heirs to be able to bring these claims against foreign sovereigns in U.S. courts."
}