{
    "url_original": "https://www.wsj.com/articles/honesty-is-the-best-policy-in-selling-vaccines-11609196433?mod=opinion_lead_pos7",
    "url": "honesty-is-the-best-policy-in-selling-vaccines-11609196433",
    "title": "Honesty Is the Best Policy in Selling Vaccines",
    "sub_head": "Paternalism is the wrong approach. Patients need full information about the risks and benefits.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-28 18:00:00",
    "body": "Now that two Covid-19 vaccines have received emergency-use authorization from the Food and Drug Administration, the conversation has turned to the crucial goal of persuading as many people as possible to get vaccinated. We worry that public-health authorities may follow strategies that do more harm than good.<br />The current communication strategy—built on listening to advice from trusted leaders—is paternalistic and outdated. Public-health authorities, politicians, sports heroes and celebrities are taking to the airwaves to tout the vaccines. Protecting people from doubt is central to the strategy. That entails suppressing questions rather than answering them. Any hint about vaccine imperfections could make people apprehensive and must be avoided. Anyone who rejects the vaccine is stigmatized as foolish and irresponsible.<br />A better approach to persuasion is to assume you’re speaking to mature, self-interested decision makers, offer transparent and comprehensive information about the risks and benefits of the vaccine, and engage patients in the decision-making process. Many medical treatments require consideration of the balance between harms and benefits. Over the past 40 years the practice of medicine has evolved to embrace a process known as shared medical decision-making, in which physicians provide patients with the best scientific information about benefits and risks, and patients make decisions in collaboration with their doctors, which balance their personal preferences with imperfect science and uncertain risks. The same decision isn’t right for everyone.<br />Applying shared decision-making to the coronavirus vaccine requires authorities to change their mind-set. Instead of pressuring patients to “do the right thing,” the emphasis would be on honest disclosure about what to expect. In recent FDA hearings for the  Pfizer  and the Moderna vaccines, multiple witnesses pointed to higher-than-expected side-effect rates. For both vaccines, these rates appear to be higher than those for other commonly used inoculations, such Pneumovax 23 and Shingrix, for which patients frequently report side effects.<br />In both Covid-19 trials, substantial majorities of participants in the vaccine group had local reactions at the injection site. More than half of participants experienced a systemic side effect like fatigue, headache or fever. In both studies there were a few cases of Bell’s palsy, a temporary or lasting partial paralysis of the face. These were attributed to chance because they were rare, but seven of the eight total cases in the two studies were among those who received the vaccine rather than a placebo."
}