{
    "url_original": "https://www.wsj.com/articles/hong-kong-media-baron-jimmy-lai-denied-bail-in-fraud-case-11606995354?mod=business_lead_pos11",
    "url": "hong-kong-media-baron-jimmy-lai-denied-bail-in-fraud-case-11606995354",
    "title": "Hong Kong Media Baron Jimmy Lai Denied Bail in Fraud Case",
    "sub_head": "Decision comes a day after three activists, including Joshua Wong, were given prison sentences",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2020-12-03 07:09:00",
    "body": "HONG KONG––Media mogul Jimmy Lai faces months in jail after a Hong Kong court on Thursday denied him bail while awaiting trial on a fraud charge, the latest in a procession of China critics to be put behind bars.<br />Police on Wednesday charged Mr. Lai and two aides with fraud related to the lease of a property, about three months after a high-profile raid involving national-security police on the offices of his pro-democracy newspaper, Apple Daily.<br />Mr. Lai has long been a target of Chinese officials for his rhetoric against Beijing. Prosecutors said the national-security investigation is continuing and opposed bail for the 73-year-old, according to local media. Magistrate Victor So Wai-tak declined bail while setting the next court appearance for April 16, meaning Mr. Lai will be held for 4½ months in prison. Cheung Kim-hung, the chief executive of Apple Daily parent Next Digital, said Mr. Lai will appeal.<br />The decision comes a day after Joshua Wong, a leading face of Hong Kong’s protest movement, was sentenced to more than a year in prison for inciting and organizing a demonstration last year. Fellow activists Agnes Chow and Ivan Lam were also given prison sentences.<br />The indictment against Mr. Lai and Next Digital senior executives Chow Tat-kuen and Wong Wai-keung alleges that a property leased by an Apple Daily-affiliated company from a Hong Kong government entity hadn’t been used as intended, and the trio were in breach of the lease. Messrs. Chow and Wong were both granted bail, while Mr. Lai wasn’t."
}