{
    "url_original": "https://www.wsj.com/articles/hong-kongs-political-prisoners-11609460193?mod=opinion_lead_pos2",
    "url": "hong-kongs-political-prisoners-11609460193",
    "title": "Hong Kong’s Political Prisoners",
    "sub_head": "Jimmy Lai’s bail is revoked, and fleeing boat people get prison terms.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-279926?width=620&size=1.5",
    "image_1": "im-279926.jpg",
    "time": "2020-12-31 19:16:00",
    "body": "The crackdown continues in Hong Kong, and this week the Chinese government made an example of the territory’s most prominent political prisoners.<br />Publisher Jimmy Lai is back in jail after Hong Kong’s Court of Final Appeal revoked his bail. A long-time democracy advocate and critic of the Communist Party, Mr. Lai faces multiple charges for participating in last year’s Hong Kong protests, and authorities have also charged him under the new national-security law, which effectively outlaws dissent.<br />The maximum sentence is life in prison, and there’s no guarantee that Chinese authorities won’t extradite Mr. Lai to the mainland. A lower court enraged Beijing last week when it granted bail and allowed Mr. Lai to await his trial under house arrest as long as he refrained from giving interviews, posting on social media, or making public statements.<br />The prosecution cited Article 42 of the security law, which states that no bail can be granted “unless the judge has sufficient grounds for believing the criminal suspect or defendant will not continue to commit acts endangering national security.” Mr. Lai poses no such threat. He has bravely chosen not to flee despite having a British passport, and China wants to make an example of him to stifle all criticism.<br />Meanwhile on the mainland, a Shenzhen court meted out harsh sentences for 10 Hong Kongers who were arrested as they fled by boat to Taiwan. Authorities wouldn’t let these thwarted refugees meet with the lawyers hired by their families, and on Wednesday the court sentenced the 10 to between seven months and three years, almost certainly to be spent in China’s opaque and notorious prison system."
}