{
    "url_original": "https://www.wsj.com/articles/hong-kong-media-mogul-jimmy-lai-sent-back-to-jail-11609412322?mod=business_lead_pos11",
    "url": "hong-kong-media-mogul-jimmy-lai-sent-back-to-jail-11609412322",
    "title": "Hong Kong Media Mogul Jimmy Lai Sent Back to Jail",
    "sub_head": "Case against outspoken democracy advocate is being closely watched by Beijing",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2020-12-31 05:58:00",
    "body": "HONG KONG—An outspoken newspaper mogul and advocate for democracy in Hong Kong will have to return to jail after a court suspended his bail in a case that is fueling tensions between Beijing and the city’s judiciary.<br />Prosecutors had requested an emergency hearing after a Hong Kong court allowed Jimmy Lai, who is charged with fraud and national security violations, to be released on $1.29 million bail last week and put under house arrest. He was the first defendant accused under the new national security law to be released on bail.<br />On Thursday, the city’s highest court ruled that he would have to return to prison pending a Feb. 1 review of the threshold for granting bail under the new law, which will be conducted by an appeal committee made up of three judges.<br />The case is being closely watched by Beijing. On Saturday, the People’s Daily, a newspaper seen as a mouthpiece for China’s Communist Party, called the decision to grant bail unbelievable, saying in a commentary that the bail conditions were disproportionate to the damage to national security that could be caused by Mr. Lai—who it branded as “notorious and extremely dangerous.”<br />Mr. Lai, who arrived for the hearing Thursday holding a Bible and flanked by reporters, is a prominent Hong Kong entrepreneur who built a successful clothing brand before founding Apple Daily, a newspaper that openly criticizes China’s Communist Party and pro-Beijing figures in Hong Kong. He appeared regularly at pro-democracy protests in the city, at times at the front of processions."
}