{
    "url_original": "https://www.wsj.com/articles/hong-kong-activists-sentenced-to-prison-in-china-for-attempt-to-flee-by-speedboat-11609325351?mod=business_minor_pos6",
    "url": "hong-kong-activists-sentenced-to-prison-in-china-for-attempt-to-flee-by-speedboat-11609325351",
    "title": "Hong Kong Activists Sentenced to Prison in China for Attempt to Flee by Speedboat",
    "sub_head": "Group has been held on the mainland since August after being detained on boat headed to Taiwan",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2020-12-30 05:49:00",
    "body": "HONG KONG—A Chinese court sentenced to prison 10 Hong Kong activists who were caught fleeing the city on a speedboat, in a case that has drawn international attention and galvanized the city’s opposition.<br />The activists sentenced were among a group that has become known as the “Hong Kong 12.” The cases have become a focus of a pro-democracy movement that has been hobbled by pandemic restrictions, keeping protesters off the streets, and a new law imposed by Beijing that allows authorities to prosecute people accused of threatening national security.<br />Families and pro-democracy activists have criticized the detention of the 12 on the mainland since the Chinese coast guard intercepted a speedboat headed to Taiwan in late August. Families and attorneys they hired to represent the activists haven’t been allowed to contact them. The defendants were appointed attorneys from the mainland, and their trial was held behind closed doors this week.<br />“They didn’t have proper legal representation, were detained in secret for months and the verdict was handed down after a secret trial,” said Eddie Chu, a pro-democracy politician who has been coordinating with the families of the 12. “The whole legal process is a joke but with serious consequences—we don’t even know how to appeal the sentence.”<br />The U.S. called for the release of the activists earlier this week. Foreign diplomats attempted to attend the trial but weren’t allowed inside."
}