{
    "url_original": "https://www.wsj.com/articles/hong-kongs-freedom-fighters-11607730143?mod=opinion_lead_pos2",
    "url": "hong-kongs-freedom-fighters-11607730143",
    "title": "Hong Kong’s Freedom Fighters",
    "sub_head": "Jimmy Lai is charged under a security law for criticizing China.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-272538?width=620&size=1.5",
    "image_1": "im-272538.jpg",
    "time": "2020-12-11 18:42:00",
    "body": "China continues to arrest and punish Hong Kong’s brave freedom fighters, and it’s important that the world not forget them. The Trump Administration is speaking up, and let’s hope the Biden crowd does too.<br />Hong Kong police said Friday that Jimmy Lai, the pro-democracy publisher who has written for these pages, has been charged under a new national security law. Police said Mr. Lai had colluded with foreign forces without providing any details. His real offense is that he has criticized the Beijing government and endorsed foreign sanctions for its assault on the autonomy China promised Hong Kong in its treaty with the U.K.<br />Any dissent now is a crime in the city. The national security law allows a defendant to be tried in secret or transported to Chinese courts and jail. The political pressure from Beijing will be enormous on Hong Kong’s courts, which are supposed to be independent, to convict Mr. Lai. A bail hearing was scheduled for Saturday for Mr. Lai, who is 72 years old.<br />Meanwhile, the Journal reports that Hong Kong democratic activist Sixtus Leung is seeking asylum in the U.S. Mr. Leung, who is 34, was elected to the city’s legislature in 2016 but was disqualified after a ruling from Beijing. He has advocated self-determination for Hong Kong, which would also put him on Beijing’s target list for violating the national security law.<br />Bloomberg News reports that Chinese security officials have also detained Haze Fan, a Chinese staffer in Beijing, without explanation. Most foreign publications operating in China employ expatriates and Chinese nationals. Chinese citizens are especially vulnerable, and the arrest could be intended to intimidate other Chinese to stop working for Western publications."
}