{
    "url_original": "https://www.wsj.com/articles/hospitals-say-they-will-publish-previously-secret-prices-11609442913?mod=business_minor_pos3",
    "url": "hospitals-say-they-will-publish-previously-secret-prices-11609442913",
    "title": "Hospitals Say They Will Publish Previously Secret Prices",
    "sub_head": "Largest U.S. hospital chains say they will comply with new rules to make public confidentially negotiated prices with health insurers",
    "category_1": "Business",
    "category_2": "Health Care",
    "image_1_url": "https://images.wsj.net/im-279768?width=620&size=1.5",
    "image_1": "im-279768.jpg",
    "time": "2020-12-31 14:50:00",
    "body": "Major hospital operators say they will comply with new rules to make public their prices for medical procedures starting Friday, exposing previously secret market rates in an industry that accounts for about 6% of the U.S. economy.<br />The roughly $1.2 trillion hospital sector will begin posting prices publicly in the New Year after losing a legal challenge to overturn new transparency rules that are a centerpiece of the Trump administration’s health-care policy.<br />Health and Human Services Secretary Alex Azar said earlier in December the hospital pricing data and other transparency rules put forward by the administration were fundamental to a competitive market.<br />Hospital pricing is negotiated confidentially between hospitals and the employer groups and insurance companies that pay for care, which has obscured market rates that have helped drive up the cost of health insurance premiums paid by employers and workers. Rising hospital prices accounted for about one-fifth of the nation’s health spending growth in the last half-century, federal data show.<br />The nation’s largest hospital chains, including publicly traded giants  HCA Healthcare Inc.,   Universal Health Services Inc.  and  Community Health Systems Inc.,  and national nonprofit chains CommonSpirit Health and Ascension, said they planned to comply with new requirements to post pricing.  Tenet Healthcare Corp.  declined to comment."
}