{
    "url_original": "https://www.wsj.com/articles/hospital-stocks-are-heading-higher-so-are-covid-19-cases-11606818600?mod=markets_lead_pos2",
    "url": "hospital-stocks-are-heading-higher-so-are-covid-19-cases-11606818600",
    "title": "Hospital Stocks Are Heading Higher. So Are Covid-19 Cases.",
    "sub_head": "Shares of hospital operators soared in November, thanks to postelection optimism and expectations they can better weather the recent coronavirus surge",
    "category_1": "Markets",
    "category_2": "Stocks",
    "time": "2020-12-01 05:30:00",
    "body": "<br />Coronavirus hospitalizations have soared to all-time-highs, threatening to strain health-care facilities across the U.S. again. But this time, investors are less concerned.<br />Shares of several publicly traded hospital systems finished November with their best performances in months, with national hospital operators including  Tenet Healthcare Corp.  and  HCA Healthcare Inc.  both jumping at least 21%. That is far better than the S&P 500’s 11% monthly gain and the 7.8% rise for the index’s health-care sector.<br />November sent the U.S. stock market on yet another wild ride, driven by a string of positive Covid-19 vaccine results and a quicker-than-expected resolution of the presidential election. Both events helped push major U.S. stock indexes to new records as traders scrambled to scoop up investments that have been beaten-down this year. In addition to hospital stocks, shares of retailers, restaurants, energy stocks and cruise liners also jumped. Elsewhere across financial markets, crude oil, junk bonds and metals such as copper and platinum rallied.<br />On its face, the recent outperformance of hospital stocks could be perceived as one of the beneficiaries of the latest round of bargain-hunting by investors—after all, hospital chains such as Tenet and  Universal Health Services Inc.  are both still trading 11% or more below their respective 2020 highs after plunging during the market rout."
}