{
    "url_original": "https://www.wsj.com/articles/house-set-to-vote-on-defense-bill-veto-override-2-000-checks-11609168694?mod=business_minor_pos4",
    "url": "house-set-to-vote-on-defense-bill-veto-override-2-000-checks-11609168694",
    "title": "House Set to Vote on $2,000 Checks and Vetoed Defense Bill",
    "sub_head": "Congressional action on NDAA and more stimulus comes day after Trump signed Covid-19-aid bill into law",
    "category_1": "Politics",
    "time": "2020-12-28 16:58:00",
    "body": "WASHINGTON—The House prepared to vote Monday on overriding President Trump’s veto of the annual defense-policy bill, in a late flurry of congressional action that also includes the first test of the president’s call for $2,000 stimulus checks.<br />Mr. Trump signed a sweeping $900 billion pandemic-aid bill Sunday night, ending a standoff with Congress and paving the way for millions of Americans to get economic relief as the coronavirus surges across the country. In signing the bill, the president called on Congress to increase the size of direct payments to Americans and said he wanted an investigation into alleged voter fraud and the repeal of a law concerning social-media companies.<br />Mr. Trump’s decision to sign the aid bill came after extensive lobbying from Republican lawmakers and advisers, said people familiar with the conversations.<br />Mr. Trump made the final decision Sunday during a phone call with Treasury Secretary Steven Mnuchin, Sen. Lindsey Graham (R., S.C.) and House Minority Leader Kevin McCarthy (R., Calif.), said a person with knowledge of the talks. But it came after days of consultation with aides and allies, among them former White House counselor Kellyanne Conway.<br />Allies argued that blocking the bill could hurt the chances of Republicans running in a Georgia special election on Jan. 5 that will determine control of the Senate. They also urged Mr. Trump to consider his political legacy and encouraged him to sign the bill while still pressing Congress to do more."
}