{
    "url_original": "https://www.wsj.com/articles/house-efforts-to-alter-coronavirus-package-fail-leaving-aid-in-limbo-11608821983?mod=politics_lead_pos1",
    "url": "house-efforts-to-alter-coronavirus-package-fail-leaving-aid-in-limbo-11608821983",
    "title": "House Efforts to Alter Coronavirus Package Fail, Leaving Aid in Limbo",
    "sub_head": "Dueling moves to boost direct payments, cut foreign aid were blocked, as President Trump remained silent on his plans",
    "category_1": "Politics",
    "time": "2020-12-24 15:40:00",
    "body": "WASHINGTON—Republicans blocked Democrats’ effort to pass legislation approving $2,000 stimulus checks for Americans by unanimous consent in the U.S. House, and countered with an attempt to cut foreign aid that was thwarted by Democrats in turn.<br />House Majority Leader Steny Hoyer (D., Md.) made the request for Democrats. Rep. Rob Wittman (R., Va.) made Republicans’ request. Rep. Debbie Dingell (D., Mich.), presiding over the rare Christmas Eve session, said neither proposal had been “cleared by bipartisan floor and committee leadership” and therefore couldn't be “entertained”—confirming that leadership on each side of the aisle had objected to the other party’s proposed legislation.<br />The largely symbolic moves Thursday came in response to President Trump’s demand that lawmakers increase direct payments to Americans as part of massive legislation that combines a coronavirus relief package with a $1.4 trillion government funding bill. Mr. Trump called on lawmakers to increase the direct payments to $2,000 for individuals from $600 per adult and per child, the current level in the bipartisan bill. Congress overwhelmingly approved the legislation earlier this week, and Mr. Trump only publicly voiced his concerns after it passed.<br />In addition to complaining that the checks were too skimpy, Mr. Trump had criticized the spending portion of the 5,593-page year-end package, which includes routine funding for foreign allies and international programs. The foreign aid was in Mr. Trump’s budget and had been approved by the Republican-controlled Senate Appropriations Committee and by the majority of House Republicans as recently as Monday.<br />In a letter to his GOP colleagues on Wednesday, House Minority Leader Kevin McCarthy (R., Calif.) accused Speaker Nancy Pelosi (D., Calif.) of trying to “use the American people as leverage to make coronavirus relief contingent on government funding—which includes billions of foreign aid at a time when there are urgent needs at home.”"
}