{
    "url_original": "https://www.wsj.com/articles/housing-market-wont-mind-libors-lingering-around-11608204600?mod=markets_lead_pos12",
    "url": "housing-market-wont-mind-libors-lingering-around-11608204600",
    "title": "Housing Market Won’t Mind Libor’s Lingering Around",
    "sub_head": "Superlow rates may be slowing the move to a replacement benchmark; more time for some loans to switch could ease the final transition",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-274264?width=620&size=1.5",
    "image_1": "im-274264.jpg",
    "time": "2020-12-17 06:30:00",
    "body": "The transition period away from the universal but tarnished funding benchmark, the London interbank offered rate, in the U.S. has gotten a bit longer for some loans. That will be mostly welcome news for many investors.<br />The typical investor’s exposure to the risks of a transition to a new benchmark aren’t terribly direct. Credit cards are typically floating-rate, but are often linked to the prime rate, not Libor—although the cost of funding for some card loans may be via securitizations priced in Libor terms. A subset of investors may own preferred shares, like those issued by banks, whose payouts are tied to Libor.<br />But a more common exposure is via mortgages. Over $1 trillion worth of residential mortgages are estimated to have adjustable rates linked to Libor. Funding for mortgage loans historically also is often Libor-based, via warehouse lines from banks, the securitization market or Federal Home Loan Bank advances. In addition to being home borrowers, many investors are now also betting on the mortgage business itself via stocks like rapidly growing and highly valued originator  Rocket  Cos.<br />For mortgages, a delay in the end of Libor might come at just the right time. U.S. regulators in November backed a proposal that while new debt still shouldn’t be linked to Libor beyond 2021, many existing debts can continue to reference it for another 18 months, through June 2023.<br />That means the transition period for many loans may be put off to a time when rates are less extraordinarily low, which could be a good thing. Right now there is relatively little demand for certain floating-rate mortgages or funding, which some analysts say has slowed the market’s evolution toward a new benchmark."
}