{
    "url_original": "https://www.wsj.com/articles/house-panel-accuses-trump-administration-of-concealing-evidence-in-cdc-coronavirus-probe-11607614200?mod=politics_lead_pos6",
    "url": "house-panel-accuses-trump-administration-of-concealing-evidence-in-cdc-coronavirus-probe-11607614200",
    "title": "House Panel Accuses Trump Administration of Concealing Evidence in CDC Coronavirus Probe",
    "sub_head": "Senior official tells subcommittee she was told to delete email showing political meddling in key report",
    "category_1": "Politics",
    "time": "2020-12-10 14:35:00",
    "body": "The chairman of a Democratic-led House oversight subcommittee accused the Trump administration of concealing evidence based on the testimony of a career employee at the Centers for Disease Control and Prevention, who said political appointees interfered in the agency’s work to fight the coronavirus pandemic.<br />Dr. Charlotte Kent, who oversees the CDC’s Morbidity and Mortality Weekly Report, told House oversight subcommittee staff that she was instructed to delete an Aug. 8 email that showed a political appointee tried to meddle in the report, according to a Dec. 10 letter from Rep. James Clyburn (D., S.C.), chairman of the House Select Subcommittee on the Coronavirus Crisis.<br />Dr. Kent said her supervisor told her to delete the message, and that she understood the direction came from CDC Director Robert Redfield, according to the letter sent to Health and Human Services Secretary Alex Azar and Dr. Redfield.<br />The email from Dr. Paul Alexander, a former scientific adviser within HHS, demanded that CDC insert new language in a previously published scientific report on coronavirus risks to children or “pull it down and stop all reports immediately,” according to the letter. Federal employees must generally preserve documents under the Federal Records Act.<br />Dr. Kent stated that she didn’t speak directly to Dr. Redfield about this instruction, but was informed that it came from him, explaining, “that’s what I understood, that it came from Dr. Redfield,” according to the letter. She said she looked for the email after she had been told to delete it, but that it was already deleted. She said she didn’t know who had deleted it."
}