{
    "url_original": "https://www.wsj.com/articles/how-covid-19-changed-movies-in-2020-11607619601?mod=opinion_reviews_pos2",
    "url": "how-covid-19-changed-movies-in-2020-11607619601",
    "title": "How Covid-19 Changed Movies in 2020",
    "sub_head": "As the coronavirus shuttered cinemas, first-run films moved online, and while home-viewing might not equal a packed theater, there were still plenty of standout movies to see.",
    "category_1": "Film Review",
    "time": "2020-12-10 12:00:00",
    "body": "I remember the days. Of driving off to screening rooms and watching movies on big screens. Of going to multiplexes around town for previews of action adventures on enormous screens. Plenty of new movies have been released for streaming since the Covid-19 pandemic shut down theaters in March. Obviously, though, it hasn’t been the same. There’s a gnawing sense of loss for movie lovers. Of the spectacle that was usually pleasurable, even if the substance wasn’t so great. Of the nourishing ritual—not the popcorn or Milk Duds, though they were swell too, but the social ritual of sitting in the dark and sharing movies with people you did and didn’t know. (This is not the time to dwell on negatives like sticky floors and spectators chattering on their cellphones.)<br />There is also, speaking personally, a sense of fear—that the theatrical experience I’ve thrilled to since childhood may not be long for this world, even after the virus is gone. The outlook grew much darker when Warner Bros. announced that it would release its entire 2021 slate of theatrical films simultaneously in theaters and on its HBO Max streaming service. So much for movie theaters as a sacred domain of motion pictures; that quaint notion was already endangered by other studios shrinking the length of time new movies play in theaters before being released to home video.<br />Will the new Warner Bros. strategy apply only to next year’s films, or will it become the permanent normal? Will competitors follow suit? Whatever happens, the handwriting is on the big screen. Theater chains are already staggering under unprecedented debt loads, and their long-term survival depends in large part on shopping malls whose own prospects are iffy. And many independent theaters may not attempt to reopen, indie films having begun an inexorable transformation into online-only events.<br />As if corporate maneuverings weren’t sufficient reason to worry about the medium’s future, the pandemic has accelerated our national embrace of streaming channels at home. And no wonder, given vast program choices, fees that are reasonable compared with multiplex ticket and concession prices, and hurtling advances in home-theater technology. Watching films on the spacious flat screen in my living room—I’ve just upgraded to 65 from 55 inches—can be a very pleasant experience. It is almost, dare I say it, like going to the movies. There, I’ve said it, so let me remind you of a few films I’ve enjoyed thus far in this strangest of years—not the usual Ten Best, since the holiday release season hasn’t run its full course, but enough good ones to help keep movie love alive.<br />“First Cow” was the first victim of Covid-19 closings. Kelly Reichardt’s poetic vision of frontier life and entrepreneurship circa 1820 opened in four theaters, to ecstatic reviews, on March 6. Nine days later it was pulled from what would have been expanding national theatrical release as the pandemic exploded and movie theaters shut down. Partial justice was done in July, when the film went on streaming platforms for rental or purchase."
}