{
    "url_original": "https://www.wsj.com/articles/how-to-understand-trumps-democrats-11606863419?mod=opinion_major_pos9",
    "url": "how-to-understand-trumps-democrats-11606863419",
    "title": "How to Understand Trump’s Democrats",
    "sub_head": "A new book examines the phenomenon that still has political pros and the press scratching their heads.",
    "category_1": "Opinion",
    "category_2": "Upward Mobility",
    "time": "2020-12-01 17:57:00",
    "body": "Even as Donald Trump prepares to leave the White House next month—without conceding defeat, it appears—many Democrats and members of the press haven’t come to terms with how he got there in the first place.<br />For four years, the president’s detractors have blamed Russian interference, sexism, white nationalists, James Comey—or some combination thereof—for Hillary Clinton’s shocking loss in 2016. What they’ve failed to do is seriously consider how Mr. Trump managed to flip millions of voters who had previously supported Barack Obama. It was these Trump Democrats, not Moscow shenanigans or the alt-right, who put Mr. Trump in the Oval Office. And these voters not only stayed loyal to Mr. Trump in his re-election bid but grew in number and delivered all manner of down-ballot victories to Republicans. Mr. Trump may be (noisily) exiting the stage, but his supporters are well-positioned to make their presence felt in politics long after he’s gone.<br />Massive party switching isn’t unheard of, as readers old enough to remember Nixon Democrats in 1972 and Reagan Democrats in 1984 can attest. But Richard Nixon and Ronald Reagan won in landslides. What was unique about Mr. Trump’s victory in 2016 is that he lost the national popular vote yet managed to win some of the deepest blue areas in the country. In their revealing new book, “Trump’s Democrats,” Stephanie Muravchik and Jon A. Shields explain why so many steadfast Democrats decided to abandon the party for Mr. Trump and have stood by him notwithstanding the disapproving glares from liberal elites.<br />Ms. Muravchik and Mr. Shields are married academics—she’s a historian, he’s a political scientist. They describe the book as an “ethnographic study,” but don’t let that scare you. It reads like the best kind of long-form journalism. The reporting is excellent, while the writing is clear and largely objective. The authors aren’t Trump supporters but are respectful of people who are, and they avoid the liberal disdain and condescension that we’ve grown accustomed to from mainstream media outlets.<br />“We are struck . . . by the fact that the dominant explanations of Trump’s appeal all have one thing in common: they all assume that something must be seriously wrong with Trump enthusiasts,” they write. “Trump won, we are told, either because of racial prejudices or economic distress or various diseases of social despair, such as drug abuse, family breakdown, and suicide. Thus, in these accounts, Trump voters are driven by resentment or anger or desperation. How else could one cast a vote for Trump? Though it is never stated explicitly, such views rest on the assumption that any well-adjusted, healthy, flourishing citizen would reject Trump.”"
}