{
    "url_original": "https://www.wsj.com/articles/how-a-couples-quest-to-cure-cancer-led-to-the-wests-first-covid-19-vaccine-11606905001?mod=business_lead_pos2",
    "url": "how-a-couples-quest-to-cure-cancer-led-to-the-wests-first-covid-19-vaccine-11606905001",
    "title": "How a Couple’s Quest to Cure Cancer Led to the West’s First Covid-19 Vaccine",
    "sub_head": "Vaccine is one of the fastest developed ever, but it was also 30 years in the making, starting with two Turkish-born scientists in a small German town",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2020-12-02 05:30:00",
    "body": "MAINZ, Germany—The story of the first Covid-19 vaccine to be authorized in the West began 30 years ago in rural Germany when two young physicians, the children of Turkish migrants and freshly in love, pledged to invent a new treatment for cancer.<br />It has taken 10 months for Germany’s  BioNTech SE  and its U.S. partner,  Pfizer Inc.,  to develop the vaccine that was granted emergency-use authorization in the U.K. on Wednesday—beating the previous Western record for a vaccine by more than three years.<br />Yet, for BioNTech’s founders, Ugur Sahin and Özlem Türeci, the husband-and-wife team behind the successful endeavor, it was the outcome of three decades of work, starting long before the coronavirus first appeared in humans last winter.<br />When the pandemic broke out, Dr. Sahin had spent years studying mRNA, genetic instructions that can be delivered into the body to help it defend itself against viruses and other threats. In January, days before the illness was first diagnosed in Europe, he used this knowledge to design a version of the vaccine on his home computer.<br />“The success of Ugur and Özlem is a fantastic combination of two people who complement each other,” said Rolf Zinkernagel, a Swiss Nobel Prize laureate who once employed Dr. Sahin in his Zurich lab. “He is an innovative scientist, and she is an amazing clinician with a great sense for running a business.”"
}