{
    "url_original": "https://www.wsj.com/articles/how-tariffs-deepened-the-d-c-swamp-11609198016?mod=opinion_lead_pos1",
    "url": "how-tariffs-deepened-the-d-c-swamp-11609198016",
    "title": "How Tariffs Deepened the D.C. Swamp",
    "sub_head": "Maybe the GOP will stand up on trade once Joe Biden is picking winners.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-278601?width=620&size=1.5",
    "image_1": "im-278601.jpg",
    "time": "2020-12-28 18:26:00",
    "body": "President Trump will soon leave town, but his tariffs may be staying. Joe Biden hasn’t been exactly clear about his trade policy, so perhaps it’s time to point out one unsightly effect of the Trump tariffs: expanding the D.C. swamp.<br />Republicans who cheered when the Trump Administration picked winners and losers might soon find out what it’s like when the Biden Administration does it. Take Missouri Sen. Josh Hawley, who lobbied last year for a company in his state, SM Products, to get tariff exclusions on imported Chinese-manufactured saw blades.<br />In a Sept. 19, 2019, letter to the U.S. Trade Representative (USTR), four members of Missouri’s congressional delegation, including Mr. Hawley, argued that “it would not be beneficial to impair a small American company that does not have the financial resources or alternative supply chain options.” Since SM’s costs and prices are “locked in many months before delivery,” the legislators wrote, the Missouri company “must absorb the entire cost of the tariffs,” likely precluding profitability.<br />Join the club. Countless American businesses were in a similar situation. Most weren’t lucky enough—or connected enough—to have a U.S. Senator pleading their case. Yet you might be surprised. As Mr. Trump’s tariffs began to bite, Congress sent hundreds of letters to the USTR, supporting specific tariff exclusions. The examples here are taken from about 100 pages of correspondence from 2019, obtained via a Freedom of Information Act request.<br />Mark Meadows, now the White House chief of staff, urged tariff exclusions in a Nov. 22, 2019, letter, aiming to prevent “severe economic harm to an important business in my district.” He said the USTR had “my wholehearted support in your work to combat Chinese intellectual property theft and industrial espionage.” But given how fast Mr. Trump’s tariffs were kicking in, “it was not possible for Fairfield Chair to develop a new relationship with a new supplier of similar quality.” Please, please don’t tax these beech wood components from China."
}