{
    "url_original": "https://www.wsj.com/articles/how-autism-and-invention-are-connected-11607749260",
    "url": "how-autism-and-invention-are-connected-11607749260",
    "title": "How Autism and Invention Are Connected",
    "sub_head": "Our unique ability to analyze patterns is at the root of a psychological disability and the talent that drives human development",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-271037?width=620&size=1.5",
    "image_1": "im-271037.jpg",
    "time": "2020-12-12 12:01:00",
    "body": "On the face of it, we shouldn’t expect any link between a neurological disability and one of the crowning talents of our species. But new research is revealing a surprising connection between autism and the uniquely human capacity for invention.<br />As the archaeological record shows, our ancestors started inventing things 70,000 to 100,000 years ago. This was when humans evolved the capacity to seek patterns—particularly to spot and experiment with the basic cause-and-effect relationship of if-and-then. With the development of this ability came the earliest examples of jewelry making (75,000 years ago) and the first bow-and-arrow (71,000 years ago). By around 44,000 years ago, we find the first evidence of counting.<br />The idea that if-and-then systemizing lies at the root of such technological invention derives from the work of George Boole, a 19th-century English logician. To get a simple idea of how it works, consider the earliest musical instrument, a flute made from the hollow bone of a bird, found in a cave in Germany and dated to about 40,000 years ago. Its maker must have thought: If I blow down this hollow bone, and I cover one hole, then I make sound A. That would be repeated with variations: If I blow down this hollow bone, and I uncover one hole, then I make sound B.<br />Proceeding this way can create something new—an invention. If we think that the new device is better than a previous one, we retain it. This same exquisite if-and-then logic underlies the engineering of any complex tool or system, from agriculture and cooking to math, medicine and music.<br />It happens that inventors and autistic people both love to repeat their observations of such patterns, over and over again, to uncover timeless laws. At Cambridge University’s Autism Research Centre, which I direct, we set out to explore this convergence. Our research found an overlap between the minds of those gifted in invention and the minds of autistic people. Both are more likely to be pattern seekers, or hyper-systemizers, strongly driven to analyze or build systems by identifying and experimenting with if-and-then patterns."
}