{
    "url_original": "https://www.wsj.com/articles/how-tech-got-ready-for-2020-11608499711?mod=opinion_major_pos8",
    "url": "how-tech-got-ready-for-2020-11608499711",
    "title": "How Tech Got Ready for 2020",
    "sub_head": "Breakthroughs like video calling and quick delivery are part of a quest for convenience.",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "time": "2020-12-20 16:28:00",
    "body": "Woody Allen was onto something when he said “80% of success is showing up.” Sure, that gives short shrift to all the work we put in—Thomas Edison’s “99% perspiration.” But never has showing up been more important than in 2020. You had to be ready when panic and turmoil and lockdowns hit.<br />Lots of things didn’t show up on day one: N95 masks, ventilators, toilet paper, kettle bells, flour and common sense. But so many things did show up during lockdowns. Teleconferencing has always been lurking in the background, but Zoom was ready. Where would we be without it? Same for the cloud computing it runs on, which was ready to scale. Add broadband to the list. Europe, with foolish network-neutrality laws, had to throttle speeds.<br />Telemedicine was ready. I wrote last year that I had fired my doctor and taken up telemedicine and I got tons of emails telling me I would die soon. I’m still here, and now you probably use it. Streaming via  Netflix  and a dozen other services was ready, and then some. Next year major studio films will appear simultaneously in theaters and on streaming services—previously unthinkable.<br />The “ready” list was amazing: Contactless payments (though  Apple  Pay didn’t work with masks), meal delivery, grocery delivery, retail logistics, e-billing, ticketless travel, airport-security line-cutting retinal scans, motion-sensing Purell dispensers.  Amazon  was ready with essentials, but six weeks to deliver a book? Yes, I’ve heard of Kindle. And weirdly, ballpark crowd noise sold to videogame companies was sold back to teams. Accidentally ready!<br />You can probably name dozens of others. But the bigger question is: Why was all this stuff ready to go?"
}