{
    "url_original": "https://www.wsj.com/articles/how-mariah-carey-built-all-i-want-for-christmas-is-you-into-a-holiday-juggernaut-11606928428",
    "url": "how-mariah-carey-built-all-i-want-for-christmas-is-you-into-a-holiday-juggernaut-11606928428",
    "title": "How Mariah Carey Built ‘All I Want for Christmas Is You’ Into a Holiday Juggernaut",
    "sub_head": "With a new Apple TV+ special featuring Ariana Grande, Snoop Dogg, Misty Copeland and more, the singer is expanding on the institution she created",
    "category_1": "Arts",
    "category_2": "Music",
    "time": "2020-12-02 12:00:00",
    "body": "On a video call before Thanksgiving, Mariah Carey looks like she’s on a Christmas card come to life. The singer with 19 No. 1 songs to her name is wearing a dress with the sparkle of snow crystals, and her hair flows over her shoulders in frosty waves. She’s surrounded by gift wrapped packages, fuzzy pillows and white trees glowing with lights.<br />“I’m sitting here with eight trees in my house,” she says of the setting for the interview. “It’s completely over the top.”<br />It’s an apt description for Ms. Carey’s commitment to Christmas—and the bountiful seasonal business that has become a pillar of her career. Her 26-year-old song “All I Want for Christmas Is You” is the engine of one of the biggest holiday hit machines of all time. The song, off a 1994 Christmas album that initially seemed like a risky detour, only simmered for years as a staple of Christmas radio. But in the digital era it has undergone a miraculous ascent, thanks to its age-defying bop, the power of holiday playlists, the multiplying effects of the streaming ecosystem, and her fans’ ritual dedication to the song. She has built a franchise around the propulsive tune in recent years with alternate versions and videos, and a book and animated movie for kids.<br />This year’s big Christmas play: a TV special for Apple, an accompanying soundtrack album, and a new take on a later yuletide composition of Ms. Carey’s, “Oh Santa!” This version features Ariana Grande and Jennifer Hudson, and a girl-group production style that Ms. Carey conceived as “a Supremes moment.”<br />“All I Want for Christmas Is You” snowballed to 309 million on-demand audio and video streams last year, according to Nielsen Music/MRC Data. That helped push it to No. 1 on Billboard’s all-genre Hot 100 songs chart for the first time. It got streamed more than chestnuts like Brenda Lee’s “Rockin’ Around the Christmas Tree” and other latter-day standards like Wham!’s “Last Christmas.” As of Thanksgiving this year, her song had reappeared among the more fleeting hits on the chart (most recently at No. 14), where it’s almost guaranteed to climb as Christmas approaches."
}