{
    "url_original": "https://www.wsj.com/articles/how-the-2020-qe-boom-might-trip-up-central-bankers-11609237796?mod=business_minor_pos11",
    "url": "how-the-2020-qe-boom-might-trip-up-central-bankers-11609237796",
    "title": "How the 2020 QE Boom Might Trip Up Central Bankers",
    "sub_head": "A burst of central bank bond-buying has revived a debate about quantitative easing’s potential fiscal cost",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-29 05:30:00",
    "body": "The Federal Reserve, European Central Bank and  Bank of Japan  have collectively expanded their balance sheets by around $8 trillion in 2020. It took them almost eight years to achieve the same growth following the seizure of global financial markets in September 2008.<br />That burst of bond-buying has revived a debate about quantitative easing, and how it might impose a fiscal cost on the countries pursuing it. But the circumstances in which to worry look fairly limited.<br />The logic goes like this: When the central bank buys bonds from commercial banks, the proceeds are credited to those banks in the form of additional reserves parked at the monetary authority. The central bank then pays interest on those reserves. In periods like the past decade when the market value of bond portfolios has swelled, that has been profitable for central banks.<br />But if interest rates were to rise, all that might reverse: The central bank would be paying higher interest on its reserves—very short-term liabilities—and the value of its long-maturity bondholdings would decline. That might leave the central bank requiring assistance from the fiscal authority to be recapitalized, or at the very least cut short the profit central banks return to their finance ministries.<br />The important factor is the circumstances in which major developed economies might face an unexpected rise in inflation. There is a great deal we still don’t really know about inflationary pressure. But if it came from an economy genuinely running hot, it is very likely that tax revenues would be rising anyway, more than offsetting any expense rising from central bank losses."
}