{
    "url_original": "https://www.wsj.com/articles/how-i-became-a-far-right-radical-11609370135?mod=opinion_lead_pos5",
    "url": "how-i-became-a-far-right-radical-11609370135",
    "title": "How I Became a ‘Far-Right Radical’",
    "sub_head": "Academics mislabeled me as one—as they did Bret Weinstein, Joe Rogan, Sam Harris and others.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-30 18:15:00",
    "body": "I’ve been put on a list and not a good one. It isn’t the Hollywood Reporter’s Next Gen Class of 2020 or Forbes’s 30 Under 30—forget the accolade; I’d take being under-30 again. That would be so much better for my career than where I am now: a comedian approaching 39, who finds his work labeled “far-right” in an academic paper titled “Evaluating the scale, growth, and origins of right-wing echo chambers on YouTube.”<br />Although I’m not mentioned by name, if you turn to the last page of the preprint paper—which has yet to be peer-reviewed or submitted to a journal—you’ll see the words “We the Internet TV” huddled among other supposedly far-right YouTube channels. I was head writer and producer of We the Internet TV before my position was eliminated in October. For five years I was responsible for making hundreds of videos about current events, politics and culture. I was an equal-opportunity offender. Our comedy channel made fun of everybody—left, right, center.<br />I remember the good old days of cancel culture, when if you landed a gig on “Saturday Night Live,” someone would have to put in some work to get you canceled. Before online mobs could be whipped up in seconds, an angry detractor would have to roll up his sleeves, comb through your tweets, listen to hours of your podcast, or track down a recording of you bombing at an open mic to find the material to take you down.<br />Don’t get me wrong: My “problematic” material is out there. But this study eliminates the need for a critic of mine to go put in the legwork of a keyword search. Researchers from prestigious institutions including the University of Pennsylvania and Harvard already went to the trouble of demonstrating that I am somehow responsible for “the phenomenon of right-wing radicalization on YouTube.” It’ll be easy to cancel any success I find in mainstream media.<br />Which videos did it? I wonder. Was it “Burglars for Gun Control” or “Your Gun Makes You Look Like a D—”? The videos lambasting the alt-right or the anti-antifa one? The sketches critical of President Obama’s drone strikes or the one mocking YouTube commenters leaving racist insults about the 44th president?"
}