{
    "url_original": "https://www.wsj.com/articles/how-to-make-your-client-holiday-gift-mean-something-this-year-11607875202",
    "url": "how-to-make-your-client-holiday-gift-mean-something-this-year-11607875202",
    "title": "How to Make Your Client Holiday Gift Mean Something This Year",
    "sub_head": "Companies, with Covid’s toll on their minds, are devoting their holiday gift budgets to something more thoughtful than that giant tub of popcorn",
    "category_1": "Life & Arts",
    "category_2": "Life & Style",
    "image_1_url": "https://images.wsj.net/im-272096?width=620&size=1.5",
    "image_1": "im-272096.jpg",
    "time": "2020-12-13 11:00:00",
    "body": "Never in his 35 years as a financial planner has Fred Dunbar failed to send holiday gifts to his clients. In years past, they could look forward to boxes of chocolates, bottles of wine or foil-wrapped fruits. In 2019, Mr. Dunbar’s firm sent out packages from Omaha Steaks.<br />But Mr. Dunbar informed his customer base that this year he’s putting the holiday gift budget to a different use—by donating to two local food banks. “Everybody we’ve spoken with has said they’re so happy we’re doing this,” says Mr. Dunbar, president and CEO of Common Cents Planning in Glen Mills, Pa. “So many people out there are hurting, and this just felt right.”<br />At the end of an unfathomably difficult year, companies are rethinking the holiday gift ritual. For the many Americans personally affected by the coronavirus pandemic, the usual gifts might feel thoughtless. Others working from home can’t accommodate the branded goblets and trays of cake pops that so often wash ashore at the end of the year.<br />So bombarding clients and A-list contacts with treats has given way to a new form of reminding the people whose business matters most that they’re still front of mind. With holiday-party budgets freed up, and a year lived at a distance driving the urge to reconnect, the gifts aren’t going away. They’re just requiring more thought and care.<br />“It would feel uncomfortable to be lavish now,” says Diane Gottsman, an etiquette expert and founder of the Protocol School of Texas, in San Antonio. “Our mind-set during this pandemic is different, and what we want is to be cozy and comfortable, not to be inundated with bling and whistles.”"
}