{
    "url_original": "https://www.wsj.com/articles/how-facebook-spread-out-with-deals-for-whatsapp-instagram-and-others-11607548228?mod=business_minor_pos4",
    "url": "how-facebook-spread-out-with-deals-for-whatsapp-instagram-and-others-11607548228",
    "title": "How Facebook Spread Out With Deals for WhatsApp, Instagram and Others",
    "sub_head": "U.S. authorities are scrutinizing the social-media giant’s acquisition history and how it selected its targets",
    "category_1": "Tech",
    "time": "2020-12-09 16:46:00",
    "body": "Facebook Inc.,  for the first time, is facing antitrust lawsuits in its home market. On Wednesday, the Federal Trade Commission and a group of attorneys general accused the Menlo Park, Calif., company of abusing its market position to squelch competition. The lawsuits scrutinize Facebook’s acquisition strategy and its motivations to buy companies such as WhatsApp and Instagram. Here’s a look at some of Facebook’s key deals.<br />Deal rationale: In April 2012, Facebook announced that it would buy Instagram for about $1 billion in cash and stock. (At closing, the deal’s value was $736 million.) Chief Executive Mark Zuckerberg was nervous about a new crop of mobile-oriented social-media upstarts that were nibbling away at Facebook’s user base as consumers were shifting to mobile phones, an area where the company was weak.<br />What Facebook has done with it: Instagram has become one of the crown jewels in Facebook’s empire because of its rapid growth and a user base that is younger than that of its flagship Facebook app. The company has continued to add new features to move Instagram beyond photo sharing, and it has tightened the links between Instagram and Facebook through marketing as well as with technology.<br />Deal rationale: Facebook in 2013 reached a deal to buy Onavo for $120 million in a bid to sharpen its mobile analytics insights. Onavo, which had mobile utility apps, gave Facebook access to private data showing how apps were performing relative to others.<br />What Facebook has done with it: Onavo data was used to help Facebook determine whether to buy WhatsApp in 2014, Mr. Zuckerberg said during a congressional hearing this year. Onavo also helped Facebook track other rivals and examine new product categories, people familiar with the product have said."
}