{
    "url_original": "https://www.wsj.com/articles/how-perilous-is-chinas-threat-to-the-u-s-11607960163?mod=opinion_major_pos16",
    "url": "how-perilous-is-chinas-threat-to-the-u-s-11607960163",
    "title": "How Perilous Is China’s Threat to the U.S.?",
    "sub_head": "we need China and the U.S. to work together to thrive.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "time": "2020-12-14 10:36:00",
    "body": "John Ratcliffe’s “China is National Security Threat No. 1” (op-ed, Dec. 4) presents a surprisingly narrow view of the U.S.-China relationship, and its call to arms is troubling. As director of national intelligence, Mr. Ratcliffe must focus on threats to U.S. interests. But there is some data missing in his analysis—data that reveals that partnership with China, not antagonism, should be pursued.<br />First, competition is a force for change. Without competition, industries become complacent, some even rent-seeking. Mr. Ratcliffe mentions the extremes to which Chinese companies go to steal trade secrets. But stealing trade secrets isn’t new. Challenges from competitors, whether they be states or private actors, often lead to advances.<br />Second, cooperation is possible between rivals. Challenges that cut across borders such as climate change, future pandemics and the impact of Artificial intelligence must be met in partnership. A majority of respondents in a recent poll by the Carnegie Council of voters interested in international affairs found greater interest in peaceful competition versus forcible confrontation with China.<br />Third, social media is redefining geopolitics. Although China is trying to tamp down on dissent, borderless technology is connecting youth movements in a way we haven’t experienced before. And Gen Z is sure to have an increasing say in how countries, diplomats and intelligence agents interact in the coming years.<br />The “us versus them” argument no longer resonates in policy circles or with consumers. Simply put, we need China and the U.S. to work together to thrive."
}