{
    "url_original": "https://www.wsj.com/articles/how-some-black-startup-founders-are-thriving-in-a-pandemic-year-11607144450?mod=business_lead_pos10",
    "url": "how-some-black-startup-founders-are-thriving-in-a-pandemic-year-11607144450",
    "title": "How Some Black Startup Founders Are Thriving in a Pandemic Year",
    "sub_head": "An unexpected side-effect of lockdowns: It can be easier to get a meeting with a venture capitalist. For minority founders in tech, that’s made a big difference as Silicon Valley reckons with race issues.",
    "category_1": "Tech",
    "category_2": "Keywords: Christopher Mims",
    "time": "2020-12-05 12:00:00",
    "body": "The world of venture capital is notoriously insular. For tech startups hoping to attract millions of dollars from private investors, having the right connections is often key to getting a meeting—and persuading investors to take a chance on an unproven idea. The result: getting seed funding has always been harder for Silicon Valley outsiders, including startups from outside New York City and the Bay Area, and founders from minority backgrounds. The numbers are particularly stark for Black founders: Between 2013 and 2017, 77% of founders of active U.S. startups that had received venture capital were white. Only 1% were Black.<br />But something unexpected is happening during this chaotic year: Owing to a convergence of factors, some Black founders of tech startups are finding that it’s easier to attract investment.<br />For starters, pandemic lockdowns have made investors easier to reach. Many are now more accessible through Zoom and social media. This has eliminated not just physical barriers but also psychological barriers to funding companies outside of startup hubs like New York City and the Bay Area.<br />Black founders also say that the killing of George Floyd, subsequent protests and the broader cultural movement that has ensued have caused the VC industry to reckon with its track record of funding minority founders. Many companies and investors—including SoftBank, Google, PayPal, and Andreessen Horowitz—have announced diversity-focused funds and started cutting checks from them.<br />“Never did we think 2020 would be a tipping point for ShearShare,” says Courtney Caldwell, co-founder of the company sometimes known as “Hairbnb,” which uses a marketplace approach to match hairstylists with salon owners."
}