{
    "url_original": "https://www.wsj.com/articles/how-clogs-clomped-back-into-style-seriously-11609273290",
    "url": "how-clogs-clomped-back-into-style-seriously-11609273290",
    "title": "How Clogs Clomped Back Into Style (Seriously)",
    "sub_head": "Chunky clogs have become improbably trendy, with brands like Chanel, Hermès and Louis Vuitton offering high-fashion takes. Here, the footwear’s surprising history, from Dutch workers’ shoes to the Paris runways.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-276918?width=620&size=1",
    "image_1": "im-276918.jpg",
    "time": "2020-12-29 15:21:00",
    "body": "ON HER FIRST date with Joe Biden, in 1975, Jill Biden, then a college student at the University of Delaware, immediately noticed his shoes. As she later recounted, “I had been dating guys in jeans and clogs and T-shirts, he came to the door and he had a sport coat and loafers and I thought, ‘God, this is never going to work, not in a million years.’”<br />As the incoming first lady observed, the divide between the clogged and the unclogged can seem vast. On the one side, bohemian aplomb; on the other, an uptight suspicion of any shoe that shares an etymology with plumbing mishaps. But reader, she married him. Is the gap really as yawning as we assume it to be?<br />It’s certainly narrowing, especially now that both mass-market and luxury brands are bringing new designs to eager consumers. In September,  Crocs  released a collaboration with the Puerto Rican rap star Bad Bunny that sold out in 16 minutes. And this season, Hermès, which is better known for handbags with yearslong waiting lists, is releasing its anticipated iteration; priced at $990, it’s in the new category of luxury clog. The Hermès design comes on the heels of  Louis Vuitton ,  Gucci, Dior and Chanel versions, not to mention more affordable offerings from Everlane and Gap, all of which are late to the party compared with No. 6, the New York brand whose earthy pairs made wood-soled shoes a fashionable class signifier 15 years ago.<br />This clog blossoming suggests not just a high-fashion takeover of a shoe formerly associated with artisans and hippies, but its newly broad appeal.<br />As with everything this year, the growing visibility of clogs has been shaped by the pandemic. With less of a reason to wear formal shoes, either because of unemployment or closed offices, clogs’ slip-on, slip-off ease is understandably appealing. And perhaps because their comfort and support makes them a favorite of health care workers, 2020’s superheroes, they’ve taken on an associative feel-good glow."
}