{
    "url_original": "https://www.wsj.com/articles/how-to-protect-your-privacy-when-working-from-home-11607349610?mod=tech_lead_pos12",
    "url": "how-to-protect-your-privacy-when-working-from-home-11607349610",
    "title": "How to Protect Your Privacy When Working From Home",
    "sub_head": "There are ways to keep colleagues from intruding on your home life, and family members from intruding on your work life",
    "category_1": "Business",
    "category_2": "Journal Reports: Technology",
    "image_1_url": "https://images.wsj.net/im-268787?width=620&size=1.5",
    "image_1": "im-268787.jpg",
    "time": "2020-12-07 09:00:00",
    "body": "The cybersecurity world pays a lot of attention to protecting privacy. Privacy from hackers. Privacy from governments intruding on the lives of their citizens. Privacy from businesses that have an unprecedented volume of data that can be used to target or profile consumers.<br />But with so many people working from home, privacy has taken on an added dimension: the privacy of information from the ordinary, everyday intrusion by family or colleagues.<br />There is, for instance, the loss of privacy when your colleagues overhear you arguing with your children, or see what you read on the bookshelves behind you. Or the loss of privacy when your spouse can see what’s on your computer or how you handled your midafternoon Zoom call.<br />That’s exactly why so many of us need a work-from-home privacy strategy: a set of guidelines for what needs to stay private from whom, and a plan that makes it easy to stick to those guidelines.<br />It may be obvious to say this, but it bears saying anyway: Your employer and your clients are counting on you to keep their information private. That may not be a big deal when you’re in an office and bring work home some nights or on weekends. But it’s a much bigger issue when all your work and every conversation is available for anybody walking past you or your computer. Your spouse or your 10-year-old son may not feel quite as compelled to keep secrets as you do."
}