{
    "url_original": "https://www.wsj.com/articles/how-jenna-ellis-rose-from-traffic-court-to-trumps-legal-team-11607038900?mod=politics_lead_pos5",
    "url": "how-jenna-ellis-rose-from-traffic-court-to-trumps-legal-team-11607038900",
    "title": "How Jenna Ellis Rose From Traffic Court to Trump’s Legal Team",
    "sub_head": "The 36-year-old’s career includes six months as a local prosecutor and a book interpreting the Constitution through a biblical lens",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "image_1_url": "https://images.wsj.net/im-267692?width=620&size=1.5",
    "image_1": "im-267692.jpg",
    "time": "2020-12-03 18:41:00",
    "body": "Four years ago, Jenna Ellis was a young Colorado attorney practicing in county courts, defending clients in domestic-abuse cases and teaching legal classes at a local Christian university.<br />Today, she is a key part of the Trump campaign’s legal team, helping to lead an effort to overturn the 2020 presidential election result with claims of widespread ballot fraud and other abuses. Numerous state election officials say there was no widespread fraud in the 2020 election, and federal officials have said it was the most secure ever conducted.<br />Ms. Ellis, 36 years old, is part of what she called an “elite strike force” of Trump lawyers introduced by Rudy Giuliani at a Nov. 14 press conference at Republican National Committee headquarters. President Trump praised Ms. Ellis that day on Twitter as part of his “truly great” legal team.<br />“I’m the Cinderella story of the legal world,” Ms. Ellis said in an interview, noting that she had come from neither a Big Law background nor attended an Ivy League school.<br />Ms. Ellis has been an outspoken presence for the Trump team, appearing regularly on cable news and helping stage a series of events with state lawmakers to air allegations of voter irregularities. Historians and election-law specialists have called the Trump campaign’s efforts unprecedented."
}