{
    "url_original": "https://www.wsj.com/articles/how-to-end-lockdowns-next-month-11608230214?mod=opinion_lead_pos5",
    "url": "how-to-end-lockdowns-next-month-11608230214",
    "title": "How to End Lockdowns Next Month",
    "sub_head": "Target vaccines to the most vulnerable, and don’t give them to people who have already been infected.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-17 13:36:00",
    "body": "The approval of several Covid-19 vaccines is an impressive technological development that should rapidly end the lockdowns and allow normal life to resume. But authorities like Anthony Fauci and Bill Gates argue that lockdown restrictions may have to continue through the fall and even into 2022, notwithstanding the catastrophic harms the lockdowns have caused, especially to young people, the poor and the working classes.<br />The imminent dissemination of vaccines can help end lockdowns by the end of January. The Great Barrington Declaration, which we wrote with Martin Kulldorff of Harvard Medical School, provides the key idea: focused protection of people who face a high risk of mortality should they become infected.<br />The risk of mortality from Covid-19 infection is now well established by seroprevalence studies conducted world-wide. Seroprevalence studies measure a lower bound on the number of people who have been infected. There is a sharp age gradient in the survival rate after infection. At least 99.95% of people under 70 survive infection; that figure is only 95% for 70 and older.<br />Covid-19 is thus especially deadly for the old and others with chronic conditions. But the lockdowns are deadly as well. The harms include plummeting childhood vaccination, worse cardiovascular disease outcomes, and less cancer screening, to name a few. It’s impossible to quantify the total deaths they have caused and will cause, but it’s safe to conclude that for people under 70 without chronic conditions—especially children and young adults—Covid-19 is far less deadly than a lockdown. For children, the cessation of in-person schooling has led to severe learning losses, which are predicted to shorten the lifespans of affected students. Among 25- to 44-year-olds, the CDC reports a 26% increase in excess all-cause mortality relative to past years, though less than 5% of 2020 deaths have been due to Covid-19.<br />Given these facts, the Great Barrington Declaration calls for focused protection for the vulnerable. That means directing limited resources, now including vaccines, to shield these people from infection. For the rest of the population, it calls for an end to lockdown. Tens of thousands of epidemiologists, public health scholars, and physicians have signed on to this plan. But it has been dismissed by others who argue that perfect protection of the vulnerable is impossible."
}