{
    "url_original": "https://www.wsj.com/articles/how-79-year-old-martha-stewart-stays-zoom-ready-11607778222",
    "url": "how-79-year-old-martha-stewart-stays-zoom-ready-11607778222",
    "title": "How 79-Year-Old Martha Stewart Stays Zoom-Ready",
    "sub_head": "The indefatigable mogul describes her approach to beauty, wellness, social media and aging. She’s a fan of CBD products and ring lights.",
    "category_1": "Life & Arts",
    "category_2": "Fashion",
    "image_1_url": "https://images.wsj.net/im-271400?width=620&size=1.5",
    "image_1": "im-271400.jpg",
    "time": "2020-12-12 08:03:00",
    "body": "IN NEARLY 30 years of appearing on television and lending her name and expertise to 97 books, a magazine, Christmas trees, crafting supplies, dog beds and CBD gummies, Martha Stewart, 79, has always been the face of her ventures. But during our collective quarantine, her already significant use of social media as a personal branding tool grew. Her long-standing interest in wellness, skincare and beauty became newly relevant as she connected with millions of followers, many of them a fraction of her age. She invested in more sophisticated lighting for her Zoom calls; she lost some weight; she posted a viral selfie at the edge of her East Hampton swimming pool (after learning the term, she admitted that the alluring picture was a “thirst trap,” or purposefully enticing post). For a woman approaching her ninth decade, when CEOs of all genders typically shrink back, she is placing her own image front and center.<br />“When you are the face of the brand there are a lot of obligations to look good at all times,” said Ms. Stewart when we spoke last week.<br />That’s especially true in the Instagram era, with its nonstop narrative potential—and scrutiny. “A picture [on social media] tells a big story and generally those pictures can be zoomed in on, so people are zooming in on the tiniest details,” said Ms. Stewart. “They’re zooming in on your pores of your face, and they’re zooming in on your teeth and your ears and your hair, and it’s never been like that before. Once there was a picture in a magazine and you looked great, and they couldn’t zoom in on anything.”<br />With her fans zooming in on her photos and livestreams as well as watching her on multiple high-definition TV shows, (“Martha Knows Best,” “Chopped” and “Clipped,” an upcoming topiary series) her regime is more important than ever. In addition to a conscientious skincare routine which typically begins with a 4 a.m. face mask, she says she’s been eating healthily and spending time horseback riding during quarantine. Facials, haircuts and color and manicures have all resumed cautiously after a long pandemic break. Every morning she drinks a green juice made in her Breville juicer (ingredients: celery, parsley leaves, spinach, cucumbers, ginger, pineapple, the skin and the pulp of a half of an orange or a grapefruit, and sometimes persimmon, mint, carrot or pear).<br />On most mornings when she is shooting, her makeup artist Nicole Daisy Toye, 39, will drive the hour-plus out to Westchester from New York City to do her makeup. Ms. Toye has been doing Ms. Stewart’s makeup for 10 years, and they’ve traveled extensively together (her mother wrote the mogul a letter thanking her for showing her daughter the world). Now that Ms. Stewart has shared her limelight with Ms. Toye on social media, the makeup artist is bombarded with questions from women about how to get the Martha look. Ms. Toye repeats the basics constantly: take care of your skin, wear sunscreen, invest in a good foundation, a bronzer and a blush. If there’s a secret sauce, it’s getting serious about lighting: Ms. Toye and Ms. Stewart buy their ring lights and Light & Motion LED lights from professional photo equipment store B&H."
}