{
    "url_original": "https://www.wsj.com/articles/how-our-food-vocabulary-reflects-the-evolution-of-taste-11607144460",
    "url": "how-our-food-vocabulary-reflects-the-evolution-of-taste-11607144460",
    "title": "How Our Food Vocabulary Reflects the Evolution of Taste",
    "sub_head": "The words we use to praise and insult dishes have changed dramatically over time.",
    "category_1": "Life & Arts",
    "category_2": "Table Talk",
    "image_1_url": "https://images.wsj.net/im-267482?width=620&size=custom_2250x1863",
    "image_1": "im-267482.jpg",
    "time": "2020-12-05 12:01:00",
    "body": "Not so long ago, if you had invited someone over for a meal of something charred, they would have assumed that you were apologizing for burning dinner. Yet now, “charred” is desirable. It signifies food that is robust, deeply flavored and cooked in a modern way, whether on a hot skillet or grill or roasted in an oven.<br />Browsing cookbooks the other day, I noticed that many of the words we now use to praise dishes once would have been considered insults. I found recipes that call for ingredients to be “crushed,” “smashed,” “fermented,” “vinegared” and “sour,” as well as “burned” or “charred.” There was charred corn, charred broccoli, hot charred cherry tomatoes with cold yogurt, every kind of charred meat, charred tofu and even charred butter with lemons.<br />Tastes change from one generation to the next, and this is as true of food words as it is of foods themselves. Such shifts in vocabulary reflect wider social trends. The vogue for charred vegetables and fermented everything goes along with new concerns about health, as well as more globalized attitudes to cooking. We have shaken off the tired old belief that French is the only language in the kitchen. The Mexican “sofrito” and the Indian “tadka” have taken their rightful place alongside the French “mirepoix”—all of them referring to a preparation of finely chopped, flavorsome vegetables.<br />Back in the 1990s, American grocery stores would place a premium on foods that were “imported,” meaning foreign and therefore glamorous. Now it is the “local,” the “sustainable” and the “seed-to-table” that are prized. Cooks of earlier generations might have seen a smashed carrot salad as a failed carrot purée, but we now see such rough-hewn dishes as healthy and natural.<br />Often our attachment to food words is a proxy for craving certain flavors and textures. I am old enough to remember a time when the greatest compliment you could pay a cake was to say it was “light as a feather.” In Gloria Pitzer’s “Better Cookery Book” from 1983, a Yellow Colonial Cake is described as “Perfect, yellow, light-as-a-feather layer cake.” But today’s baking books are just as likely to praise a cake for being “dense,” particularly if it is a chocolate loaf cake."
}