{
    "url_original": "https://www.wsj.com/articles/how-harry-styles-became-2020s-biggest-style-icon-11606753389",
    "url": "how-harry-styles-became-2020s-biggest-style-icon-11606753389",
    "title": "How Harry Styles Became 2020’s Biggest Fashion Icon",
    "sub_head": "A recent Vogue photoshoot showing the singer in a full-length frock nearly broke the internet—underscoring the almost unprecedented influence he has over young men’s fashion decisions",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-265966?width=620&size=0.6666666666666666",
    "image_1": "im-265966.jpg",
    "time": "2020-12-03 09:40:00",
    "body": "HARRY STYLES wore a dress. You may well know that already even if you don’t follow fashion or music closely. Photos of the British singer in the custom Gucci frock—snapped for the cover of Vogue—swarmed the internet a few weeks ago, sending his brigade of fans into a tizzy. Scads of tweets and online articles recycled the images. And while most of the coverage lauded Mr. Styles for his beguiling, gender-bending outfit, some conservative pundits including Candace Owens predictably wrung their hands, interpreting the hubbub as a death knell for the so-called “manly man.” The cover itself was a landmark: Mr. Styles is the first man to grace the cover of Vogue solo. Think of the instantly collectible issue as a coronation of sorts, confirming that the 26-year-old singer is now officially style-royalty.<br />Mr. Styles, who rose to fame as a member of the boy band One Direction before going solo, has been a fashion provocateur for several years now. A muse to Gucci creative director Alessandro Michele, he consistently wears the label’s rather unisex wares such as tapestry print trousers, lithe loafers and pussy-bow blouses. (Representatives for the artist did not respond to a request for comment for this story and, through a representative, his stylist Harry Lambert declined to comment.)<br />On Instagram, feverish fan accounts like @Hsfashionarchive (which has over 100,000 followers) vie to identify whatever Mr. Styles is photographed wearing, from whimsically wide floral pants by British designer Steven Stokey Daley to a candy-colored necklace by New York jewelers Eliou. This year Mr. Styles topped the “Power Dressers” list on Lyst, a fashion-focused search platform, reflecting the strong correlation between his clothing choices and what online shoppers seek. Camilla Clarkson, communications director at Lyst, noted that Mr. Styles’s “non-binary style” helps drive his popularity, particularly with a younger generation that liberally shops across gender lines.<br />Some older observers, however, regard Mr. Styles’s fashion choices through a “been there, seen that” lens. “It’s kind of like this year’s version of rock-star packaging or something,” said Vincent Boucher, 67, a lecturer at Parsons School of Design in New York. As precursors, Mr. Boucher pointed to Kurt Cobain, Mick Jagger and David Bowie, all of whom donned dresses decades ago, nimbly crossing gender lines. (I’d add to that list the lesser-known, openly gay disco singer Sylvester, who frequently vacillated between men’s and women’s clothing—see the video for his 1978 number-one hit, “You Make Me Feel (Mighty Real).”)<br />Mr. Styles’s Vogue cover elicited little more than “a shrug” from Andrew Groves, 52, a fashion professor at Westminster University in London. As Prof. Groves pointed out, when Bowie wore a dress in the early ‘70s, it was “really provocative because it was outside society’s norms.”"
}