{
    "url_original": "https://www.wsj.com/articles/how-to-drive-safely-in-winter-according-to-the-pros-11606935299",
    "url": "how-to-drive-safely-in-winter-according-to-the-pros-11606935299",
    "title": "How to Drive Safely in Winter, According to the Pros",
    "sub_head": "Many people are opting for road trips over flights this winter, but icy roads can be risky too. Here, crucial tips from driving experts.",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-266083?width=620&size=1.5",
    "image_1": "im-266083.jpg",
    "time": "2020-12-02 13:55:00",
    "body": "IF YOU’RE heading over the hills and through the woods this year — not to Grandma’s house, we hope–you’re probably hitting the road. According to a Travelocity survey conducted in October, nearly 80% of respondents traveling over the holidays are planning to drive. For many of the road-trippers who have limited experience traveling snow-packed roads, we asked two pros for tips on how to safely steer away from danger–and not be the confident idiot behind the wheel.<br />Gut reaction Continue along at the same clip. The roads are dry and you’ve got traction, right?<br />What you should actually do “Bridges freeze earliest and melt last,” said Kelsey Mays, vehicle expert and consumer affairs advocate at  Cars.com .  So slow down well in advance of the bridge or overpass. Avoid braking while you’re already driving over either one, leave extra following distance and don’t change lanes, either. “If you’re going too fast, you’ve already made a mistake,” said Nolan Katerberg, U.S. program manager with the training outfit Ford Driving Skills for Life.<br />Gut reaction Swerve to miss it.<br />What you should actually do Go slow, especially during periods of peak animal activity like dusk, to make sure you can have time to safely stop. If you can’t, it sounds heartless, but drive straight toward the animal rather than attempt to swerve to miss it, which can cause you to lose control. New vehicles are designed to absorb head-on impacts to an extent, but hitting an animal sideways can be disastrous. “You can fix a vehicle if you hit the deer, but if you swerve into oncoming traffic and hit a vehicle, there’s a good chance you’ll get hurt,” said Mr. Katerberg."
}