{
    "url_original": "https://www.wsj.com/articles/how-art-lovers-weathered-the-coronavirus-pandemic-in-2020-11607878800",
    "url": "how-art-lovers-weathered-the-coronavirus-pandemic-in-2020-11607878800",
    "title": "How Art Lovers Weathered the Coronavirus Pandemic in 2020",
    "sub_head": "With galleries and museums closed due to Covid-19, online offerings blossomed—giving viewers the chance to experience outstanding exhibitions and masterpieces in a new, digital way.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-272245?width=620&size=1.5",
    "image_1": "im-272245.jpg",
    "time": "2020-12-13 12:00:00",
    "body": "<br />The last “normal” art-world event I attended, on March 12, was the opening of Kyle Staver’s exhibition at Zurcher Gallery, in downtown New York. The usual crowd gathered to savor Ms. Staver’s idiosyncratic updates on history painting—a waterborne Ophelia; Susanna in a hammock, flanked by tigers; the enigmatic Venus and the Octopus—and admire her exuberant conceptions, sinuous figures, and brooding color. The only sign of anything out of the ordinary was the absence of embraces. Just as at the art fairs the previous week, elbow bumps replaced air kisses. The next day, everything began to change. Isolation was recommended. Galleries and museums closed. Studio visits ended. Scheduled exhibitions were indefinitely postponed. Since it seemed irresponsible to write about art seen only virtually, my world altered abruptly.<br />Museums, galleries and artists adapted quickly to the new situation, expanding and intensifying their existing online activities, rapidly improving what was already there and how it could be used. For those of us who regularly attend shows and for those of us who teach, this meant increased time spent at our computers, seeking possibilities and sometimes making rewarding discoveries. Inaccessible exhibitions were soon viewable virtually, some more effectively than others. It took a while to get used to navigating simulated walks through galleries, which I usually found disorienting. I struggled with the tour of “True to Nature: Open-Air Painting in Europe, 1780-1870,” a marvelous assembly of intimate studies of landscape, sea and sky at the National Gallery, Washington, a show I’d seen just before lockdown, but I was delighted by the Metropolitan Museum of Art site’s handling of the illuminating survey of African culture “Sahel: Art and Empire on the Shores of the Sahara,” another show I’d seen. The Met allowed us to study works individually, as well as in installation views with no dizzying swoops, supported by informative texts.<br />Over time, I discovered many useful sites, while virtual offerings became better and more imaginative. The Morgan Library & Museum has long had a wealth of excellent materials online—links that permit closer study of medieval manuscript illuminations and Indian miniatures than would be possible in actuality or that simulate turning the pages of sketchbooks—but these seemed to proliferate. Why had I never pored over those virtual Cézanne or Ruskin sketchbooks before? The Frick Collection added engaging programs—most notably the immensely popular “Cocktails With a Curator”—to a virtual tour of the museum, plus links to videos of lectures and panels, reaching an enormous audience. “Cocktails” continues. Every Friday afternoon, chief curator Xavier Salomon or his colleague Aimee Ng discusses something from the collection—Rembrandt’s “ The Polish Rider,” the Fragonard room, Constable’s “The White Horse”—accompanied by a recipe for an appropriate beverage (plus a nonalcoholic version for the underage and teetotalers). “Travels With a Curator,” with the same guides, explores places with connections to the collection.<br />Many artists had maintained websites and regularly posted images and comments on Instagram since its inception; now with studio visits on hold and planned exhibitions canceled or indefinitely postponed thanks to Covid-19, an online presence became essential. I’ve resisted social media as time-consuming and invasive, but I was forced to join Instagram in order to keep up with artists who interest me. Instagram “exhibitions” now substitute for canceled shows, for example, or present videos and performances. The painter and sculptor John Bjerklie, aka BigHat, has made long-distance transmission of images integral to his work. (Mr. Bjerklie, early on, was a plein-air landscape painter who needed to shade his eyes outdoors, hence “BigHat.”) BigHat schedules simultaneous, live portrait-painting sessions with artist friends and colleagues internationally, via FaceTime or Skype. The astonishingly varied results are documented, with a nod to the role of technology—images on screens are often depicted in the backgrounds—and “exhibited” on BigHat’s Instagram page."
}