{
    "url_original": "https://www.wsj.com/articles/huawei-gets-conditional-green-light-in-germany-as-government-approves-security-bill-11608117504?mod=tech_lead_pos1",
    "url": "huawei-gets-conditional-green-light-in-germany-as-government-approves-security-bill-11608117504",
    "title": "Huawei Gets Conditional Green Light in Germany as Government Approves Security Bill",
    "sub_head": "New network-security legislation is latest setback for U.S. effort to rein in Chinese tech giant",
    "category_1": "Tech",
    "time": "2020-12-16 06:18:00",
    "body": "BERLIN—The German government on Wednesday moved to allow the use of Huawei’s technology in 5G mobile networks in exchange for assurances by the Chinese vendor about the safety of its gear, in a rebuke to the Trump administration.<br />The bill, which still requires parliamentary approval, marks a setback for the outgoing U.S. administration, which has long lobbied European allies to reject Huawei’s technology. The U.S. claims that Huawei gear is akin to a Trojan horse that once inside critical infrastructure in the West can be used by China to spy and steal sensitive information, posing a security and economic threat to the U.S. and its allies. The company denies those allegations.<br />In light of German industry’s dependence on China—the country is Germany’s largest trade partner and the biggest market for many German companies—Berlin has been reluctant to saddle up with Washington, instead seeking a middle ground that would allow Huawei to do business in Germany but with sufficient monitoring to appease its wary U.S. ally.<br />When the government published a draft of the bill earlier this month, German Interior Minister Horst Seehofer said that the government sought to create a legal basis that would address network-security concerns but also keep the market open to competitive technologies.<br />“We’ve created regulation that allows us to monitor trustworthiness in an appropriate fashion. Our security interests played a big role,” Mr. Seehofer told the German business daily Handelsblatt."
}