{
    "url_original": "https://www.wsj.com/articles/hundreds-of-nigerian-boys-kidnapped-by-boko-haram-handed-over-governor-says-11608238209",
    "url": "hundreds-of-nigerian-boys-kidnapped-by-boko-haram-handed-over-governor-says-11608238209",
    "title": "Nigerian Boys Taken in Kidnapping Claimed by Boko Haram Are Freed",
    "sub_head": "More than 300 schoolboys kidnapped in northern Nigeria have been handed over to security agencies, says Katsina governor",
    "category_1": "World",
    "category_2": "Africa",
    "time": "2020-12-17 20:07:00",
    "body": "More than 300 schoolboys kidnapped by gunmen from their boarding school in northwest Nigeria last week were handed over to security agencies late Thursday, Nigeria’s government said, prompting outpourings of relief and joy across Africa’s most populous nation after fears they would become long-term hostages of jihadist militants.<br />Shortly after 8 p.m. on Thursday, Aminu Bello Masari, the governor of Katsina state, announced in a televised interview that 344 of the boys had been handed over in the forest of neighboring Zamfara state and would be immediately driven to Katsina for medical treatment.<br />The release comes six days after the students were seized from their dormitories at the Kankara Government Science Secondary School in Katsina and driven into the nearby forest, marking one of the largest mass school kidnappings in history. President Muhammadu Buhari praised the military and security agencies in a statement that offered prayers for the full recovery of the victims. They “endured significant hardships in the course of their ordeal,” the statement said.<br />Local newspaper The Katsina Post tweeted images of dozens of schoolboys jammed onto the back of trucks, some looking dazed, but others sporting wide smiles for the camera as they headed toward home. Government officials said the boys would be given new clothes before an audience with the president on Friday.<br />The boys’ parents were celebrating after a week of acute stress and anxiety."
}