{
    "url_original": "https://www.wsj.com/articles/hyperpops-joyful-too-muchness-11609278593?mod=opinion_major_pos13",
    "url": "hyperpops-joyful-too-muchness-11609278593",
    "title": "Hyperpop’s Joyful Too-Muchness",
    "sub_head": "The genre, which takes familiar sounds from electronic pop, rap and dance and intensifies them through compression, distortion and exaggeration, broke into the mainstream this year thanks to figures like 100 Gecs and A.G. Cook.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-278922?width=620&size=1.5",
    "image_1": "im-278922.jpg",
    "time": "2020-12-29 16:49:00",
    "body": "<br /><br />On Dec. 4, electro-pop outfit 100 Gecs released a new holiday-themed song, “Sympathy 4 the Grinch.” The track by the duo Dylan Brady and Laura Les is an impossibly fast and frenetic number that welds the pogoing bounce of ska with the explosive choruses of pop-punk while adding a thick coating of distorted electronics to chirpy, pitched-up vocals. Like many songs by 100 Gecs, it’s polarizing, beloved by fans for its infectious energy but seemingly designed to clear the room of anyone who doesn’t connect to their aesthetic. For those in the latter camp, it’s as annoying as music gets. The genre? It’s usually called hyperpop, and 100 Gecs, along with London producer A.G. Cook, are among its most visible proponents.<br />Hyperpop artists take familiar sounds from electronic pop, rap and dance and intensify them through compression, exaggerating the elements that scanned as “artificial”—programmed drums, Auto-Tuned vocals, the blaring synths found in videogames—to create a cartoonish wall of noise that embraces catchy tunes and memorable hooks. The music zooms between beauty and ugliness, as shimmery melodies collide with mangled instrumentation. The genre tag was originally applied in 2014 to Mr. Cook’s London-based collective and label PC Music, but now reaches much further: In August 2019, streaming platform Spotify, responding to the growing popularity of 100 Gecs, created the hyperpop playlist to highlight this scene. Many of the tracks found in the site’s survey, which currently has almost 150,000 subscribers, are created by teenagers, some as young as 15. It’s a style utterly of this moment that is also difficult to pin down, since it is continuously mutating.<br />Mr. Cook and 100 Gecs had a big year in 2020—as did hyperpop as a whole. The latter released a remix album, “1000 Gecs and the Tree of Clues,” and its two members, individually and collectively, produced music for more than a dozen songs by others, including British singer Charli XCX and bawdy Maryland rapper Rico Nasty. A.G. Cook, who is Charli XCX’s creative director, co-produced and co-wrote her excellent album “How I’m Feeling Now,” released in May; co-wrote and co-produced “Shiver” by Jónsi, frontman of Icelandic dream-rock band Sigur Rós; and issued two albums under his own name, the 49-track “7G” and the concise “Apple.” These are the most visible products of the genre’s current wave, but the scene around the sound goes much deeper and is fueled by the digital culture created by teenagers."
}