{
    "url_original": "https://www.wsj.com/articles/iacs-relationship-with-google-is-complicated-11607547036?mod=business_minor_pos11",
    "url": "iacs-relationship-with-google-is-complicated-11607547036",
    "title": "IAC’s Relationship With Google Is Complicated",
    "sub_head": "Investors seem unduly relaxed about a lovers’ spat between IAC and Alphabet’s Google",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-270775?width=620&size=1.5",
    "image_1": "im-270775.jpg",
    "time": "2020-12-09 15:50:00",
    "body": "Investors new to the  IAC/InterActiveCorp.  story probably know it as a company that kindled online romance through now-independent  Match Group Inc.  They seem unduly relaxed about a lovers’ spat with  Alphabet Inc.’s  Google.<br />On Sunday a Wall Street Journal article brought to light the story of a yearslong relationship between the technology holding company and the search giant that appears more controversial than symbiotic. News emerged this week that Google is mulling penalties against IAC for what one of its internal trust-and-safety teams has deemed misleading practices of some of IAC’s browser extensions. Google could go so far as to ban IAC’s products from its Chrome extensions entirely, according to the Journal’s report, which notes IAC believed such a move would “devastate” a key part of its business.<br />Investors took the news in stride when they saw how little appears to be at risk. While IAC earns money from Google’s ads served in the results across its own search engine MyWay, its browser extension, or Desktop business, accounted for less than a third of its total Search revenue and for only about 5% of its overall revenue in the third quarter. Furthermore, IAC says profit from its Desktop business has fallen nearly 90% over the past three years. Much of that loss seems to be because of changes to how Google syndicates its apps. That business, in other words, already was sinking.<br />But Google’s relationship with IAC goes well beyond browser extensions. According to a proxy statement filed by IAC in April, Google accounted for 27% of IAC’s total revenue last year excluding Match Group. IAC’s third-quarter filing, in which Google appears 35 times, includes nearly an entire page dedicated to its services agreement with Google, noting that it constitutes a “meaningful portion” of its revenue. It also makes clear that IAC earns other advertising revenue from Google outside of that agreement.<br />In other words, Google’s relationship is highly valuable to IAC. But it also appears to be ebbing. IAC’s proxy filing also notes that its business with Google has been declining on the same basis since at least 2017, when it was 38% of its overall revenue. In the quarter ended Sept. 30, Google’s business had shrunk to just 17% of IAC’s combined revenue."
}