{
    "url_original": "https://www.wsj.com/articles/icebound-review-into-the-void-11608827113?mod=opinion_major_pos10",
    "url": "icebound-review-into-the-void-11608827113",
    "title": "‘Icebound’ Review: Into the Void",
    "sub_head": "Seeking an ocean passage to China, William Barents set the template for polar adventure and endurance.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-276802?width=620&size=1.5",
    "image_1": "im-276802.jpg",
    "time": "2020-12-24 11:25:00",
    "body": "The cold, hoary legacy of polar exploration depends on outsize characters—and good books. Some chronicle legendary survivors. Ernest Shackleton found fame in 1917 by bringing his crew safely back from Antarctica, yielding one of the best adventure stories ever written: Alfred Lansing’s “Endurance.” Other explorers made their way into print by dying. John Franklin, who was lost in 1847 trying to find the Northwest Passage, inspired such titles as “The Man Who Ate His Boots.” The Norwegian Roald Amundsen both survived and disappeared. He forced the Northwest Passage in 1905 and then led the first expedition to the South Pole, recounting his adventures in several bestsellers. Amundsen later perished in an Arctic rescue mission. Conquest and tragedy fused to form the ideal polar hero.<br />The template for the romantic Arctic explorer was set 300 years earlier. As Andrea Pitzer writes in “Icebound,” William Barents of the Netherlands became the first European to journey into the icy void. “He was the patron saint of devoted error,” Ms. Pitzer asserts, attempting three times to find a northeast passage by sea over Russia to China in the late 16th century. Barents died in the effort while most of his crew survived. His crewmate Gerrit de Veer published a book telling the story. “Barents’s failures came from the immense adversity he faced,” Ms. Pitzer explains. “In time, that adversity itself would become the source of his fame.”<br />“Icebound” is a fascinating modern telling of Barents’s expeditions. The book faces limitations due to its very old source material: there is a dearth of known facts about Barents himself. Much of the extant record of his three voyages comes from de Veer’s contemporary account. Certain basic details have been lost, including the name of Barents’s ship and the man’s personality. As a result, “Icebound,” while fluid in its telling and thorough in its research, necessarily lacks the human element of the greatest adventure tales.<br />This is not to gainsay the book’s drama. Ms. Pitzer presents a compelling narrative situated in the context of Dutch imperial ambition. She writes vividly about the “unnerving isolation” of venturing north and east of Scandinavia into uncharted waters. “Going to sea can be challenging enough with a plotted course and an endpoint in mind,” she writes. “Sailing day after day without a map into unknown territory is a completely different experience. It’s impossible to know which kinds of shores, or what animals, wind, and weather may appear next. Any given tomorrow might have brought Barents or his men within sight of an open sea beckoning them to China.”<br />The open sea was a mirage—like so much else in the Arctic. A common theory since the time of the ancient Greeks posited that a warm polar ocean lay beyond the ice. It was said that crops could grow on land in its temperate climate, and that ships might sail freely over the north pole. Barents, who served as navigator, subscribed to this view. If he could prove it, then the Dutch, recently liberated from Spain, could achieve parity with other European powers by opening a faster trade route to the East."
}