{
    "url_original": "https://www.wsj.com/articles/imagine-a-nutrition-labelfor-cybersecurity-11607436000?mod=tech_featst_pos3",
    "url": "imagine-a-nutrition-labelfor-cybersecurity-11607436000",
    "title": "Imagine a Nutrition Label—for Cybersecurity",
    "sub_head": "As the Internet-of-Things proliferates, consumers want to know how their data will be used by the makers of devices—before they buy them",
    "category_1": "Business",
    "category_2": "Journal Reports: Technology",
    "image_1_url": "https://images.wsj.net/im-268748?width=620&size=1.5",
    "image_1": "im-268748.jpg",
    "time": "2020-12-08 09:00:00",
    "body": "Your milk and orange juice have nutrition labels. Soon your refrigerator and coffee maker could, too.<br />For years, consumer privacy advocates have pushed the idea of so-called nutrition labels for devices. Instead of telling consumers how much vitamin B or C a product has, these labels would tell the prospective purchasers how their data will be used and by whom.<br />Researchers from Carnegie Mellon University’s CyLab Security and Privacy Institute are floating a working prototype of how such a label could look. They’re providing their label—vetted by researchers and numerous privacy experts—free of charge to Internet-of-Things, or IoT, device makers, standards organizations and others. Discussions for adoption are still in the early stages. But advocates hope device makers will adopt this type of label, or that organizations such as Underwriters Laboratories, an independent safety-testing and certification company, or Consumer Reports will use at least portions of the label in their review processes, says Lorrie Cranor, the director and Bosch distinguished professor in security and privacy technologies at CyLab.<br />The label is designed to go on a product’s packaging or on the websites where the devices are sold. Products under consideration for carrying the label could include any smart device that is connected to the internet—including security cameras, refrigerators, speakers, home controllers, doorbells, toothbrushes, thermostats, light switches, smart plugs and much more, says Dr. Cranor, who is also a professor of computer science and a professor of engineering and public policy at Carnegie Mellon.<br />The idea of protecting data privacy becomes more of an issue as more products connect to the internet. On Dec. 8,  Apple Inc.  began requiring app developers to provide information about their applications’ privacy practices before submitting new apps and app updates to the App Store. What’s more, consumer organizations are increasingly incorporating data privacy into their ratings, while some states have enacted, or are considering, privacy legislation. The Federal Trade Commission, which also has raised the concept of a nutrition label for privacy, says it continues to support the efforts of industry groups in this area."
}