{
    "url_original": "https://www.wsj.com/articles/in-2021-all-the-worlds-a-stage-11609460518?mod=opinion_lead_pos8",
    "url": "in-2021-all-the-worlds-a-stage-11609460518",
    "title": "In 2021, All the World’s a Stage",
    "sub_head": "We got through 2020 with pictures of normality in our heads. In a few months they’ll start to come true.",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "image_1_url": "https://images.wsj.net/im-279664?width=620&size=1.5",
    "image_1": "im-279664.jpg",
    "time": "2020-12-31 19:21:00",
    "body": "You have to go into this year with dreams, there’s no other way to do it. We’re still in an epic struggle, and it will be a while before things settle down into some approximation of normal. Dreams are how we got through 2020, or maybe not dreams precisely but a picture you kept in your head that helped you keep going, that captured what you missed and will have again. It was a picture of When the Pandemic is Over and we carried it in our psychic wallets.<br />My friend John’s picture: He’s in Fenway Park, the seats are full and close together, and he orders a Fenway Frank and chowder, and the other people in the row pass them down without fear or masks. Someone gets a hit and no one’s afraid to cheer. He is certain this will come.<br />My friend the professor would see this: He and his students are in a room, and he is teaching them. For what seems like forever they’ve been postage-size faces on Gallery View on Zoom, which is how they see him. But in his head they’re together and know each other and he’s Mr. Chips again, not Max Headroom.<br />A friend who’s a reporter kept in her head the idea of future spontaneity. She’d be on the phone with a friend: Whatcha doin’? Wanna get in a car and get lost? What if we just show up and surprise them? Let’s see who’s in town.<br />My vision of 2021, the picture I held of that future, came into my head in early summer. This would come: We are gathered in a darkened theater, 1,500 of us, for the first time since March 2020. The orchestra starts, the curtain rises, and on the stage a crowded old railroad coach is in full cry. The train conductor booms, “River City next station stop!” And in the audience applause starts, unplanned, just erupting, and the actors playing the salesmen on the train play through. “Ya can talk-talk-talk. . . . Ya can talk all ya wanna, but it’s different than it was.” Suddenly a tall man in a natty suit comes forward: “Gentlemen, you intrigue me. I think I’ll have to give Iowa a try.” It’s Professor Harold Hill, the Music Man. He’s played by Hugh Jackman. We’re at the revival that was supposed to open in 2020. Now pent-up emotion really breaks out and what builds is a wave of unstoppable cheers, and then we can’t help it, we stand. And Mr. Jackman understands this moment, and after a minute he stops the show, and in a great flourish, as if speaking for all the history of the theater past and present, makes a deep and graceful bow. As if theater itself were bowing to all of those by whom it lives."
}