{
    "url_original": "https://www.wsj.com/articles/in-china-a-metoo-case-gets-its-day-in-court-11606963859?mod=business_minor_pos4",
    "url": "in-china-a-metoo-case-gets-its-day-in-court-11606963859",
    "title": "In China, a #MeToo Case Gets Its Day in Court",
    "sub_head": "Crowds cheered a woman accusing a well-known TV host of sexual misconduct as a Beijing court heard her case",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-267591?width=620&size=1.5",
    "image_1": "im-267591.jpg",
    "time": "2020-12-02 21:51:00",
    "body": "TAIPEI—A woman who filed a sexual-misconduct case against a well-known TV host was cheered by crowds demonstrating their support for her and China’s fledgling #MeToo movement as a Beijing court heard her case on Wednesday.<br />The court adjourned without a verdict around midnight. It couldn’t be determined when the court would resume hearing the case.<br />Despite the uncertainty over how the case would unfold, the crowd appeared energized as 27-year-old Zhou Xiaoxuan emerged from the court, according to video clips circulating online and people on the scene. After roughly 11 hours of proceedings had concluded, she said she would continue to fight her case. Supporters who had waited all day in the cold erupted in applause.<br />Ms. Zhou is accusing Zhu Jun, a host at state broadcaster China Central Television and a household name in China, of forcibly groping and kissing her six years ago when she was interning for his program. Ms. Zhou says she reported the incident to the police the next day but was urged to drop the case because of Mr. Zhu’s “positive influence” on society.<br />In 2018, Ms. Zhou filed a civil suit against Mr. Zhu after her account—initially shared in a private social-messaging group—became public. He has denied the claims, filing a defamation lawsuit against Ms. Zhou and Xu Chao, a woman who shared her account with a wider online audience on China’s  Twitter -like social-messaging site Weibo. An effort to reach Ms. Xu through her Weibo account wasn’t successful."
}