{
    "url_original": "https://www.wsj.com/articles/in-defense-of-scrooge-whose-thrift-blessed-the-world-11608762986?mod=opinion_lead_pos6",
    "url": "in-defense-of-scrooge-whose-thrift-blessed-the-world-11608762986",
    "title": "In Defense of Scrooge, Whose Thrift Blessed the World",
    "sub_head": "In the 1840s, Dickens didn’tsee how businessmen like his hero were already lifting mankind from poverty.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-23 17:36:00",
    "body": "No Christmas story except the biblical account of Jesus’ birth has been more often retold or more cherished than Charles Dickens’s “A Christmas Carol,” published in 1843. The reclamation of Ebenezer Scrooge has brought joy and hope to hundreds of millions of people across three centuries. “Scrooge” has become an eponym for stingy or miserly. We write in defense of this Ebenezer Scrooge, not the redeemed one.<br />Scrooge is a distilled caricature of a businessman in the Victorian era: a rich, obsessive wealth hoarder. Working in “his moldy old office,” living in “his dusty chambers” in a building so old and dreary that “nobody lived in it but Scrooge,” he was “a tight-fisted hand at the grindstone.” He strove from dawn till dusk to “understand his own business,” and “with his banker’s-book” he trudged home in the dark “to take his gruel” alone by a dying fire.<br />We meet Scrooge on Christmas Eve, when he is visited in his cold, dingy “counting-house” by his nephew, who urges him to stop working: “You’re rich enough.” The young man begs his uncle to join him in making merry on Christmas Day. Concerned about finding himself “a year older, but not an hour richer,” Scrooge answers that he will keep Christmas in his own way, by working.<br />It should be understood there is nothing unethical about Ebenezer Scrooge. In his view business “is the even-handed dealing of the world,” and “there is nothing on which it is so hard as poverty.” His great failing, in the words of his former fiancée, whom he gave up to marry his business, was that he had become a prisoner of “the master-passion, Gain.”<br />Scrooge’s reclamation begins on Christmas Eve when the ghost of his dead partner, Jacob Marley, visits to tell of his “life’s opportunity misused.” When Scrooge recalls his partner was “always a good man of business,” Marley’s ghost cries out “Mankind was my business. The common welfare was my business: charity, mercy, forbearance and benevolence were all my business. The dealings of my trade were but a drop of water in the comprehensive ocean of my business.”"
}