{
    "url_original": "https://www.wsj.com/articles/in-india-facebook-fears-crackdown-on-hate-groups-could-backfire-on-its-staff-11607871600?mod=business_lead_pos3",
    "url": "in-india-facebook-fears-crackdown-on-hate-groups-could-backfire-on-its-staff-11607871600",
    "title": "In India, Facebook Fears Crackdown on Hate Groups Could Backfire on Its Staff",
    "sub_head": "Social media giant’s security team cites possible attacks if extremist Hindu groups are kicked off platform",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-272554?width=620&size=1.5",
    "image_1": "im-272554.jpg",
    "time": "2020-12-13 10:48:00",
    "body": "Dozens of religious extremists burst into a Pentecostal church outside New Delhi in June, claiming it was built atop a Hindu temple. The group installed a Hindu idol in protest, and a pastor says he was punched in the head by attackers.<br />Members of a Hindu nationalist organization known as Bajrang Dal claimed responsibility in a video describing the incursion that has been viewed almost 250,000 times on Facebook. The social-media company’s safety team earlier this year concluded that Bajrang Dal supported violence against minorities across India and likely qualified as a “dangerous organization” that should be banned from the platform, according to people familiar with the matter.<br />Facebook Inc.  balked at removing the group following warnings in a report from its security team that cracking down on Bajrang Dal might endanger both the company’s business prospects and its staff in India, the people said. Besides risking infuriating India’s ruling Hindu nationalist politicians, banning Bajrang Dal might precipitate physical attacks against Facebook personnel or facilities, the report warned.<br />Such conflicting concerns underscore the struggle Facebook faces in policing hate speech that exists in the vast sea of content posted to its platform around the world. The calculus is especially complicated in India, Facebook’s largest market by users. Facebook has staff on the ground, recently invested $5.7 billion in a new retail venture and interacts with a government whose politicians have ties to Hindu nationalist groups.<br />“We enforce our Dangerous Individuals and Organizations policy globally without regard to political position or party affiliation,” said Facebook spokesman Andy Stone, calling the company’s process for determining what entities to ban careful, rigorous and multidisciplinary."
}