{
    "url_original": "https://www.wsj.com/articles/india-throws-a-trudeau-tantrum-11607643923?mod=opinion_major_pos7",
    "url": "india-throws-a-trudeau-tantrum-11607643923",
    "title": "India Throws a Trudeau Tantrum",
    "sub_head": "Sikh separatist history and Canadian domestic politics fuel a transoceanic dispute.",
    "category_1": "Opinion",
    "category_2": "East is East",
    "time": "2020-12-10 18:45:00",
    "body": "Justin Trudeau may have a fan following in North America. But for the Indian government, the Canadian prime minister is a massive pain in the neck. No other Western politician creates so much friction.<br />At the moment, New Delhi and Mr. Trudeau are scrapping over raucous protests near India’s capital. Over the past two weeks, tens of thousands of irate farmers—most of them from the relatively prosperous northern states of Punjab and Haryana—have converged on Delhi’s borders to demand that the government scrap three new farm laws that give the private sector a greater role in agriculture.<br />In a failed attempt to stall the farmers, authorities have lobbed tear-gas shells, dug up trenches, erected concrete barriers and deployed water cannons and phalanxes of baton-wielding policemen. Despite several rounds of negotiations with protest leaders, the standoff shows no sign of abating. Farmers have threatened to hunker down for months and to block all traffic to and from the national capital.<br />Amid a pandemic, recession and border face-off with China, the protests represent the most serious challenge to Prime Minister Narendra Modi since his re-election last year. More than half of Indians earn a living from agriculture. No government can afford to be seen as hostile to their interests.<br />Enter Mr. Trudeau. Speaking over video last month to Canadian Sikhs—many of whom maintain close links with their families in Indian Punjab—the prime minister called the situation in India “concerning.” He asserted that Canada would “defend the right of peaceful protest.”"
}