{
    "url_original": "https://www.wsj.com/articles/innovation-unlikely-from-biden-economists-11607551271?mod=opinion_major_pos17",
    "url": "innovation-unlikely-from-biden-economists-11607551271",
    "title": "Innovation Unlikely From Biden Economists",
    "sub_head": "Only two of the five “economists” mentioned actually are economists.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-266207?width=620&size=1.5",
    "image_1": "im-266207.jpg",
    "time": "2020-12-09 17:01:00",
    "body": "A strikingly odd aspect of your editorial “Return of the Obama Economists” (Dec. 1) is that only two of the five “economists” mentioned actually are economists. Cecilia Rouse and Janet Yellen are true economists. Ms. Rouse is first-rate and a highly respected expert in labor economics and the economics of education. Ms. Yellen has had a long career as both an academic economist and maker of economic policy. Her extensive practical experience in making economic policy counts for a lot. Although her Keynesian understanding of macroeconomics is literally half a century out of date, she is a serious economist. Of the other members of the Biden team, at least two have literally no academic training in economics, business or finance. Jared Bernstein has degrees in music, philosophy and social work. Brian Deese has a political science degree and a law degree. Neera Tanden has a law degree. Why would anyone think such people will offer better economic analysis than, say, the supermarket butcher or a taxicab driver? Why would anyone call them economists? To do so is to insult the entire economics profession.<br />The purpose of the Council of Economic Advisers, the National Economic Council and so on is to add coherent economic analysis to the babble of often economically nonsensical policy suggestions that continually emanate from government departments and lobbying groups. Unfortunately, the majority of this team have no qualifications to do that. What Joe Biden needs for competent economic advice are genuine economists or people otherwise trained in business and finance, not social activists who are economists only by self-description.<br />Em. Prof. John J. Seater<br />North Carolina State University<br />Walpole, Mass."
}