{
    "url_original": "https://www.wsj.com/articles/inquiry-into-rio-tinto-caves-blast-urges-restitution-and-transparency-11607512983?mod=business_lead_pos3",
    "url": "inquiry-into-rio-tinto-caves-blast-urges-restitution-and-transparency-11607512983",
    "title": "Australian Inquiry Into Rio Tinto Caves Blast Urges Restitution, Transparency",
    "sub_head": "World’s second-largest miner should negotiate restitution with aboriginal group after destroying ancient rock shelters, lawmakers say",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-270479?width=620&size=1.5",
    "image_1": "im-270479.jpg",
    "time": "2020-12-09 06:23:00",
    "body": "SYDNEY— Rio Tinto  PLC should compensate an Australian indigenous group over the destruction of two ancient rock shelters, an inquiry has found, while calling for an end to the secrecy over how miners secure land access.<br />Australian lawmakers have been investigating the destruction of the caves at Juukan Gorge in the north west of the country on May 24, which cost Rio Tinto’s chief executive his job and damaged the mining industry’s reputation more broadly.<br />On Wednesday, lawmakers recommended Rio Tinto negotiate a restitution package with the traditional owners of the site, the Puutu Kunti Kurrama and Pinikura people, or PKKP. They also urged Rio Tinto and its western Australian peers to end the use of gag clauses in land-use agreements that have stopped Aboriginal groups from speaking out against mining operations.<br />The inquiry has the potential to reboot the relationship between indigenous communities and miners, which rank among Australia’s biggest companies.<br />Globally, many mining operations are on land traditionally owned by indigenous groups, including in South America, Africa and the Arctic Circle. While environmental, social and governance standards have become increasingly important for investors in recent years, much of the focus has been on tackling emissions or curbing environmental disasters after waste-dam collapses."
}