{
    "url_original": "https://www.wsj.com/articles/inside-the-google-facebook-ad-deal-at-the-heart-of-a-price-fixing-lawsuit-11609254758?mod=politics_lead_pos4",
    "url": "inside-the-google-facebook-ad-deal-at-the-heart-of-a-price-fixing-lawsuit-11609254758",
    "title": "Inside the Google-Facebook Ad Deal at the Heart of a Price-Fixing Lawsuit",
    "sub_head": "Lawmakers have called for an investigation into the tech giants’ contract, dubbed ‘Jedi Blue,’ which allegedly allowed for auction rigging",
    "category_1": "Tech",
    "time": "2020-12-29 13:59:00",
    "body": "State attorneys general said in a lawsuit earlier this month that a 2018 business agreement between two digital advertising giants,  Facebook Inc.  and  Alphabet Inc.’s  Google, was an illegal price-fixing deal. Lawmakers are calling for further investigation. The companies say it was above board.<br />The Wall Street Journal viewed part of a recent unredacted draft version of the lawsuit, which elaborates on allegations in the redacted complaint filed in a Texas federal district court.<br />Ten Republican attorneys general, led by Texas’ Ken Paxton, say Google gave Facebook special terms and access to its ad server, a ubiquitous tool for allocating advertising space across the web. This and other conduct by Google, they allege in the final lawsuit, harms competition and deprives “advertisers, publishers and consumers of improved quality, greater transparency, increased output and/or lower prices.”<br />Previously unreported details from the draft, including contract terms and company documents, shed light on the legal battle ahead and the relationship between two tech giants who have called each other competitors even as they hold an ever-widening share of the digital advertising market.<br />A Google spokeswoman declined to comment on specific terms of the deal. She said the states’ “complaint misrepresents this agreement, as it does many other aspects of our ad tech business. We look forward to making our case in court.”"
}