{
    "url_original": "https://www.wsj.com/articles/instacart-looked-like-a-savior-now-stores-arent-so-sure-11609151401?mod=tech_lead_pos1",
    "url": "instacart-looked-like-a-savior-now-stores-arent-so-sure-11609151401",
    "title": "Instacart Looked Like a Savior. Now Stores Aren’t So Sure.",
    "sub_head": "Some supermarkets plan to stick with delivery service despite fees; Instacart says it lets grocers expand e-commerce without building their own infrastructure",
    "category_1": "Business",
    "time": "2020-12-28 05:30:00",
    "body": "Grocery-delivery service Instacart Inc. once seemed like the perfect partner for supermarkets looking to break into e-commerce. After several years together, though, some grocers are starting to question the relationship.<br />Instacart’s technology provided a ready-made solution for grocery chains that hadn’t yet created options for customers to shop online. And it became even more attractive when delivery demand ballooned with the pandemic, providing armies of on-demand shoppers to fulfill orders in-store and deliver groceries to people’s homes.<br />But many supermarkets say they aren’t making money through Instacart, largely because the delivery company typically charges them a commission of more than 10% of each order. Some of Instacart’s retailer partners say the service holds too much control over customer interactions and expect it to take an increasing share of money that food makers spend on marketing. All that has put grocers in a bind, as delivery continues to boom and becomes a necessity.<br />“We don’t think we make money from an Instacart order,” said Mark Skogen, CEO of Skogen’s Foodliner Inc., which operates more than 30 stores under its Festival Foods brand and began offering Instacart about a year ago.<br />Delivery remains costly because his company pays Instacart a percentage of its online sales, Mr. Skogen said. The grocer still works with Instacart because it allows for higher revenue even if there is no profit."
}