{
    "url_original": "https://www.wsj.com/articles/intel-gets-some-needed-cover-11609327980?mod=business_minor_pos11",
    "url": "intel-gets-some-needed-cover-11609327980",
    "title": "Intel Gets Some Needed Cover",
    "sub_head": "Activist call to evaluate strategic options could help chip maker make some painful choices",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-279068?width=620&size=1.5",
    "image_1": "im-279068.jpg",
    "time": "2020-12-30 06:33:00",
    "body": "Chip making is a complicated business. Fixing a broken chip maker is more complicated still.<br />Such was laid bare by a letter to  Intel Corp.  Tuesday from well-known shareholder activist Dan Loeb of Third Point. The letter comes months after the chip maker disclosed new problems with its latest manufacturing process that put it even further behind  Taiwan Semiconductor Manufacturing Co. , or TSMC. It also comes just a few weeks before Intel is expected to announce whether it will begin outsourcing some future manufacturing needs to its rival, as part of an effort to rectify the problem. That announcement is expected in the company’s fourth-quarter earnings call, scheduled for Jan. 21.<br />Mr. Loeb appears to disfavor this strategy, citing the “vital role” Intel plays in national security by maintaining domestic chip-making capabilities. But his suggestion that Intel engage a “reputable investment advisor” to help it evaluate whether it should even remain an integrated chip manufacturer could add to the problem, as the most natural buyers for Intel’s manufacturing operations are all overseas. Advanced Micro Devices Inc., or AMD, spun off its manufacturing arm more than a decade ago. That business, GlobalFoundries, is now majority owned by an investment arm of the Abu Dhabi government.<br />And any buyer will be left with the same vexing problem of how to catch up to TSMC if it wants to remain competitive. New chip-making processes spend years in development before they get to high-volume manufacturing. And even if Intel fixes the issues it reported in July for its 7-nanometer process under development, the company is still well behind TSMC, which is already shipping even more advanced chips at 5 nanometers—including  Apple Inc.’s  new processors for its latest generation of iPhones.<br />But Mr. Loeb also called on Intel to evaluate the “potential divestment of certain failed acquisitions,” which might prove to be more helpful in the meantime. While he didn’t specify any particular deals, the company’s two largest to date—programmable chip specialist Altera and driver-assistance systems designer Mobileye—have done little to change its fortunes. Pressure from an activist could give Intel Chief Executive Bob Swan the cover needed to unwind some of those deals, which could raise capital and help Intel focus on the problems at hand."
}