{
    "url_original": "https://www.wsj.com/articles/intimations-review-scenes-from-a-global-humbling-11608331245?mod=opinion_major_pos12",
    "url": "intimations-review-scenes-from-a-global-humbling-11608331245",
    "title": "‘Intimations’ Review: Scenes from a Global Humbling",
    "sub_head": "From solitary suffering to madness in company, Zadie Smith traces the pandemic’s marks on the human heart.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-274328?width=620&size=1.5",
    "image_1": "im-274328.jpg",
    "time": "2020-12-18 17:40:00",
    "body": "It is rare, in the midst of an experience, to become conscious of it as such—as a thing that will shape us, mark us, mean something. Usually we are too caught up in the current; we have to climb up on the bank and dry off before we can begin to see that the experience—just then, just there—changed us. But sometimes a moment comes along, in our private lives or our collective ones, that overwhelms us immediately with the awareness of its being a thing that matters. This year, from the onset of the coronavirus pandemic, has been that sort of moment, surreally extended and bloated, composed of a cascade of mini-moments too rapid to process. What does it mean? we’ve sputtered as it hit us. Where will it leave its mark on us (individually, collectively)? How will it appear when we look back on it years from now?<br />Writing, suggests the English novelist Zadie Smith,  is an attempt to control the mystifying rush of experience—to “take this largely shapeless bewilderment and pour it into a mold.” In “Intimations,” her new collection of essays, Ms. Smith gives form to our experience of 2020. Written during the early months of the pandemic, these six short pieces parse its first traces—the intimations of virus or, as Ms. Smith calls it, “the global humbling.” They are lean and powerful—the collection is less than 100 pages—like pencil sketches that capture a scene or a figure in a few brief masterly strokes. When we do look back on this period, these are among the essays we will turn to.<br />“Peonies” opens in the last days of normalcy before lockdown, Ms. Smith suddenly pausing in the middle of her rushed routine to stare at flowers springing up in the middle of New York City. She is drawn by instinct, her fingers curled around the bars of the garden gate. The episode is “a tiny, early preview of what I now feel every moment of every day, that is, the complex and ambivalent nature of ‘submission,’ ” she writes. She gestures to ways we’ve had to accommodate resistance and submission, fighting the virus by submitting—to mask-wearing, to staying home, to a new reality.<br />In “The American Exception,” she considers death and its uneven distribution in America: “The virus map of the New York boroughs turns redder along precisely the same lines as it would if the relative shade of crimson counted not infection and death but income brackets and middle-school ratings.” Far from being a great equalizer, the pandemic has highlighted the old hierarchies. Will Americans, jolted out of complacency, change this state of affairs? Will we go back to forgetting the underpaid workers we now applaud as “essential”? Ms. Smith draws on the example of postwar Europe which, after years of death, decided that healthcare shouldn’t be dictated by private interests.<br />The essays that follow—on time and suffering—continue to probe the disparities in our experience of the pandemic. Our relation to time has been altered, but there are workers who don’t need to fill time, whose days are overburdened with essential tasks, and there is everyone else, with some time to fill. In “Something to Do,” she weighs the existential problem of how we do time, which the pandemic has thrown into sharp new light. “Like pugs who have been lifted out of a body of water, our little limbs keep pumping on, as they did when we were hurrying off to our workplaces.” We bake banana bread, we paint, we make a video. But without love, she concludes, life is just doing time: “Busyness will not disguise its lack.”"
}