{
    "url_original": "https://www.wsj.com/articles/investors-circle-largest-corporate-cash-hoard-ever-11607086917?mod=markets_lead_pos6",
    "url": "investors-circle-largest-corporate-cash-hoard-ever-11607086917",
    "title": "Investors Circle Largest Corporate Cash Hoard Ever",
    "sub_head": "Alternatives for companies include buybacks, capital projects, employee hiring, reducing debt and M&A",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2020-12-04 16:20:00",
    "body": "U.S. companies are sitting on the largest pile of cash ever. Investors are trying to gauge how they are going to use it.<br />Cash holdings at nonfinancial companies grew to a record $2.1 trillion at the end of June, according to a report from Moody’s Investors Service. That is up 30% from that time last year and higher than the previous peak of nearly $2 trillion in 2017. Among the biggest hoarders:  AT&T Inc.  and  Delta Air Lines Inc.,  which each held more than $15 billion at the end of June.<br />Other measures show some of America’s largest companies continued to hang on to record cash stockpiles at the end of the third quarter. The amount held by S&P 500 companies not in the financial, transportation or utility sectors is expected to total around $1.9 trillion, according to data compiled by S&P Dow Jones Indices. That is the most cash ever held by that group in data going back to 1980.<br />Among investment-grade borrowers tracked by  BNP Paribas ,  the ratio of current assets to current liabilities—which BNP uses to estimate liquidity—has risen this year to 86% in Europe and 97% in the U.S. Those levels have only been exceeded since 2000 during late 2009-early 2010 in the U.S. and mid-2004 in Europe.<br />Companies in the Stoxx Europe 600 have also posted a similar rise, with average short-term liquidity ratios forecast to finish 2020 at 172%, up from 159% at the end of 2019 among companies for which data is available in FactSet. In the S&P 500, companies are forecast to finish the year at 192%, up from 170%."
}