{
    "url_original": "https://www.wsj.com/articles/investors-seek-growth-now-in-paying-later-11607077800?mod=markets_major_pos1",
    "url": "investors-seek-growth-now-in-paying-later-11607077800",
    "title": "Investors Seek Growth Now in Paying Later",
    "sub_head": "Payments stocks are getting a boost from retailers’ embrace of buy now, pay later options at checkout",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-267992?width=620&size=1.5",
    "image_1": "im-267992.jpg",
    "time": "2020-12-04 05:30:00",
    "body": "Some shoppers might feel thriftier than usual during this unusual holiday season, but merchants are increasingly offering a payment method that could help them to spend a bit more.<br />Buttons or logos bearing names such as Affirm, Afterpay, Bread, Klarna, Splitit and Quadpay have been popping up in more online shopping carts in the U.S. this year alongside the usual options for cards or digital wallets. Collectively called “buy now, pay later,” these providers enable merchants to be paid up front but give shoppers the ability to spread the cost over weeks or months, often for zero interest, rather than just putting it all on a credit or debit card at once.<br />Financing has, of course, long been available for certain purchases like cars or couches. What distinguishes today’s BNPL is being fully digital, accessible almost instantly, even for small purchases, and very often at zero interest.<br />BNPL has now caught investors’ attention, too. A November  Bank of America  analyst note estimated global volume may grow to around $650 billion to $1 trillion by 2025, roughly 10 to 15 times the current market. A handful of listed companies—such as Afterpay,  Sezzle  and Quadpay owner  Zip Co. , all trading on Australia’s  ASX —specialize in BNPL and are among the hotter stocks in the already-hot digital-payments sector. Afterpay, the biggest by market value, is up over 220% this year. Meanwhile, Affirm Holdings has filed to go public in New York, and Klarna Holding raised a private round at a valuation of nearly $11 billion.<br />Retailers have increasingly high expectations for these firms to help boost revenue. Gap, for example, said in November that it expects partnerships with Afterpay and  PayPal Holdings  to increase revenue-per-visitor by about 2% versus customers using other payment methods."
}