{
    "url_original": "https://www.wsj.com/articles/investors-double-down-on-stocks-pushing-margin-debt-to-record-11609077600?mod=markets_lead_pos3",
    "url": "investors-double-down-on-stocks-pushing-margin-debt-to-record-11609077600",
    "title": "Investors Double Down on Stocks, Pushing Margin Debt to Record",
    "sub_head": "Chasing bigger gains, some have exposed themselves to potentially devastating losses through riskier plays, such as concentrated positions and trading options",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-278233?width=620&size=1.5",
    "image_1": "im-278233.jpg",
    "time": "2020-12-27 09:00:00",
    "body": "Bruce Burnworth used to clip coupons and look for deals before his investment in  Tesla Inc.  made him a millionaire.<br />He is part of a widening class of affluent Americans who are doubling, or even tripling, down on this year’s highflying stock market. The S&P 500 has soared 66% since bottoming in March in the early days of the Covid-19 pandemic, while dozens of individual stocks, like Tesla, have surged even higher.<br />Some investors have been tempted to chase bigger gains—and have exposed themselves to potentially devastating losses—through riskier plays, such as concentrated positions, trading options and leveraged exchange-traded funds. Others are borrowing against their investment portfolios, pushing margin balances to the first record in more than two years, to buy even more stock.<br />Mr. Burnworth, a civil engineer in Incline Village, Nev., who is nearing retirement age, is using all of those strategies after turning a roughly $23,000 options gamble on Tesla last year into a nearly $2 million windfall. His growing Tesla stake had enabled him to borrow against his position to convert Tesla options into shares that have soared sevenfold this year. He says he also helped his daughter buy a home and purchased a Tesla sport-utility vehicle for another family member.<br />“Before, I wasn’t doing particularly well financially, Now, I’m well beyond where I wanted to be for retirement,” said Mr. Burnworth, who added that he also sold his own home and used some of the proceeds to buy more Tesla options."
}