{
    "url_original": "https://www.wsj.com/articles/investors-turning-up-noses-at-food-companies-11608221211?mod=business_minor_pos10",
    "url": "investors-turning-up-noses-at-food-companies-11608221211",
    "title": "Investors Turning Up Noses at Food Companies",
    "sub_head": "Stocks like General Mills, Campbell are overlooked value plays as investors doubt recent progress is permanent",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-17 11:06:00",
    "body": "No matter what food companies serve up these days, investors seem to be left unsatisfied.<br />General Mills  reported excellent results Thursday. Net sales during the quarter ended Nov. 29 rose 7% from a year earlier. This was led by 18% sales growth for both its pet-food segment and North America meals and baking, which includes brands such as Progresso soup and Pillsbury biscuits. Earnings per share rose 17% to $1.11, well past analyst expectations for 97 cents, according to FactSet.<br />Yet shares were only slightly higher in Thursday morning trading. Last week,  Campbell Soup ’s  stock fell after it reported similarly strong figures. Investors are refusing to believe that the good times can last once Americans start commuting to work again, restaurants fully reopen, and more meals are again consumed outside the home.<br />For months, food companies have presented a well-reasoned case why at least some of the sales boost will persist. Families that have invested in new kitchen equipment and learned new cooking skills are likely to keep on cooking, they argue. Yet investors remain unconvinced. General Mills is up around 10% so far this year, compared with a 15% rise in the S&P 500. Campbell is down by about 5%.<br />On Thursday’s conference call, General Mills Chief Executive Jeff Harmening bolstered the argument, pointing to real-world evidence from two countries where the worst of the pandemic has already passed: China and Australia. General Mills owns a Chinese frozen dumpling brand, Wanchai Ferry, which is still seeing double-digit sales growth five or six months after lockdowns in the country have ended, he said."
}