{
    "url_original": "https://www.wsj.com/articles/investor-bill-ackman-and-nbas-chris-paul-back-housing-fund-11607383231?mod=markets_minor_pos20",
    "url": "investor-bill-ackman-and-nbas-chris-paul-back-housing-fund-11607383231",
    "title": "Investor Bill Ackman and NBA’s Chris Paul Back Housing Fund",
    "sub_head": "Turner Impact Capital’s latest fund raised $357 million to create affordable urban housing for working families",
    "category_1": "Pro PE Fund News",
    "image_1_url": "https://images.wsj.net/im-269498?width=620&size=1.5",
    "image_1": "im-269498.jpg",
    "time": "2020-12-07 18:20:00",
    "body": "An impact investment firm has won the backing of NBA All-Star Chris Paul and activist hedge-fund investor Bill Ackman, whose family foundations are investing in funds targeting America’s affordable housing shortage.<br />Turner Impact Capital has raised $357 million for its second fund focused on providing affordable housing to people who earn too much to qualify for subsidized housing but not enough to afford homes in the areas where they live and work.<br />The new vehicle, Turner Multifamily Impact Fund II, aims to invest in ethnically diverse, underserved communities to serve residents making 60% to 100% of the local median income.<br />“Today there are 43 million renter households, of which one out of two families is rent-burdened and one out of four is severely rent-burdened, spending upwards of 60% of their monthly income on their housing,” said Bobby Turner, the firm’s chief executive who launched Turner Impact Capital in 2014 after years with Canyon Capital Realty Advisors. “That’s at the expense of things like food security and, most importantly, at the expense of hope.”<br />The economic fallout from the coronavirus pandemic stands to put even more pressure on renters across the country as tenant protections expire in the months ahead, according to the firm, which estimates that outstanding rent in the U.S. will total $7.2 billion by the end of this year."
}