{
    "url_original": "https://www.wsj.com/articles/iowans-fault-democratic-national-committee-for-role-in-caucus-debacle-11607818737?mod=politics_lead_pos2",
    "url": "iowans-fault-democratic-national-committee-for-role-in-caucus-debacle-11607818737",
    "title": "Iowans Fault Democratic National Committee for Role in Caucus Debacle",
    "sub_head": "A report says the DNC demanded late changes to the reporting system Iowa Democrats planned to use",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "image_1_url": "https://images.wsj.net/im-272718?width=620&size=1.5",
    "image_1": "im-272718.jpg",
    "time": "2020-12-12 19:18:00",
    "body": "The Iowa Democratic Party released a report Saturday that said late technology demands from the Democratic National Committee contributed to a caucus results-reporting debacle that marred the start of the presidential nomination process.<br />Technical glitches and tabulation problems from Iowa’s Feb. 3 Democratic caucuses meant results were delayed for days and confusion dominated the formal start of the nomination race. An app the state party developed to allow volunteers from roughly 1,700 neighborhood caucus sites to report vote totals crashed, and there were problems with a backup-telephone system.<br />The drama prompted some Democrats to call for an end to Iowa’s first-in-the-nation status, which the state has protected even as others have moved their nominating contests earlier. The caucuses generate millions of dollars of revenue and massive political attention.<br />The document said that the DNC demanded late changes to the reporting system Iowa Democrats planned to use and that those alterations resulted in failure. “Attempting to graft an entirely new software element onto the back-end reporting system at the proverbial eleventh hour is likely always going to be problematic, and it was ultimately the cause of a major problem on caucus night,” the report said.<br />The report also blamed the Iowa Democratic Party for not being better prepared. “The IDP—not the DNC—is ultimately responsible to ensure that its caucus tools and infrastructure are in place prior to the caucuses,” it said."
}