{
    "url_original": "https://www.wsj.com/articles/ireland-revives-living-wage-debate-as-countries-look-to-life-after-covid-11609163079?mod=world_major_1_pos4",
    "url": "ireland-revives-living-wage-debate-as-countries-look-to-life-after-covid-11609163079",
    "title": "Ireland Revives Living-Wage Debate as Countries Look to Life After Covid",
    "sub_head": "Low-wage workers have become a priority for governments around the world as they look to rebuild their economies",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-278431?width=620&size=1.5",
    "image_1": "im-278431.jpg",
    "time": "2020-12-28 08:44:00",
    "body": "Ireland has added some fresh heat into the question of whether countries should raise minimum wages to put their economies on a more stable footing in the aftermath of the Covid-19 pandemic, with Prime Minister Micheál Martin saying his government would look at increasing the level by a fifth.<br />Mr. Martin said such a move would be aimed at addressing income equality exposed by the pandemic, with many lower-income workers across the world bearing the brunt of lockdowns while better-paid people work from home.<br />“I think there is a clear message emanating from Covid that it has exposed the duality of the Irish economy in terms of low-paid workers,” Mr. Martin said during the prime minister’s customary Christmas news conference. “That’s something we’ve got to [consider]—not just a minimum wage, but a living wage, which would really deal to some degree with that issue.”<br />He suggested raising the current minimum wage of 10.10 euros an hour, equivalent to $12.30, to a living wage of €12.30, based on everyday living costs.<br />Some supermarket chains and other private employers in Europe have switched to paying living wages instead of lower minimum wages in recent months to encourage staff retention. But many employers still use minimum wages to set pay rates. A U.K. study conducted by the Resolution Foundation, a think tank, found around half of front-line care workers were paid less than the living wage, as calculated by the Living Wage Foundation."
}