{
    "url_original": "https://www.wsj.com/articles/is-land-rovers-new-defender-suv-more-trouble-than-its-worth-11607004799",
    "url": "is-land-rovers-new-defender-suv-more-trouble-than-its-worth-11607004799",
    "title": "Is Land Rover’s New Defender SUV More Trouble Than It’s Worth?",
    "sub_head": "With overlanding power and a three-foot wading depth, the handsome Defender can conquer the Andes. But the brand has well-documented reliability issues. Dan Neil on whether the benefits outweigh the risks",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "image_1_url": "https://images.wsj.net/im-266812?width=620&size=1.5",
    "image_1": "im-266812.jpg",
    "time": "2020-12-03 09:13:00",
    "body": "BY THIS TIME in a normal year, I would only be testing vehicles from the following model year, e.g., 2021. Our guest this week, a 2020 Land Rover Defender 110 P400 SE, is about six months late to my party due to delays in production, trans-ocean logistics and overland delivery. The new Defender can climb a wall but it can’t get over Covid-19.<br />Four-door 110 models are now arriving at U.S. dealerships, but production of the two-door 90 models at Nitra, Slovakia, has been set back. Making matters worse: The 90, on a shortened wheelbase, is the cutest damn thing you ever did see—funky fresh and coltish, the SUV preferred by Serengeti game wardens who are also boy-band heartthrobs.<br />The new Defender is a triumph of industrial design, a big, beautiful box of postcolonial nostalgia, if not amnesia, evoking the primitive overlanders of empire while being nothing like them internally. It is to the old what  BMW ’s  New Mini (circa 2000) was to Sir Alec Issigonis’ postwar tobacco tin. Defender’s heritage cues—the blocky volumes, the upright windshield, chamfered horizontal shoulder lines, shoebox greenhouse, white-capped roof with alpine windows—have all been redrafted here in a kind of eight-bit, Minecraft modernity.<br />The anatomy is familiar. Defender shares engines and drivetrain components with the Discovery and other Jaguar Land Rover products; the chassis comprises heavy-duty versions of JLR’s long-travel multi-link suspension, adaptive dampers, and ride-height adjustable pneumatic springs. Defender does get its own, new and prodigious platform, a bonded aluminum monocoque that feels like it could shake off a land mine.<br />It’s easier to list what’s lovable about the Defender—hose-able floors, sharkskin-like cabin trim, optional frontbench seating—than to explain why, exactly, anyone would buy one, especially in the first year. I’d be terrified. Jaguar Land Rover (JLR) products have some of the worst reliability scores in the industry; and some Defenders already in-country have manifested serious problems."
}