{
    "url_original": "https://www.wsj.com/articles/is-there-a-doctor-in-the-white-house-not-if-you-need-an-m-d-11607727380?mod=opinion_lead_pos7",
    "url": "is-there-a-doctor-in-the-white-house-not-if-you-need-an-m-d-11607727380",
    "title": "Is There a Doctor in the White House? Not if You Need an M.D.",
    "sub_head": "Jill Biden should think about dropping the honorific, which feels fraudulent, even comic.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-271564?width=620&size=1.5",
    "image_1": "im-271564.jpg",
    "time": "2020-12-11 17:56:00",
    "body": "Madame First Lady—Mrs. Biden—Jill—kiddo: a bit of advice on what may seem like a small but I think is a not unimportant matter. Any chance you might drop the “Dr.” before your name? “Dr. Jill Biden” sounds and feels fraudulent, not to say a touch comic. Your degree is, I believe, an Ed.D., a doctor of education, earned at the University of Delaware through a dissertation with the unpromising title “Student Retention at the Community College Level: Meeting Students’ Needs.” A wise man once said that no one should call himself “Dr.” unless he has delivered a child. Think about it, Dr. Jill, and forthwith drop the doc.<br />I taught at Northwestern University for 30 years without a doctorate or any advanced degree. I have only a B.A. in absentia from the University of Chicago—in absentia because I took my final examination on a pool table at Headquarters Company, Fort Hood, Texas, while serving in the peacetime Army in the late 1950s. I do have an honorary doctorate, though I have to report that the president of the school that awarded it was fired the year after I received it, not, I hope, for allowing my honorary doctorate. During my years as a university teacher I was sometimes addressed, usually on the phone, as “Dr. Epstein.” On such occasions it was all I could do not to reply, “Read two chapters of Henry James and get into bed. I’ll be right over.”<br />I was also often addressed as Dr. during the years I was editor of the American Scholar, the quarterly magazine of Phi Beta Kappa. Let me quickly insert that I am also not a member of Phi Beta Kappa, except by marriage. Many of those who so addressed me, I noted, were scientists. I also received a fair amount of correspondence from people who appended the initials Ph.D. to their names atop their letterheads, and have twice seen PHD on vanity license plates, which struck me as pathetic. In contemporary universities, in the social sciences and humanities, calling oneself Dr. is thought bush league.<br />The Ph.D. may once have held prestige, but that has been diminished by the erosion of seriousness and the relaxation of standards in university education generally, at any rate outside the sciences. Getting a doctorate was then an arduous proceeding: One had to pass examinations in two foreign languages, one of them Greek or Latin, defend one’s thesis, and take an oral examination on general knowledge in one’s field. At Columbia University of an earlier day, a secretary sat outside the room where these examinations were administered, a pitcher of water and a glass on her desk. The water and glass were there for the candidates who fainted. A far cry, this, from the few doctoral examinations I sat in on during my teaching days, where candidates and teachers addressed one another by first names and the general atmosphere more resembled a kaffeeklatsch. Dr. Jill, I note you acquired your Ed.D. as recently as 15 years ago at age 55, or long after the terror had departed.<br />The prestige of honorary doctorates has declined even further. Such degrees were once given exclusively to scholars, statesmen, artists and scientists. Then rich men entered the lists, usually in the hope that they would donate money to the schools that had granted them their honorary degrees. (My late friend Sol Linowitz, then chairman of Xerox, told me that he had 63 honorary doctorates.) Famous television journalists, who passed themselves off as intelligent, followed. Entertainers, who didn’t bother feigning intelligence, were next."
}