{
    "url_original": "https://www.wsj.com/articles/israel-morocco-deal-thrusts-u-s-into-western-sahara-conflict-11607705049",
    "url": "israel-morocco-deal-thrusts-u-s-into-western-sahara-conflict-11607705049",
    "title": "Trump Wades Into Western Sahara Conflict With Morocco-Israel Deal",
    "sub_head": "President’s decision to recognize Moroccan sovereignty in disputed region risks instability in North Africa",
    "category_1": "World",
    "category_2": "Africa",
    "image_1_url": "https://images.wsj.net/im-272000?width=620&size=1.5",
    "image_1": "im-272000.jpg",
    "time": "2020-12-11 11:44:00",
    "body": "President Trump’s decision to recognize Morocco’s sovereignty over the disputed Western Sahara region ends American neutrality in a conflict that threatens to destabilize a corner of North Africa critical to U.S. and European security interests.<br />Morocco’s decadeslong conflict with Western Sahara independence fighters had been dormant until last month. Fighting broke out again in November after nearly three decades in which a United Nations-brokered cease-fire helped maintain relations between Morocco and Algeria, the main backer of the independence movement. Both countries are important security partners of both the U.S. and Europe.<br />If the violence goes unchecked, observers warn it could damage security in the broader region, drawing in criminal networks smuggling weapons and contraband that could link it with conflicts in Libya, Mali and Niger.<br />“This is an issue that needs attention, needs resolution, and is moving from a simmer into a low boil. Trump has just turned up the fire,” said Hannah Rae Armstrong, an independent expert on the conflict.<br />Mr. Trump’s proclamation on Thursday backed Morocco’s claim to Western Sahara in return for opening diplomatic relations with Israel, the fourth country to do so since August as a part of a White House effort to broker relations between the Jewish-led state and Middle Eastern neighbors."
}