{
    "url_original": "https://www.wsj.com/articles/israel-sudan-deal-what-does-the-pact-mean-and-why-now-11603483853?mod=world_major_1_pos7",
    "url": "israel-sudan-deal-what-does-the-pact-mean-and-why-now-11603483853",
    "title": "Israel-Sudan Deal: Sudan Removed From U.S. Terrorism List",
    "sub_head": "Agreement to normalize relations adds to U.S.-brokered realignment in Middle East",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2020-12-14 10:27:00",
    "body": "In October, Sudan joined other Arab nations in making peace with Israel, after reaching a deal with the Trump administration to end the African country’s designation as a state sponsor of terrorism. The agreement to normalize relations further shifted the balance of power in the Middle East and northern Africa away from Iran.<br />Sudan is joining a growing list of countries in the region that recognize Israel as a sovereign state, ending decades of hostilities. Getting Sudan’s backing also carries symbolic value for Israel, since Khartoum hosted the famous 1967 Arab League summit in which eight Arab nations approved what became known as the “Three Nos”—no peace with Israel, no recognition of Israel and no negotiations with Israel. A White House statement on the deal said the two countries agreed to start economic and trade relations, which could help Sudan revive an economy on the brink of collapse.<br />The normalization of relations followed months of discreet, U.S.-brokered contacts between the erstwhile foes. It started with a February meeting in Uganda between Israeli Prime Minister Benjamin Netanyahu and Gen. Abdel-Fattah al-Burhan, the head of the military council that runs Sudan’s transitional government along with civilian leaders. The United Arab Emirates, which also recently made peace with Israel and which has close ties to Sudan’s military, hosted talks between Khartoum and the U.S., including on economic assistance. What clinched the deal, however, was a decision by the Trump administration to make the normalization of ties with Israel a precondition for removing Sudan from the list of states the U.S. considers sponsors of terrorism. That designation blocked Khartoum from seeking much-needed help from international financial organizations such as the World Bank and imposed limits on U.S. companies doing business in Sudan.<br />The State Department added Sudan to the list in 1993 for allegedly harboring terrorists, such as members of Hezbollah and al Qaeda, including Osama bin Laden. By doing so, the U.S. says, Sudan assisted in terrorist attacks on the American embassies in Kenya and Tanzania in 1998 and the USS Cole in Yemen in 2000—charges that Sudan denies. Iran, Syria and North Korea remain on the list.<br />Sudan agreed to pay $335 million for compensation to U.S. victims of the terrorist attacks, following several years of talks between Washington and Khartoum. In recent months, the White House also linked Sudan’s removal from the list to normalizing ties with Israel—a demand that Sudanese officials initially resisted. On Dec. 14, Secretary of State Mike Pompeo announced that the U.S. had officially rescinded Sudan’s designation as a state sponsor of terrorism."
}