{
    "url_original": "https://www.wsj.com/articles/italians-will-be-frozen-in-place-this-christmas-11607534352?mod=opinion_lead_pos6",
    "url": "italians-will-be-frozen-in-place-this-christmas-11607534352",
    "title": "Italians Will Be Frozen in Place This Christmas",
    "sub_head": "Think U.S. lockdowns are bad? Imagine being confined to your town.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-270166?width=620&size=1.5",
    "image_1": "im-270166.jpg",
    "time": "2020-12-09 12:19:00",
    "body": "Milan<br />If U.S. states’ lockdowns are too onerous for you, be thankful you’re not in Italy. In November Prime Minister Giuseppe Conte promised that “if we respect the rules, we’ll have a serene Christmas.” Italians largely complied but didn’t get their reward. Now Mr. Conte says it’ll be “a different Christmas, but not less authentic.”<br />Covid-19 hit Italy early and hard. With more than 60,000 deaths and a case-fatality rate of 3.5% (compared with 1.95% in the U.S., 2.57% in Sweden and 2.4% in France), it is clearly a country where things went wrong. In the spring, when the epidemic was concentrated in the North, the country implemented the strictest lockdown in the Western world. It seemed to succeed, and Italians had an uneasy summer, with enclaves of normalcy. Some went to the beach; some hiked mountains; some even went clubbing. In October infections began to rise again.<br />The government fears that Christmas festivities will spread the virus, so it is imposing severe travel restrictions. Residents already aren’t free to move through the national territory, a constitutional right in Italy as in any liberal democracy. They may travel only within their regions—Italy has 20 of them—or between regions that are classified as having a similar risk status. On Dec. 25 and 26 and Jan. 1, all Italians will be confined to their municipalities.<br />The rationale for the new measures lies in the fear that people may move out of the larger cities to join their relatives and have large gatherings, therefore causing a new infection spike. Attilio Fontana, governor of the Northern region of Lombardy, cautioned against a new “exodus” to the South, as the descendants of migrants make their customary reunions in their places of origin. As Southern health care is weaker when it comes to intensive-care units, there is reason to worry."
}