{
    "url_original": "https://www.wsj.com/articles/jack-mas-ant-group-ramped-up-loans-exposing-achilles-heel-of-chinas-banking-system-11607250603?mod=markets_lead_pos2",
    "url": "jack-mas-ant-group-ramped-up-loans-exposing-achilles-heel-of-chinas-banking-system-11607250603",
    "title": "Jack Ma’s Ant Group Ramped Up Loans, Exposing Achilles’ Heel of China’s Banking System",
    "sub_head": "Partnering with the fintech giant has higher risks for smaller lenders, which are already on shaky ground",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2020-12-06 05:30:00",
    "body": "In the span of a year, Ant Group Co. originated loans to half a billion people in China and accounted for nearly a fifth of the country’s outstanding short-term consumer debt as of June.<br />The staggering figures, disclosed by the company in August, showed how Jack Ma’s financial-technology giant has quickly become one of China’s biggest originators of unsecured loans to individuals, and why Ant is now under intense regulatory scrutiny. Chinese authorities last month stopped Ant from raising more than $34 billion in record-breaking initial public offerings in Shanghai and Hong Kong, and are planning to implement rules that would sharply curb the company’s growth ambitions.<br />Back in 2018, the Hangzhou-based startup approached banks with a proposition that many lenders found hard to resist. Ant offered to match them with users of Alipay, its ubiquitous payments app used by hundreds of millions of Chinese citizens and many of the country’s small businesses.<br />The banks were asked to supply funds for short-term online loans and Ant would connect them with borrowers, provide them with some credit-risk metrics, and channel payments back to the lenders. In return, Ant collected fees for helping to originate the loans, while banks earned interest income on the debt.<br />Around 100 banks, ranging from national lenders to small rural banks, signed up for the opportunity to expand their balance sheets by partnering with Ant. At the end of June, Chinese banks and trust companies had the equivalent of around $230 billion in outstanding loans to consumers who borrowed through Alipay, according to calculations by The Wall Street Journal based on Ant’s disclosures."
}