{
    "url_original": "https://www.wsj.com/articles/james-harden-houston-rockets-trade-11607481181",
    "url": "james-harden-houston-rockets-trade-11607481181",
    "title": "James Harden’s Stepback From the Rockets",
    "sub_head": "The NBA star wants out with two years left on his contract. It’s the latest saga pitting a disgruntled player against his own team.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-270286?width=620&size=1.5005861664712778",
    "image_1": "im-270286.jpg",
    "time": "2020-12-09 07:56:00",
    "body": "Instead of reporting to Houston for training camp last week, James Harden went to Atlanta to celebrate the birthday of a rapper named Lil Baby, who reportedly received $100,000 in cash, a $200,000 watch and a bunch of honey bun pastries in a Prada bag as a gift from the NBA superstar.<br />As the Rockets held their first practice of the season on Sunday, video on social media appeared to show Harden partying in a Las Vegas nightclub, openly flouting the league’s coronavirus protocols by gallivanting inside without a mask.<br />Harden finally reported for work on Tuesday, as the NBA attempts to start a new season in the teeth of a pandemic, with millions unemployed and miserable from nine months of virus restrictions. But his delayed arrival is only the beginning of this showdown in a league that has become accustomed to the best players getting their way.<br />Harden’s extraordinary gambit to pressure the Rockets into trading their franchise player to a title contender is the NBA’s latest saga pitting a disgruntled star against his own team.<br />There was hope in Houston that Harden would reconsider his request and avoid this kind of impasse. That optimism made way for resignation and frustration as fresh clips of his extracurricular activities surfaced. Houston’s new coach Stephen Silas has been patient but said that not having his best player at camp was an unexpected setback. When he was asked if he had spoken with Harden, P.J. Tucker responded: “I’m here to speak for P.J. Tucker.”"
}