{
    "url_original": "https://www.wsj.com/articles/japan-plays-catch-up-in-venture-capital-as-rivals-boom-11608987600?mod=markets_lead_pos3",
    "url": "japan-plays-catch-up-in-venture-capital-as-rivals-boom-11608987600",
    "title": "Japan Plays Catch-Up in Venture Capital as Rivals Boom",
    "sub_head": "Nation’s startup scene is beginning to show some Silicon Valley swagger, but entrepreneurs and investors say it has a long way to go",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-277243?width=620&size=1.5",
    "image_1": "im-277243.jpg",
    "time": "2020-12-26 08:00:00",
    "body": "TOKYO—As the world’s two biggest economies, the U.S. and China send scores of startups to the public markets—some at jaw-dropping valuations—yet Japan, at No. 3, has been lagging far behind.<br />The Japanese government wants to kick its startup scene into higher gear, but it won’t be easy.<br />The country’s star initial public offering in technology this year, and one of the biggest in recent years, is online marketing-tool developer Plaid Co., whose opening trade on Dec. 18 gave it a valuation of around $1.1 billion. Meanwhile,  Airbnb Inc.  opened this month at a valuation of $102 billion, the largest in a series of blockbuster U.S. listings, while China’s JD Health International Inc. made its debut in Hong Kong at a market capitalization of roughly $38 billion, capping a bumper year for IPOs there.<br />Japan lacks the self-reinforcing mix of young innovators and financiers that has made places like Silicon Valley and Hangzhou in China, hotbeds of growth. But venture capitalists and entrepreneurs say things are improving. The amount of money startups raise in Japan has increased by more than seven times over the past seven years, to about $4.8 billion in 2019, according to Tokyo-based data tracker Initial Inc.<br />Venture funds are getting bigger, and the government is pouring in money. A unit of government-owned Japan Investment Corp., or JIC, created a $1.2 billion venture-capital fund this year, the country’s biggest. In recent weeks, it invested nearly $100 million into an initial group of seven companies."
}