{
    "url_original": "https://www.wsj.com/articles/japans-biden-jitters-11609197375?mod=opinion_lead_pos3",
    "url": "japans-biden-jitters-11609197375",
    "title": "Japan’s Biden Jitters",
    "sub_head": "From Tokyo, a pointed Taiwan question for the President-elect.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-278685?width=620&size=1.5",
    "image_1": "im-278685.jpg",
    "time": "2020-12-28 18:16:00",
    "body": "In a 2020 campaign with little foreign policy substance, the idea Joe Biden mentioned most was restoring alliances. Which alliances? With Mr. Biden’s inauguration less than four weeks away, some allies in the Asia-Pacific are apprehensive.<br />Last week Japan’s number-two civilian defense official told Reuters: “We are concerned China will expand its aggressive stance into areas other than Hong Kong. I think one of the next targets, or what everyone is worried about, is Taiwan.”<br />Yasuhide Nakayama added: “So far, I haven’t yet seen a clear policy or an announcement on Taiwan from Joe Biden. I would like to hear it quickly, then we can also prepare our response on Taiwan in accordance.” He also asked, according to Reuters, “How will Joe Biden in the White House react in any case if China crosses this red line?”<br />Hardliners in Beijing see democratic Taiwan as a separatist province and are determined to bring it under their control. They also want Taiwan’s advanced microchip technology. Meanwhile, opinion in Taiwan has moved against unification, especially as China reneges on its treaty obligations by arresting democracy supporters in Hong Kong. A Chinese military operation across the 110-mile Taiwan Strait during Mr. Biden’s term can’t be ruled out.<br />The loss of democratic Taiwan’s independence against its will would be a geopolitical earthquake. The Pacific balance of power would shift decisively in China’s favor. Asian countries would need to recalibrate their relationship with the U.S., with dramatic implications for global security and trade."
}