{
    "url_original": "https://www.wsj.com/articles/jay-leno-on-how-driving-changed-in-2020and-how-it-will-change-even-more-11607788800?mod=tech_listb_pos3",
    "url": "jay-leno-on-how-driving-changed-in-2020and-how-it-will-change-even-more-11607788800",
    "title": "Jay Leno on How Driving Changed in 2020—and How It Will Change Even More",
    "sub_head": "The comedian and car lover offers his predictions for electric cars and driverless technology",
    "category_1": "U.S.",
    "category_2": "Journal Reports: Year in Review",
    "image_1_url": "https://images.wsj.net/im-272135?width=620&size=1.5",
    "image_1": "im-272135.jpg",
    "time": "2020-12-12 11:00:00",
    "body": "As told to The Wall Street Journal<br />I try to look at the silver lining of the pandemic. For example, how many guys have used these excuses: “Honey, I’d love to take you to the new vegan restaurant, but it’s closed. Let me go to In and Out and just bring home some burgers.” Or, “Honey, of course, I’d love to see a Broadway musical, but there’s nobody performing right now. Let’s just watch TV.”<br />Another plus: We have cheaper gas and unclogged freeways. Police have given out more 100-mile-an-hour-plus speeding tickets in a month than they have in five years. Think about it: Not since 1958 have people gone more than 12 miles an hour on the 405 Freeway.<br />And maybe it’s my imagination but I find people are more friendly when I’m driving around the city. I have a green 1950 Plymouth station wagon that my wife calls a “roundy” car. We drive it to the supermarket. The other day there was a line of people with masks and they were sort of scowling and as soon as they saw this car, they all started smiling and waving because it looks like a big friendly dog. It’s a six-cylinder, goofy-looking car from the 1950s with big whitewall tires, and it seems to make people smile.<br />It makes more sense to drive something like this during a pandemic than some sort of ridiculous Lamborghini with open exhaust, like some deposed dictator’s idiot son. People would throw rocks at me."
}