{
    "url_original": "https://www.wsj.com/articles/jd-health-makes-strong-debut-in-hong-kong-11607417541?mod=business_minor_pos7",
    "url": "jd-health-makes-strong-debut-in-hong-kong-11607417541",
    "title": "JD Health Makes Strong Debut in Hong Kong",
    "sub_head": "The city’s stock market closes out its best year for listing activity in a decade, thanks in big part to Chinese technology companies",
    "category_1": "Markets",
    "category_2": "Stocks",
    "time": "2020-12-08 03:52:00",
    "body": "Shares in one of China’s top telemedicine providers surged on their Hong Kong debut Tuesday, reflecting how Chinese technology companies have reinvigorated the city’s stock market.<br />The $3.5 billion initial public offering by JD Health International Inc. is Hong Kong’s largest this year. It has come as the city closes out its best year for listing activity in a decade—thanks both to IPOs and to secondary listings of companies whose stock already trades on other exchanges, such as JD Health’s parent, the e-commerce group  JD.com Inc.<br />JD Health stock closed 56% higher at 110 Hong Kong dollars a share, the equivalent of $14.19, giving the company a market value of about $44 billion, after earlier rising as much as 76%. Rival Alibaba Health Information Technology Ltd., which is controlled by internet giant  Alibaba Group Holding Ltd. , has a market value of about $41 billion.<br />Individual investors placed orders for more than 420 times the stock offered to them, while institutional buyers sought more than 31 times the shares they were offered, JD Health said. The company operates China’s largest online retail pharmacy, as well as providing other health-care services.<br />Including JD Health, more than 130 companies have raised nearly $47 billion through IPOs and secondary listings in Hong Kong this year, according to Refinitiv. That is the highest total since 2010, even though Ant Group Co.’s blockbuster IPO was derailed in November. Parent company JD.com’s own secondary listing in June raised nearly $4.5 billion, making it the city’s biggest listing this year."
}