{
    "url_original": "https://www.wsj.com/articles/jd-health-raises-3-5-billion-from-hong-kongs-red-hot-capital-markets-11606899489?mod=tech_lead_pos2",
    "url": "jd-health-raises-3-5-billion-from-hong-kongs-red-hot-capital-markets-11606899489",
    "title": "JD Health Raises $3.5 Billion From Hong Kong’s Red-Hot Capital Markets",
    "sub_head": "More than 120 companies have raised $44.6 billion through IPOs and secondary listings in Hong Kong this year, the highest since 2010",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-267016?width=620&size=1.5",
    "image_1": "im-267016.jpg",
    "time": "2020-12-02 03:58:00",
    "body": "The telemedicine arm of Chinese e-commerce giant  JD.com Inc.  raised $3.5 billion in Hong Kong’s largest initial public offering this year, taking proceeds from new listings in the city to a 10-year high.<br />JD Health International Inc.,  which operates China’s largest online retail pharmacy and provides other health-care services, priced its stock offering at the top end of an indicative range, after strong demand for its shares from investors.<br />The IPO, which could raise up to $4 billion if underwriting banks exercise an option to buy additional stock after it starts trading, gives the Beijing-based company a valuation of $28.5 billion.<br />More than 120 companies have raised $44.6 billion through IPOs and secondary listings in Hong Kong this year, the highest since 2010 when the city logged nearly $68 billion from new listings, according to Dealogic. Companies from China have dominated the rankings, and make up the majority of Hong Kong’s more than $5 trillion stock-market capitalization.<br />Jie Lu, head of investments for China at Robeco, said Hong Kong remains an important financial hub for Chinese companies to raise capital. Some investors had been concerned about Hong Kong’s status as a major global financial center during recent geopolitical tensions in the city, but Beijing wouldn’t want to close “this important window for international investors to access China,” he said."
}