{
    "url_original": "https://www.wsj.com/articles/jeffrey-rosen-takes-reins-of-a-justice-department-under-pressure-11608811200?mod=politics_lead_pos3",
    "url": "jeffrey-rosen-takes-reins-of-a-justice-department-under-pressure-11608811200",
    "title": "Jeffrey Rosen Takes Reins of a Justice Department Under Pressure",
    "sub_head": "Acting attorney general is expected to face continuing demands from President Trump regarding election",
    "category_1": "Politics",
    "time": "2020-12-24 07:00:00",
    "body": "Jeffrey Rosen, now acting attorney general, inherits the reins of a Justice Department under pressure from President Trump to take action in the waning days of his administration on numerous legal controversies of intense interest to him.<br />Mr. Rosen, who succeeds the departing William Barr, would be the prime recipient of any further demands from Mr. Trump that the department more aggressively address his claims of a fraudulent election. The department could also be drawn into politically sensitive actions by the president, such as grants of clemency to family members and allies, though Mr. Trump has largely ignored the department on its pardon recommendations and could leave it as a bystander to such moves.<br />The Justice Department is also still overseeing a number of closely watched investigations that have drawn the personal attention of the president—including a criminal tax probe into President-elect Joe Biden’s son Hunter Biden and a continuing review by special counsel John Durham into actions taken by federal investigators during the 2016 election campaign.<br />The remaining few weeks of Mr. Trump’s term are likely to be dominated by these and other matters, potentially putting Mr. Rosen at the center of numerous brewing political battles with the White House. Though Mr. Barr was long a stalwart defender of Mr. Trump’s agenda and priorities as head of the Justice Department, he rebuffed the president’s calls to appoint a special counsel to investigate election fraud and the allegations against the younger Mr. Biden, and attempted to insulate criminal probes under way from political pressure.<br />The White House didn’t respond to a request for comment."
}