{
    "url_original": "https://www.wsj.com/articles/joe-bidens-cabinet-of-diversity-11608161027?mod=opinion_major_pos7",
    "url": "joe-bidens-cabinet-of-diversity-11608161027",
    "title": "Joe Biden’s Cabinet of Diversity",
    "sub_head": "Does politics have a larger purpose than dividing power by multiple categories?",
    "category_1": "Opinion",
    "category_2": "Wonder Land",
    "time": "2020-12-16 18:23:00",
    "body": "Clevelanders got a truckload of coal dumped on them this holiday season when the city’s baseball team announced that after next year they will no longer be called the Indians. Owner Paul Dolan’s oxymoronic explanation is that this will “unify our community.”<br />We had our say here several months ago about the inanity of team-name political correctness. How the White Sox and Red Sox survive is beyond me. More noteworthy in this country’s experience since the word multiculturalism entered its political dialogues is President-elect Joe Biden’s public commitment to filling his cabinet on the basis of diversity.<br />It began as he might have hoped, with the press appending “first” before the names of early appointees—the first Hispanic head of homeland security, the first woman as Treasury secretary, the first African-American defense chief, the first Hispanic health secretary, the first openly gay cabinet secretary, the first woman of color to run the Office of Management and Budget, the first woman as director of national intelligence.<br />The website HybridParenting.org explains that “in a multicultural world, people accept and embrace the differences of others into their lives.” That acceptance is the ideal. The Biden appointment process reminds us that diversity in practice is preponderantly political, which is to say, divisive.<br />Shortly after Mr. Biden’s early nomination of firsts appeared, Politico reported that some Democrats were unhappy. Texas Rep. Vicente Gonzalez wanted at least five Latinos in cabinet-level positions. Then representatives of AAPI complained. AAPI stands for Asian-American and Pacific Islanders. They noted that Barack Obama’s cabinet had three Asian-Americans."
}