{
    "url_original": "https://www.wsj.com/articles/joe-bidens-5-tech-priorities-11608354009?mod=business_lead_pos10",
    "url": "joe-bidens-5-tech-priorities-11608354009",
    "title": "Joe Biden’s 5 Tech Priorities",
    "sub_head": "The incoming administration faces decisions about which Trump-era policies to continue and fresh challenges of its own",
    "category_1": "Tech",
    "category_2": "Keywords: Christopher Mims",
    "image_1_url": "https://images.wsj.net/im-274805?width=620&size=1.5",
    "image_1": "im-274805.jpg",
    "time": "2020-12-19 12:00:00",
    "body": "President-elect Joe Biden’s transition team describes its animating philosophy as “build back better.” It’s both a nod to the Trump administration’s penchant for paring back the power of federal agencies and a way to frame Biden’s preference for big, New Deal-style stimulus.<br />But what does it mean for the U.S. tech industry and its would-be regulators, in an age when open hostility to Big Tech has become a bipartisan affair? Here are five areas likely to affect nearly all Americans, tech topics the incoming administration and its advisers have indicated will take precedence.<br />Section 230 of the 1996 Communications Decency Act is the legal principle that makes today’s internet possible—from  Facebook ,   Twitter  and TikTok to YouTube, Discord and Twitch. It protects companies from being held liable for what their users do online.<br />This made sense when online services were little more than tools for creating virtual billboards and mailing lists, but many of today’s platforms have evolved to include powerful artificial-intelligence algorithms that determine what shows up in people’s feeds. Critics on both sides of the political aisle say if companies control what people see, they should be responsible for what people see—and don’t see.<br />President Trump threatened to veto a recent defense-spending bill unless a provision to strike down Section 230 was included. Last December, Mr. Biden declared that Section 230 should be “revoked, immediately.”"
}