{
    "url_original": "https://www.wsj.com/articles/john-kerrys-arab-peace-11607382374?mod=opinion_lead_pos2",
    "url": "john-kerrys-arab-peace-11607382374",
    "title": "John Kerry’s Arab Peace",
    "sub_head": "Learning from the former secretary of State’s words of four years ago.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-269311?width=620&size=1.5",
    "image_1": "im-269311.jpg",
    "time": "2020-12-07 18:06:00",
    "body": "One question hanging over the looming Biden Administration is whether its principals have learned from any of President Trump’s successes. Consider climate-envoy-to-be John Kerry’s Middle East views four years ago, shortly after Mr. Trump’s 2016 victory. Speaking at the Brookings Institution, Mr. Kerry, then Secretary of State, insisted that Palestinian peace was a precondition for Israel to make peace with its Arab neighbors.<br />“There will be no separate peace between Israel and the Arab world. I want to make that very clear to all of you,” Mr. Kerry said. “I’ve heard several prominent politicians in Israel sometimes saying, well, the Arab world’s in a different place now, and we just have to reach out to them and we can work some things with the Arab world, and we’ll deal with the Palestinians. No. No, no and no.”<br />He repeated: “There will be no advance and separate peace with the Arab world without the Palestinian process and Palestinian peace. Everybody needs to understand that. That is a hard reality.”<br />Well, this year the United Arab Emirates, Bahrain and Sudan agreed in U.S.-brokered negotiations to normalize relations with Israel without a resolution in the Palestinian conflict. The Abraham Accords were achieved more or less by reversing team Obama’s Mideast policy, and closer Arab-Israeli cooperation puts the U.S. on a firmer regional footing.<br />Everyone makes mistakes, and Mr. Kerry was reflecting the consensus of professional Washington and the Mideast peace industry. Yet the deals show that hard power and shared interests matter more in world politics than center-left sentimentality. Israel and Sunni Arab states have a common threat in Iran and can benefit from mutual investment. Let’s hope the Biden Administration doesn’t throw away this progress."
}