{
    "url_original": "https://www.wsj.com/articles/joseph-safra-banking-empire-founder-and-brazils-richest-man-has-died-11607638172?mod=world_minor_pos1",
    "url": "joseph-safra-banking-empire-founder-and-brazils-richest-man-has-died-11607638172",
    "title": "Joseph Safra, Banking Empire Founder and Brazil’s Richest Man, Has Died",
    "sub_head": "The Safra brothers built up banks in Latin America, New York and Switzerland that catered discreetly to ultrarich clients",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-271652?width=620&size=1.5",
    "image_1": "im-271652.jpg",
    "time": "2020-12-10 17:09:00",
    "body": "SÃO PAULO—Joseph Safra, a Lebanese-Brazilian billionaire who built an international financial empire and financed a hostile takeover of Chiquita Brands International that took the business world by surprise, died Thursday here in Brazil’s business capital. He was 82.<br />Mr. Safra, ranked by Forbes as Brazil’s richest man with an estimated net worth of $23.2 billion, died of natural causes at the Albert Einstein Hospital, according to Banco Safra, the bank he made into one of Latin America’s most prominent. He was heir to a banking empire that began financing camel caravans in the Middle East and grew into a transnational business that includes banking, bananas, real estate and other interests.<br />His banking influence spanned from Latin America’s largest economy to the U.S. and Europe. Though he was reserved and shunned the spotlight, Mr. Safra and his brothers, Edmond and Moise, were well known for having built up the Banco Safra, the Safra National Bank of New York and the J. Safra Sarasin Bank in Switzerland by catering to ultrarich clients and elite companies. Though discreet, the Safra family is credited with helping shape global banking.<br />“He was a great banker, a true entrepreneur who built the Safra Group in the world, achieving success for his seriousness and business vision,” a statement from the Safra Group, the financial conglomerate he controlled, said. “He was a great leader and very respected inside and outside the organization.”<br />Mr. Safra arrived in Brazil in his 20s, brought here with his brothers from Lebanon by his father, Jacob, who had opened a bank in Beirut. The arrival of the Sephardic-Jewish family came in the wake of World War II, at a time when Israel had been founded and persecution of Beirut’s Jews had flared."
}