{
    "url_original": "https://www.wsj.com/articles/judge-sullivans-final-verdict-11607643005?mod=opinion_major_pos8",
    "url": "judge-sullivans-final-verdict-11607643005",
    "title": "Judge Sullivan’s Final ‘Verdict’",
    "sub_head": "A presidential pardon prompts a norm-busting outburst from the bench.",
    "category_1": "Opinion",
    "category_2": "Potomac Watch",
    "time": "2020-12-10 18:30:00",
    "body": "It’s tempting to say that Judge Emmet Sullivan’s final ruling in the Michael Flynn case reduced the judiciary to the level of the Federal Bureau of Investigation. But that would be unfair to today’s law enforcement.<br />Judge Sullivan finally, belatedly, churlishly dismissed the Flynn case as moot on Tuesday, two weeks after President Trump pardoned the former national security adviser. But the self-important Judge Sullivan couldn’t resist delivering a parting “verdict.” He issued a 43-page opinion in which he all but declared Mr. Flynn guilty of lying and perjury and the entire Justice Department corrupt.<br />Attorney General William Barr has at least been attempting to atone for the FBI’s and Justice Department’s scurrilous behavior during the 2016 campaign and after Mr. Trump’s election. Earlier this year Mr. Barr assigned a veteran prosecutor, Jeffrey Jensen, to review the original Flynn case—amid growing evidence the FBI had entrapped him and that special counsel Robert Mueller’s prosecutors had pressured him to plead guilty of lying to the bureau. Mr. Jensen’s findings were unequivocal. He said the FBI’s January 2017 interview of Mr. Flynn should never have happened, as it was “untethered” to a legitimate investigation. Mr. Jensen recommended the charges be dropped, which the department officially asked Judge Sullivan to do in May.<br />This was an important moment—the Justice Department showing rare humility and attempting to reassure Americans that it was returning to one standard of justice. With the prosecutors no longer standing behind the charges, dismissing the case should have been a mere formality. Yet Judge Sullivan chose to besmirch both the Barr effort and the judiciary by matching James Comey’s FBI for Trump Derangement Syndrome. He refused to dismiss the charges, suggesting that the Justice Department was conspiring to help a Trump crony—a view he pressed straight through his final opinion this week.<br />In issuing that opinion, Judge Sullivan shredded precedent, constitutional principle and other legal standards. Under the separation of powers, prosecutors, not judges, decide who gets charged. It is also a longstanding legal doctrine that federal officials are entitled to the presumption of regularity; judges give deference to the executive branch’s knowledge of facts and, by extension, to its decision making. In the Flynn case, the Justice Department presented Judge Sullivan with overwhelming evidence of regular order. A veteran prosecutor had reviewed the case, and the department documented to the court the problems of the Flynn prosecution."
}