{
    "url_original": "https://www.wsj.com/articles/justice-department-says-daniel-pearls-accused-killer-could-be-tried-in-u-s-11609293861?mod=politics_lead_pos7",
    "url": "justice-department-says-daniel-pearls-accused-killer-could-be-tried-in-u-s-11609293861",
    "title": "Justice Department Says Daniel Pearl’s Accused Killer Could Be Tried in U.S.",
    "sub_head": "If Pakistanis fail to keep suspect imprisoned, U.S. stands ready, acting attorney general says",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-279126?width=620&size=1.5",
    "image_1": "im-279126.jpg",
    "time": "2020-12-29 21:04:00",
    "body": "The U.S. Justice Department on Tuesday raised the possibility that a man accused in the 2002 murder of Wall Street Journal reporter Daniel Pearl could be brought to the U.S. and tried here after a Pakistani court earlier this month ordered him set free.<br />In April, a Pakistani court downgraded Omar Saeed Sheikh’s conviction on charges of murder, terrorism and ransom to a single kidnapping charge. Mr. Sheikh was originally sentenced to death and has been imprisoned for the past 18 years. The kidnapping charge carries a sentence of only seven years.<br />Pakistani authorities have been searching for a way to keep Mr. Sheikh detained—including appealing to the country’s Supreme Court to reinstate the conviction. Acting U.S. Attorney General Jeffrey Rosen said Tuesday that if the authorities are unsuccessful, the U.S. was prepared to take the man into custody and pursue the case in the American court system.<br />“We remain grateful for the Pakistani government’s actions to appeal such rulings to ensure that he and his co-defendants are held accountable. If, however, those efforts do not succeed, the United States stands ready to take custody of Omar Sheikh to stand trial here. We cannot allow him to evade justice for his role in Daniel Pearl’s abduction and murder,” Mr. Rosen said.<br />The late Mr. Pearl was a veteran Wall Street Journal correspondent. While serving as the newspaper’s bureau chief for South Asia and reporting in the southern Pakistani city of Karachi in January 2002, he was kidnapped and killed by Islamic extremists. At the time, Mr. Pearl was reporting for an article about religious extremists in Pakistan as part of the paper’s coverage in the aftermath of the Sept. 11, 2001, attacks on the U.S."
}