{
    "url_original": "https://www.wsj.com/articles/king-dollar-is-abdicating-and-thats-ok-11609326180?mod=business_minor_pos12",
    "url": "king-dollar-is-abdicating-and-thats-ok-11609326180",
    "title": "King Dollar Is Abdicating and That’s OK",
    "sub_head": "The Fed’s stance means the greenback’s weakness is likely to continue, but that isn’t a disaster for investors who position themselves correctly",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-278932?width=620&size=1.5",
    "image_1": "im-278932.jpg",
    "time": "2020-12-30 06:03:00",
    "body": "There are many reasons to expect a weaker U.S. dollar next year and perhaps for longer, but none more important than the new policy stance of the Federal Reserve.<br />The U.S. dollar briefly rallied in March due to its haven role in investment portfolios. Since then, it has dropped around 12% against a trade-weighted basket of currencies as the U.S. turned out to be even harder hit by the coronavirus pandemic than most major economies.<br />As vaccines are rolled out and the global economy snaps back, this trade won’t necessarily run in reverse. Rather, currencies of countries that export commodities and manufactured goods are likely to keep strengthening against the dollar, as would be seen in a typical global recovery. Some Asian exporters already are quietly intervening to limit their currencies’ rise.<br />But this time, reasons to expect a weaker dollar run even deeper. For several years before the pandemic, U.S. interest rates on both the long and short ends of the yield curve were substantially higher than in Europe and Japan—a major source of strength for the U.S. currency. That premium has largely disappeared, though, as the Fed lowered short-term rates to near zero and launched a new round of asset purchases. The yield on 10-year U.S. Treasury notes has fallen from almost 2% at the start of the year to around 0.93% now.<br />Granted, that is still well higher than the 0.02% and minus-0.58% yields on 10-year Japanese and German government bonds, respectively. But real yields in the U.S. are in fact lower on an inflation-adjusted basis, points out markets economist Simona Gambarini of Capital Economics. In the U.S., the core consumer-price index was 1.6% higher than a year earlier in November. That compares with slight deflation in Japan and the eurozone."
}