{
    "url_original": "https://www.wsj.com/articles/kiss-myself-goodbye-review-one-step-ahead-of-the-truth-11608927887?mod=opinion_major_pos10",
    "url": "kiss-myself-goodbye-review-one-step-ahead-of-the-truth-11608927887",
    "title": "‘Kiss Myself Goodbye’ Review: One Step Ahead of the Truth",
    "sub_head": "His aunt was the life of the party and the ruler of the roost. But her past was a set of intricate, purposeful mysteries.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-277333?width=620&size=1.5",
    "image_1": "im-277333.jpg",
    "time": "2020-12-25 15:24:00",
    "body": "Haven’t we all wished for an aunt like Ferdinand Mount’s Aunt Betty? A stylish, darting little woman nicknamed Munca, she loved having her nephew spend childhood summers at her Sussex house (complete with chauffeur, nanny, cook, maid) and, in later years, ferried him up to London in her Rolls-Royce to meet theater friends at the Café de Paris. One memorable encounter in 1957, for example, was with the aging trouper Sophie Tucker. “This is my nephew,” Aunt Betty proudly declared of the mortified teenager. “He’s going to be a writer.” To which Tucker responded, “That’s swell . . . I’ve always had a lot of time for the guy with the pencil.”<br />A family photograph from the previous year says it all: Betty; her husband, Greig; their daughter, Georgie; and Ferdinand’s sister, Francie, smiling—and the young writer standing just apart unmistakably “glum and ungrateful.” For Betty was, in many ways, just too much. Whether plumping up the cushions in her chic drawing room, deadheading her rosebushes or igniting a drinks party, she seemed always to attack and overwhelm.<br />Just how much more there was to this armor-clad butterfly is revealed—incrementally and irresistibly—in “Kiss Myself Goodbye: The Many Lives of Aunt Munca,” a family history so deftly excavated and winningly conjured that it restores our faith in a literary species too often given to flabbiness and self-absorption. “It is a personal memoir that turned into a quest while I wasn’t looking,” Mr. Mount explains of his decade-long exhumation of a past riddled with as many deceptions and double-crosses as any espionage novel. “In this book, nobody’s recollections are reliable,” he cautions. And isn’t that putting it mildly.<br />All begins, as it must, with a birth. “Betty just went off to Cornwall and came back with a baby,” Ferdinand’s mother announces of her sister-in-law. Arriving in 1941, Georgie was Betty and Grieg’s golden girl and their only child until, sometime in 1950, “an adopted baby sister suddenly arrives, out of the blue, like a food parcel during the war.” Georgie and her Mount cousins adore chubby little Celeste. Then one day, she’s gone. “We just borrowed her to help her parents out,” Betty explains, and that’s that.<br />The mystery of the borrowed baby nags at Mr. Mount, as do other, seemingly related conundrums of Betty’s life: her ruthless sabotaging of Georgie’s marriage plans, the serial romances of her past, her hazy connection to her jaunty brother Buster, her real age—her real name(s), for heaven’s sake. “I had tugged the thread,” he writes of his growing curiosity, “and I could not resist following it to the end.”"
}