{
    "url_original": "https://www.wsj.com/articles/kudlow-calls-for-extension-of-enhanced-u-s-jobless-benefits-11607098163",
    "url": "kudlow-calls-for-extension-of-enhanced-u-s-jobless-benefits-11607098163",
    "title": "Kudlow Calls for Extension of Enhanced U.S. Jobless Benefits",
    "sub_head": "President Trump’s top economic adviser urges lawmakers to strike a stimulus deal",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "time": "2020-12-04 11:09:00",
    "body": "WASHINGTON—President Trump’s top economic adviser said that he sees Congress making progress toward a new stimulus deal and urged legislators to act quickly, as a report from the Labor Department showed a slowdown in the pace of hiring.<br />“Just take that money and get on the horse,” said Larry Kudlow, director of the National Economic Council, of the roughly $600 billion in unused funds left over from the Cares Act passed in March. “Plus up unemployment assistance by, you know, let’s say 300 bucks a week, extend it out—I don’t know, I don’t want to negotiate here—but I’m saying at least several months, maybe until the end of the first quarter.”<br />Speaking in an interview on CNBC on Friday, Mr. Kudlow noted that negotiations between congressional Republicans and Democrats are advancing after a monthslong stalemate. Mr. Trump, he said, “is happy to provide assistance” in “key, targeted areas” such as the small-business Paycheck Protection Program, unemployment insurance, and measures to keep schools open.<br />While House Speaker Nancy Pelosi (D., Calif.) has shown a willingness to accept a smaller aid package than before, Mr. Kudlow said, adding that some policy differences remain between the two sides. Trump administration officials remain in discussions with Senate Majority Leader Mitch McConnell (R., Ky.) and House Minority Leader Kevin McCarthy (R., Calif.).<br />“Talk is good,” Mr. Kudlow said. “We may be moving forward, I can’t promise anything this morning. I’m just saying that the targeted approach is, I think, the best way.”"
}