{
    "url_original": "https://www.wsj.com/articles/lagarde-does-whatever-she-can-11607527307?mod=opinion_lead_pos4",
    "url": "lagarde-does-whatever-she-can-11607527307",
    "title": "Lagarde Does Whatever She Can",
    "sub_head": "And who can fault her when no other EU leader has a better idea?",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-270558?width=620&size=1.5",
    "image_1": "im-270558.jpg",
    "time": "2020-12-09 10:21:00",
    "body": "Mario Draghi’s rubric during his presidency of the European Central Bank was “whatever it takes.” His successor Christine Lagarde has been forced to adopt a different version: “whatever we can.” That’s the best read on the expansion of pandemic bond purchases likely to be announced Thursday.<br />The Pandemic Emergency Purchase Program, PEPP, was born in March and has expanded to a €1.35 trillion quantitative-easing program under which the ECB commits to buy government and corporate bonds at least through June 2021. It’s also the only eurozone-wide response to the pandemic that’s made it past the starting line. A Brussels plan for €750 billion in spending on welfare and public works is bogged down in political wrangling.<br />Absent action from other political leaders, it’s back to Frankfurt for more help. Investors expect an expansion in monetary aid this week—maybe another €500 billion—and an extension into 2022.<br />Don’t ask what practical effect this might have, because the answer is not much. The ECB already isn’t on track to fully implement PEPP as it is. At the current pace of monthly purchases, it would have money left over when the program is due to expire in June.<br />Nor is Europe suffering a financial panic. Ms. Lagarde, with her peers at the world’s other major central banks, performed her most important function in the spring when ECB action prevented the virus contagion from spreading to the financial system. Interest rates have since gone into lockdown. Yields on government bonds have turned negative even in such fiscal laggards as Portugal, and Italy is near historic lows."
}