{
    "url_original": "https://www.wsj.com/articles/lawmakers-look-to-short-term-funding-measure-as-spending-talks-continue-11607293308?mod=politics_lead_pos6",
    "url": "lawmakers-look-to-short-term-funding-measure-as-spending-talks-continue-11607293308",
    "title": "Lawmakers Look to Short-Term Funding Measure as Spending Talks Continue",
    "sub_head": "A vote is likely this week on a one-week continuing resolution",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-269071?width=620&size=1.5",
    "image_1": "im-269071.jpg",
    "time": "2020-12-06 19:27:00",
    "body": "WASHINGTON—Lawmakers expect to pass a one-week spending bill soon that would keep the government funded through Dec. 18 and buy more time for complex, year-end negotiations on a long-term funding measure and coronavirus relief.<br />Congressional leaders had hoped to pass a full-year spending bill this week, before the government’s current funding runs out at 12:01 a.m. Saturday. But lawmakers are still ironing out disputes over both the sprawling spending bill and a coronavirus relief package that they hope to attach to it.<br />On Sunday, a House Democratic leadership aide said that lawmakers would likely vote this week on a one-week continuing resolution, or short-term spending bill. Leaders want to combine a coronavirus aid package with the full-year spending bill, both of which require some more time.<br />Senior lawmakers on the appropriations committee had been signaling last week that the full-year spending bill needed more work and likely wouldn’t be ready by the Dec. 11 deadline. Republicans and Democrats have been hashing out differences over funding for construction of the wall along the border with Mexico, detention beds for immigrants and environmental provisions, among other matters.<br />House Speaker Nancy Pelosi (D., Calif.) and Senate Majority Leader Mitch McConnell (R., Ky.) said last week that they hoped to attach coronavirus relief to the full-year spending package, a compendium of the 12 bills needed to fund the government known as an omnibus."
}