{
    "url_original": "https://www.wsj.com/articles/laws-governing-online-speech-need-reform-not-repeal-11608678984?mod=opinion_lead_pos10",
    "url": "laws-governing-online-speech-need-reform-not-repeal-11608678984",
    "title": "Laws Governing Online Speech Need Reform, Not Repeal",
    "sub_head": "Section 230 has its flaws, but those are nothing compared with what Big Brother would bring.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-22 18:16:00",
    "body": "If you had told me 24 years ago that the internet pornography law I was working on would be the main obstacle to defense spending in 2020, I would have called you crazy. Yet for the past several weeks President Trump has repeatedly warned that he will veto the $740 billion defense appropriation bill if Section 230 of the Communications Decency Act isn’t repealed.<br />The congressional committee that drafted the 1996 act’s final language knew that Section 230 was a critical law at the dawn of the internet, and we passed it for a specific reason: to protect the internet’s role as a free marketplace of ideas. What went wrong? We succeeded too well.<br />In recent years, Section 230 has become a political punching bag, with some saying it allows big tech companies to censor political views, and others saying it enables the spread of disinformation. Nearly a quarter century ago, we couldn’t have anticipated today’s internet, where one private company,  Facebook ,  controls most of the public forums that Americans use to express their views, and another, Google, controls most of the information Americans receive when they search the internet.<br />We need to re-evaluate Section 230 in light of today’s very different internet. But there’s one thing we shouldn’t re-evaluate: the provision’s role in supporting and nurturing an open and free marketplace of ideas. Every election cycle, and almost every news cycle, reminds us how difficult it is to defend the free-speech rights of those with whom we disagree. Our tradition of free expression is threatened every day, and we must remain vigilant about preserving it.<br />Simply repealing Section 230 is the worst possible solution. If website owners are held liable for everything that appears on their platforms, they will have to create systems for reviewing and editing all posted content before it goes up. This is an impossible task. At best it would create an environment that allows only the most limited and inoffensive speech. At worst it would force operators to shut down many social-media sites and drastically limit the ability of private citizens to express views online. We would end up with a Kafkaesque process governed by tort lawyers, political correctness and hidden agendas. This isn’t the right solution for a free society."
}