{
    "url_original": "https://www.wsj.com/articles/leaders-in-literature-politics-and-arts-share-their-favorite-books-of-2020-11607726054",
    "url": "leaders-in-literature-politics-and-arts-share-their-favorite-books-of-2020-11607726054",
    "title": "Leaders in Literature, Politics and Arts Share Their Favorite Books of 2020",
    "sub_head": "What Brit Bennett, Douglas Stuart, Rahm Emanuel, Kim Cattrall and others read this year",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2020-12-11 17:34:00",
    "body": "Each year we ask more than 50 leaders and luminaries from literature, business, politics and the arts to name the best books they’ve read during the year. You could spend all day reading the full list—and all year reading the books.<br />The best part about rereading Chekhov at a moment of national crisis, as I did this year with “Lady With Lapdog and Other Stories,” was to be reminded that the best authors see the world not as it wants to be seen, but as it is. So often fiction diminishes that which is baffling about human behavior down to that which is logical in the confines of a story. Chekhov’s great talent was to reflect people as they are, even when they don’t make sense. The better author knows a hopeful lie often masks a more painful truth. This is probably why I was so deeply affected this year by Isabel Wilkerson’s towering, gorgeous “Caste,” which seeks to explain the hidden and complex system of inequalities at the foundation of American life. It’s this clear-eyed reporting on the truth of America rapt by its prevarications (among which one might now list equality and even democracy itself) that was so refreshing and powerful. And though we seem to be at a moment of change, the painful truth may be that we are more like the lovers in that beguiling final paragraph of “Lady With Lapdog” who realize they have still “a long, long road before them, and that the most complicated and difficult part of it was only just beginning.”<br />— Mr. Jollett is the author of the bestselling memoir “Hollywood Park.”<br /><br />I’ve been reading a lot about women artists this year, so I loved “Actress” by Anne Enright and “Feast Your Eyes” by Myla Goldberg. “Actress” follows an Irish theater legend who leaves behind a messy legacy after she commits an act of violence. “Feast Your Eyes” is centered on a midcentury photographer who takes a controversial picture of her daughter, and the daughter who tells the story of her late mother’s life. Both novels center on mother-daughter relationships complicated, in part, by the pressures of artistic ambition. And both books are about daughters reclaiming the artistic legacies of their brilliant but derided mothers. I also loved “The Glass Hotel” by Emily St. John Mandel, which was the first novel I was able to finish when the lockdown began in the spring. It’s a propulsive story about a Ponzi scheme that weaves in and out of the lives of the scammer, his co-conspirators and his victims."
}