{
    "url_original": "https://www.wsj.com/articles/let-them-all-talk-review-celebs-adrift-11607628927",
    "url": "let-them-all-talk-review-celebs-adrift-11607628927",
    "title": "‘Let Them All Talk’ Review: Celebs Adrift",
    "sub_head": "Steven Soderbergh’s microbudget, improvised comedy about old friends reuniting on a trans-Atlantic cruise stars Meryl Streep, Candice Bergen and Dianne Wiest.",
    "category_1": "Film Review",
    "time": "2020-12-10 14:35:00",
    "body": "Making a studio feature can be arduous— relentless pressure, constant script revisions, the deployment of vast technical resources, the tyranny of marketing strategies. Any actor who values artistic freedom would jump at the chance to make a movie almost spontaneously, which is the way the HBO Max comedy “Let Them All Talk” was made, and to make it with Steven Soderbergh, a filmmaker with a special affinity for directing actors. And look who did jump: Meryl Streep, Candice Bergen and Dianne Wiest, three legends of our time. Mr. Soderbergh, serving as his own cinematographer, shot the film in two weeks on a microbudget; the main location was the luxury liner Queen Mary 2 during a trans-Atlantic crossing So how did such an adventurous production turn out? Not very well, though it’s certainly a curiosity, a chance to see what happens when superb performers improvise their lines in the absence of a conventional script.<br />Ms. Streep is Alice Hughes, a celebrated, and famously secretive, novelist who has just received a prestigious literary prize. But she’s in New York, the award ceremony will be in England, and she doesn’t fly. The problem is on its way to being solved when one of her agents, Karen (Gemma Chan), suggests that the Cunard Line might offer complimentary passage to Alice, and perhaps to several companions of her choice. (Unlikely? Hey, it’s a movie.) Seeing an occasion for some serious freeloading, Alice invites her nephew, Tyler (Lucas Hedges), and two college friends she hasn’t seen for at least 30 years—Ms. Wiest’s Susan, who advocates for incarcerated women, and Ms. Bergen’s Roberta, who sells brassieres in a department store. Thus is the stage set for a reunion, presumably fond, and for the trio to take stock of how far they’ve come in their mortal journeys and where they still hope to go.<br />How you feel about the film depends on how much sense you want it to make. What’s there for ready enjoyment is the spectacle of three women, no longer young, dishing about their lives and loves. There’s also a subplot involving Tyler and Karen, who has booked her own passage to spy on Alice and find out more about the novel she’s currently writing. (Fuzzy or improbable? Hey, it’s still a movie.) And at the center of it all is Ms. Streep’s literary lioness, at once witty, petty, vain, vulnerable, mercurial, manipulative and wise.<br />Those adjectives, though, are listed in no particular order of importance because it’s impossible to know who Alice really is in her heart of hearts, despite Ms. Streep’s beguiling efforts to sketch her in. And sketchiness is the film’s dominant quality because of how the story evolved. The writer and actress Deborah Eisenberg provided an outline, rather than a formal script, and discussed scenes with the actors during production as they improvised their dialogue.<br />Mr. Soderbergh, who directed one of my favorite films, “Out of Sight” (from Scott Frank’s brilliant screen adaptation of a terrific Elmore Leonard novel, I should add), has made a number of features, with varying success, that were partly or wholly improvised. This one, though, feels flat and slack, with scenes that drift off oddly, or aren’t there at all."
}