{
    "url_original": "https://www.wsj.com/articles/london-sphere-project-mired-in-red-tape-might-get-post-pandemic-push-11609246800?mod=markets_minor_pos20",
    "url": "london-sphere-project-mired-in-red-tape-might-get-post-pandemic-push-11609246800",
    "title": "London Sphere Project, Mired in Red Tape, Might Get Post-Pandemic Push",
    "sub_head": "Proposed venue will likely face less competition, could benefit from traffic changes brought by increased working from home",
    "category_1": "Real Estate",
    "category_2": "Property Report",
    "image_1_url": "https://images.wsj.net/im-278467?width=620&size=1.5",
    "image_1": "im-278467.jpg",
    "time": "2020-12-29 08:00:00",
    "body": "An ambitious plan by  Madison Square Garden Entertainment Corp.  to develop a futuristic globe-shaped venue in a London suburb has become mired in red tape and controversy.<br />But, in an unexpected twist for London’s MSG Sphere project, the prolonged delays might actually work in its favor as a changed world emerges from the coronavirus pandemic in the coming years.<br />For starters, if the 21,500-capacity entertainment venue gets permits and opens in 2024 or 2025—as now anticipated by the company—it will likely face less competition given the damage being done to the live entertainment business by Covid-19. Moreover, the project’s location 7 miles northeast of London’s city center might improve in the pandemic’s wake if the trend of working from home brings less traffic to downtowns.<br />At the same time, the slow growth likely to face the U.K. economy as it limps out of the pandemic has given Madison Square Garden additional ammunition in its effort to obtain permits. “MSG Sphere will support thousands of good jobs and generate billions of pounds of economic benefit for London and the U.K.,” said Jayne McGivern, the company’s president of development and construction.<br />The altered landscape of the MSG Sphere project shows how the pandemic has changed the economic equation on big real-estate developments. In many cases, Covid-19’s impact has been mostly negative, eroding demand, adding to delays and undermining economic assumptions. But the sphere project demonstrates ways that the pandemic can give along with taking away."
}