{
    "url_original": "https://www.wsj.com/articles/look-forward-to-a-biden-on-the-rhine-11607019374?mod=opinion_major_pos8",
    "url": "look-forward-to-a-biden-on-the-rhine-11607019374",
    "title": "Look Forward to a Biden on the Rhine",
    "sub_head": "Merkel’s successor will be a figurehead, but Germany will at least get a credible left-wing opposition.",
    "category_1": "Opinion",
    "category_2": "Political Economics",
    "time": "2020-12-03 13:16:00",
    "body": "Remember Germany? It’s the largest economy in Europe, an anchor of the European Union and the eurozone, and (theoretically) an important U.S. ally. It’s also an industrial powerhouse engaged in a difficult transition to whatever economy will come after manufacturing, and still the fiscal backbone of Europe. And its politics have been frozen in amber for around 15 years.<br />At last, change is coming. Chancellor Angela Merkel of the center-right Christian Democratic Union is in the last year of what will have been a 16-year tenure when she leaves after next October’s election. Whatever Germans tell pollsters they think of Ms. Merkel—she tends to rate highly, especially after her professorial press conferences during this year’s pandemic—their voting behavior over the past decade suggests they’ll be ambivalent at best about her departure.<br />Germany’s electoral rebellions (primarily the rise of the right-wing Alternative for Germany) have been nowhere near as successful as the Donald Trumps, Brexits or Matteo Salvinis elsewhere. Yet Ms. Merkel’s extreme longevity in office isn’t compelling evidence of her popularity as an alternative to the electoral drama in other countries. Only once, in 2009, has she managed to win a parliamentary plurality capable of forming an ideologically coherent coalition. Most of the time her electoral results have been so poor she’s been stuck governing incoherently with the center-left Social Democrats.<br />Instead, Ms. Merkel has won by default and on the strength of her efficacy rather than her inspiration. Both the CDU and its Bavarian cousin on the right, the CSU, have hemorrhaged voters over the past decade. So has the SPD on the left. But the CDU and CSU have lost somewhat fewer members. The SPD looks like a shell of its former self as economic transformation erodes the blue-collar workforce that used to be a core of the party’s support and the Green Party woos what was once the party’s urban progressive wing.<br />The question now is whether anything can shake up this dreary status quo. If change comes, it probably won’t be from the conservatives. The CDU is in the middle of a leadership race that has dragged on for nearly a year as the pandemic keeps delaying the party convention. The three candidates—Friedrich Merz, Armin Laschet and Norbert Röttgen—are distinguished for long political service and not much else. Mr. Merz is the most free-market of the three, which sadly won’t count in his favor. Nor will Mr. Röttgen’s hawkish foreign-policy views necessarily prove an advantage for him."
}