{
    "url_original": "https://www.wsj.com/articles/losing-your-job-without-losing-your-home-11607371108?mod=opinion_major_pos17",
    "url": "losing-your-job-without-losing-your-home-11607371108",
    "title": "Losing Your Job Without Losing Your Home",
    "sub_head": "Mortgage-default insurance can induce private lenders to expand access to home financing by families of modest means.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-263383?width=620&size=1.5",
    "image_1": "im-263383.jpg",
    "time": "2020-12-07 14:58:00",
    "body": "In “Lost Your Job? You Shouldn’t Have to Lose Your Home” (op-ed. Nov. 25), Arthur B. Laffer and Alan M. Dershowitz describe a “simple, effective new product . . . lender-paid insurance that will seamlessly cover mortgage payments in the event of involuntary unemployment” as a means for homeowners to avoid the devastation of losing their homes through foreclosure.<br />Kudos to the private insurance provider that is patenting new technology to trigger this insurance product’s benefits via 50 state unemployment-benefit systems. This product, however, is far from new. MI Plus was first launched in 2004 by the Massachusetts Housing Finance Agency—a state-sponsored agency comparable to the Federal Housing Administration. MI Plus has helped over a thousand Massachusetts homeowners avoid foreclosure after losing their jobs and incomes.<br />This Massachusetts borrower-benefit insurance has passed the actuarial test—at a zero incremental premium over the Massachusetts Mortgage Insurance Fund’s standard lender-paid insurance premium which covers the lender’s foreclosure-related losses. Avoiding a homeowner’s foreclosure is mitigating a mortgage lender’s loss. This product has great promise—if state governments will cooperate.<br />As a former mortgage insurance risk-management executive and consultant for an international management consulting firm, I have helped senior housing-finance officials in over a dozen developing countries examine how mortgage-default insurance can induce private lenders to expand access to home financing by families of modest means. Many expressed particular interest in the Massachusetts foreclosure-avoidance model, which provides complementary credit-insurance benefits to lender and borrower.<br />Roger Blood"
}