{
    "url_original": "https://www.wsj.com/articles/louis-kahn-listening-to-the-bricks-11609432967",
    "url": "louis-kahn-listening-to-the-bricks-11609432967",
    "title": "Louis Kahn: Listen to the Bricks",
    "sub_head": "New books on the architect’s life and career put the personal and the professional into a revealing dialogue.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2020-12-31 11:42:00",
    "body": "Louis Kahn (1901-1974) was indisputably one of the greatest architects of the 20th century. When Kahn showed Philip Johnson, the founder of the Museum of Modern Art’s architecture and design department, the drawings for his breakthrough Richards Medical Research Laboratories at the University of Pennsylvania, Johnson responded: “When this building is done you’ll be the most prominent architect in the country and we’ll give it a show at the Museum.”<br />The show opened in 1961 and Kahn, then entering his 60s, was finally launched. Further successes followed quickly. Just a few years after designing the Richards, Kahn became a prisoner of international airport lounges, jetsetting among commissions in India, East and West Pakistan (now Bangladesh and Pakistan), Israel and the United States. He reeled off a string of masterpieces, including the Kimbell Art Museum (Fort Worth, Texas), the Salk Institute (La Jolla, Calif.) and the library at Phillips Exeter Academy (Exeter, N.H.).<br />Kahn’s reputation is unshakable, and yet three recently published books illuminate lingering questions about his life and work. What transformed a standard-issue modernist into a creative force of indomitable originality in his mid-50s? And how should we understand Kahn’s vastly complicated personal life?<br />Furthermore, what about Kahn’s gnomic utterances, of which the best known is “ ‘What do you want, Brick?’ And Brick says to you, ‘I like an Arch.’ ” Was Kahn a true sage, as John Lobell argues in “Louis Kahn: Architecture as Philosophy” (Monacelli, 195 pages, $50), or just a bushwa artist conning the eggheads at Yale and Penn, where he taught?<br />Builder; philanderer; philosopher. We are slowly assembling the story of Louis Kahn, the man in full."
}