{
    "url_original": "https://www.wsj.com/articles/luminar-rises-in-market-debut-making-25-year-old-founder-a-billionaire-11607027565?mod=business_lead_pos7",
    "url": "luminar-rises-in-market-debut-making-25-year-old-founder-a-billionaire-11607027565",
    "title": "Luminar Rises in Market Debut, Making 25-Year-Old Founder a Billionaire",
    "sub_head": "Austin Russell started the maker of sensor tech for self-driving cars when he was 17. Today, it went public via a SPAC",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-267965?width=620&size=1.5",
    "image_1": "im-267965.jpg",
    "time": "2020-12-03 16:54:00",
    "body": "Luminar Technologies Inc.,  which produces sensor technology for self-driving cars, started trading publicly Thursday and made its 25-year-old founder and chief executive a billionaire.<br />Austin Russell began Luminar in 2012 at age 17, when he left Stanford University and accepted a fellowship from the foundation of entrepreneur and venture capitalist Peter Thiel to develop the company. Mr. Russell will retain 83% of the voting power in Luminar and serve as its chairman.<br />Luminar “spent a huge amount of time just figuring out what was possible,” Mr. Russell said. “In some ways, it’s awesome and surreal to be a part of this, going public. In other ways, it just makes a lot of sense.”<br />The company makes lidar scanners, which use pulsed lasers to sense distances to nearby targets. In self-driving cars, the technology helps onboard computers create a picture of surrounding obstacles such as other cars and pedestrians in order to avoid collisions. The technology has notable critics—including Tesla Inc. CEO Elon Musk—but Luminar has said it sees its total addressable market growing from about $5 billion currently to $150 billion by 2030.<br />Luminar is another example of a company making its market debut after getting acquired by a special-purpose acquisition company, or SPAC, which are publicly traded shell companies formed to pursue deals. Luminar was acquired in August by Gores Metropoulos Inc. Other companies that have gone public via a SPAC this year include  Nikola Corp. ,  DraftKings Inc.  and  Fisker Inc."
}