{
    "url_original": "https://www.wsj.com/articles/luxury-brands-follow-chinese-shoppers-back-home-11607508074?mod=business_minor_pos10",
    "url": "luxury-brands-follow-chinese-shoppers-back-home-11607508074",
    "title": "Luxury Brands Follow Chinese Shoppers Back Home",
    "sub_head": "For the first time, designer brands opened more shops in markets like China and Japan than in Europe",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-270473?width=620&size=1.5",
    "image_1": "im-270473.jpg",
    "time": "2020-12-09 05:01:00",
    "body": "Even after the pandemic has passed in Europe and the U.S., luxury brands expect to do a lot more business in Asia. Their next job is to reduce the burden of emptier shops in cities like Paris and Milan.<br />From January through October this year, designer labels opened more boutiques in Asia than any other region, according to data from  Savills .  It is the first time that Europe, normally the most popular location for new stores, has been outpaced in the real-estate firm’s records. North America’s share of global openings halved compared with 2019 levels.<br />Much of the activity happened in mainland China, where demand for luxury goods has recovered rapidly after lockdowns early in the year. Of all the stores opened around the world so far in 2020, 19% were in Chinese cities such as Shanghai and Shenzhen—far higher than their 6% average share of global openings over the past three years.<br />The trend has been exaggerated by the coronavirus, which has emptied Western cities of tourists, but is expected to outlive it. Even after long-haul travel returns to normal, Chinese consumers—by far the industry’s biggest spenders—will likely shop more at home.<br />Before the crisis, they made 70% of their luxury purchases overseas, mainly in European cities like London and Paris. But the Chinese government looks determined to keep that money at home. This summer, Beijing tripled consumers’ duty-free allowance and opened domestic duty-free stores where the quota can be spent up to six months after a trip."
}