{
    "url_original": "https://www.wsj.com/articles/lvmh-and-tiffany-to-have-short-honeymoon-11609354157?mod=business_minor_pos10",
    "url": "lvmh-and-tiffany-to-have-short-honeymoon-11609354157",
    "title": "LVMH and Tiffany to Have Short Honeymoon",
    "sub_head": "Tiffany shareholders voted in favor of new terms to the $16 billion union; French luxury giant won’t delay in sprucing up its latest purchase",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-279265?width=620&size=1.5",
    "image_1": "im-279265.jpg",
    "time": "2020-12-30 15:47:00",
    "body": "Tiffany  & Co. executives will be happy that the final hurdle to the jeweler’s bumpy union with  LVMH  Moët Hennessy Louis Vuitton has been removed. The French buyer might be more preoccupied with how to make the pricey deal pay off.<br />On Wednesday, Tiffany’s shareholders gave their approval for a slight discount to the original merger terms. The jeweler now has a sticker price of $15.8 billion, down from $16.2 billion. It is still a good result for investors who at one stage feared the deal could collapse. They cash out at a 33% premium to the value of the shares before news of talks between the two sides first leaked in October of 2019, even though the pandemic has shrunk the brand’s revenue.<br />After the deal closes in early January, five top executives at Tiffany will receive golden parachutes worth $100 million in total, and LVMH will begin an overhaul.<br />Jewelry has performed better than other luxury products during the pandemic. Global sales will be down 15% in 2020 compared with last year’s levels based on Bain & Company estimates. By comparison, high-end watches and clothing will decline at double that rate.<br />Tiffany might still underperform the global jewelry market, though. The company’s sales were down by one-quarter over the nine months through October. It relies on tourists for a chunk of sales, particularly at its Fifth Avenue flagship in New York, and its engagement-ring business is suffering as couples delay marriage."
}