{
    "url_original": "https://www.wsj.com/articles/lyfts-path-to-profits-could-stall-in-traffic-11607085181?mod=business_lead_pos13",
    "url": "lyfts-path-to-profits-could-stall-in-traffic-11607085181",
    "title": "Lyft’s Path to Profits Could Stall in Traffic",
    "sub_head": "While Covid-19 has damaged company’s ride-share volume, it may have boosted margins somewhat",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-268319?width=620&size=1.5",
    "image_1": "im-268319.jpg",
    "time": "2020-12-04 07:33:00",
    "body": "Even  Lyft  can stand a break from the rat race.<br />The road to recovery has been slow for the ride-hailing company, but it has been smooth in some respects, according to comments at an investor conference this week. With so many people working at home because of the Covid-19 pandemic, much of Lyft’s business over the past few quarters has been done during off-peak hours, with riders going to doctor’s appointments or shopping for groceries midday, rather than grabbing a ride to and from work during peak hours. While that has meant missing the big-volume business of the daily commute, the shift seems to have at least been good for Lyft’s unit economics.<br />The company said at the investor conference that it can make more money on off-peak rides “because it costs less to incentivize drivers” without the massive surge in demand rush hour typically brings. That could help explain why Lyft believes it can pare its losses in the fourth quarter even while overall ride-share volumes remain significantly challenged. In an 8-K filing Wednesday, Lyft said it saw ride-share rides volume down 50% in November as a whole compared with a year earlier, which is even worse than the 48% decline for the first week of November that it shared on its third-quarter earnings call.<br />Nonetheless, the company said it expected to book a fourth-quarter loss of less than $185 million on the basis of adjusted earnings before interest, taxes, depreciation and amortization. Last month its forecast implied a loss of $190 million to $210 million on that basis. Boosting its bottom line, according to Lyft, has been an improving contribution margin, which it expects will expand even further next year.<br />While the company didn’t provide other details on what specific expenses are moderating, it seems likely that they include lower costs associated with driver compensation, which makes sense based on the company’s commentary regarding the economics of a peak versus nonpeak ride. Indeed, the company indicated on its recent earnings call that it expects driver incentives in the fourth quarter would be lower as a percentage of revenue than in the third quarter as service levels improved. It also could be helping that some business has moved to the suburbs, where many regular riders have migrated from city centers. At the investor conference, Lyft’s president and co-founder, John Zimmer, said his company has benefited in some ways from consumers’ moving out of cities, where “there’s only so many cars you can get on the road.”"
}