{
    "url_original": "https://www.wsj.com/articles/ma-raineys-black-bottom-review-royal-blues-11608240346?mod=opinion_reviews_pos2",
    "url": "ma-raineys-black-bottom-review-royal-blues-11608240346",
    "title": "‘Ma Rainey’s Black Bottom’ Review: Royal Blues",
    "sub_head": "Chadwick Boseman is brilliant in his final role and Viola Davis stars as the titular singer in this adaptation of the August Wilson play.",
    "category_1": "Film Review",
    "time": "2020-12-17 16:25:00",
    "body": "Most of “Ma Rainey’s Black Bottom,” a powerful, ultimately shattering screen version of the 1982 August Wilson play, takes place on a single afternoon in 1927, in a seedy Chicago studio where the great blues singer of the title has come to make a record. The Netflix film doesn’t pretend to the broad physical scope of a commercial movie and doesn’t need to. Wilson’s words dictate the production’s form, eloquent words and electrifying soliloquies that resonate in close quarters. Still, the opening sequence plays a thoroughly cinematic trick, and a sly one—young Black men running through the woods at night, barking dogs and a burning torch, except that it’s not what you think. And the final performance of Chadwick Boseman, who died while the film was in post-production, isn’t what you might have hoped for under the circumstances—it’s even better.<br />Mr. Boseman is Levee, the cornetist in a quartet that accompanies Viola Davis’s Ma Rainey, who, in her real-life heyday in the 1920s, was known as the “Mother of the Blues.” (The other musicians are played by Glynn Turman, Colman Domingo and Michael Potts.) Both Levee and Ma are on short fuses, though his is shorter. He’s a hothead with big dreams and what may or may not be an outsize talent; Ma resents his attempts to upstage her with brash riffs. Rages possess him for little or no apparent reason, while her anger smolders until it becomes cold fury. Why these two are so angry is the subject of the piece—George C. Wolfe directed, subtly and astutely, from Ruben Santiago-Hudson’s screen adaptation—and what we come to understand about them is the reason a film based on a 38-year-old play is of the immediate moment.<br />Out of all the notable performances in Mr. Boseman’s foreshortened but remarkable career—as Jackie Robinson in “42,” Thurgood Marshall in “Marshall,” the fallen squad leader Stormin’ Norman in “Da 5 Bloods,” the Wakandan king T’Challa in “Black Panther”—only his furiously dynamic portrayal of the “Godfather of Soul,” James Brown, in “Get on Up” could have predicted the quicksilver nature of his presence here.<br />Mr. Boseman makes his horn player passionate, brash, a compulsive charmer. Levee talks rat-a-tat fast, dispenses insults as sharp as the knife in his pocket. He dreams of having his own band, playing his own songs, but he knows it probably won’t happen. He’s a seducer—of Ma’s young girlfriend, Dussie Mae (Taylour Paige), and of white people in positions of power; for them he will shuck and jive if the self-abasement serves his purpose. Only when he tells a story of a horror that befell him at age 8 does the man make heart-stopping sense. Then we understand his steady-state rage, which has had nowhere to go until he finds the worst possible place for it. Everyone in the band has stories to tell—not as spellbinding or shocking as Levee’s, but full of hurt and pain all the same, which is why “Ma Rainey’s Black Bottom” speaks so eloquently to our time, when the nation continues to grapple with racial unrest.<br />Ma, a formidable force musically and an implacable one personally, takes no guff from anyone, especially her craven manager, Irvin (Jeremy Shamos), and the devious studio owner, Sturdyvant (Jonny Coyne); both men are white and played coarsely, which is unfortunate; nuanced performances would have nailed their flaws too. Ms. Davis is almost unrecognizable in the role, what with add-on avoirdupois, exuberant makeup, flamboyant costumes (by Ann Roth), gold teeth and eyelashes the size of theater marquees. It’s a startling performance, and her best moment comes not in song but with another August Wilson soliloquy that begins with Ma saying, “White folk don’t understand about the blues.” Ms. Davis’s variations on that theme are about as good as acting gets."
}