{
    "url_original": "https://www.wsj.com/articles/macron-seeks-an-enlightened-islam-11607037298?mod=opinion_lead_pos10",
    "url": "macron-seeks-an-enlightened-islam-11607037298",
    "title": "Macron Seeks an Enlightened Islam",
    "sub_head": "Laïcité worked well with Catholicism, but how hard is it to tame a domestic religion?",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-267798?width=620&size=1.5",
    "image_1": "im-267798.jpg",
    "time": "2020-12-03 18:15:00",
    "body": "Emmanuel Macron has resolved to be the president who finally eases tensions over France’s young and growing Muslim population. Every president since Valéry Giscard d’Estaing in the 1970s has resolved to do that. None succeeded, and the stakes have risen with each failure.<br />On Oct. 16, a Chechen-born 18-year-old living west of Paris decapitated the schoolteacher Samuel Paty, who had lately shown cartoons mocking the Prophet Muhammad to junior-high-age kids in a civics class on free speech. On Oct. 29, a 20-year-old Tunisian, who had been refused asylum in Italy after arriving by boat the month before, showed up in the south of France. He stabbed to death two worshipers and a sacristan in the Notre Dame Basilica in Nice.<br />Even before the incidents Mr. Macron had made a major speech about Islamist “separatism.” He aims to limit the sponsoring of imams by foreign governments. He has dissolved organizations allegedly sympathetic to Islamic radicalism, such as the charity BarakaCity and the “antiracist” Collective against Islamophobia. He plans to ban home schooling, popular among religious Muslims.<br />Mr. Macron is putting almost all his eggs in the basket of laïcité, the 115-year-old French system for regulating religion. (The word means “secularism.”) At a meeting with the French Council of the Muslim Faith (CFCM), an official Islamic umbrella group created almost two decades ago by then Interior Minister Nicolas Sarkozy, Mr. Macron added more detail. The CFCM would create a “national council of imams.” Preachers would be accredited, or licensed, like doctors and lawyers. By next week the CFCM is expected to create a “Charter of Republican Values” to which the organizations that make it up will adhere. “Some will sign and some will not,” the president reportedly said at the meeting. “We will be watching. Either you are with the Republic or you are not.”<br />In recent weeks Mr. Macron has taken to browbeating the Anglophone press, notably the Financial Times and the New York Times. They mistake his hostility to Islamism for a hostility to Islam, he complains, and misunderstand the logic by which laïcité mediates between religion and the state. Do they really? More likely they have simply looked at France’s Islam policy over the past two decades and begun to question whether laïcité is the right tool for it."
}