{
    "url_original": "https://www.wsj.com/articles/man-on-the-moon-iii-the-chosen-by-kid-cudi-review-making-personal-problems-sound-good-11607980121",
    "url": "man-on-the-moon-iii-the-chosen-by-kid-cudi-review-making-personal-problems-sound-good-11607980121",
    "title": "‘Man on the Moon III: The Chosen’ by Kid Cudi Review: Making Personal Problems Sound Good",
    "sub_head": "The Cleveland-born rapper’s latest album offers his usual self-reflection held aloft by gorgeous melodies.",
    "category_1": "Music Review",
    "image_1_url": "https://images.wsj.net/im-272755?width=620&size=1.5",
    "image_1": "im-272755.jpg",
    "time": "2020-12-14 16:08:00",
    "body": "<br /><br /><br />Cleveland-born rapper Scott Mescudi, aka Kid Cudi, has more than enough music-industry accomplishments to call him a major star—Grammy Awards, platinum albums—and yet it’s also fair to describe him as a cult artist. Because while he’s been embraced by the broader listening public, there’s an unusual intensity to the connection he has with his most devoted fans. The strength of that bond owes a lot to his willingness to make his emotional travails the focal point of his work. Beginning with his 2009 debut album, “Man on the Moon: The End of Day,” Kid Cudi has portrayed himself as an artist of rare vulnerability. His persona, that of a depressed and lonely man self-medicating with potent marijuana and other intoxicants, appealed to the listeners who shared his anxiety.<br />Besides his bond with his audience, Mr. Mescudi’s cult status owes something to his wild inconsistency. His artistic gifts include melody—he sings and raps—and a sharp ear for production, but his writing can be dull on a line-by-line basis and he has trouble assembling coherent album-length statements. In addition he sometimes follows his muse down blind alleys—he’s indulged his fondness for grungy alternative rock in both a misfired side project (the 2012 self-titled record from his duo WZRD) and a dreadful and unbearably long release under his own name, 2015’s “Speedin’ Bullet 2 Heaven.” His just-released seventh LP, “Man on the Moon III: The Chosen” (Republic), avoids these fatal pitfalls and is one of his most engaging albums from end to end."
}