{
    "url_original": "https://www.wsj.com/articles/mask-wars-revisited-11607118961?mod=opinion_lead_pos8",
    "url": "mask-wars-revisited-11607118961",
    "title": "Mask Wars Revisited",
    "sub_head": "Use of face coverings increased impressively right into the current national outbreak.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "time": "2020-12-04 16:56:00",
    "body": "It’s to be expected that many who spent four years unproductively obsessing about President Trump now believe his ambivalent mask messaging is responsible for every infection and death in the U.S. The mask issue is not nearly so simple.<br />Mask compliance has actually been pretty good around the U.S. and in Europe regardless of Donald Trump and it didn’t stop the current, worst-yet surge. In frustration, the CDC’s Robert Redfield insisted in midsummer that if everybody wore a mask for several weeks, the virus could be controlled. What he really might have liked to say: “It doesn’t matter how many of us wear masks if the young, who have the least to fear from Covid and are most likely to spread it unwittingly, aren’t wearing them.”<br />Until Nov. 10, his agency truthfully stressed that masks won’t save you from getting the disease, only from transmitting it. Now this guidance has been changed in apparent hope that the noncompliant might respond to a new message that doesn’t lean so heavily on their altruism. And yet a national survey from researchers at Harvard, Rutgers, Northeastern and Northwestern throws cold water on any idea of masks as a simple fix. Mask usage increased impressively across the U.S. right into the current outbreaks even as physical distancing fell by the wayside. “We find that social distancing has decreased dramatically since the spring, while mask wearing has increased,” the group concludes. At worst, our face-covering psychodrama distracted from the behavior that really matters.<br />Whether a Thanksgiving bump will materialize will be known in the next few days. Millions who defied guidance and traveled may have done so safely. France, Spain, Italy and Belgium have seen new infections turn down sharply in the past two weeks. The exception is Germany. Its leaders cite a “prevention paradox”—so successfully was an earlier surge moderated that people stopped fearing the virus. The U.S. may have created a similar problem for itself in spades with the national lockdown in the spring that landed like a lead balloon in parts of the country where the epidemic had not yet reached. We may still be paying for this “cry wolf” episode.<br />For what it’s worth, I see universal mask compliance and yet my state is enduring a surge right along with the others. I see virtue signaling on TV by anchors in a position to infect nobody but a camera. I see slippage below the nose which defeats the purpose of masking up. I see obstreperous old guys who recognize that a mask is a useful tool but get their backs up over people politicizing and fetishizing it."
}