{
    "url_original": "https://www.wsj.com/articles/massachusetts-regulators-to-file-complaint-against-robinhood-11608120003?mod=markets_lead_pos3",
    "url": "massachusetts-regulators-to-file-complaint-against-robinhood-11608120003",
    "title": "Massachusetts Regulators to File Complaint Against Robinhood",
    "sub_head": "The wildly popular trading platform exposed Massachusetts investors to ‘unnecessary trading risks,’ according to the complaint",
    "category_1": "Markets",
    "time": "2020-12-16 07:00:00",
    "body": "Massachusetts securities regulators are expected to file a complaint Wednesday against the wildly popular trading platform operated by Robinhood Financial LLC, alleging the company aggressively marketed to inexperienced investors and failed to implement controls to protect them.<br />In a final draft of a more than 20-page administrative complaint reviewed by The Wall Street Journal, the enforcement arm of the Massachusetts Securities Division said Robinhood failed to protect its customers and their assets, violating state laws and regulations. Robinhood exposed Massachusetts investors to “unnecessary trading risks” by “falling far short of the fiduciary standard” adopted this year that requires broker-dealers to act in their clients’ best interest, the state said.<br />A Robinhood spokeswoman said the company hadn’t seen the complaint but will continue to work closely with all regulators.<br />“Robinhood has opened up financial markets for a new generation of people who were previously excluded,” she said. “We are committed to operating with integrity, transparency, and in compliance with all applicable laws and regulations.”<br />The complaint from the office of William Galvin, the Secretary of the Commonwealth of Massachusetts, marks the latest round of scrutiny that the popular brokerage has faced in its short history. Since it was founded less than a decade ago, Robinhood has exploded in popularity, amassing more than 13 million customer accounts. Traders tend to be drawn to the user-friendly platform that allows customers to trade securities like stocks for free."
}