{
    "url_original": "https://www.wsj.com/articles/mayorkass-experience-with-homeland-security-issues-fuels-backers-and-critics-alike-11609336801?mod=politics_lead_pos5",
    "url": "mayorkass-experience-with-homeland-security-issues-fuels-backers-and-critics-alike-11609336801",
    "title": "Mayorkas’s Experience With Homeland Security Issues Fuels Backers and Critics Alike",
    "sub_head": "Biden’s DHS pick led virus responses and implemented DACA; awarding of green cards to wealthy, politically connected investors will likely draw scrutiny",
    "category_1": "Politics",
    "time": "2020-12-30 13:58:00",
    "body": "If there is something supporters and opponents of Alejandro Mayorkas agree on, it is that President-elect Joe Biden’s pick for Homeland Security secretary would bring a wealth of experience to the job.<br />As the department’s deputy secretary during the Obama administration, Mr. Mayorkas led responses to Ebola and the Zika virus, along with strengthening the department’s cybersecurity capabilities—experiences that will be crucial as the country faces a continuing pandemic and a recent high-profile hack of government servers.<br />Having served as the head of the government’s legal-immigration agency before then, he would bring more immigration experience than any previous secretary, an asset in the eyes of the Biden team, who want someone in place to begin quickly unwinding President Trump’s immigration agenda. That combination would also come in handy if, as many analysts predict, one of Mr. Mayorkas’s first crises on the job becomes a surge of migrant children and families arriving at the southern border.<br />That record raises issues for some GOP senators, who point to what they view as serious missteps as reasons he isn’t fit for the job. Mr. Mayorkas, while serving as U.S. attorney in Los Angeles in the late 1990s, advocated for President Bill Clinton to grant clemency for the son of a political ally. At DHS, the department’s inspector general criticized his handling of green cards for wealthy investors connected to prominent Democrats.<br />Republicans boycotted his 2013 hearing to become deputy secretary, and he ultimately won confirmation on a 54-41 party-line vote. Should Republicans retain control of the Senate after the Georgia Senate runoffs in January, those same issues will likely dominate Mr. Mayorkas’s nomination hearing."
}