{
    "url_original": "https://www.wsj.com/articles/mcconnells-spending-line-11607037391?mod=opinion_lead_pos8",
    "url": "mcconnells-spending-line-11607037391",
    "title": "McConnell’s Spending Line",
    "sub_head": "Can he hold it? The answer will set the course of Biden’s presidency.",
    "category_1": "Opinion",
    "category_2": "Potomac Watch",
    "image_1_url": "https://images.wsj.net/im-267850?width=620&size=1.5",
    "image_1": "im-267850.jpg",
    "time": "2020-12-03 18:16:00",
    "body": "Joe Biden isn’t yet in the White House, but we are about to witness a crucial test of his ability to roll a closely divided Senate. Republicans can hold the line on Covid relief, or a divided GOP can signal that Biden Democrats will hold the whip hand on spending.<br />Majority Leader Mitch McConnell drew the line this week, circulating a straightforward virus-relief bill that checks bipartisan boxes. As Mr. McConnell noted, the bill delivers “right away on all the subjects where everybody agrees”—more funding for small businesses, vaccine distribution and extended unemployment aid, as well as legal certainty for hospitals, schools and religious groups. Better yet, the bill repurposes some $569 billion of unused virus funds—offsetting the entirety of his bill’s cost. Immediate, targeted aid for those Americans still hurting, at no additional expense to the U.S. taxpayer. What’s not to like?<br />Yet pressure is mounting on the GOP to double or quadruple the dollars. Speaker Nancy Pelosi and Senate Minority Leader Chuck Schumer have climbed aboard a $900 billion bipartisan Senate proposal that would throw money at state and local governments, revive the ill-conceived “enhanced” unemployment benefit, and bail out public transport. And although that bill was negotiated in good faith, it has already been taken hostage. Mrs. Pelosi and Mr. Schumer explained that they’ve adopted it only as their “basis” for further negotiation, and are already promising “improvements”—likely hundreds of billions of them.<br />The press is weighing in, casting the McConnell bill as Scrooge-like and inadequate. Mrs. Pelosi is again warning that “the economy will fall into double-dip recession without additional federal relief from Congress.” Even some Republicans argue the party can win the two outstanding Georgia Senate seats only by one-upping Democrats on spending.<br />This fight is rapidly coming to represent something much more significant than a simple dollar figure. Internally, smart Republicans are arguing that this is about the GOP standing for basic principles and good governance, even as it sets the tone for future spending negotiations with a Biden administration."
}