{
    "url_original": "https://www.wsj.com/articles/meal-kits-face-competition-from-the-microwave-11607938412?mod=markets_lead_pos10",
    "url": "meal-kits-face-competition-from-the-microwave-11607938412",
    "title": "Meal Kits Face Competition From the Microwave",
    "sub_head": "Sales of ready meals are growing faster than dinner boxes, even before a vaccine rollout likely cuts the time consumers spend cooking from scratch",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-14 04:33:00",
    "body": "Meal kits were in demand this year as consumers spent more time cooking at home. When the Covid-19 vaccine rollout gradually allows normal life to resume, speedier dinner options like ready meals could eat into their growth.  HelloFresh ,  at least, has taken note.<br />The largest U.S. meal-kit provider last week raised its full-year sales and profit guidance for the fourth time in 2020, lifting its stock to new highs. Berlin-based HelloFresh also laid out plans to more than double its revenue to €10 billion, equivalent to around $12 billion, by the middle of the decade. The shares have gained 220% this year, making it the second-best performing name in the Stoxx Europe 600 index.<br />However, management expects sales to slow in 2021 from their projected 110% surge in 2020. Consumers are likely to spend less time cooking dinner from scratch and return to restaurants once the virus is under control. Ready meals that are sold directly to consumers through online subscriptions look poised to take share from meal kits as lives become busier. Sales of fresh dinners that can be heated in the microwave already grew faster than meal kits in the U.S. this year—by more than 100% compared with 60%, respectively—according to credit-card data analytics firm  Envestnet Yodlee.<br />Blue Apron is less prepared for the shift than its bigger rival. As its meager 7% share-price gain this year suggests, the U.S. company struggled to meet higher demand for its products during the pandemic. HelloFresh will try to protect its business by expanding into different meals such as lunch and new products. It recently bought Factor75, a business that will generate $100 million this year from freshly prepared meals.<br />The direct-to-consumer ready-meal market is small in the U.S. today and is valued at less than $1 billion. But it is growing quickly. Competition from American supermarkets may be less intense than in categories like frozen: U.S. grocers haven’t figured out how to transport fresh meals over the long distances required to reach nationwide stores within their short shelf life."
}