{
    "url_original": "https://www.wsj.com/articles/meet-the-lawyer-trying-to-keep-google-from-being-broken-up-11608373801?mod=business_minor_pos4",
    "url": "meet-the-lawyer-trying-to-keep-google-from-being-broken-up-11608373801",
    "title": "Meet the Lawyer Trying to Keep Google From Being Broken Up",
    "sub_head": "With antitrust challenges intensifying, longtime executive Kent Walker is now big man on company campus",
    "category_1": "Tech",
    "time": "2020-12-19 05:30:00",
    "body": "Perhaps the most influential executive at Google is a man who can’t write a line of code.<br />That is Kent Walker, the company’s chief legal officer and head of global affairs, whose role puts him at the center of the search giant’s antitrust challenges. It also gives him the power to lead the defense that will determine whether one of the world’s dominant conglomerates is able to keep growing—or gets clipped.<br />Google faces formidable legal challenges. Its parent,  Alphabet Inc.,  was sued by federal prosecutors in October for allegedly abusing monopoly power in its flagship search engine, and this week state attorneys general added their own pair of lawsuits targeting digital advertising, among other areas. Google broadly denies the claims and says it will contest them in court.<br />While some of the specific allegations are new, Google’s use of its power has been under scrutiny for at least a decade. Under Mr. Walker, who became chief legal officer in 2018, it has fended off inquiries in Australia, Brazil, Canada, France, India, Italy, Russia, South Korea, Taiwan and the U.K. without sustaining a meaningful blow. The European Union made the biggest splash, levying total fines of more than $10 billion, but since the first of the EU’s three decisions against Google landed in 2017, the company’s revenue and stock price have shot up by about half.<br />Mr. Walker, a 14-year company veteran, has long favored providing regulators with reams of data and paperwork, according to current and former employees, yet those tactics might be wearing thin."
}