{
    "url_original": "https://www.wsj.com/articles/meet-the-frankenshirt-its-three-or-seven-shirts-in-one-11607458574",
    "url": "meet-the-frankenshirt-its-three-or-seven-shirts-in-one-11607458574",
    "title": "Meet the Frankenshirt. It’s Three (or Seven) Shirts in One",
    "sub_head": "Labels like Burberry and Marni are selling curious men’s shirts cobbled together from motley fabrics and patterns. Enticingly trendy or just terrifying?",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-268151?width=620&size=0.6666666666666666",
    "image_1": "im-268151.jpg",
    "time": "2020-12-08 15:16:00",
    "body": "THERE’S A JOKEY line that men’s fashion designers rely on when presenting a collection of glaringly ho-hum button-ups and blazers: “What do you expect me to create, a shirt with three sleeves?” The remark is hammy, reflexive, but I get it. When you consider anatomical limitations and the constraints of good taste, designers can only rejigger men’s staples so many ways.<br />Or, so I thought. This month I came across a clothing item that pushed this notion of mutant shirts out of the hypothetical realm.  Burberry ,  the brand best known for Bogart’s “Casablanca” trench coat, has created a plaid flannel shirt apparently designed for a three-headed creature.<br />It has three collars: the central one through which an actual human head goes, and then two dummy button-down collars tacked on each shoulder like a linebacker’s pads, purely for effect. Though startling, this Cerberus-friendly mishmash is merely the most extreme manifestation of a trend: Other labels, from the lofty (Milan fashion house Marni) to the egalitarian (Uniqlo), have been cobbling together their own Frankenshirts.<br />More tame, the Uniqlo shirt pieces together four panels of contrasting, but uniformly dark, patterns. This orderly collage evokes Brooks Brothers’s preppy “fun shirts,” early examples of refashioned tops that, starting in the 1970s, were birthed from leftover scraps lying around the label’s shirt factory.<br />A similar leave-no-scrap-behind ethos propels the patchwork shirts of today, said Damien Paul, the head of menswear at London-based retailer Matchesfashion: “The whole point of patchwork and piecing fabrics together is about using what is available.” The examples Matches sells are quite rambunctious. To construct one hectic button-up on offer, London’s Ahluwalia label crisscrossed fragments of old striped dress shirts in a pell-mell manner. Rebuild, a line by Japanese brand Needles, sews vertical strips of different vintage flannels into wearable mayhem."
}