{
    "url_original": "https://www.wsj.com/articles/metals-markets-steel-for-price-rises-as-australia-pushes-to-save-cultural-sites-11607597369?mod=markets_featst_pos2",
    "url": "metals-markets-steel-for-price-rises-as-australia-pushes-to-save-cultural-sites-11607597369",
    "title": "Metals Markets Steel for Price Rises as Australia Pushes to Save Cultural Sites",
    "sub_head": "Delays to mining projects in Western Australia could push commodity prices higher and exacerbate shortages",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-271198?width=620&size=1.5",
    "image_1": "im-271198.jpg",
    "time": "2020-12-10 05:49:00",
    "body": "SYDNEY— Rio Tinto  PLC’s destruction of two ancient caves in Australia to expand an iron-ore mine could have ramifications for global commodity markets if local lawmakers intensify scrutiny of mining activities that threaten heritage sites.<br />Among the most controversial recommendations made by a federal-government inquiry into the destruction of the rock shelters at Juukan Gorge in Western Australia in May is a moratorium on expansions of existing mines or new pits that encroach on sites of cultural or historical significance. Even if lawmakers opt for a less hard-line approach, experts warn of potential delays to production and higher costs that could affect supply of key raw materials such as iron ore, used to make steel.<br />None of the recommendations handed down by the inquiry in its interim report on Wednesday are binding, but miners risk inflaming tensions with some investors who feel the industry needs to show greater sensitivity to environmental and cultural issues if they don’t accept them. They also face sensitive negotiations with indigenous groups that are the traditional owners of the land.<br />Metals prices have been rallying as China’s economy bounces back strongly and other major markets recover from the coronavirus crisis. Copper prices have risen to their highest level in almost eight years. Iron ore is one of the best-performing assets this year, fetching $150.75 a metric ton on Wednesday, its highest price since early 2013.<br />China’s unexpectedly strong appetite for these commodities has raised concerns over whether there is enough supply, with many analysts predicting market deficits for iron ore and copper through at least the middle of next year."
}