{
    "url_original": "https://www.wsj.com/articles/mexican-cartels-are-now-cooking-chinese-chemicals-in-dutch-meth-labs-11607430794?mod=business_featst_pos3",
    "url": "mexican-cartels-are-now-cooking-chinese-chemicals-in-dutch-meth-labs-11607430794",
    "title": "Mexican Cartels Are Now Cooking Chinese Chemicals in Dutch Meth Labs",
    "sub_head": "Narco gangs piggyback legal business networks to tap rich markets world-wide",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-255836?width=620&size=1.5",
    "image_1": "im-255836.jpg",
    "time": "2020-12-08 07:33:00",
    "body": "MOERDIJK, Netherlands—When police raided a barge moored here last year, they found more than just a sophisticated crystal meth lab that started sinking as they inspected it.<br />The setup—Mexican cooks using Dutch equipment to process chemicals from China—offered a window into the new global drug economy. A number of recent Dutch narcotics raids have snagged Mexican nationals, including ones linked to the violent Jalisco New Generation Cartel, according to the U.S. Drug Enforcement Administration.<br />Mexican cartels, which dominate drug trafficking in North America, are drawn to the Netherlands because it is a global trade nexus with sea and rail links to Asia that has long been Europe’s top manufacturer of synthetic drugs.<br />Piggybacking legitimate commercial channels, Mexican cartels are combining sophistication with ruthlessness to expand their reach world-wide. Their multinational drive is enabled by the advent over recent decades of highly potent synthetic drugs that don’t rely on crops or farmers and can be manufactured in compact facilities almost anywhere. Production experts instant-message instructions to overseas workers and hop the globe like factory troubleshooters in any industry.<br />With the U.S. drug market saturated and methamphetamine labs in Mexico already supersize, cartels that murder for market share see Europe as a new hub. The cartels are “like global corporations,” said DEA Regional Director for Europe Daniel Dodds. “If they can expand and broaden their customer base, they will.”"
}