{
    "url_original": "https://www.wsj.com/articles/mexicos-president-pushed-hard-for-release-of-general-arrested-in-u-s-11607187601",
    "url": "mexicos-president-pushed-hard-for-release-of-general-arrested-in-u-s-11607187601",
    "title": "Mexico’s President Pushed Hard for Release of General Arrested in U.S.",
    "sub_head": "Ex-defense minister had been accused of aiding a drug cartel, sparking anger among top Mexican military officers",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-268785?width=620&size=1.5",
    "image_1": "im-268785.jpg",
    "time": "2020-12-05 12:00:00",
    "body": "MEXICO CITY—The October arrest in the U.S. of Mexico’s former defense minister sparked anger among senior Mexican military officers, a key factor that led President Andrés Manuel López Obrador to push hard for the release of the influential general.<br />Gen. Salvador Cienfuegos, who served as defense minister from 2012 to 2018, was arrested for allegedly taking bribes to protect the operations of a drug cartel. The surprise arrest in Los Angeles, as the general and his wife were starting a California vacation, stirred an outcry among high-ranking Mexican officers.<br />The military is a key ally of the Mexican president, one he can ill afford to alienate. Top officers were angered that Gen. Cienfuegos had been arrested by U.S. authorities outside Mexico and would be judged in the U.S., two senior Mexican government officials said. Officers saw this as a humiliation and a violation of Mexico’s sovereignty. Others also believed the general was innocent.<br />The arrest awakened nationalist anti-American passions in the armed forces, said former Foreign Minister Jorge Castañeda.<br />“This is a hard blow to Mexico’s image and for its armed forces,” an active-duty general wrote to Mr. Castañeda in a WhatsApp message, according to Mr. Castañeda. “Cienfuegos is innocent,” the active-duty general added. “This is a totally abusive and arbitrary action by the U.S. I consider it an insult to Mexico.”"
}