{
    "url_original": "https://www.wsj.com/articles/michigan-ohio-state-game-is-off-complicating-playoff-picture-11607458173",
    "url": "michigan-ohio-state-game-is-off-complicating-playoff-picture-11607458173",
    "title": "Michigan-Ohio State Game Is Off, Complicating Playoff Picture",
    "sub_head": "The storied football rivalry between the Wolverines and Buckeyes won’t be played for the first time since 1917 thanks to a Covid outbreak on Michigan’s team.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-270094?width=620&size=1.5005861664712778",
    "image_1": "im-270094.jpg",
    "time": "2020-12-08 15:09:00",
    "body": "The coronavirus pandemic has wiped out this year’s edition of one of the most storied rivalries in college football, as Michigan announced Tuesday that it will not play Ohio State this weekend due to a continuing outbreak on the Wolverines roster.<br />The cancellation carries heavy postseason implications for No. 4 Ohio State, which is no longer eligible to play in the Big Ten Championship despite being the last undefeated team in the conference. The Buckeyes will finish the regular season with a maximum of six games. But absent a conference championship it’s unclear if that will be enough to convince the College Football Playoff selection committee that they should get a spot in the semifinal over a 9-1 Southeastern Conference team.<br />Iowa Athletic Director Gary Barta, who chairs the CFP selection committee, has previously said that the number of games a team plays isn’t necessarily a disqualifying factor for making one of the College Football Playoff semifinals. The fewer games a team plays, the more the committee will invoke the notoriously subjective “eye test.”<br />“It is a challenge and a problem to evaluate a team that is played three games and try to evaluate them side-by-side with a team that is played nine games,” said Barta upon release of the second edition of the committee’s rankings on Dec. 1. “We’re doing it, it is doable. But it clearly becomes one of the pieces of the puzzle.”<br />The cancellation also carries consequences for Michigan, which sits at a disappointing 2-4 and whose coach, Jim Harbaugh, is entering the last year of his contract. Harbaugh is 0-4 against Ohio State during his tenure, but at a program like Michigan a win over the Buckeyes can buy a lot of goodwill from passionate fans and university regents."
}