{
    "url_original": "https://www.wsj.com/articles/michael-mcdonald-of-the-doobie-brothers-is-a-modest-superstar-11608926400",
    "url": "michael-mcdonald-of-the-doobie-brothers-is-a-modest-superstar-11608926400",
    "title": "Michael McDonald of the Doobie Brothers Is a Modest Superstar",
    "sub_head": "The musician behind many chart-topping classics calls himself ‘a master of nothing who could do a few things at once",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-277042?width=620&size=custom_5081x3369",
    "image_1": "im-277042.jpg",
    "time": "2020-12-25 15:00:00",
    "body": "Michael McDonald is one of the most recognizable voices of his generation. He wrote and sang songs that have topped the airwaves for decades, including “Takin’ It to the Streets,” “What a Fool Believes” and “Minute by Minute” with his Doobie Brothers bandmates, as well as “I Keep Forgettin’” as a solo artist. But to hear Mr. McDonald tell it, he was something of an accidental superstar, “a master of nothing who could do a few things at once: play some piano, write some songs, sing background.”<br />He was recently inducted into the Rock and Roll Hall of Fame as a member of the Doobie Brothers. The ceremony, originally planned for May 2020, was postponed and then turned into an HBO special—one pandemic adjustment that he says he didn’t much mind. “I love getting awards and am honored to do so, but I’m socially inept at these events,” he says with a laugh. “The last time I went to the Grammys, I was the only one in a tuxedo, so I was actually relieved that we didn’t have to go through the whole thing. It fits my personality to stay home and watch it on television.”<br />Mr. McDonald, 68, had a modest attitude when the Doobie Brothers brought him aboard in 1975 as a temporary substitute for their ailing frontman Tom Johnston, and little seems to have changed since. “I look back on my career and realize that blind ignorance allowed me to succeed,” he says over the phone from his Santa Barbara, Calif., home. “I kind of overanalyze things, and if that’s self-deprecation, so be it. I call it being a little more in touch with reality. I look back on my music and feel so blessed that people like it. But do I think it’s the greatest stuff I’ve ever heard? No. That’s just the reality.”<br />As a child in Ferguson, Mo., Mr. McDonald played banjo to accompany his father, who used to sing Tin Pan Alley and ragtime songs, before moving on to keyboards and Top 40 cover bands. He later mastered Motown tunes, which deepened his love of R&B.<br />In 1970, an 18-year-old Mr. McDonald moved to Los Angeles. He recorded demos for RCA Records while working as a keyboardist and background vocalist on recordings with members of the legendary “Wrecking Crew” band of superb session musicians, who graced thousands of songs by all sorts of artists. The experience “was transformative,” Mr. McDonald says. “I learned studio skills from some of the greatest ever to do it.”"
}