{
    "url_original": "https://www.wsj.com/articles/millions-to-lose-unemployment-benefits-amid-trumps-opposition-to-virus-aid-bill-11609007415?mod=politics_lead_pos1",
    "url": "millions-to-lose-unemployment-benefits-amid-trumps-opposition-to-virus-aid-bill-11609007415",
    "title": "Covid-19 Aid Bill in Limbo as Trump Calls for Larger Payments",
    "sub_head": "Delay could result in millions having their unemployment benefits suspended and possible shutdown of federal government",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-278316?width=620&size=1.5",
    "image_1": "im-278316.jpg",
    "time": "2020-12-26 13:30:00",
    "body": "WASHINGTON—A sweeping legislative package containing pandemic aid for businesses and families and funding for the government remained in limbo Saturday as President Trump continued to press for larger direct payments to Americans.<br />The delay could result in millions of people experiencing a suspension of unemployment benefits and a possible shutdown of the federal government on Tuesday.<br />Congress is scheduled to return early next week, although it is unclear whether lawmakers can reach a compromise that would address the president’s objections. The measure passed with enough votes to override a potential presidential veto, but it was unclear Saturday whether Mr. Trump’s opposition would persuade any Republicans to reconsider.<br />On Saturday, Mr. Trump renewed his criticism of the legislation, calling on lawmakers to increase the direct coronavirus-relief payments to $2,000 for individuals from $600 per adult and per child, the current level in the bipartisan bill. He also targeted the $1.4 trillion government funding bill that was attached to the legislation, casting it as reckless spending at a time when federal resources should be focused on the economic recovery in the U.S.<br />“I simply want to get our great people $2000, rather than the measly $600 that is now in the bill. Also, stop the billions of dollars in ‘pork,’” Mr. Trump wrote on  Twitter  on Saturday. The president hasn’t said whether he intends to veto the legislation. Earlier this week, a copy of the bill was flown to Mar-a-Lago, the private Florida club where Mr. Trump is spending the holidays, in case he decides to sign it."
}