{
    "url_original": "https://www.wsj.com/articles/misleading-washingtons-voters-on-race-11607730017?mod=opinion_lead_pos4",
    "url": "misleading-washingtons-voters-on-race-11607730017",
    "title": "Misleading Washington’s Voters on Race",
    "sub_head": "An new state effort to overturn a law banning race preferences.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-272579?width=620&size=1.5",
    "image_1": "im-272579.jpg",
    "time": "2020-12-11 18:40:00",
    "body": "No matter how many times voters reject racial preferences in law, the advocates won’t stop trying to fool the public with another tricky rewrite. The latest example comes from Washington state, where voters defeated an effort to overturn a ban on race preferences in 2019. Now there’s a new initiative, I-1300, which may be the most deceptive.<br />The disguise begins with its name, the Manuel Ellis Washington Anti-Discrimination Act. Ellis was a black man who died in March while being arrested by Tacoma police in what the Pierce County medical examiner says was a homicide. I-1300 would ban police chokeholds and other uses of force it considers excessive.<br />If that’s all it did, the use of Ellis’s name would be understandable. But the initiative also rewrites state law to overturn the state’s ban on race preferences for public contracting, public employment and admissions to public colleges. It buries this in 22 pages whose topics range from breastfeeding in public and free Covid-19 vaccinations to Donald Trump’s refusal “to denounce white supremacists during the first nationally televised presidential debate with former vice president Joe Biden.”<br />The operative language doesn’t come until Part VII, 16 pages in, where it redefines “preferential treatment.” Current law says the “state shall not discriminate against, or grant preferential treatment to, any individual or group on the basis of race, sex, color, or national origin.” The new language forbids preferential treatment only when it is solely based on these categories.<br />The addition of “solely” is a giant loophole because it sets no real limits. It is the same loophole Harvard and other schools cite to justify their own discrimination in admissions, arguing that race is merely one of many considerations."
}