{
    "url_original": "https://www.wsj.com/articles/missed-teslas-12-551-rise-dont-feel-so-bad-11607606318?mod=business_featst_pos2",
    "url": "missed-teslas-12-551-rise-dont-feel-so-bad-11607606318",
    "title": "Missed Tesla’s 12,551% Rise? Don’t Feel So Bad.",
    "sub_head": "Investors can’t afford regret: Every day brings new opportunities to become very rich, most of which we are bound to miss",
    "category_1": "Markets",
    "category_2": "Streetwise",
    "time": "2020-12-10 09:26:00",
    "body": "How can investors who missed out on  Tesla Inc.  sleep at night? The electric-car company is up 12,551% since the close on the day of its 2010 IPO, enough to turn a modest $10,000 holding into a $1.3 million luxury beach house. It was possible to make the same return by buying the broad market—but only if you invested in 1973. This was the deal of a lifetime; regret, thy name is Elon.<br />If you missed it, you’re in good company. Tesla has only recently stopped being the most-shorted major stock, and only because those betting against it lost too much money. I missed Tesla too, initially seeing it as only a niche sports-car stock and later scoffing at Elon Musk’s grand ambition. And while obviously I’d like an extra $1 million as much as the next guy, I’m not distressed that I missed out.<br />Investors can’t afford regret. Every day brings new opportunities to become very rich, most of which we are bound to miss. Tesla’s 125-fold increase isn’t even the best gain since it listed. That honor, at least among the top 3,000 stocks in the U.S., goes to  Xpel Inc.,  which makes film to protect car paintwork. It was a penny stock with a market value of a bit more than half a million dollars when Tesla came to market, and has since soared almost 170,000%, leaving Tesla in the dust.<br />None of us who missed Xpel are kicking ourselves. Penny stocks—even those on reputable markets like the Nasdaq, as Xpel is—don’t usually do anything special. They are difficult and costly to trade, hard to find information on and often deeply troubled. Many vanish without a trace.<br />There is plenty of scope for disappointment among larger stocks, too. There are nine companies trading today that have lost more than 99% of their value since June 2010. Plenty of others fell to zero."
}