{
    "url_original": "https://www.wsj.com/articles/mitch-mcconnell-among-first-in-congress-slated-to-get-covid-19-vaccine-11608259122?mod=politics_lead_pos7",
    "url": "mitch-mcconnell-among-first-in-congress-slated-to-get-covid-19-vaccine-11608259122",
    "title": "Mitch McConnell Among First in Congress Slated to Get Covid-19 Vaccine",
    "sub_head": "Lawmakers have debated whether they should be inoculated ahead of the general public",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-275180?width=620&size=1.5",
    "image_1": "im-275180.jpg",
    "time": "2020-12-17 21:38:00",
    "body": "WASHINGTON—Senate Majority Leader Mitch McConnell will get the coronavirus vaccine within days because of government-continuity requirements, the Kentucky Republican said Thursday.<br />Mr. McConnell was the first member of Congress to disclose plans to receive the vaccine since it was approved by the Food and Drug Administration. The congressional physician sent him a letter on Thursday saying he would receive it.<br />“I am disappointed to see early public sentiment that shows some hesitation towards receiving a vaccine,” Mr. McConnell said in a statement, citing a recent poll by the Associated Press and NORC Center for Public Affairs that showed only about half of Americans want the vaccine. “As a polio survivor, I know both the fear of a disease and the extraordinary promise of hope that vaccines bring.”<br />National Security Council spokesman John Ullyot said earlier this week that senior officials across all three branches of government will receive vaccinations due to security protocols established in 2016. The policy was intended to establish continuity requirements and applies to leadership and staff across all branches of government.<br />“The American people should have confidence that they are receiving the same safe and effective vaccine as senior officials of the United States government on the advice of public health professionals and national security leadership,” Mr. Ullyot said."
}