{
    "url_original": "https://www.wsj.com/articles/moderna-emergent-biosolutions-osmotica-what-to-watch-when-the-stock-market-opens-today-11609329855?mod=markets_lead_pos2",
    "url": "moderna-emergent-biosolutions-osmotica-what-to-watch-when-the-stock-market-opens-today-11609329855",
    "title": "Moderna, Emergent BioSolutions, Osmotica: What to Watch When the Stock Market Opens Today",
    "sub_head": "S&P 500 futures edge higher, pointing to muted gains for the benchmark index a day after it closed at its second-highest level in history",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-278042?width=620&size=1.5023474178403755",
    "image_1": "im-278042.jpg",
    "time": "2020-12-30 08:00:00",
    "body": "Here’s what we are watching as markets kick into gear Wednesday.U.S. stock futures edged higher, with major indexes set to erase tepid losses from a day earlier and extend their recent rally. The stock indexes ended Tuesday with small declines after Senate Majority Leader Mitch McConnell blocked an effort to hold a vote on sending bigger stimulus checks to many Americans. Read our full market wrap here.<br />The National Association of Realtors will release pending home sales data for November at 10 a.m. ET. While the housing market was a strong spot for the economy in the spring and summer, pending home sales dropped in October and are expected to fall again in November, by 0.3% from the prior month, amid rising home prices and low inventory.<br />— Moderna  shares rose 2.5% premarket, building on yesterday’s gains. The company said it will offer its new Covid-19 vaccine to its own employees, contractors and board members.<br />— Emergent BioSolutions  rose 2%, having earlier gained more than 8% after the company and Mount Sinai Health System announced the start of a clinical program to evaluate whether a therapy could help protect individuals following exposure to Covid-19.<br />— Osmotica Pharmaceuticals  fell 26%. The company on Tuesday received a letter from the FDA suggesting it conduct a new study to provide evidence of the efficacy of a multiple sclerosis treatment."
}