{
    "url_original": "https://www.wsj.com/articles/moderna-stock-exxon-alphabet-amazon-boeing-general-mills-astrazeneca-shares-that-defined-the-week-11608340562?mod=markets_lead_pos7",
    "url": "moderna-stock-exxon-alphabet-amazon-boeing-general-mills-astrazeneca-shares-that-defined-the-week-11608340562",
    "title": "Moderna, Exxon, Alphabet, Amazon: Stocks That Defined the Week",
    "sub_head": "Here are seven major companies whose stocks moved on the week’s business news",
    "category_1": "Markets",
    "category_2": "Stocks",
    "image_1_url": "https://images.wsj.net/im-275721?width=620&size=1.5",
    "image_1": "im-275721.jpg",
    "time": "2020-12-18 20:17:00",
    "body": "U.S. health regulators late Friday permitted use of Moderna’s Covid-19 vaccine, the second shot to get the green light to help end the pandemic. The Food and Drug Administration’s authorization comes a week after the agency authorized the first shot in the U.S., from Pfizer Inc. and its partner BioNTech SE. Moderna, a ten-year-old biotech that has never had a product cleared by the FDA, expects to deliver a total of 20 million doses by the end of December. Moderna shares rose 5.1% Thursday when an advisory panel cleared the way for Friday night’s authorization.<br />Exxon is going green(ish). The Texas-based oil giant pledged Monday to reduce greenhouse-gas emissions from its operations over the next five years and eliminate routine flaring, or burning, of methane from its oil-and-gas operations in the next decade. “We respect and support society’s ambition to achieve net zero emissions by 2050, and continue to advocate for policies that promote cost-effective, market-based solutions to address the risks of climate change,” Exxon Chief Executive Darren Woods said. The targets stop short of pledges by European peers, including BP PLC and Royal Dutch Shell PLC to reach net-zero carbon emissions—efforts Mr. Woods previously called a “beauty competition.” Exxon shares fell 3.6% Monday.<br />Ten states sued Google Wednesday, accusing the search giant of running an illegal digital-advertising monopoly and enlisting rival  Facebook Inc.  in an alleged deal to rig ad auctions. The following day, 38 states joined in an antitrust lawsuit that alleged the Alphabet Inc. unit maintained monopoly power over the internet-search market through anticompetitive contracts and conduct. Thursday’s suit asks the court to move to prevent Google from harming competition, “including but not limited to structural divestitures.” The Justice Department filed a similar suit Oct. 20. Alphabet shares fell 0.9% Thursday.<br />Boeing is taking a closer look at some of its 787s. The plane maker has expanded inspections of newly produced Dreamliners after finding more manufacturing defects., holding up deliveries. These delays threaten to add to Boeing’s financial strain as it struggles with fallout from the pandemic, which has sapped global demand for air travel and passenger jets. The wide-body Dreamliner passenger jets, which Boeing first delivered in 2011, have an excellent safety record, but the latest defects mark the fourth assembly-line lapse in recent months. Delivery data shows that November was the only month since 2013 without a Dreamliner delivery, other than May, when the pandemic forced Boeing to briefly close production facilities. Boeing shares fell 0.7% Monday.<br />"
}