{
    "url_original": "https://www.wsj.com/articles/moderna-covid-19-vaccine-when-vaccinated-how-effective-11605548631?mod=politics_lead_pos10",
    "url": "moderna-covid-19-vaccine-when-vaccinated-how-effective-11605548631",
    "title": "Moderna’s Covid-19 Vaccine: When Can You Get It and How Effective Is It?",
    "sub_head": "People could start getting doses within days, though it would take well into 2021 for most to get access",
    "category_1": "U.S.",
    "time": "2020-12-18 19:48:00",
    "body": "The U.S. Food and Drug Administration authorized a Covid-19 vaccine from  Moderna Inc.,  the second shot to gain the thumbs-up required to start going into distribution. Here’s what we know and don’t know.<br />The FDA authorized the vaccine to be administered to people 18 years and older to prevent Covid-19.<br />FDA staff reviewed data that Moderna provided to the agency from a clinical trial testing the company’s vaccine in about 30,000 people. FDA staff concluded the vaccine was highly effective at protecting against Covid-19 with symptoms, with no specific safety concerns that would preclude authorization. The FDA also considered the input from a committee of outside advisers, which voted Thursday 20 to 0, with one abstention, that the vaccine’s benefits outweighed its risks.<br />Within days. Moderna has been making doses of the vaccine so it would have supplies to ship if the FDA granted permission. Federal health officials have said shipments could start within 24 hours of authorization, which would mean hospitals and other vaccination sites get doses as early as Monday.<br />Vaccinations could start within a day or two of Moderna’s shipments, yet initial supplies will be very limited. Initially, about six million doses will be distributed. Moderna says it expects to have 20 million doses ready to ship by the end of the year, enough supply of the two-dose shot for 10 million people. Given such limited initial supplies of both Moderna’s vaccine and one from  Pfizer Inc.  and  BioNTech  SE, authorities are expected to prioritize shots for people at the highest risk of Covid-19, like doctors and nurses on the front lines of treating coronavirus patients, and residents of nursing homes and long-term care facilities."
}