{
    "url_original": "https://www.wsj.com/articles/modernas-covid-19-vaccine-could-widen-immunization-effort-11608287402?mod=business_lead_pos1",
    "url": "modernas-covid-19-vaccine-could-widen-immunization-effort-11608287402",
    "title": "Moderna’s Covid-19 Vaccine Could Widen Immunization Effort",
    "sub_head": "The vaccine can be more easily shipped and handled than Pfizer’s, helping smaller hospitals and rural areas overcome logistical hurdles",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2020-12-18 05:30:00",
    "body": "Health officials across the U.S. are counting on the arrival of a second Covid-19 vaccine to boost scarce supplies and sidestep logistical issues encountered by the first vaccine, which began distribution this week.<br />The U.S. Food and Drug Administration may issue an emergency authorization for a vaccine from  Moderna Inc.  as early as Friday after an advisory panel recommended the agency approve its use. If authorized, Moderna’s vaccine will join a vaccine from  Pfizer Inc.  and  BioNTech SE  that received authorization on Dec. 11.<br />The green light would nearly double this month’s expected U.S. supply of Covid-19 vaccine doses and help meet a federal goal of getting a vaccine to anyone who wants one by the spring or summer of 2021. Moderna expects to add 20 million doses of its vaccine to Pfizer’s expected U.S. supply of 25 million in December.<br />“The addition of the Moderna vaccine to the response will be huge,” said Claire Hannan, executive director of the Association of Immunization Managers, whose members direct state vaccination efforts. Not only will the Moderna vaccine boost the supply of doses, but also it will “be much easier to send [it] to smaller providers and rural areas,” she said.<br />Moderna’s vaccine has easier storage and handling requirements and will be shipped in smaller quantities, health officials say. It can be stored in most standard medical freezers, while Pfizer’s must be shipped and kept at ultracold temperatures requiring either specialized freezers or dry ice, resources more common in large hospital systems and urban areas."
}