{
    "url_original": "https://www.wsj.com/articles/mole-le-carres-fiction-burrows-its-way-into-the-real-world-11608247735",
    "url": "mole-le-carres-fiction-burrows-its-way-into-the-real-world-11608247735",
    "title": "‘Mole’: Le Carré’s Fiction Burrows Its Way Into the Real World",
    "sub_head": "The late spy novelist wrote so realistically about espionage that even intelligence agents picked up lingo from his books",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-274250?width=620&size=1.5057471264367817",
    "image_1": "im-274250.jpg",
    "time": "2020-12-17 18:28:00",
    "body": "Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.<br />When the British spy novelist John Le Carré died last Saturday, many obituaries noted how his gripping tales of Cold War espionage were informed by his own experiences in the U.K. intelligence agency MI5. His firsthand knowledge of spycraft provided verisimilitude for those bestselling works, beginning with “The Spy Who Came in From the Cold” in 1963.<br />That verisimilitude extended to the jargon of spying in his novels, which had the ring of truth. But in fact, Le Carré would often make up his own terms. As he revealed to a BBC interviewer in 1976, “I’ve used some authentic words, but I prefer my own really.” Those Le Carré-isms include “scalphunter,” “honey-trap,” “lamplighter” and “pavement artist.”<br />In that same interview, Le Carré was asked about one term that became particularly prominent after he used it in “Tinker Tailor Soldier Spy” in 1974: “mole,” for a double agent who penetrates an organization and spies on it from the inside. “A mole is, I think, a genuine KGB term, for somebody who burrows into the fabric of bourgeois society and undermines it from within,” Le Carré said. As it turns out, aside from a nickname for one Russian agent decades earlier, “mole” was not in common use by either Western or Soviet intelligence until it became popularized in Le Carré’s novels and adaptations.<br />Going back to Middle English, “mole” has referred to a small burrowing animal. The exact origin is uncertain, but it is likely related to other Germanic words like “mold” meaning “loose earth.” One early name for the animal was “moldwarp,” which literally means “earth thrower,” and “mole” may have originated as a shortened form of that."
}