{
    "url_original": "https://www.wsj.com/articles/mrs-smiths-tips-for-new-lawmakers-11607643961?mod=opinion_lead_pos9",
    "url": "mrs-smiths-tips-for-new-lawmakers-11607643961",
    "title": "Mrs. Smith’s Tips for New Lawmakers",
    "sub_head": "As Washington readies for the 117th Congress, its members can learn from a 20th-century great.",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "time": "2020-12-10 18:46:00",
    "body": "I want to stick with Margaret Chase Smith this week, in part because I can’t get my mind off her and in part because we have a new Congress coming in, the 117th, to be sworn in on Jan. 3, and its members could benefit from Smith’s rules of the road. She was the first senator of either party to stand up to Joe McCarthy. Her fellow Republicans scrammed: McCarthy was popular back home. So did Democrats; they feared McCarthy too. What she’d done and suffered through made her name. History appreciated her, and so did flinty, independent Maine.<br />The problem with McCarthy was that he was reckless and cynical but there was some truth in his overall position. There were communists in the U.S. government. Alger Hiss was one. But not the 205 or 81 of them he’d claim, and not the innocent people he smeared and whose lives he ruined. So standing against him was a delicate thing: Your moral disapproval had to be both compelling and calibrated, acknowledging the truth but asserting other, higher, longer-ranged truths.<br />She did that. What can those being sworn in learn from her?<br />• Know what you’re about and say it. Smith wasn’t much for grand political theory; she was plainer than that and closer to the ground. But she knew why she belonged to her party and she had a picture of it in her head. Her Republican Party was Lincoln’s party of justice and mercy, Teddy Roosevelt’s of “trustbusting,” Dwight D. Eisenhower’s of “peace” and “world leadership.” David Richards, director of the Margaret Chase Smith Library in Skowhegan, Maine, told me, “Being a politician in her conception was about service and conscience more than ideology.” But she had a philosophical approach and she didn’t shy from stating it. In her stump speech when she ran for president in 1964 she said, “I call myself a moderate or independent Republican. I operate independently of the party but I never fight the organization.” She named where she stood: “I am at the left of [Barry] Goldwater, and at the right of [Nelson] Rockefeller.”<br />• If you want to be believed, say it straight. She didn’t think public remarks should be fancy, and she probably wouldn’t recognize the airy, edgeless statements we mistake for eloquence. “My speeches in the Senate are blunt and to the point,” she said. “I do not indulge in political oratory.” “I study the facts, make up my mind, and stick to my decisions. I never dodge an issue.”"
}