{
    "url_original": "https://www.wsj.com/articles/municipal-bonds-arent-out-of-peril-11608892206?mod=business_minor_pos10",
    "url": "municipal-bonds-arent-out-of-peril-11608892206",
    "title": "Municipal Bonds Aren’t Out of Peril",
    "sub_head": "The initial Covid-19 shock has faded, but assuming that things are back to normal in the $4 trillion municipal bond market would be a mistake.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-277544?width=620&size=1.5",
    "image_1": "im-277544.jpg",
    "time": "2020-12-25 05:30:00",
    "body": "Investors in staid municipal bonds got a shock when the U.S. went into lockdown in March: Yields on some of the highest-quality issues ballooned to more than three times that of Treasurys of similar maturity. They usually are somewhat lower than those of Treasurys due to their tax advantages.<br />The dislocation didn’t last long, but assuming that things are back to normal in the $4 trillion market would be a mistake. There were two reasons for the big divergence: Investors rushed to own Uncle Sam’s liabilities—the safest, most-liquid securities in the world—to the exclusion of nearly everything else. But they also fretted that the collapse in commerce, travel and employment would crush state and local revenue.<br />“We have no money,” said New York Governor Andrew Cuomo in a March radio interview at the height of this spring’s emergency.<br />New York’s situation now looks less dire, but the damage to it and other issuers is substantial. State tax collections nationwide were 6.4% lower between March and August against expected growth of 2% to 3%, according to the Center on Budget and Policy Priorities. Cities were even worse off with an average 21% revenue drop since the pandemic began, according to a survey released this month by the National League of Cities. Meanwhile, the pandemic brought unexpected expenses.<br />The degree to which state and local coffers were hurt depended largely on how they raise money. Jurisdictions that rely largely on income taxes took a hit and those relying on tourist spending did even worse. Cities that fund themselves mostly on property taxes could be in fairly good shape as long as they aren’t dependent on struggling malls and office buildings."
}