{
    "url_original": "https://www.wsj.com/articles/mysteries-thomas-perrys-eddies-boy-11609432076",
    "url": "mysteries-thomas-perrys-eddies-boy-11609432076",
    "title": "Mysteries: Thomas Perry’s ‘Eddie’s Boy’",
    "sub_head": "Stalked by killers, a onetime hitman is forced out of retirement.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-279451?width=620&size=1.5",
    "image_1": "im-279451.jpg",
    "time": "2020-12-31 11:27:00",
    "body": "Thomas Perry’s gang-world protagonist Michael Schaeffer first appeared in Mr. Perry’s 1982 debut novel, “The Butcher’s Boy,” which told how Schaeffer was adopted at age three by Eddie Mastrewski, a Pittsburgh butcher with a second job as a hired hitman. In his teens, Schaeffer became partners with his surrogate father in both professions. In “Eddie’s Boy” (Mysterious Press, 274 pages, $26), an unanticipated but welcome series entry, Schaeffer is 60, retired and living low-profile in England with his titled wife.<br />Schaeffer’s violent past catches up to him every decade or two, in the form of professional assassins bent on collecting payoffs from retributive mobsters. At the start of “Eddie’s Boy,” Schaeffer is forced to deal with a quartet of thugs who come after him one evening in his wife’s ancestral home. The chillingly focused Schaeffer kills the assailants with a minimum of fuss and an absence of emotion—then apologizes to his wife: “I’m sorry for all the noise and commotion.” His spouse, privy to her husband’s past, responds: “You know, Michael, you’re not thirty anymore. Maybe we could ask some men we trust to help out.” Schaeffer prefers not to involve others. He does take his wife’s suggestion that he lay low in Australia for a while, though he reflects: “They both knew that it was unlikely he’d live to return home one more time.”<br />But Schaeffer was well-trained by his mentor: “Eddie had taught him how to be the one who survived.” Before he can catch his departing flight, however, he feels compelled to kill two men who are shadowing him at the airport. After landing in Sydney, he overpowers another group of attackers on the train into the city. Schaeffer realizes hiding is no longer an option. Who specifically, though, wishes him eliminated? “There were plenty of suspects. . . . He could think of about twenty men.”<br />Few authors write action sequences, build suspense and spring surprises as well as Mr. Perry. And few readers will expect anyone who’s roused Schaeffer’s alarm to escape his fatal attentions. In an attempt to find out who wants him dead, Schaeffer next travels to the U.S., to the Virginia home of Elizabeth Waring, an official in the Justice Department’s Organized Crime Section, with whom he’s had previous dealings. His proposal: If she tells him who’s after him, he’ll give her information on unsolved mob murders she can bring to belated trial.<br />Waring does get some useful facts out of Schaeffer, as she tries to convince him to enter witness-protection and spend the rest of his life testifying against indicted mobsters. But Schaeffer won’t go that far; instead, he engineers ingenious, deadly traps into which he lures his enemies. “It’s not a duel,” Schaeffer says of his current predicament. “It’s more like a hunt. I’m the wolf. . . . No matter how things go, the deer doesn’t get to eat the wolf.”"
}