{
    "url_original": "https://www.wsj.com/articles/mysteries-tom-nolan-on-christie-for-christmas-11607099193?mod=ig_booksdecember5",
    "url": "mysteries-tom-nolan-on-christie-for-christmas-11607099193",
    "title": "Mysteries: Tom Nolan on Christie for Christmas",
    "sub_head": "A holiday feast of cozy mayhem from Agatha Christie, John Banville and Anne Perry.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-268107?width=620&size=1.5",
    "image_1": "im-268107.jpg",
    "time": "2020-12-04 11:26:00",
    "body": "‘Christmas was the supreme Festival, something never to be forgotten,” Agatha Christie recalls in an autobiographical bit appended to “Midwinter Murder” (Morrow, 305 pages, $16.99), a new gathering of Christie’s holiday-themed short stories. “Christmas stockings in bed. Breakfast, when everyone had a separate chair heaped with presents.  . . . A splendid day, and one to be remembered till next year, when Christmas came again.”<br />Little wonder that so many of the tales in this stocking-stuffer have light touches and reassuring endings. In “Christmas Adventure,” one of four stories here featuring Dame Agatha’s best-known sleuth, Hercule Poirot, a group of charming youngsters witness the detective solve a crime less homicidal than it appears. “The Chocolate Box,” a tranquil fireside tale, finds Poirot recalling his single professional failure—which isn’t that much of a failure after all. And in “The Mystery of Hunter’s Lodge,” Poirot, sidelined by flu, sends his friend Hastings to investigate—thus giving himself the pleasure of solving the case from his sickbed.<br />Most of this collection’s entries feature other familiar Christie protagonists. There are breezy puzzles involving the married duo of Tommy and Tuppence, and a case for the sophisticated Mr. Parker Pyne. In two stories with Miss Jane Marple, the village lady who sees all and tells much, we are reminded how Christie could, when necessary, project an almost hard-boiled sensibility. “[He] was hanged,” Miss Marple recounts of the murderous villain in “A Christmas Tragedy.” “And a good job too. I have never regretted my part in bringing that man to justice. I’ve no patience with modern humanitarian scruples about capital punishment.”<br />“The body is in the library. Come this way,” invites one Col. Osborne at the start of John Banville’s dour novel “Snow” (Hanover Square, 299 pages, $27.99), set at Christmastime in an Irish manor house in 1957. At first glimpse, it may seem the lord of the manse is ushering readers into a traditional cozy holiday mystery. “Will you look at this place?” wheezes a police forensics man as he enters chilly old Ballyglass House. “Next thing Poirot himself will appear on the scene.”<br />But the Booker Prize-winning Mr. Banville has a different sort of story in mind. “It was only in the politer detective novels,” police inspector St. John (“It’s pronounced Sinjun”) Strafford muses, “that the victim ended up on the library floor without first having passed, albeit briefly, through a living hell of agony and anguish.” As it was for the victim here: a Catholic priest (supposedly beloved throughout the district) who’s been stabbed on the staircase, heinously mutilated, and left to die on the carpet. “That was a nice Yuletide present for you to stumble on,” Strafford’s boss teases."
}