{
    "url_original": "https://www.wsj.com/articles/mysteries-locking-up-the-lincoln-lawyer-11608309144",
    "url": "mysteries-locking-up-the-lincoln-lawyer-11608309144",
    "title": "Mysteries: Locking Up the Lincoln Lawyer",
    "sub_head": "Mickey Haller is back, but instead of working from his car, he’s in a cell.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-275345?width=620&size=1.5",
    "image_1": "im-275345.jpg",
    "time": "2020-12-18 11:32:00",
    "body": "“No one is ever found innocent in a court of law,” says Mickey Haller, the “Lincoln Lawyer” who works out of the back seat of his car and narrates Michael Connelly’s Los Angeles-set novel “The Law of Innocence” (Little, Brown, 423 pages, $29). “The justice system can only deliver a verdict of guilty or not guilty. . . . The law of innocence is unwritten.”<br />Mickey must use his legal acumen after he himself is charged with homicide and locked in downtown L.A.’s forbidding Twin Towers jail. The police claim he killed a former client named Sam Scales, a con man who cheated Mickey out of his fee. The case against him is strong: Ballistic evidence indicates Sam was murdered in Mickey’s garage, and the body was found in the trunk of his Lincoln, with Mickey at the wheel. The lawyer, for the sake of his reputation and livelihood, needs to win more than an acquittal.<br />Mickey, of course, will represent himself. Assisting him is an eccentric dream team: his law partner Jennifer, his investigator “Cisco,” his case manager Lorna (Mickey’s second ex-wife, now married to Cisco), co-counsel Maggie (Mickey’s first ex-wife)—and retired LAPD detective Harry Bosch, Mr. Connelly’s better-known series protagonist and Mickey’s half-brother. Facing them is pitiless prosecutor “Death Row Dana” Berg and the full might of the state of California.<br />“A murder case is like a tree,” Mickey says. “It has been carefully planted and cared for by the state. . . . The tree must stand strong against the winds that challenge it. And that’s where I come in. I’m the man with the ax.” Who bore such a grudge against Mickey and framed him? For that matter, who wanted Sam Scales dead? Mickey’s team combs through his case files to find cause for possible grievance, and works to discover what shenanigans Sam had in play.<br />“The Law of Innocence” takes place from October 2019 to March 2020, as the Covid-19 pandemic gradually makes its presence felt. As in his Bosch stories, Mr. Connelly keeps his L.A. references up-to-date: The Musso & Frank Grill on Hollywood Boulevard is still hanging on in its 101st year, but Du-Par’s diner in Studio City, co-counsel Maggie laments, “isn’t there anymore.” The book is full of knowing info about how jurors are researched (“Sometimes you want the Mercedes on the jury. Sometimes you want the Prius.”) and how to seed doubt during testimony (“It’ll be about the questions we ask, not the answers”)."
}