{
    "url_original": "https://www.wsj.com/articles/narendra-modis-reform-drama-11608247670?mod=opinion_lead_pos4",
    "url": "narendra-modis-reform-drama-11608247670",
    "title": "Narendra Modi’s Reform Drama",
    "sub_head": "Liberalizing agriculture is politically difficult but economically crucial for India.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-17 18:27:00",
    "body": "For weeks India has been consumed by protests against agriculture reform. This is perhaps Indian Prime Minister Narendra Modi’s toughest political challenge, but millions of lives could be improved if he holds the line.<br />In September Mr. Modi’s government passed three bills reforming the country’s statist system for agriculture. The legislation most notably ends the monopoly of government-controlled market yards, where farmers sell crops through middlemen instead of directly to private buyers. It also eliminates rules limiting grain storage that have hamstrung investment in agriculture.<br />Yet reform was always going to prompt a backlash given how many farmers survive under the old system. More than half of India’s workforce makes a living through agriculture, compared with about a quarter of Chinese and less than 2% of Americans. Millions inevitably will have to leave the farms as India develops, but leftist rhetoric about powerful and evil corporations still has some appeal.<br />The government’s heavy-handed response to protests hasn’t reduced tension, though it is doing a better job of reaching out lately. The legislation moved rapidly and with little consultation, but these changes have been discussed in India for decades. The major 1991 economic reforms also passed relatively quickly and led to sustained growth and improved livelihoods.<br />The changes will draw much-needed investment and make India a more competitive food exporter, but more needs to be done. Fertilizer and electricity subsidies damage the environment and push farmers to produce inefficient crops. The government’s minimum support price will continue along with government purchases. Eventually these statist relics will have to go as well."
}