{
    "url_original": "https://www.wsj.com/articles/nasa-makes-blue-origin-eligible-to-launch-future-missions-without-crews-11608177087?mod=business_lead_pos11",
    "url": "nasa-makes-blue-origin-eligible-to-launch-future-missions-without-crews-11608177087",
    "title": "NASA Makes Blue Origin Eligible to Launch Future Missions Without Crews",
    "sub_head": "Jeff Bezos and his company’s New Glenn rocket, which hasn’t yet flown, get nod to potentially carry scientific payloads later this decade",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-274601?width=620&size=1.5",
    "image_1": "im-274601.jpg",
    "time": "2020-12-16 22:51:00",
    "body": "The space transportation company run by Amazon.com Inc. Chief Executive Jeff Bezos reached another important steppingstone in its effort to become an established launcher of U.S. civilian and national-security payloads.<br />The National Aeronautics and Space Administration on Wednesday named Blue Origin Federation LLC’s New Glenn rocket—a 310-foot reusable booster that isn’t expected to make its first flight until 2021—as one of its potential launch providers for scientific missions later in the decade.<br />The agency said no specific contracts had been awarded to Blue Origin, but the announcement for the first time makes the closely held company eligible for such NASA business. Under the arrangement, the company Mr. Bezos founded nearly two decades ago will be allowed to use New Glenn, roughly six stories taller than rival rockets, to compete for awards. Various NASA centers will be able to design spacecraft to take advantage of New Glenn’s power and other features, including its capability to transport larger payload volumes than other rockets.<br />In a statement, Blue Origin said: “We are proud to be in NASA’s launch services catalog and look forward to providing reliable launches” for NASA for years to come.<br />Other heavy-lift rockets already cleared to compete for NASA’s scientific launches include those operated by Elon Musk’s Space Exploration Technologies Corp. and a joint venture between  Boeing Co.  and  Lockheed Martin Corp."
}