{
    "url_original": "https://www.wsj.com/articles/nasdaq-defends-its-new-diversity-mandate-11607464071?mod=opinion_major_pos16",
    "url": "nasdaq-defends-its-new-diversity-mandate-11607464071",
    "title": "Nasdaq Defends Its New Diversity Mandate",
    "sub_head": "Our disclosure-based proposal provides investors with greater transparency about board composition.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-266894?width=620&size=1.5",
    "image_1": "im-266894.jpg",
    "time": "2020-12-08 16:47:00",
    "body": "The opinions expressed in the editorials “The Woke Nasdaq” (Dec. 2) and “Nasdaq vs. Warren Buffett” (Dec. 3) distort  Nasdaq ’s  proposed new listing requirements. Nasdaq is not asking the SEC to “impose a quota system,” nor are we “mandating” the composition of boards.<br />Our duty is, as your editorial says, and our proposal to the SEC outlines, to provide “transparency for shareholders.”<br />Our proposal does precisely that: Nasdaq listed companies should disclose the diversity of their boards. We propose that companies have at least two diverse directors: one who self-identifies as female, and one who self-identifies as either an underrepresented minority or LGBTQ+. Companies would be given time to meet this objective. Those who can’t, or don’t believe it’s appropriate, have the option to explain why. Our proposal preserves each company’s decision-making authority over its board while advancing an important dialogue among its shareholders.<br />Investors increasingly care about diversity and governance, as evidenced by the surge in net asset flows into ESG-focused strategies from $4 billion in 2016 to $40 billion in 2020. Our disclosure-based proposal provides investors with greater transparency about board composition. This only serves to enhance investor confidence in the director selection process.<br />Nasdaq is required by the SEC to protect investors and promote the public interest. While capitalism has shown that it can improve the lives of billions, trust and support for the markets will only be maintained if its workings and results are shared by all of society. We hope our proposal, which aims to increase transparency about diversity in corporate America, can be part of the solution."
}