{
    "url_original": "https://www.wsj.com/articles/nasdaq-and-groupthink-11607556598?mod=opinion_lead_pos2",
    "url": "nasdaq-and-groupthink-11607556598",
    "title": "Nasdaq and ‘Groupthink’",
    "sub_head": "The stock exchange now wants to be your diversity consultant.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-09 18:29:00",
    "body": "There’s a new  Nasdaq  high-growth industry: diversity consulting. On Wednesday the stock exchange rolled out a service that conveniently complements its new race and gender mandates. Nasdaq is now offering “Limited time, complimentary access” to “The Equilar Diversity Network.”<br />No one objects to board diversity, but Nasdaq wants to force Americans to pay for its political signaling. The exchange said last week in a Securities and Exchange Commission filing it wants companies to have at least two “Diverse” directors. That’s defined as “one director who self-identifies as female,” and “one who self-identifies as Black or African American, Hispanic or Latinx, Asian, Native American or Alaska Native, Native Hawaiian or Pacific Islander, two or more races or ethnicities, or as LGBTQ+.”<br />Oh, and if a director is gay—or has one parent who is Vietnamese—but is not interested in announcing his sexual orientation or ethnicity in public documents for enforcers at the Nasdaq to review, it doesn’t count. The directors must “self-identify” in a Nasdaq preferred category.<br />Nasdaq claims, including in a letter to these pages Wednesday, that it is only aiming for “transparency.” But the names of board members already must be disclosed. Nasdaq wants companies to list how many board members fit in each category. If companies don’t meet Nasdaq’s quota, then they must “explain why they do not” in filings or on their website—or face delisting. That’s intended as a public-relations sanction even if Nasdaq pretends it isn’t.<br />Nasdaq doesn’t have authority to order companies to comply with any political fashion, so it claims in its SEC filing that these new mandates are designed to promote “a free and open market.” This market will apparently benefit Nasdaq’s new diversity enterprise with Equilar."
}