{
    "url_original": "https://www.wsj.com/articles/navalny-faces-fraud-charges-if-he-returns-to-russia-after-poisoning-11609404744",
    "url": "navalny-faces-fraud-charges-if-he-returns-to-russia-after-poisoning-11609404744",
    "title": "Navalny Faces Fraud Charges if He Returns to Russia After Poisoning",
    "sub_head": "Opposition politician views new allegations as an attempt to silence him after August’s failed assassination attempt",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2020-12-31 03:52:00",
    "body": "MOSCOW—Months after suffering a near-fatal nerve agent attack, Alexei Navalny is now facing new legal problems in Russia that have clouded the future of his opposition movement here and raised the stakes for his plans to return from Germany, where he has been recuperating.<br />Mr. Navalny and his supporters have denied Russian authorities’ accusations this week that the Kremlin’s best-known critic violated probation orders and defrauded supporters of millions of dollars in donations. They say the allegations are meant to deter him from returning to Russia, where he has promised to reinvigorate his network of activists.<br />Mr. Navalny fell unconscious in August aboard a flight to Moscow after meeting with grass-roots supporters in Siberia, and was subsequently evacuated to Berlin, but he has promised to come back and challenge candidates allied with President Vladimir Putin in next year’s parliamentary election, due by September. In recent weeks he has made efforts to publicly identify his attackers.<br />“They are trying to throw me in jail because I didn’t die on that plane and looked for the killers myself,” he said in an Instagram post.<br />The Kremlin has dismissed European authorities’ conclusions that Mr. Navalny was poisoned with the Soviet-era nerve agent Novichok and has stood by the diagnosis offered by Russian doctors who initially treated him: that he lost consciousness because of a metabolic imbalance akin to a severe drop in blood sugar."
}