{
    "url_original": "https://www.wsj.com/articles/nba-season-covid-11608181525",
    "url": "nba-season-covid-11608181525",
    "title": "The Biggest Negative in This NBA Season Is Too Many Positives",
    "sub_head": "The NBA restarts next week in the real world—not a bubble. The team that wins might be the one with the most depth and fewest virus-related absences.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-274560?width=620&size=1.5023474178403755",
    "image_1": "im-274560.jpg",
    "time": "2020-12-17 08:00:00",
    "body": "The NBA title usually goes to a team with the best players, the finest strategy and the most luck. But this year, with the league rushing toward the start of a new season during a bleak stretch of the Covid-19 pandemic, that might not be enough. There is another crucial metric that could determine the next champion.<br />“Which team is not going to have positive people,” said Dallas Mavericks star Luka Doncic.<br />The greatest source of uncertainty before the most uncertain NBA season of all time begins next week is how teams will deal with the extended absences, sudden disruptions and the inevitable volatility that comes with playing basketball in a pandemic. There has never been a better time to have a deep roster—because what happens off the court will dictate who’s on the court.<br />Unlike the last time they played, when the NBA sequestered itself in a bubble, teams will be traveling across the country and risking coronavirus infections to play a 72-game compressed season. The timing could not be worse. Covid-19 cases, hospitalizations and deaths in the U.S. are nearing or breaking record highs and public health officials are predicting that January will be the darkest month of a grim winter before mass vaccinations end the pandemic.<br />Most arenas will be empty. Practice gyms have already closed for deep cleaning. The Toronto Raptors are snowbirding in Tampa, Fla. Players will disappear when they test positive and games might be postponed if entire teams have to enter quarantine."
}