{
    "url_original": "https://www.wsj.com/articles/netflixs-true-crime-character-assassination-11607719907?mod=opinion_lead_pos5",
    "url": "netflixs-true-crime-character-assassination-11607719907",
    "title": "Netflix’s True-Crime Character Assassination",
    "sub_head": "The streaming service wants to create a ‘cultural moment’ in documentaries that all seem to tilt left—especially against cops.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-270413?width=620&size=1.5",
    "image_1": "im-270413.jpg",
    "time": "2020-12-11 15:51:00",
    "body": "Andrew Colborn says  Netflix  ruined his life. As a sheriff’s sergeant, he helped convict a murderer in 2007. Eight years later, the streaming service debuted a documentary series suggesting Mr. Colborn and his law-enforcement colleagues had framed an innocent man. Tens of millions watched, the show won four Emmys, and Mr. Colborn became infamous.<br />Before “Making a Murderer” aired, a Google search of his name “would have revealed two nondescript news articles about routine local crime,” he alleges in a lawsuit. Now it turns up hundreds of thousands. He and his family have received violent threats that “fill the capacity of 28 compact discs,” the lawsuit claims. (Mr. Colborn, who retired in 2018, declined an interview request.)<br />Netflix has made a major push into original documentaries. Lisa Nishimura, who oversees the effort, has said the company’s objective is to “create a cultural moment” and “allow people to enter a distinct experience to help us try to better understand the world around us.” In 2018 Barack and Michelle Obama cut a multiyear production deal with Netflix, and Mr. Obama said last year that their productions would touch “on issues of race and class, democracy and civil rights.”<br />“Making a Murderer” is the streaming giant’s most famous documentary. I examined thousands of pages of courtroom transcripts, police reports and other public records. They leave little doubt that the series is dishonest. Examples abound of selectively edited footage and omission or distortion of key facts.<br />“Making a Murderer” is particularly egregious, but it’s part of a broader campaign by Netflix against police and in support of progressive causes. Former prosecutor Linda Fairsteindescribed in these pages last year how another documentary, “When They See Us,” was “so full of distortions and falsehoods as to be an outright fabrication.” Texas Ranger Bob Prince has also complained about significant omissions and distortions in the 2019 series “The Confessions Killer.” The Netflix cultural moments always tilt in the same political direction."
}