{
    "url_original": "https://www.wsj.com/articles/new-vacation-homes-sites-that-cater-to-millennials-11607685957",
    "url": "new-vacation-homes-sites-that-cater-to-millennials-11607685957",
    "title": "New Vacation-Homes Sites That Cater to Millennials",
    "sub_head": "With help from tech startups, the concept of timeshare vacation homes is shaking off its stodgy old image. Even commitment-phobes might be tempted.",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-270587?width=620&size=1.5",
    "image_1": "im-270587.jpg",
    "time": "2020-12-11 06:25:00",
    "body": "EARLIER THIS fall, Devin Florez, who lives in St. Louis, took his 8-year-old niece to Disney World. He felt safe heading to the park, he said, knowing both he and his niece would be masked, most of their time would be spent outdoors and they would be able to maintain social distancing. But with Covid-19 raging, he worried about booking nights at a hotel, where they’d encounter any number of other guests and staff. When first planning the trip, Mr. Florez, 34, began browsing  Airbnb s in Orlando, but costs were high. Then he saw a promo on the Points Guy, a blog focused on travel-club loyalty points, for $150 off bookings with Koala, a new platform that follows Airbnb’s model but allows individuals to rent one-time stays in timeshares that would otherwise sit unused.<br />Through Koala, Mr. Florez booked a week stay in a two-bedroom condo that put him within minutes of Disney World and came with amenities like a swimming pool and concierge. Thanks to the Points Guy promo, the cost was a mere $475, or about $68 a night.<br />Covid-19 has battered the travel industry. One-third of American hotels face potential bankruptcy. U.S. air traffic has stalled—in October, U.S. airlines carried 62% fewer passengers than the same month last year. But one sector of the industry continues to grow and is actually thriving in the face of the pandemic: the stodgy old timeshare industry.<br />Traditional timeshares—vacation rentals where ownership is split among several parties—took root in the 1960s. The Hilton Hale Kaanapali, a 253-room condo hotel on Maui, was among the first. Advertised as a “whale of a place to play,” it opened in 1966, with studios priced from $26,000 that could be booked for a maximum of 30 days a year. The timeshare model started popping up in all the usual vacation spots as eager developers lured potential buyers to sales presentations with free toasters and discount helicopter tours. The bait paid off. According to the American Resort Development Association (ARDA), there are currently more than 5,000 timeshare resorts in 121 countries.<br />In early 2020, fear and lockdowns kept customers away from traditional hotels and rental properties. But because timeshares are like second homes for their owners, they didn’t experience the same extreme drop-off, even at the height of coronavirus lockdowns in spring 2020. “Once regulations began to be lifted in July, some places saw occupancies of 100%,” said Jason Gamel, president and CEO of the ARDA."
}