{
    "url_original": "https://www.wsj.com/articles/new-cases-challenge-chinas-targeted-covid-19-strategy-11609254994",
    "url": "new-cases-challenge-chinas-targeted-covid-19-strategy-11609254994",
    "title": "New Cases Challenge China’s Targeted Covid-19 Strategy",
    "sub_head": "Latest infection clusters come as country prepares for explosion of travel around Lunar New Year holiday",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2020-12-29 10:16:00",
    "body": "HONG KONG—A string of new Covid-19 clusters poses a test to China’s more targeted approach toward pandemic control as the country draws closer to the Lunar New Year holiday, typically a time when hundreds of millions of Chinese people travel to see relatives.<br />Authorities in recent weeks have avoided the sweeping enforced lockdowns and business closures that were put into place at the beginning of the year after the coronavirus first emerged in central China, sticking to more selective and less invasive measures that kept the virus spread in check without hurting the economic recovery.<br />“There will be increased personnel flow and gathering, and the prevention and control of the epidemic will face a major test,” top Beijing municipal officials said last week, referring to the coming Lunar New Year holiday, which is set to begin Feb. 12.<br />Eight locally transmitted infections with symptoms were found in the northeastern province of Liaoning on Monday, China’s National Health Commission reported Tuesday.<br />Six of the patients were detected in the provincial capital of Shenyang, while the other two were found in Liaoning’s port city of Dalian, whose 5.6 million residents have undergone citywide testing since the outbreak was spotted in mid-December. Over the past two weeks, authorities in Dalian have tallied up 35 symptomatic carriers, including the two reported Tuesday. Hundreds of flights into and out of Shenyang and Dalian have been suspended in recent days to prevent the further spread of the disease."
}