{
    "url_original": "https://www.wsj.com/articles/new-ppp-data-show-coronavirus-aid-flowed-to-large-and-small-firms-alike-11606938131?mod=business_minor_pos4",
    "url": "new-ppp-data-show-coronavirus-aid-flowed-to-large-and-small-firms-alike-11606938131",
    "title": "New PPP Data Show Coronavirus Aid Flowed to Large and Small Firms Alike",
    "sub_head": "Judge ordered SBA to release detailed loan information in response to lawsuit by news organizations under Freedom of Information Act",
    "category_1": "U.S.",
    "time": "2020-12-02 14:42:00",
    "body": "WASHINGTON—The Small Business Administration’s release of new information on borrowers under the Paycheck Protection Program highlights how money flowed to both mom-and-pop businesses and larger firms, and it raises questions about the agency’s ability to track key information about aid recipients.<br />The SBA’s disclosure Tuesday provided the names, addresses and precise loan amounts for millions of PPP borrowers. The SBA had previously issued some detailed information for PPP loans above $150,000, though the bulk of the program’s loans were smaller than that.<br />The new data show that 609 companies received the program’s maximum loan amount of $10 million. Such a loan size would indicate a firm had a larger number of employees, since borrowers generally received funding that amounted to roughly two and half times their pre-pandemic average monthly payroll.<br />The data offer the most detailed look yet at the government’s signature coronavirus relief effort for small businesses, just as lawmakers again consider whether to renew the initiative. The program, which started in April, had issued more than five million loans totaling $525 billion when it closed in August.<br />The data also signal the difficulty of tracking borrower information in a massive program where the responsible agency didn’t issue loans directly. Financial institutions processed PPP borrower applications and funded and disbursed the loans, which are backed by the SBA."
}