{
    "url_original": "https://www.wsj.com/articles/new-house-will-start-with-narrow-margins-and-big-to-do-list-11608978600?mod=politics_lead_pos2",
    "url": "new-house-will-start-with-narrow-margins-and-big-to-do-list-11608978600",
    "title": "New House Will Start With Narrow Margins and Big To-Do List",
    "sub_head": "Chamber will dive Jan. 3 into votes for the speakership and a rules package, before certifying the presidential election Jan. 6",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-275945?width=620&size=1.5",
    "image_1": "im-275945.jpg",
    "time": "2020-12-26 05:30:00",
    "body": "WASHINGTON—The House will begin the new session of Congress with an important to-do list: swearing in new members, electing a speaker in the House, defining the rules of the new Congress and certifying the results of the presidential election.<br />Democrats will have little wiggle room, with a margin of just a few votes as Republicans push to stop the majority’s plans.<br />Underscoring the sense of urgency, the House and Senate will start the session on a Sunday, for the first time on record. The Constitution dictates that Congress starts on Jan. 3, but in the past when the day has fallen on the weekend, lawmakers have come to an agreement to move the date to start during the workweek. But this year, Democrats wanted to start as early as possible, with the certification of Joe Biden’s election win set for Jan. 6 and Democrats wanting to avoid any recess appointments by President Trump, which could occur if there is any gap between sessions.<br />House Speaker Nancy Pelosi (D., Calif.) has been shoring up support to be able to carry a majority of those voting on the House floor when Congress comes back. Democrats have 222 seats to Republicans’ 211, with two races uncalled, making getting the 218 votes necessary tough. More than 40 lawmakers have tested positive for the coronavirus since the pandemic began, and Democrats don’t want to further dent their majority if members fall ill.<br />Mrs. Pelosi faced no opposition within her party to remain the leader. But she will need to hold most of her caucus together as she seeks approval from the full House."
}