{
    "url_original": "https://www.wsj.com/articles/new-york-citys-worst-slumlord-11608594131?mod=opinion_lead_pos4",
    "url": "new-york-citys-worst-slumlord-11608594131",
    "title": "New York City’s Worst Slumlord",
    "sub_head": "Yet another scandal at the nation’s largest housing authority.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-21 18:42:00",
    "body": "Mayor Bill de Blasio and the New York City Housing Authority (Nycha) are the worst landlords in the Big Apple, according to a watch list released last week by the city’s public advocate. A new report by the New York City Department of Investigation offers some supporting evidence.<br />Nycha is supposed to clean up lead paint in apartments where young children live, and a supervisor certified by the Environmental Protection Agency is supposed to ensure the job gets done right. Instead, Nycha’s managers resorted to fraud and forgery, the Department of Investigation found. The probe revealed that “at least since 2013, none of NYCHA’s lead abatement jobs were ever supervised by an EPA-certified lead supervisor,” the department said in a news release. Instead, “the manager of the Lead Unit pressured employees to falsely sign paperwork stating that these jobs were supervised.”<br />Because of this falsification, it’s unclear whether lead-abatement work was done properly—or done at all—in thousands of homes. Investigators found 163 work orders with faked signatures, though they believe “the true number” is “much higher.” Based on fraudulent paperwork, the EPA approved exemptions allowing 323 Nycha homes to skip the annual visual lead inspection.<br />This trickery imperiled the health of some of New York City’s poorest children. Department of Investigation Commissioner Margaret Garnett said she’s discovered 19 young children with elevated blood-levels who lived in apartments where the paperwork was falsified. “There is no safe level of lead exposure, especially for children,” her report notes. It has been linked to lowered IQ and learning and behavioral problems, and these “cognitive effects of lead toxicity are irreversible.”<br />Nycha cooperated with investigators and has since “made significant systemic changes to its lead abatement program,” said spokeswoman Barbara Brancaccio. Yet such carelessness and cover-ups are business as usual at the nation’s largest housing authority, which barely avoided a federal takeover. The apartments are also plagued by vermin, mold and leaks, among other problems."
}