{
    "url_original": "https://www.wsj.com/articles/new-california-law-could-spoil-some-growth-for-food-delivery-platforms-11608991201?mod=business_minor_pos10",
    "url": "new-california-law-could-spoil-some-growth-for-food-delivery-platforms-11608991201",
    "title": "New California Law Could Spoil Some Growth for Food-Delivery Platforms",
    "sub_head": "Restaurant selection could shrink on food delivery platforms in the new year as regulation mounts",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-278038?width=620&size=1.5",
    "image_1": "im-278038.jpg",
    "time": "2020-12-26 09:00:00",
    "body": "Just how valuable has restaurant selection been to delivery platforms’ growth over the past year? We could soon find out.<br />A California bill is set to require third-party delivery platforms to have stated agreements in place with merchants to deliver food orders starting Jan. 1. The bill will effectively end the growth-strategy platforms including  DoorDash  and Postmates have historically employed to rapidly augment their delivery footprints. Delivery platforms will have to remove so-called unpartnered food merchants, or those with which they don’t have a stated agreement, from their apps in California. Without an agreement, a delivery platform can list a restaurant’s menu without permission, sometimes leading to complications for restaurants like dining rooms crowded with unexpected delivery people or orders for items the kitchen no longer makes.<br />While users might be in for a shock, the companies themselves have been preparing. DoorDash, for example, said in its public-offering filing that over 95% of its gross order value came from partnered merchants in the nine months ended Sept. 30. Similarly,  Uber Technologies ’ Uber Eats said it grew active partnered restaurants by 70% year over year in the third quarter.<br />The California bill won’t affect all players equally. The impact on Postmates, whose largest market is Los Angeles, could be disproportionately large. Postmates has 700,000 merchants on its platform, according to a September regulatory filing from Uber.<br />Of those, only 115,000 were partnered at that time, according to the company."
}