{
    "url_original": "https://www.wsj.com/articles/new-york-times-points-to-problems-with-caliphate-podcast-plans-to-reassign-reporter-11608326295?mod=business_minor_pos6",
    "url": "new-york-times-points-to-problems-with-caliphate-podcast-plans-to-reassign-reporter-11608326295",
    "title": "New York Times Points to Problems With ‘Caliphate’ Podcast, Plans to Reassign Reporter",
    "sub_head": "Publication says in lengthy editor’s note that insufficient checking was ‘institutional failing’",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-275478?width=620&size=1.5",
    "image_1": "im-275478.jpg",
    "time": "2020-12-18 16:18:00",
    "body": "The  New York Times  on Friday repudiated its prominent 2018 podcast titled “Caliphate” that featured an alleged Islamic State executioner and will reassign Rukmini Callimachi, the reporter who led the series.<br />In a lengthy editor’s note, the Times wrote that it had made a mistake to focus extensively in the series on a Canadian who identified himself as Abu Huzayfah and claims to have killed people in Syria as a member of Islamic State.<br />That person was later identified as Shehroze Chaudhry. In September, the Times noted on Friday, Mr. Chaudhry was arrested by Canadian police and charged with perpetrating a terrorist hoax. Efforts to reach Nader R. Hasan, an attorney for Mr. Chaudhry, were unsuccessful. Mr. Hasan told the Times that Mr. Chaudhry would oppose the hoax charge.<br />The “Caliphate” series is one of the newspaper’s best-known podcasts, winning a 2018 Peabody Award in the radio/podcast category for what jurors cited as “a wonderful example of what longform audio reporting can and should sound like.” A spokesperson for the Peabody Awards wasn’t immediately available for comment.<br />Separately, the Overseas Press Club of America said on its website that it has rescinded its 2018 Lowell Thomas Award for “Caliphate,” citing conclusions raised by the Times’s internal review. A spokeswoman for the Times declined comment."
}