{
    "url_original": "https://www.wsj.com/articles/new-american-movement-11608897600",
    "url": "new-american-movement-11608897600",
    "title": "New American Movement",
    "sub_head": "Max Weber’s ‘Athletic Contest’ features a mix of new ideas, formal experiments and theories then current in advanced art.",
    "category_1": "Masterpiece",
    "image_1_url": "https://images.wsj.net/im-277456?width=620&size=custom_3826x2785",
    "image_1": "im-277456.jpg",
    "time": "2020-12-25 07:00:00",
    "body": "Well into the 1960sMax Weber (1881-1961) was the most famous early modernist in America. Since then, Marsden Hartley, Georgia O’Keeffe and Arthur Dove have been accorded top places in our history. However, from 1909 to 1919, he produced some of the greatest paintings ever made in this country. There is now a fine Weber on view at the Metropolitan Museum of Art, the remarkable “Athletic Contest.”<br /><br />Initially titled “Interscholastic Runners,” it was painted in 1915 when Weber was at the peak of his powers. The painting is a challenging compendium of the new ideas, formal experiments and theories then current in advanced art, made personal and distinctly American. The work serves as a virtual laboratory of artistic pragmatism in which Weber, like so many other American artists, took only what he needed from European art. Weber’s Cubism of the 1910s incorporated his interest in other contemporary art movements and philosophies. Equally contemporary, his subjects were drawn from New York’s fast-paced, complex life.<br />In “Athletic Contest” he cast cyclists, runners, spectators and a pole vaulter as flattened forms jostling on overlapping planes, reflecting his interest in the simultaneity of time and place, fusing memories and experiences. The painting swirls with nonstop energy, catching the unceasing activity of life and reflecting Weber’s keen awareness of Italian Futurism. Weber was also drawing upon the influential writings of Henri Bergson (1859-1941), who rejected the Impressionist emphasis on the single moment in time and considered time as a fluid continuity—la durée—that fused past, present and future.<br />Weber once said of his work, “I painted motion.” Here he deployed dynamic, Futurist “force lines” to convey speed and a repetition of forms to suggest sequential motion, inspired by the photographic studies of Eadweard Muybridge and Étienne-Jules Marey, well known to Futurists and many other artists at this time, as well as Marcel Duchamp’s radical “Nude Descending a Staircase.” Prime examples of this technique are the runner portrayed by a line of four heads at the top of Weber’s painting and the motion of the pole vaulter at the center. Here and in other works, there are clear references to cinematic movement. Over time, Futurism was as great an influence as Cubism on Weber’s work of this period."
}