{
    "url_original": "https://www.wsj.com/articles/new-u-s-dietary-guidelines-reject-recommendation-to-cut-sugar-alcohol-intake-11609254000",
    "url": "new-u-s-dietary-guidelines-reject-recommendation-to-cut-sugar-alcohol-intake-11609254000",
    "title": "New U.S. Dietary Guidelines Reject Recommendation to Cut Sugar, Alcohol Intake Limit",
    "sub_head": "A scientific advisory committee had advised lower limits on sugar and alcohol, citing health risks",
    "category_1": "Life & Arts",
    "category_2": "Health",
    "image_1_url": "https://images.wsj.net/im-278630?width=620&size=1.5",
    "image_1": "im-278630.jpg",
    "time": "2020-12-29 15:50:00",
    "body": "The federal government on Tuesday issued new dietary guidelines that keep current allowances for sugar and alcohol consumption unchanged, rejecting recommendations by its scientific advisory committee to make significant cuts.<br />The scientific committee, which was composed of 20 academics and doctors, had recommended cutting the limit for added sugars in the diet to 6% of daily calories from 10% in the current guidelines, citing rising rates of obesity and the link between obesity and health problems like Type 2 diabetes, heart disease and cancer. The committee also recommended lowering the limit for alcoholic beverages for men to one drink per day from two, matching the guidance for women. It pointed to research linking greater alcohol consumption to a higher risk of death.<br />The new guidelines do include the scientific committee’s recommendation that children under age 2 consume no added sugars at all. This is the first time the guidelines have included recommendations for babies and toddlers. Added sugars are those found in processed foods—in everything from soda to breakfast cereal—as well as honey and sugar itself. They don’t include sugars naturally found in foods like fruit and milk.<br />The dietary guidelines, which are updated every five years, have a wide impact: They shape school lunch programs, mold state and local health-promotion efforts, and influence what food companies produce.<br />The U.S. Departments of Agriculture and Health and Human Services reviewed the committee’s recommendations, which were released in July, and decided not to include the lower limits because “the new evidence is not substantial enough to support changes to quantitative recommendations for either added sugars or alcohol,” said Brandon Lipps, deputy undersecretary for food, nutrition and consumer services at the USDA. Mr. Lipps said that the new limits recommended by the scientific committee didn’t meet a “preponderance of the evidence” standard required by law."
}