{
    "url_original": "https://www.wsj.com/articles/next-years-korean-zombie-thriller-its-companies-11608208640?mod=business_minor_pos10",
    "url": "next-years-korean-zombie-thriller-its-companies-11608208640",
    "title": "South Korea’s Zombie Companies Are Scarier Than the Movies",
    "sub_head": "The pandemic has exacerbated South Korea’s burgeoning corporate debt, too much of which is going to ossifying firms and dragging on the country’s economic potential",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-17 07:37:00",
    "body": "In 2016, the South Korean zombie film “Train to Busan” took the world by storm. In 2019,  Netflix ’s  “Kingdom” followed. Next year, the focus may be on the country’s zombie companies.<br />The country’s existing problem with corporate debt has been magnified by the pandemic: Nonfinancial corporate leverage is once again within striking distance of the record highs it reached before the Asian Financial Crisis of the late 1990s. Household debt is at nearly 100% of gross domestic product, and has reached a record high in every quarter for the last seven years.<br />So-called marginal companies, those without enough earnings to pay debt interest costs three years in a row, are growing in number. According to data released by the Korea Capital Market Institute, there were 4,069 such firms among those subject to external audit in 2019, more than twice the number in 2008, and a record share of the total number of companies in that category.<br />According to research earlier this year by the Federation of Korean Industries, the country’s share of marginal firms is the fifth highest in the Organization for Economic Cooperation and Development. Among services sector firms, it has the second-highest rate, surpassed only by Turkey.<br />The country’s public banks are a not-inconsiderable part of the problem, according to work by Daehee Jeong, an economist at the Korea Development Institute. They have made loans to the country’s large and less profitable corporations, keeping them going."
}