{
    "url_original": "https://www.wsj.com/articles/nigeria-horrified-overabducted-schoolboys-as-parents-anxiously-wait-11608147809?mod=world_major_2_pos1",
    "url": "nigeria-horrified-overabducted-schoolboys-as-parents-anxiously-wait-11608147809",
    "title": "Nigeria Horrified Over Abducted Schoolboys, as Parents Anxiously Wait",
    "sub_head": "Answers demanded on how Boko Haram jihadists could have again struck a remote corner of the country to seize hundreds of children",
    "category_1": "World",
    "category_2": "Africa",
    "time": "2020-12-16 14:43:00",
    "body": "KANKARA, Nigeria—The sand-coated courtyard at this all-boys boarding school, once the setting for soccer games and awards ceremonies, has in recent days become a grim assembly point for parents of more than 300 boys kidnapped in Nigeria’s largest-ever mass-school abduction.<br />Dozens of grieving families have gathered here, gaunt and drawn from lack of sleep, since their sons were abducted by gunmen on Friday night and driven into the dense forest beyond the school’s pastel-colored classrooms. The families have come to demand answers on how Boko Haram, the jihadist group that has claimed responsibility for the attack, could have ventured so far from its strongholds into this remote corner of northwest Nigeria and seized hundreds of their children.<br />“How could this have happened?” said Suwaiba Lawan, whose 15-year-old son is among the missing. “He loved it here, and always helps with chores around the home.” Another mother, Jamila Salisu, said she had barely slept or eaten since her own son, from the same class, had disappeared: “The government must negotiate,” she said through tears. “Give the terrorists whatever they want so I can see my son again.”<br />Six years after the kidnapping of 276 schoolgirls in the town of Chibok ignited the global #BringBackOurGirls campaign, the cries of schoolchildren’s parents are again echoing across Africa’s most-populous nation. Nigerian senators, celebrities and opposition leaders have reacted with horror to the announcement by the Boko Haram leader Abubakar Shekau—the man responsible for the Chibok abduction—that he also carried out this operation. Thousands are spreading the word on social media with a new hashtag: #BringBackOurBoys.<br />“This is shaping up to be another huge moment in the history of Nigeria’s insurgency,” said Jacob Zenn, a specialist on Boko Haram at the Washington-based Jamestown Foundation think tank. “After Chibok, Shekau not only knows how to conduct mass kidnapping operations, but also how to hide the captives and then get mass media attention and leverage it to negotiate.”"
}