{
    "url_original": "https://www.wsj.com/articles/nike-powers-through-pandemic-with-digital-push-11608329567?mod=business_lead_pos7",
    "url": "nike-powers-through-pandemic-with-digital-push-11608329567",
    "title": "Nike Powers Through Pandemic With Digital Push",
    "sub_head": "Sportswear giant reports higher profit and revenue, boosted by China and 84% jump in digital sales",
    "category_1": "Business",
    "category_2": "Earnings",
    "image_1_url": "https://images.wsj.net/im-273189?width=620&size=1.5",
    "image_1": "im-273189.jpg",
    "time": "2020-12-18 18:20:00",
    "body": "Nike Inc.’s  pivot to e-commerce has helped the sneaker giant power through the coronavirus pandemic.<br />On Friday, the company said its flagship brand’s digital revenue increased 84% in the quarter ended Nov. 30, which included Black Friday. The strong sales from Nike’s websites and mobile apps—along with strong demand in China—helped the company log overall sales gains and higher profits than the year-ago period.<br />“These are times when strong brands get stronger,” Chief Executive John Donahoe said on a conference call. He said the latest results reflect the strength of Nike’s strategy and that he was optimistic about the Covid-19 vaccine.<br />Nike is among several retailers that have benefited from earlier efforts to capture online sales. Before the pandemic hit, the sportswear giant had been beefing up its direct-to-consumer business through its own website and stores. It pared back the number of wholesale stores that could sell its goods and parted ways with  Amazon.com Inc.  last year. It also had been investing in apps for shopping, selling sneakers and guided workouts.<br />In the early months of the pandemic, Nike closed stores and continued to pay its workers, but doubled down on digital sales while consumers were confined to their homes. On Friday, the company said more than 90% of its owned stores were open during the quarter, but they continued to experience declines in traffic due to the pandemic and safety-related measures."
}