{
    "url_original": "https://www.wsj.com/articles/no-more-generals-atop-the-pentagon-11608484385?mod=opinion_lead_pos5",
    "url": "no-more-generals-atop-the-pentagon-11608484385",
    "title": "No More Generals Atop the Pentagon",
    "sub_head": "I voted to exempt Jim Mattis from the law but won’t repeat that mistake with Lloyd Austin.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-275513?width=620&size=1.5",
    "image_1": "im-275513.jpg",
    "time": "2020-12-20 12:13:00",
    "body": "On Jan. 13, 2017, I voted to allow retired Marine Gen. Jim Mattis to serve as secretary of defense. Like every Marine of my generation, I looked up to Gen. Mattis as the embodiment of the Marine Corps ethos. I still do. But I have come to believe that my vote was a mistake. Congress was wrong to exempt him from a legal prohibition on recently retired military officers serving as defense secretary. And Congress shouldn’t do the same for President-elect Joe Biden’s nominee, retired Army Gen. Lloyd Austin.<br />Before Secretary Mattis, Congress had allowed only one exemption since passing the 1947 National Security Act, for Army Gen. George Marshall in 1950. Voting to allow a second exception didn’t seem like much of a threat to civil-military relations. Yet with the benefit of hindsight, I can see how Gen. Mattis’s tenure departed from norms in important ways. Despite my enormous respect for him and the exceptional National Defense Strategy he wrote at the Pentagon, his time as secretary reinforced why recently retired officers shouldn’t serve in this role.<br />Like many military officers, Secretary Mattis never seemed interested in the cabinet politics that come with the position. He avoided fights with fiscal hawks in the White House over defense spending, even as defense hawks in Congress begged him to make the case for additional dollars.<br />Secretary Mattis seemed to run the Pentagon like it was a combatant command. After hundreds of billions in defense cuts under the Obama administration, he rightly made a priority of improving readiness. But that came at the expense of long-term overhaul, despite bipartisan support for efforts like growing the Navy to 355 ships.<br />Additionally, Gen. Mattis brought a warfighting-first perspective to public relations. With no background in politics, he undervalued the importance of engaging the public on national-security issues and scaled back the department’s public release of information. This had the perverse effect of reducing the department’s ability to persuade Congress and the public in important bureaucratic fights."
}