{
    "url_original": "https://www.wsj.com/articles/northwestern-football-versus-the-world-and-more-alarmingly-ohio-state-11607954015",
    "url": "northwestern-football-versus-the-world-and-more-alarmingly-ohio-state-11607954015",
    "title": "Northwestern Football Versus the World (and, More Alarmingly, Ohio State)",
    "sub_head": "The 6-1 Wildcats are a footnote—and a 20.5-point underdog—in a hastily revised Big Ten finale. They’re accustomed to the disrespect.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-272873?width=620&size=0.6666666666666666",
    "image_1": "im-272873.jpg",
    "time": "2020-12-14 08:53:00",
    "body": "Northwestern isn’t given much of a chance. Well, maybe they’re given a chance, but it’s a courtesy chance, the kind the cashier gives with a Powerball ticket—an “anything can happen” chance, because we’re supposed to be a polite society, and that’s the sort of optimism the civilized among us project. The Wildcats have been invited to participate in a football contest this upcoming Saturday, and in the football contest, they could score more points than the Ohio State Buckeyes. Theoretically, it could occur. Crazy happens! It does. Sometimes.<br />But really, no, absolutely not. No. Don’t be absurd. Right?<br />When 6-1 Northwestern plays 5-0 Ohio State on Dec. 19 in Indianapolis for the Big Ten Championship, there is little expectation that the No. 14 Wildcats will give the No. 4 Buckeyes a game. Ohio State has been installed as a hearty 20.5-point favorite, and the history is bleak; Ohio State has won 32 of the past 33 meetings, including a 52-3 romp in Evanston last year.<br />“They probably shouldn’t even have shut the buses off,” deadpans Northwestern’s head coach, Pat Fitzgerald.<br />Last year was last year, but the wide assumption is that sometime late in Saturday’s first half, maybe earlier, we’ll look at another Wildcats-Buckeyes score and wonder why they bothered putting the whole thing on."
}