{
    "url_original": "https://www.wsj.com/articles/north-korea-says-it-wants-good-u-s-ties-in-rare-meeting-with-western-lawmaker-11609425132",
    "url": "north-korea-says-it-wants-good-u-s-ties-in-rare-meeting-with-western-lawmaker-11609425132",
    "title": "North Korea Says It Wants Good U.S. Ties in Rare Meeting With Western Lawmaker",
    "sub_head": "Kim Jong Un’s regime has cut contact with much of outside world this year, but reached out to a European Parliament committee in days before U.S. election",
    "category_1": "Asia",
    "time": "2020-12-31 09:34:00",
    "body": "SEOUL—North Korea wants to have good ties with the U.S., a diplomat said in a December meeting with a European lawmaker, in one of Pyongyang’s only exchanges with the West in recent months, according to people familiar with the matter.<br />The Kim Jong Un regime has cut contact with much of the outside world this year. It sealed off its borders to battle Covid-19. Most foreign embassies in Pyongyang have closed. North Korea has rebuffed overtures from the U.S. and South Korea to rekindle peace talks.<br />But in the days before the November U.S. elections, North Korea reached out to a European Parliament committee, tasked with handling Korean Peninsula ties, for an online meeting, the people said. The head of the European Parliament delegation, Lukas Mandl, agreed to an informal videoconference conversation with North Korea’s Berlin ambassador.<br />The early December exchange had been suggested by the North’s officials from its Berlin embassy, which after Britain’s planned exit from the European Union in January, has replaced London as the Kim regime’s de facto hub for regional affairs.<br />In the roughly one-hour meeting, the North Korean ambassador repeated a goal of forging a strong relationship with the U.S., so long as Washington’s hostile policy to the Kim regime is dropped, the people said. The stance was received positively, one of the people said, as it didn’t represent a darkening in Pyongyang’s position as President-elect Joe Biden takes office."
}