{
    "url_original": "https://www.wsj.com/articles/novavax-starts-late-stage-trial-of-covid-19-vaccine-in-u-s-mexico-11609171205?mod=business_lead_pos4",
    "url": "novavax-starts-late-stage-trial-of-covid-19-vaccine-in-u-s-mexico-11609171205",
    "title": "Novavax Starts Late-Stage Trial of Covid-19 Vaccine in U.S., Mexico",
    "sub_head": "Latest shot will become the fifth to enter final-stage testing in the U.S., and if results are positive it could receive authorization sometime during 2021",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2020-12-28 12:24:00",
    "body": "Novavax Inc.  said Monday it is starting a new clinical trial of up to 30,000 people in the U.S. and Mexico to test whether its experimental Covid-19 vaccine safely protects people from the disease.<br />Novavax’s shot will become the fifth Covid-19 vaccine to enter final-stage testing in the U.S., and if results are positive it could receive authorization sometime during 2021. Public-health officials say that despite the introduction of the first two Covid-19 vaccines in the U.S., additional vaccines will be needed to meet demand and control the pandemic.<br />“We’ve come this far, this fast, but we need to get to the finish line,” said Francis S. Collins, director of the National Institutes of Health, which is helping to fund the Novavax study. “That will require multiple vaccines using different approaches to ensure everyone is protected safely and effectively from this deadly disease.”<br />The company didn’t say when it expects to generate results from the new study, but it will likely be spring at the earliest. Studies of the first two vaccines from  Pfizer Inc.  and  Moderna Inc.  took nearly four months for results to become available.<br />U.S. regulators authorized emergency use of the Pfizer and Moderna vaccines this month. Large U.S. studies of two more vaccines, from  Johnson & Johnson  and from  AstraZeneca  PLC and Oxford University, could yield results and potential authorizations by February, federal officials said recently."
}