{
    "url_original": "https://www.wsj.com/articles/november-jobs-report-unemployment-rate-2020-11607028480",
    "url": "november-jobs-report-unemployment-rate-2020-11607028480",
    "title": "U.S. Labor Market Still Healing From Pandemic Losses",
    "sub_head": "Economists expect job growth continued in November, but at slower pace",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "image_1_url": "https://images.wsj.net/im-267969?width=620&size=1.5",
    "image_1": "im-267969.jpg",
    "time": "2020-12-04 05:30:00",
    "body": "The U.S. economy likely continued to regain jobs in November, though forecasters project the pace slowed amid rising Covid-19 infections and new business restrictions.<br />Economists surveyed by The Wall Street Journal forecast that employers added 440,000 jobs in November, down from the 638,000 jobs added in October. They project that the unemployment rate declined slightly to 6.7% from 6.9% in October.<br />Job growth has slowed each month since June and the economy faces near-term challenges, including a new surge of coronavirus infections that triggered some states and localities to impose new restrictions on business. The onset of winter could deter spending and job creation in sectors like restaurants that have become more reliant on business outdoors.<br />Still, the labor-market recovery from the pandemic’s job destruction this spring has been stronger than most economists forecast. Many expect widespread vaccine distribution to eventually help lift the economy as businesses are allowed to reopen and consumers feel more comfortable traveling, going to the movies and returning to other in-person activities involving proximity to other people.<br />“As infection rates go down, as the number of people vaccinated goes up, then we’ll start to see…business activity expand at a faster rate, and we will see the employment numbers pick up more strongly,” said David Berson, chief economist at Nationwide Mutual Insurance Co."
}