{
    "url_original": "https://www.wsj.com/articles/novelist-charles-yu-worries-america-is-getting-less-inclusive-11609433801",
    "url": "novelist-charles-yu-worries-america-is-getting-less-inclusive-11609433801",
    "title": "Novelist Charles Yu Worries America Is Getting Less Inclusive",
    "sub_head": "The author of the National Book Award-winning ‘Interior Chinatown’ wittily explores the complexities of immigration and the trajectory of today’s Asian-Americans",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "time": "2020-12-31 11:56:00",
    "body": "Raised by Taiwanese immigrants in Los Angeles, Charles Yu grew up trusting that American society was on a steady march toward greater racial harmony. With each new generation in the U.S., he says, “I always thought there was a progression toward inclusion.”<br />But the 45-year-old novelist is no longer so sure that applies to Asian-Americans. His second novel, “Interior Chinatown” (2020), which won the National Book Award for fiction last November, examines why some Chinese and other Asian immigrants and their children still feel confined to stereotypes and secondary roles in the U.S. Italian and Irish immigrants were reviled at first but eventually became part of mainstream U.S. society. But the main character in Mr. Yu’s novel, a Chinese-American actor named Willis Wu, struggles to find an answer to his question: “After two centuries here, why are we still not Americans? Why do we keep falling out of the story?”<br />Over the past several years, Mr. Yu has found it harder to feel optimistic about prospects for Asian-Americans. The election of President Trump in 2016 signaled a growing hostility to immigrants of all kinds, he says. Meanwhile, China is increasingly viewed as America’s most dangerous rival, and Mr. Trump has branded Covid-19 as the “China virus.”<br />Mr. Yu’s own winding road to literary stardom seems like an affirmation of the opportunities that can await immigrants and their children in the U.S. “My experience is probably just about as good as you can really come by,” but it is far from universal and filled with complexity, he says. For most of his life, Mr. Yu has felt fully American, but he has received repeated reminders that others see him differently. At one literary event, a comedian mocked him and the other Asian-American participant as interchangeable.<br />“There’s a mismatch between how I feel inside and how I look on the outside,” Mr. Yu says. In “Interior Chinatown,” the protagonist thinks, “You are Asian! Your brain forgets sometimes. But then your face reminds you.”"
}