{
    "url_original": "https://www.wsj.com/articles/now-whos-contesting-elections-11607124449?mod=opinion_lead_pos1",
    "url": "now-whos-contesting-elections-11607124449",
    "title": "Now Who’s Contesting Elections?",
    "sub_head": "The Democratic House could overturn results in Iowa and New York.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-04 18:27:00",
    "body": "Donald Trump’s campaign against the 2020 Presidential outcome undermines political legitimacy, but no side is blameless in America’s partisan election escalation. Witness the new Democratic effort to overturn the election result in Iowa’s 2nd Congressional District—which could be emulated in New York’s 22nd if Republicans win there too.<br />Iowa’s state elections board on Monday certified Republican Mariannette Miller-Meeks’s victory in the 2nd district, flipping a seat currently held by a Democrat. But her opponent, Rita Hart, is dusting off a 1969 federal statute to have the House of Representatives pick the winner. That means Democrats in Washington could overrule Iowa voters to seat a co-partisan and grow their majority.<br />The Iowa race was decided by six votes. The counting went on for weeks as 24 counties canvassed and recanvassed over 390,000 ballots, and lawyers from both sides haggled with election officials over machine counting, ballot qualifications and voter intent.<br />Normally this exhaustive process would end matters. Not this year. Ms. Hart’s campaign said it will bypass an Iowa court appeal and ask the Committee on House Administration to intervene. The House has final say on its Members’ elections and the Supreme Court has held that courts can’t intervene in those decisions under the Constitution’s Article I.<br />That means the count in Iowa’s 2nd District will become a political fight rather than a legal one. House Democrats in 1985 took advantage of the same process to reverse Indiana’s state certification of a Republican winner in a Congressional race. They refused to seat either candidate in January, and in May declared the Democrat the winner after their recount excluded 32 absentee votes."
}