{
    "url_original": "https://www.wsj.com/articles/now-were-cooking-with-gas-but-tomorrow-11608160284?mod=opinion_lead_pos9",
    "url": "now-were-cooking-with-gas-but-tomorrow-11608160284",
    "title": "Now We’re Cooking With Gas. But Tomorrow?",
    "sub_head": "The Sierra Club hijacks a state agency in an effort to force Californians to use electric stoves and ovens.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-273235?width=620&size=1.5",
    "image_1": "im-273235.jpg",
    "time": "2020-12-16 18:11:00",
    "body": "Californians pay twice as much for electricity as Nevadans and Oregonians do. In return they get rolling blackouts during heat waves and power cutoffs in windstorms to prevent fires caused by old equipment. So where’s the Public Utilities Commission’s Public Advocates Office? Its statutory mandate is “to obtain the lowest possible rate for service consistent with reliable and safe service levels.” Instead it’s busy trying to banish fossil fuels.<br />The office has teamed up with the Sierra Club against Southern California Gas. The Sierra Club has been pushing cities and the state Energy Commission to ban natural-gas hookups in new buildings. Some three dozen cities have done so.<br />SoCalGas is fighting these bans, as are homebuilders, realtors and commercial real-estate groups, which noted in a public comment to the Energy Commission that “in a survey conducted just two years ago, over 70% of the respondents indicated they would NOT want a home with an electric stove.”<br />Replacing natural gas appliances with electric ones is expensive. In the Central Valley, new-home buyers would pay $250 more a year to operate an all-electric home—and that’s before a planned 30% increase in electric rates over the next few years. The move to electric appliances would also increase demand for current, necessitating more blackouts. More than 120 localities have passed resolutions against gas bans.<br />Enter the Public Advocates Office. It accuses SoCalGas of illegally spending ratepayer dollars on political advocacy. The office has asked the utility commission to fine the company $379 million. SoCalGas says shareholders have financed its political lobbying. It acknowledges having spent some ratepayer dollars on public education, which is permitted. The distinction between public education and political advocacy can be fuzzy. Electric utilities are allowed to spend ratepayer dollars to promote electric vehicles."
}