{
    "url_original": "https://www.wsj.com/articles/now-is-as-good-a-time-as-any-for-the-u-s-to-quit-afghanistan-11607643116?mod=opinion_lead_pos9",
    "url": "now-is-as-good-a-time-as-any-for-the-u-s-to-quit-afghanistan-11607643116",
    "title": "Now Is as Good a Time as Any for the U.S. to Quit Afghanistan",
    "sub_head": "Whether American forces stay or leave, the fighting is guaranteed to continue. Why not cut our losses?",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-10 18:31:00",
    "body": "It was the shot of a lifetime. A lone Taliban fighter, armed with a cheap rocket-propelled grenade launcher, had destroyed the enormous surveillance blimp tethered to our patrol base. The $500 rocket tore through the blimp from end to end, obliterating $25 million of vital cameras and sensors. The explosion sounded like the sky itself was being ripped apart.<br />The destruction of the blimp left our little outpost vulnerable at the worst possible moment. The long-planned withdrawal of U.S. Marine units from northern Helmand province was scheduled to begin in weeks. Preparations had been under way for months; the impending operation was no secret to either side. Robbed of our critical eye in the sky, we braced ourselves for what we assumed was the next step in an audacious Taliban plan to maximize our casualties as Marines and allies withdrew from our patrol bases to the relative safety of Camp Leatherneck, a few hours drive south.<br />Our worst fears never materialized. That cold winter of 2013 witnessed the largely undisturbed departure of thousands of American and allied troops from Afghanistan’s deadliest province. In the end, the Taliban chose to keep most of their powder dry, conserving resources to fight their fellow Afghans rather than sacrificing fighters in high-profile but tactically meaningless attacks against departing foreigners.<br />In the rest of Afghanistan, whenever American troops finally do depart for home, a similar scenario is likely to play out. Yet President Trump’s decision to commence a new Afghanistan troop drawdown has prompted bipartisan outrage. Democratic Sen. Tammy Duckworth raised the specter of more “Americans in body bags,” while Republican Sens. Mitch McConnell and Marco Rubio invoked the chaos of Saigon in 1975. Retired generals and journalists added their voices to the chorus, condemning this supposedly precipitous withdrawal. But our own experience suggests that this consternation is overblown.<br />Mr. Trump’s troop drawdown may well be politically motivated, but it also reflects a realistic appraisal of the facts on the ground. The Taliban are increasingly ascendant on the battlefield; they now control or contest nearly half the country. Civilian casualties in October were the highest in more than a year. Continued civil war is likely to be the next chapter of Afghanistan’s story, whether U.S. forces stay or leave."
}