{
    "url_original": "https://www.wsj.com/articles/nurses-review-essential-workers-inessential-show-11607028450",
    "url": "nurses-review-essential-workers-inessential-show-11607028450",
    "title": "‘Nurses’ Review: Essential Workers, Inessential Show",
    "sub_head": "Set in a pre-pandemic Toronto hospital, NBC’s series features an appealing cast and a healthy dose of hospital-drama clichés.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-267753?width=620&size=1.5",
    "image_1": "im-267753.jpg",
    "time": "2020-12-03 15:47:00",
    "body": "Nurses deserve a show called “Nurses,” especially right now. Whether they deserve this particular “Nurses” is another story. Still, one can imagine an exhausted health-care worker coming home, grabbing a bite and curling up with the beautiful, beleaguered characters who populate the show’s Canadian hospital, where the pre-pandemic, single-payer problems will seem like so many common colds. Can you drift off to sleep while rolling your eyes?<br />Like NBC’s “Transplant,” another imported hit from up north, “Nurses” begins in normal times, in a normally chaotic Toronto hospital called St. Mary’s, where a diverse quintet of nurses arrives for its first day on the job. In a nod to tradition, the de-facto lead character is the blond, blue-eyed member of the group, Grace Knight (Tiera Skovbye), who also has the most ornate story: She was fired from her last job, under circumstances she’d rather not discuss, and is romantically involved with man who already has a fiancée. It will require further examination, but it appears the lover is involved in an arranged marriage-to-be, perhaps of the Indian variety.<br />Also Indian is Nazneen “Naz” Khan (Sandy Sidhu), daughter of a Bollywood star, who has never had a job before and yet has somehow landed in a prestigious facility where her shortcomings begin with not knowing how to make a bed. The pampered Naz is trying to get herself into the real working world, but she’s a natural target for the older, hardened staffers who’ve seen it all, and done it all, and quite obviously resent her for the way she makes her scrubs look like they came from Lululemon.<br />The others principals are the young, naïve nurse-with-a-secret Wolf Burke (Donald MacLean Jr.); former college football star Keon Colby (Jordan Johnson-Hinds); and the somewhat abrasive Ashley Collins (Natasha Calis), who when a white supremacist neo-Nazi comes under their care—after he’s driven into a crowd of pedestrians and filled the emergency room—seriously considers not treating him at all. “I wouldn’t be topping off his morphine drip,” she mutters. This is emotionally satisfying in the moment, but it does call into question the crew’s understanding of medical ethics.<br />The young, intrepid health professionals are all likable and played by very watchable actors who are saddled with dialogue that echoes hospital shows of every era. They’re also characters of somewhat amorphous definition—the doctors treat them like medical waste, yet they’re often smarter than the doctors and willing to contradict them or bail them out in the event of a misdiagnosis. Or nondiagnosis. The more experienced Grace bails out a young surgeon who freezes up in the operating room. In another case, she correctly guesses that meningitis is behind an ER patient’s wildly erratic behavior, which is initially written off to drug abuse or mental illness. Would we have drawn the same conclusion if he were white, she asks? Well, the guy was acting crazier than a rat in a can, so most viewers will be guessing yes, while appreciating the show’s interest in championing oppressed minorities, the most prominent of which is the nursing class itself."
}