{
    "url_original": "https://www.wsj.com/articles/oils-recovery-is-no-sure-thing-11607686291?mod=business_minor_pos11",
    "url": "oils-recovery-is-no-sure-thing-11607686291",
    "title": "Oil’s Recovery Is No Sure Thing",
    "sub_head": "High prices will require capital discipline from the U.S. shale industry as well as a rebound in global demand",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-11 06:31:00",
    "body": "Vaccines have buoyed hopes that oil demand will soon recover, and the Brent global benchmark is back above $50 a barrel. But traders may be underestimating the responsiveness of U.S. supply.<br />It has been a terrible year for the oil industry. A price war followed by a global pandemic forced many producers to slash spending on the search for new oil reserves. Historically, significant underinvestment in drilling has prompted a price spike when demand eventually rebounded, given the long lead time to find and develop new oil sources.<br />U.S. shale oil has changed that dynamic in recent years, though. The sector’s ability to ramp up production rapidly means the high prices that historically resulted from big cuts to capital expenditure no longer look to be such a sure thing. Also, the U.S. industry has for years frustrated efforts by Moscow and the Organization of the Petroleum Exporting Countries to increase prices by cutting production, creating a glut. A recent proposal to add the main U.S. export price, WTI Midland, to the global oil benchmark from 2022 is a testament to shale oil’s importance in global supply.<br />True, shale producers have consolidated this year and come under investor pressure to focus on cash flow rather than growth. “The rules of the game have changed” and the industry no longer has access to the “incredible amounts of capital” it did just a year ago, says Benjamin Shattuck of energy consultant Wood Mackenzie.<br />Yet any newfound discipline may not last. Oil is up about a quarter since early November, when the first effective vaccine was announced. At the current U.S. benchmark price of just under $47, many reserves could be profitably lifted, particularly with today’s lower drilling costs. “As you move above $45 a barrel it gives you way more commercial drilling,” says Alisa Lukash of energy consultant Rystad Energy, referring to U.S. shale."
}