{
    "url_original": "https://www.wsj.com/articles/on-pointe-review-muscular-dancing-flabby-drama-11608240231?mod=opinion_major_pos13",
    "url": "on-pointe-review-muscular-dancing-flabby-drama-11608240231",
    "title": "‘On Pointe’ Review: Muscular Dancing, Flabby Drama",
    "sub_head": "A Disney+ documentary series finds little tension in its chronicle of the students at New York’s School of American Ballet.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-273964?width=620&size=1.5",
    "image_1": "im-273964.jpg",
    "time": "2020-12-17 16:23:00",
    "body": "Of all the pursuits that inspire, and sometimes require, a vocational devotion among children—figure skating, say, or chess—ballet trumps them all. Its standards are exacting, its devotees are obsessive (so are their parents), and the competition is famously ferocious. So it’s a bit of a disappointment to find that “On Pointe,” a six-part series about the prestigious School of American Ballet, doesn’t contain enough tension to fill a toe shoe.<br />There’s certainly enough “reality” programming and phony competition on television, but one does wish there was a little more human anxiety exhibited among the subjects of the series, mostly because its absence feels phony. The beautiful aliens who inhabit the studios and dormitories of the SAB are obviously poised, and not just physically: They are delighted to be there, everybody’s wonderful, the SAB is a dream fulfilled—next stop the New York City Ballet. In the meantime, there’s “The Nutcracker.”<br />Even people who otherwise never attend the ballet attend “The Nutcracker”; for many, the Tchaikovsky classic is the ballet and the “Nutcracker” supreme is the one choreographed by George Balanchine in 1954 and presented every year by the New York City Ballet. One of the virtues of the School of American Ballet is its status as the feeder school to the NYCB; being a young student there means a chance to perform in the annual Christmas season production at Lincoln Center. If anyone thinks those students are blasé about being in “The Nutcracker” at Christmastime, “On Pointe” will set them straight. Although nary an ill word is spoken by anyone in the program, one very young dancer, already a veteran of several “Nutcrackers,” does admit sheepishly that when she was cut from her first production she tore up her “Nutcracker” poster and refused to attend the show. Her fit of pique is amusing—she thinks so too—but not exactly the stuff of high drama. (Only three of the six episodes were available for review.)<br />It’s a handsome production and a bright and inviting Manhattan that our ballet dancers inhabit, some coming from great distances north, south, west and even east (via the 7 train from Queens). Some are day students, while dozens of advanced and intermediate pupils live at the SAB. The excitement of teenage performers at not only being admitted to the country’s most prestigious dance school, but being on their own in New York is palpable as they hug their new dormmates and scamper joyfully about the labyrinth of Lincoln Center. One new SAB dancer explains that when she was admitted to the school, her parents sold their home in California and moved with her to New York, “which was so amazing and I’m so grateful.” If she’s at all disappointed, she hides it well.<br />The students keep to their rigorous schedule, which includes attendance at regular school classes as well as rehearsals. The demands of their teachers are many, and the technique of the school’s founder (Balanchine) is something to which many new students must adjust. The school is adjusting, too: Early in the series longtime SAB faculty members and former dancers Kay Mazzo and Katrina Killian travel to Chinatown to audition and screen applicants, citing diversity as one of their objectives. The gods of dance are intolerant; biology is a would-be dancer’s destiny: The women can tell in the flexibility of any 4-year-old or the “beautiful feet” of any 7-year-old whether the child in question has the potential to be a ballerina. When a group of new students at SAB are being lined up by height, the differences are so minor they’re hard to discern, even by their teacher."
}