{
    "url_original": "https://www.wsj.com/articles/once-asking-100-million-michael-jacksons-neverland-ranch-sells-to-billionaire-ron-burkle-for-22-million-11608817380?mod=business_lead_pos13",
    "url": "once-asking-100-million-michael-jacksons-neverland-ranch-sells-to-billionaire-ron-burkle-for-22-million-11608817380",
    "title": "Once Asking $100 Million, Michael Jackson’s Neverland Ranch Sells to Billionaire Ron Burkle for $22 Million",
    "sub_head": "The Los Olivos, Calif., property underwent a series of price cuts after hitting the market in 2015",
    "category_1": "Real Estate",
    "category_2": "Private Properties",
    "image_1_url": "https://images.wsj.net/im-277848?width=620&size=custom_5025x2877",
    "image_1": "im-277848.jpg",
    "time": "2020-12-24 08:43:00",
    "body": "Michael Jackson’s onetime Neverland ranch has sold for $22 million to billionaire Ron Burkle, a onetime associate of the late pop star and co-founder of the investment firm Yucaipa Companies, according to public records and three people familiar with the deal.<br />The property, located about 40 miles from Santa Barbara, had been on and off the market for years, first listing for $100 million in 2015 and undergoing several price cuts. It was listed for $31 million last year, The Wall Street Journal reported.<br />Mr. Jackson’s estate co-owned the ranch with a fund managed by  Colony Capital ,  a real-estate investment trust. Amid financial struggles, Mr. Jackson had defaulted on a loan backed by the ranch and Colony bought the note in 2008, putting the property’s title into a joint venture it formed with the pop star. Mr. Jackson originally paid about $19.5 million for the ranch in 1987.<br />Mr. Jackson made Neverland famous by installing quirky features like a railroad and an amusement park, which included a Ferris wheel and a merry-go-round. He also kept orangutans and an elephant there. A whimsical floral clock in the front of the property spelled out “Neverland.” The ranch was named for the fantasy world in J.M. Barrie’s “Peter Pan.”<br />The Los Olivos property spans about 2,700 acres and includes about 22 structures, including a 12,000-square-foot Normandy-style mansion. There are also several guesthouses, a swimming pool with a cabana, a basketball court, a tennis court and a 50-seat movie theater, The Wall Street Journal reported when the property came on the market."
}