{
    "url_original": "https://www.wsj.com/articles/one-billion-americans-review-more-people-fewer-problems-11607295232?mod=opinion_reviews_pos1",
    "url": "one-billion-americans-review-more-people-fewer-problems-11607295232",
    "title": "‘One Billion Americans’ Review: More People, Fewer Problems",
    "sub_head": "To stay on top, says a progressive writer, the U.S. must triple its population. Maybe so. But does he mean it?",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-269044?width=620&size=1.5",
    "image_1": "im-269044.jpg",
    "time": "2020-12-06 17:53:00",
    "body": "Six years ago Matthew Yglesias co-founded the news and policy website Vox. That venture, begun when Obama-era progressivism appeared to have vanquished all before it, was designed not to argue for liberal policies but patiently to “explain” them to a young and receptive online audience. In November Mr. Yglesias announced—because in the era of social media you announce these things—that he was leaving Vox and starting his own venture on Substack, a subscription-based online platform.<br />I am not typically in sympathy with Mr. Yglesias’s views, but he is a lucid writer and enough of a contrarian for even a conservative like me to appreciate and learn from. He is, moreover, one of several journalists on the left recently to leave their employers for reasons of unwanted editorial control. His most recent book, “One Billion Americans: The Case for Thinking Bigger,” contends that the only way the United States can remain economically and culturally “number one”—his term—is to triple the country’s population to a billion.<br />Left-leaning writers ordinarily take a skeptical view of population increases—more people means more environmental degradation—whereas pro-natal policies are typically associated with the right. It’s noteworthy, whatever else can be said about his book, that so committed a progressive as Mr. Yglesias should take the view that America needs more babies.<br />And he’s right. It does. A declining birth rate makes robust economic growth harder to achieve, further strains the government’s ability to pay for social welfare programs and diminishes society’s capacity to flourish in the long term. Progressives, however, tend to worry more that social-welfare programs aren’t generous enough than that there isn’t enough revenue to pay for them. They are also wedded to an understanding of human relations that devalues procreation and the family as an institution at every turn. In this worldview, it’s not unfair to say, marriage is the formalization of emotional attachment, easily rescinded; access to inexpensive birth control is a fundamental human right; and abortion—the literal curtailment of the human population—is the sine qua non of a free society. This outlook has prevailed in Western countries for a long time. It may be good or bad, depending on your point of view, but it is not calculated to yield high birth rates.<br />Mr. Yglesias is not prepared to offer even the mildest regrets for the fruits, or the lack of fruits, of his left-liberal orthodoxy. He is a policy maven and so he believes that a raft of federal and state policies, presumably implemented by smart people like himself, can reverse what it took the sexual revolution half a century to accomplish. Establish universal day care and pre-K education, mandate parental leave, keep schools open year round, and young couples will feel sufficiently at ease to start having lots of babies again."
}