{
    "url_original": "https://www.wsj.com/articles/one-answer-to-americas-recycling-problemsmake-big-brands-pay-11607173203?mod=business_lead_pos3",
    "url": "one-answer-to-americas-recycling-problemsmake-big-brands-pay-11607173203",
    "title": "One Answer to America’s Recycling Problems—Make Big Brands Pay",
    "sub_head": "Consumer-product makers are under pressure to pitch in as customers and lawmakers pay more attention to plastic waste",
    "category_1": "Business",
    "time": "2020-12-05 08:00:00",
    "body": "Who should pay to recycle discarded cereal boxes, drinks bottles and detergent containers?<br />The makers of such products have long fought efforts to make them pay for the cost of dealing with packaging waste. Now, trade groups that represent companies like  Procter & Gamble Co.  and  PepsiCo Inc.  are softening that stance, as consumers become more concerned about plastic waste and municipalities struggle to cover the costs of their recycling programs.<br />Federal and state lawmakers in the U.S. are proposing bills to push companies to pick up the tab for managing empty soda bottles, candy wrappers, cereal boxes and other packaging they use. Such rules could help pay for curbside collection and sorting infrastructure, and spur companies to design packaging that is easier to recycle, lawmakers say.<br />Charging companies “puts the financial burden of plastic pollution back on the manufacturers who generate it and profit from it,” said Sen. Tom Udall (D., N.M.), who this year introduced a bill that would make companies pay to collect and process waste. Several states including Massachusetts, New York and Washington are considering similar measures.<br />Packaging has become more complex of late, often being a mix of materials such as aluminum layered with different plastics to make baby and pet-food pouches. Most recycling facilities can’t handle these. Also, a 2018 ban on waste imports by China, historically the biggest buyer of used plastic from the U.S., created a glut of recyclables with nowhere to go. Ninety two recycling programs have been eliminated in the U.S. since late 2017, according to the Recycling Partnership, a nonprofit."
}