{
    "url_original": "https://www.wsj.com/articles/online-seafood-buying-guide-where-the-chefs-shop-11607623310",
    "url": "online-seafood-buying-guide-where-the-chefs-shop-11607623310",
    "title": "Online Seafood Buying Guide: Where the Chefs Shop",
    "sub_head": "These purveyors’ websites will deliver restaurant-quality seafood direct to the rest of us",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-271393?width=620&size=1.5",
    "image_1": "im-271393.jpg",
    "time": "2020-12-10 13:01:00",
    "body": "THERE’S NEVER been a better time to buy seafood online. With the crushing impact of the pandemic on the hospitality industry, seafood purveyors that once counted on wholesale business to restaurants and hotels have pivoted to direct-to-consumer online retail.<br />“It’s been survival mode,” said Peter Jarvis, president, CEO and chief fishmonger of Peter’s Florida Seafood. His company relied primarily on wholesale for 30 years, up until March of this year. Wholesale business in 2020 is still down by about 75% from what it was by this time last year, but online-retail sales of Florida stone crab claws and other fish caught in the state’s coastal waters have kept Mr. Jarvis in business and customers happy. “People are excited to get chef-quality seafood on a consistent basis, and it means a lot because they aren’t going out,” Mr. Jarvis said.<br />At Island Creek Oysters in Massachusetts, president Chris Sherman said, “We lost 98% of our core revenue overnight, which was selling oysters directly to top chefs around the country.” While Island Creek has run an online-retail operation as well for the last decade, “there were some years when it didn’t make sense to keep it going.” Beginning in March, that changed: “Within weeks of the shutdown, that [retail] part of the business really sprang to life.”<br />The companies below provide access to pristine seafood you would otherwise have to visit a restaurant to get. They’re transparent about their sourcing and vigilant about maintaining sustainable fisheries—though the profusion of packaging required to keep seafood cold and fresh in transit can be daunting to eco-conscious consumers. Whether stocking up for a holiday celebration or with an eye to healthier, omega-3-packed eating in the new year, cast your line here.<br />This outfit offers monthly subscription plans with choices of salmon, white fish (such as halibut and cod), or a combination. All seafood is wild-caught sustainably in Alaska, flash frozen and packed in coolers with dry ice. Active members have access to special offerings including Dungeness and snow crab, which come broken down and pre-cooked for easy prep; Alaska’s cold waters make for highly flavorful and subtly sweeter meat. And the sablefish is exceptionally buttery. Monthly plans are easy to set-up thanks to a straightforward website and start at $132 for a 12-pack of 6-ounce portions. wildalaskancompany.com"
}