{
    "url_original": "https://www.wsj.com/articles/online-class-and-false-adhd-diagnoses-11608499798?mod=opinion_lead_pos10",
    "url": "online-class-and-false-adhd-diagnoses-11608499798",
    "title": "Online Class and False ADHD Diagnoses",
    "sub_head": "Children under 10 can’t be expected to stare at a computer for hours.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-275913?width=620&size=1.5",
    "image_1": "im-275913.jpg",
    "time": "2020-12-20 16:29:00",
    "body": "Online learning is especially difficult for young children, and schools are blaming parents. A woman came to see me because her 8-year-old daughter’s school recommended neuropsychological evaluation. Each day the girl was expected to sit in a chair, stare at a computer for hours, listen, memorize and repeat. Not surprisingly, she had trouble staying engaged, often got up and moved around, and was distracted when the teacher called on her. She had no learning or attention problems before Covid-19 and her reactions were perfectly normal. The problem was the school’s unrealistic expectations.<br />The pandemic and the shift to online learning seem to be intensifying the trend toward pathologizing ordinary childhood behavior. Diagnosing a child with attention-deficit/hyperactivity disorder isn’t straightforward. It can be challenging to determine if the child’s behavior indicates a neurodevelopmental disorder or a natural response to a stressful and stifling environment. The prevalence of ADHD diagnoses among U.S. children and adolescents rose from 6.1% in 1997-98 to 10.2% in 2015-16 among U.S. children and adolescents. A 2015 study found a correlation between rates of ADHD diagnosis and laws penalizing school districts when students fail, suggesting that diagnostic rates can be influenced by policy.<br />Covid-19 shutdowns complicate the matter further. Teachers and administrators expect to be able to teach young children in the same way they did when they were face to face. But children under 10 have a hard time learning remotely, even if they clearly don’t have ADHD—and the younger the child, the more difficult the task. Young children are filled with exploratory energy, and need outlets for play and creativity.<br />That said, it is exciting to watch as education-technology entrepreneurs work to find solutions to this school failure. New online tutoring companies for young children use more creative and experiential methods of teaching, don’t expect children to stay online for long and have realistic expectations for what kids can learn in the online format. “Our children are feeling unheard and unseen, with a thoughtful, hands-on, playful and experiential approach remote learning can be successful for even the youngest of learners,” said Mary Cantwell, a co-founder of EnrichedNYC. “But the schools are not implementing such an approach. ”<br />As the second half of the school year begins, parents and teachers must accept that distraction and disengagement during online learning are normal, not pathological. Children are feeling frustrated and need compassion rather than judgment, criticism and impatience from the adults in their lives. For most, 2020-21 won’t be a year of great academic achievement. But it could be a year of strengthening relationships with family members, building resilience and emotional maturity, and learning to cope with the disappointment and adversity of missing friends and activities. The most important lessons for everyone this year will be learned outside the classroom."
}