{
    "url_original": "https://www.wsj.com/articles/oregons-segregated-covid-relief-fund-is-blatantly-unconstitutional-11607107890?mod=opinion_lead_pos6",
    "url": "oregons-segregated-covid-relief-fund-is-blatantly-unconstitutional-11607107890",
    "title": "Oregon’s Segregated Covid Relief Fund Is Blatantly Unconstitutional",
    "sub_head": "Maria Garcia applied for aid and was denied simply because she doesn’t ‘identify as Black.’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-04 13:51:00",
    "body": "Portland, Ore.<br />The state of Oregon, hoping to strike a blow against both the pandemic and “systemic racism,” has established a Covid relief fund exclusively for blacks and black-owned businesses. The Oregon Cares Fund website accurately describes the program as “unprecedented.” It is also surely unconstitutional.<br />In July the Oregon Legislature Emergency Board allotted $200 million to assist small businesses suffering losses because of the pandemic and government-ordered shutdowns. Of the total, $62 million was set aside for the Oregon Cares Fund, whose website describes it as “a Fund for Black people, Black-owned businesses, and Black community based organizations.” Black families are eligible for up to $3,000 and black-owned businesses for up to $100,000.<br />Maria Garcia, owner of the Revolucion Coffee House in Portland, applied for support. She was denied because her business “does not meet the criteria because 0% of its owners identify as Black.” She has sued in federal court, alleging that the denial violates her rights under the 14th Amendment’s Equal Protection Clause. Last month a federal court declined a petition in another lawsuit, by the timber company Great Northern Resources, to enjoin further distributions from the Cares Fund. Both cases await a ruling on the constitutional merits.<br />The state couldn’t have been surprised at the challenges. Oregon’s Legislative Counsel advised the Emergency Board that, absent evidentiary findings of past discrimination by the state in the relevant industries, “the program would almost certainly be unconstitutional under the Fourteenth Amendment.” But in a brief submitted to the Legislature, the Portland law firm Schwabe, Williamson & Wyatt gave the board cover with this now familiar refrain: “Centuries of systemic and institutional discrimination—perpetuated and exacerbated by current systems—have caused economic disparities.”"
}