{
    "url_original": "https://www.wsj.com/articles/outgoing-new-york-lawmakers-extol-the-art-of-compromising-11609113600?mod=business_minor_pos4",
    "url": "outgoing-new-york-lawmakers-extol-the-art-of-compromising-11609113600",
    "title": "Outgoing New York Lawmakers Extol the Art of Compromising",
    "sub_head": "In interviews, Joe Lentol and Robin Schimminger say lessons from their early years in state Assembly are instructive in a currently divisive climate",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-278074?width=620&size=1.5",
    "image_1": "im-278074.jpg",
    "time": "2020-12-27 19:00:00",
    "body": "Albany was a more bipartisan place in the 1970s: The decade started with Nelson Rockefeller as governor, before Democrat Hugh Carey was elected in 1974. Republicans had solid control of the state Senate and, until a wave of elections that followed the Watergate scandal, the state Assembly.<br />That climate forged the governing style of Joe Lentol and Robin Schimminger, who after a combined 92 years in office are leaving their Assembly seats at the end of the year. Mr. Lentol lost a Democratic primary in June; Mr. Schimminger, who is also a Democrat, didn’t seek another term.<br />In recent interviews, the men said the lessons from their early years in the chamber—which has been controlled by Democrats since 1975—are instructive in a current political climate that they called divisive.<br />“It isn’t all speaking truth to power and saying what you want,” said Mr. Lentol, who was first elected to represent north Brooklyn in 1972. “You have to learn—and some never learn—that politics is the art of compromise. Fortunately, I learned that as a minority member of the house, and it’s probably a worthwhile experience for anybody who’s a Democrat today.”<br />Mr. Schimminger was first elected in 1976 in a district that includes north Buffalo. He has voted against expansions of abortion rights, and during his time in office, he regularly ran with the support of the Conservative Party."
}