{
    "url_original": "https://www.wsj.com/articles/pandemic-chips-at-beauty-retails-bricks-and-mortar-stronghold-11609430157?mod=business_minor_pos10",
    "url": "pandemic-chips-at-beauty-retails-bricks-and-mortar-stronghold-11609430157",
    "title": "Pandemic Chips at Beauty Retail’s Bricks-and-Mortar Stronghold",
    "sub_head": "Makeup sellers like Sephora and Ulta must walk a fine line between stores and e-commerce",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-31 10:55:00",
    "body": "Some things are just a tough sell online. Traditionally, makeup and fragrances have fallen squarely in the category of goods that consumers want to sample in person. Yet even this industry might not be immune to the pandemic’s effects on consumer behavior.<br />Major department stores like  Nordstrom  and  Macy’s  got around a quarter of sales through e-commerce channels in the fiscal year ended Feb. 1. Cosmetics retailer  Ulta Beauty ,  however, derived only 13% of its sales online.<br />Yet e-commerce sales are growing fast at Ulta: by 200% in the quarter ended Aug. 1 compared with a year earlier. Even when stores had fully reopened, online sales were up 90%, hinting at some e-commerce stickiness.<br />This might pose a dilemma for beauty retailers. Push hard on e-commerce and they risk making consumers too comfortable with online shopping, potentially lowering the barrier for online competition and rendering their store fleets obsolete. A similar dynamic has played out with apparel, for example, as newer competitors flooded the market, notes Simeon Siegel, an analyst at BMO Capital Markets.<br />On the surface, Ulta Beauty’s decision to place its shops inside Target stores and Sephora’s plan to set up inside Kohl’s department stores look like bets on traditional bricks-and-mortar. But look more closely and they are also smart hedges against an online future. These setups require less resources than stand-alone stores and also include an online component, as  Target  and  Kohl’s  will be showcasing Ulta Beauty and Sephora products on their websites."
}