{
    "url_original": "https://www.wsj.com/articles/pandemic-pushes-fuel-makers-in-richer-countries-to-the-brink-11607259604?mod=business_lead_pos3",
    "url": "pandemic-pushes-fuel-makers-in-richer-countries-to-the-brink-11607259604",
    "title": "Pandemic Pushes Fuel Makers in Richer Countries to the Brink",
    "sub_head": "Covid-19 has accelerated a wave of refinery closures, igniting concerns about energy supply",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-268488?width=620&size=1.5",
    "image_1": "im-268488.jpg",
    "time": "2020-12-06 08:00:00",
    "body": "A decade ago, Australia was home to seven refineries. Now, it has four. Soon, it could have just one.<br />Covid-19 is accelerating a rash of global refinery shutdowns in the world’s richest economies. Companies from energy giant  Royal Dutch Shell  PLC to Australian fuel company  Ampol Ltd.  are closing facilities or considering doing so as they reckon with anemic fuel demand and growing competition from newer, more efficient fuel-making facilities in Asia and the Middle East.<br />Eleven refineries from the U.S. to Japan have said this year that they intended to close. Three have announced partial shutdowns, and at least another five are on the chopping block, according to analytics firm  IHS Markit .<br />The thinning out is part of a global shift in fuel-making power away from wealthier countries, where demand is in long-term decline and there are many older, smaller refineries. Newer, larger facilities in countries such as China generally are able to produce fuels for less, benefitting from growing regional markets and shipping their products overseas.<br />More than 1.7 million barrels a day worth of refining capacity in countries such as the U.S. and Japan has disappeared or is poised to do so in 2020 and 2021, as China, India and the Middle East add more than 2.2 million barrels a day worth of fuel-making capability, according to the International Energy Agency."
}