{
    "url_original": "https://www.wsj.com/articles/paralyzed-by-polio-in-1951-my-mother-didnt-give-up-11607469553?mod=opinion_lead_pos10",
    "url": "paralyzed-by-polio-in-1951-my-mother-didnt-give-up-11607469553",
    "title": "Paralyzed by Polio in 1951, My Mother Didn’t Give Up",
    "sub_head": "Doctors, nurses, therapists and scientists worked to find treatments while waiting for a vaccine.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-08 18:19:00",
    "body": "My mother, Myrna Nielson Thacker, got polio just after Thanksgiving 1951, when she was 14. She had spent the long weekend with family in Salt Lake City. On returning home 50 miles south in Spanish Fork, she experienced a fever, numbness and stiffness in her feet and legs, and excruciating pain in her back. Within a few days, she was paralyzed from the waist down.<br />Polio was the pandemic of the early 1950s. As with the coronavirus, many of those infected had little or no symptoms. But for about 1% of infections it entered the central nervous system, and in 1 of 1,000 cases it progressed to paralysis. Flulike symptoms created fear that you had a potentially deadly virus. Then as now, everyone was learning in real time. Doctors, nurses, therapists and scientists worked to find treatments while waiting for a vaccine.<br />After my mother was diagnosed by a Spanish Fork doctor, her parents took her to Salt Lake City. When a policeman pulled them over for speeding, my grandfather explained the situation. The officer escorted them the rest of the way to the hospital.<br />Temporary polio isolation units, like those we’ve seen erected in some coronavirus hot spots, were common. She was admitted to the Salt Lake County Hospital’s polio isolation ward, where she had to dispose of all her belongings and any visits were severely restricted.<br />For a young teenager, the isolation and paralysis were overwhelming. She wrote that she could hardly sleep at night. But she noticed a light bulb in the hallway, which became a comfort to her and “taught me how important light is in lifting our spirits. It gave me something to focus on instead of the pain.”"
}