{
    "url_original": "https://www.wsj.com/articles/paris-is-fined-for-breaking-frances-gender-rulesby-hiring-too-many-women-11608122809",
    "url": "paris-is-fined-for-breaking-frances-gender-rulesby-hiring-too-many-women-11608122809",
    "title": "Paris Is Fined for Breaking France’s Gender Rules—by Hiring Too Many Women",
    "sub_head": "Mayor Anne Hidalgo appointed 11 women and five men to senior roles at city hall in 2018, and now has to pay a $110,000 fine",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-274082?width=620&size=1.5",
    "image_1": "im-274082.jpg",
    "time": "2020-12-16 07:46:00",
    "body": "The city government of Paris has been dealt an unlikely punishment: a fine of 90,000 euros, equivalent to $110,000, for appointing too many women to senior positions and breaking France’s gender-equality rules.<br />The offense dates back to 2018, when Mayor Anne Hidalgo appointed 11 women and five men to her senior team at a time when administrations around the world were trying to increase female representation in governments. But with 69% of the positions going to women and 31% to men, Paris broke national government rules to promote equality, which require that at least 40% of new positions should be allocated to each gender.<br />A waiver was introduced in 2019 if the new hires didn’t lead to a broader gender imbalance. That would seem to be the case for Paris, where women account for just under a half of senior officials in city hall. But the initial round of appointments predated the waiver, meaning the Paris government was still on the hook.<br />Ms. Hidalgo told a meeting of the city council on Tuesday that the appointments helped give women a louder voice in government in France and, with tongue in cheek, said she was delighted to pay the fine.<br />“In Paris, we are doing everything to make it a success, and I am very proud of a large team of women and men who together carry this fight for equality,” Ms. Hidalgo said."
}