{
    "url_original": "https://www.wsj.com/articles/paying-for-more-covid-relief-11607382394?mod=opinion_lead_pos1",
    "url": "paying-for-more-covid-relief-11607382394",
    "title": "Paying for More Covid Relief",
    "sub_head": "Republicans should insist on using the $429 billion in Fed funds.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-269537?width=620&size=1.5",
    "image_1": "im-269537.jpg",
    "time": "2020-12-07 18:06:00",
    "body": "Both parties in Washington seem intent on passing another Covid relief bill this month, but it matters what’s in it and especially how it’s paid for. Republicans above all need to repurpose the unused funds from the Treasury backstop for the Federal Reserve’s 13(3) pandemic lending facilities.<br />The two sides are focusing on something close to $900 billion, which is much more than needed given the imminent arrival of Covid-19 vaccines. But at least that’s down from the Chuck Schumer-Nancy Pelosi demand of $2.2 trillion. The Speaker last week came off that attempt at political extortion, proving that it had been a gambit to prevent a deal before the election.<br />The Speaker figured the lack of a deal would hurt the GOP, and she even refused President Trump’s pre-election offer of $1.8 trillion. She got too politically greedy. Voters decided to slash her credit-card limit by reducing her House majority and giving the GOP a chance to keep its Senate majority in the two Georgia runoffs on Jan. 5.<br />Senate Republicans have offered a bill for somewhere north of $500 billion that would be an ample bridge to the vaccine. It would extend jobless benefits for gig workers not covered by regular unemployment benefits. It would provide a second round of paycheck protection loans for small businesses hurt by shutdowns. And it includes tens of billions for Covid-related health care such as building stockpiles of medical supplies, as well as $31 billion for vaccines and therapeutics.<br />Even better is what it leaves out. There’s no repeat of the $1,200 checks to most Americans, most of whom never lost their job or are re-employed. There’s also no direct aid for profligate states, though the states would benefit from the other payments, including for child care and schools. No doubt Democrats will demand more in negotiations, most of which is intended to help the public unions that run Illinois, New York and California."
}