{
    "url_original": "https://www.wsj.com/articles/payrolls-take-a-covid-break-11607124628?mod=opinion_lead_pos3",
    "url": "payrolls-take-a-covid-break-11607124628",
    "title": "Payrolls Take a Covid Break",
    "sub_head": "Job growth slowed but much of the recovery remains strong.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-04 18:30:00",
    "body": "The jobs report for November was disappointing, although nowhere nearly as much as the politicians claimed on Friday. Democrats and Republicans leapt on the news as justification for the $1 trillion spending bill they want to pass before the end of the year.<br />Joe Biden called the report “grim” and “shows an economy that’s stalling,” while White House economist Peter Navarro said the numbers mean “there’s a train wreck coming, folks” and it’s Congress’s “job to flip the switches so, so the trains don’t hit.” Bad economic news is good political news when you want to spend taxpayer money.<br />Yet the jobs report was hardly a disaster, as payrolls expanded in the month by a net 245,000 new jobs and the jobless rate fell to 6.7%. The private economy did even better with 344,000 new jobs, offset by a decline in government payrolls—mainly due to the end of 93,000 temporary census jobs. State and local governments lost a net of 13,000, nearly all of that related to local school closures.<br />Much of the economy is still recovering well from the pandemic recession, as manufacturing and construction both added 27,000 jobs in the month. Transportation and warehousing had a gangbusters month with 145,000 new hires, as  Amazon  continues to hire as many as 1,400 workers a day.  Walmart  has added tens of thousands of new U.S. workers since March, as its online sales have soared, and this week it announced more than $700 million in new cash bonuses for employees. The retailer has paid $2.8 billion in employee bonuses this year.<br />The struggling parts of the economy are smaller retailers, small businesses and consumer services hit by greater social distancing amid the sharp spike in Covid infections. Hiring for the holiday season was below normal. Restaurants and bars, which had been recovering, shed 17,400 jobs in the month."
}