{
    "url_original": "https://www.wsj.com/articles/pence-seeks-to-dismiss-gop-lawsuit-aiming-to-lethim-overturn-election-11609458671?mod=politics_lead_pos3",
    "url": "pence-seeks-to-dismiss-gop-lawsuit-aiming-to-lethim-overturn-election-11609458671",
    "title": "Pence Seeks to Dismiss GOP Lawsuit Aiming to Let Him Overturn Election",
    "sub_head": "Justice Department called Texas Rep. Louie Gohmert’s suit a ‘walking legal contradiction’",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "image_1_url": "https://images.wsj.net/im-279934?width=620&size=1.5",
    "image_1": "im-279934.jpg",
    "time": "2020-12-31 18:51:00",
    "body": "Vice President Mike Pence asked a federal judge in Texas on Thursday to dismiss a Republican congressman’s attempt to give him the power to decide which electoral votes to count when Congress meets on Jan. 6, dealing another blow to GOP efforts to install President Trump for a second term.<br />In court filings signed by Trump appointees, the Justice Department called the lawsuit, filed this week by Rep. Louie Gohmert of Texas, a “walking legal contradiction” because it takes aim at the vice president, “ironically the very person whose power they seek to promote.”<br />The lawsuit, filed by Mr. Gohmert and a number of Republicans in Arizona, challenges the procedures governing Congress’ counting of electoral votes next week, which will cement Democratic President-elect Joe Biden’s victory.<br />Those long-established measures, spelled out in the Electoral Count Act of 1887, say the vice president’s role in announcing the election results is purely ceremonial. Mr. Gohmert argued the process unconstitutionally binds Mr. Pence from exercising “exclusive authority” to determine which elector votes to count at the Jan. 6 joint session of Congress he oversees.<br />The Justice Department suggested that Mr. Gohmert might instead sue Congress itself, since the 1887 law vests the legislature with powers they are seeking to transfer to Mr. Pence."
}