{
    "url_original": "https://www.wsj.com/articles/pennsylvania-vetoes-help-for-business-11607124561?mod=opinion_lead_pos2",
    "url": "pennsylvania-vetoes-help-for-business-11607124561",
    "title": "Pennsylvania Vetoes Help for Business",
    "sub_head": "The legislation offered liability protections for good-faith actors.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-04 18:29:00",
    "body": "Pennsylvania Gov. Tom Wolf says he feels the pain of businesses struggling to survive the pandemic, but does he really? On Monday he vetoed a bill providing liability protections for schools, businesses and other employers against Covid-related lawsuits.<br />Mr. Wolf in May issued an executive order protecting health-care workers and owners of real estate that was donated for Covid emergency services. His order doesn’t protect businesses from lawsuits by customers who catch Covid. The bill passed by the GOP Legislature did.<br />Nearly 80 associations representing schools, child-care providers, small businesses and others backed the bill. “For the foreseeable future,” they wrote in a letter to Mr. Wolf, “employers will be subject to strict workplace health and safety requirements and those who adopt these precautions should proceed with confidence knowing they will not be targeted with frivolous, and potentially devastating, litigation.”<br />The legislation wouldn’t absolve businesses that disregard public-health requirements. But its higher standards for lawsuits, requiring clear and convincing evidence of gross negligence, could head off many frivolous suits. More than a dozen states including Michigan and Idaho have enacted similar legislation. Mr. Wolf said the legislation was too broad and unnecessary, but businesses with their livelihoods on the line disagree.<br />His veto is especially worrisome given the state’s plaintiff-friendly legal climate. Pennsylvania’s Supreme Court and Philadelphia’s Court of Common Pleas top the American Tort Reform Association’s list of “Judicial Hellholes” this year. The report notes that Pennsylvania has one of the nation’s highest payout rates in medical liability suits, and Philadelphia is a top jurisdiction for asbestos litigation."
}