{
    "url_original": "https://www.wsj.com/articles/pfizer-biontech-covid-19-vaccine-is-cleared-for-use-by-eu-drug-agency-11608560164?mod=business_lead_pos1",
    "url": "pfizer-biontech-covid-19-vaccine-is-cleared-for-use-by-eu-drug-agency-11608560164",
    "title": "Pfizer-BioNTech Covid-19 Vaccine Is Cleared for Use by EU Drug Agency",
    "sub_head": "European Medicines Agency recommends authorization for the shot, clearing way for formal approval this week",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2020-12-21 10:09:00",
    "body": "BRUSSELS—The Covid-19 vaccine from  Pfizer Inc.  and its German partner  BioNTech SE  was cleared for use by the European Union’s drug agency, a major step in efforts to tame the disease in a region that is fighting a deadly winter surge, as the bloc also tries to keep out a new mutation in the coronavirus found in Britain.<br />The European Medicines Agency said that the Pfizer-BioNTech vaccine—which was developed in Germany—is safe and effective against Covid-19, paving the way for EU authorities to formally authorize the use of the shot this week. Distribution could begin next week, following administrative procedures needed to coordinate a rollout across 27 member states.<br />The EU is also grappling with concerns over the spread of a new variant of the coronavirus in the U.K. that has prompted many countries to ban passenger flights from that country in an effort to prevent entry of the mutation, which the British government says is more infectious.<br />The decision to recommend authorization of the Pfizer-BioNTech vaccine comes after the U.K. and the U.S. approved it in early December. Some EU leaders expressed anger at the bloc’s slower pace, in light of the thousands of Europeans dying of the disease each day. The agency moved up the timing of its decision by a week.<br />U.S. regulators on Friday also permitted use of Moderna, Inc.’s Covid-19 vaccine, with the first immunizations expected Monday."
}