{
    "url_original": "https://www.wsj.com/articles/pfizer-biontech-file-for-covid-19-vaccine-approval-in-europe-11606816904?mod=business_lead_pos1",
    "url": "pfizer-biontech-file-for-covid-19-vaccine-approval-in-europe-11606816904",
    "title": "Pfizer, Moderna Request Covid-19 Vaccine Authorization in Europe",
    "sub_head": "EU agency says its officials will work through Christmas to review data from trials",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2020-12-01 08:00:00",
    "body": "BERLIN— Pfizer Inc.  partner BioNTech and U.S. drugmaker  Moderna Inc.  both applied for their coronavirus vaccines to be approved in the European Union, the EU’s chief medicines regulator said Tuesday, with officials expected to make a decision on at least one of the vaccines by the end of the month.<br />The announcement brings hope that the EU will soon be able to start vaccinating its 448 million people against a disease that has done some of its earliest and worst damage on the continent.<br />The European Medicines Agency said its officials will work through Christmas to review whether data from trials show sufficient proof of the two vaccines’ safety and effectiveness. If so, the vaccines could be marketed as soon as this month, according to people familiar with the discussions. The EMA is set to make a judgment on the BioNTech vaccine first, by Dec. 29 at the latest, giving that candidate a two-week edge in the vaccine race over Moderna’s candidate. The agency will then decide whether to authorize the Moderna vaccine by Jan. 12, officials said.<br />The submission marked a milestone in the race to supply the world with a working vaccine to end the pandemic, said Ugur Sahin, the chief executive of BioNTech.<br />“We will continue to work with regulatory agencies around the world to enable the rapid distribution, should the vaccine receive the approval, contributing to the joint efforts to let the world heal and regain its normal pace of life,” Dr. Sahin said."
}