{
    "url_original": "https://www.wsj.com/articles/pimco-co-founder-bill-gross-makes-public-request-to-settle-dispute-with-neighbor-11607383261?mod=business_minor_pos5",
    "url": "pimco-co-founder-bill-gross-makes-public-request-to-settle-dispute-with-neighbor-11607383261",
    "title": "Pimco Co-Founder Bill Gross Makes Public Request to Settle Dispute With Neighbor",
    "sub_head": "The conflict involves a backyard-art installation and repeatedly playing the theme song to ‘Gilligan’s Island’",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-269564?width=620&size=1.5",
    "image_1": "im-269564.jpg",
    "time": "2020-12-07 18:21:00",
    "body": "Bill Gross, the co-founder of Pacific Investment Management Co., offered to resolve a legal dispute with his Orange County, Calif., neighbor on Monday by donating expected legal fees to charity.<br />Mr. Gross, a retired bond investor with a history of professional squabbles, and his Laguna Beach neighbor, Mark Towfiq, are at odds over an art installation Mr. Gross kept in his backyard. Mr. Towfiq filed a complaint with the city, arguing the piece partially blocked his view of the Pacific Ocean.<br />Mr. Gross responded by repeatedly playing the theme song to “Gilligan’s Island” loud enough to annoy his neighbors, according to a lawsuit filed by Mr. Towfiq. Mr. Gross has also filed suit, accusing Mr. Towfiq of harassment and invasion of privacy.<br />In an open letter to Mr. Towfiq on Monday, Mr. Gross proposed they resolve their conflict by agreeing to donate what they might expect to pay out in legal fees to “charities providing critical assistance in this time of need.”<br />Jennifer Keller, Mr. Towfiq’s attorney, dismissed Mr. Gross’s offer as a last-ditch effort ahead of his appearance in California Superior Court, where he is set to testify as early as this week at a hearing stemming from the dueling restraining orders. A judge is weighing whether to make the temporary orders permanent."
}