{
    "url_original": "https://www.wsj.com/articles/pinterest-pledges-changes-to-workplace-culture-after-settling-discrimination-case-11608158754?mod=tech_lead_pos10",
    "url": "pinterest-pledges-changes-to-workplace-culture-after-settling-discrimination-case-11608158754",
    "title": "Pinterest Pledges Changes to Workplace Culture After Discrimination Settlement",
    "sub_head": "Social-media company said independent review recommends mandatory unconscious-bias training",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-274432?width=620&size=1.5",
    "image_1": "im-274432.jpg",
    "time": "2020-12-16 18:01:00",
    "body": "Pinterest Inc.  said it would make changes to its workplace culture after a monthslong review prompted by former employees who publicly accused the company of gender and racial bias.<br />The announcement Wednesday came two days after Pinterest agreed to pay $22.5 million to settle claims of discrimination and retaliation from its former operating chief.<br />The social-media company said it would take steps to improve its culture, including mandating unconscious-bias training for its more than 2,400 employees world-wide and creating a team dedicated to investigating workplace concerns. Pinterest also pledged to standardize and increase transparency around employee pay and promotions.<br />The steps Pinterest promised are part of recommendations from Wilmer Cutler Pickering Hale and Dorr LLP, a law firm Pinterest’s board hired in June  to conduct an independent review of the company’s culture. Pinterest said the law firm interviewed more than 350 current and former employees to inform its recommendations, which the board committee signed off on late last month.<br />“We are committed to making the recommended changes and plan to update you on how we’ll be taking action, including committing resources, sharing a road map, and reporting on progress,” Pinterest Chief Executive Ben Silbermann said in a blog post on the company’s website."
}