{
    "url_original": "https://www.wsj.com/articles/planet-fitness-needs-to-flatten-more-curves-11607969275?mod=business_minor_pos10",
    "url": "planet-fitness-needs-to-flatten-more-curves-11607969275",
    "title": "Planet Fitness Needs to Flatten More Curves",
    "sub_head": "The gym chain has survived in a disastrous year for competitors, but investors seem unaware that the pandemic has seriously dented its business prospects",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-273008?width=620&size=1.5",
    "image_1": "im-273008.jpg",
    "time": "2020-12-14 13:07:00",
    "body": "Planet Fitness Inc.  kicked off 2020 by announcing that it would sponsor the television show “The Biggest Loser.” Little did it know that Covid-19 would soon make that an apt label for itself—a crash diet that left its market value 70% lighter in less than a month.<br />Yet, while many large and small competitors were pushed into bankruptcy by the pandemic, Planet Fitness somehow gained all the weight back, and then some. Its shares on Monday morning were trading 8% higher than a year ago. That makes no sense.<br />Planet Fitness has a clever business model that has helped it grow rapidly, but certain elements of it backfired recently. Charging very little and deliberately making it difficult to cancel, its best customers rarely show up but keep paying anyway. Its gyms couldn’t fit them all at once if they did. Even so, turnover is high enough to require constant recruitment of new members by its mostly franchisee-owned stores.<br />The company made an apparent tactical error by drafting dues from members in March even as lockdown orders shut down all their U.S. gyms. Cancellations had to be in person or by letter even as gyms were closed, and members wary of unnecessary trips still can’t do so online or by phone even with gyms reopened. That infuriated those forced to move or who were financially pinched, judging by social-media posts. Membership went from 15.5 million in March to just 14 million at the end of October. The move also artificially flattered third-quarter results reported last month since those monthly revenues were credited for future use and were deferred until gyms reopened.<br />While overall revenue fell by 37% year over year, equipment revenue, the lucrative business of outfitting and periodically refurbishing franchised gyms, tumbled by 71%. The company was forced to offer a discount of 15% on equipment to support new store openings and it gave franchisees a 12-month extension on “development requirements.” Growth in new gyms has, not surprisingly, fallen far short of expectations. Planet Fitness ended the quarter at about one-third of its original 2020 store-growth target and has suspended financial guidance."
}