{
    "url_original": "https://www.wsj.com/articles/politics-the-experts-and-the-pandemic-11608331377?mod=opinion_major_pos11",
    "url": "politics-the-experts-and-the-pandemic-11608331377",
    "title": "Politics: The Experts and the Pandemic",
    "sub_head": "In the fight to control Covid-19, public fears and policymakers’ hubris make a powerful combination.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-275693?width=620&size=1.5",
    "image_1": "im-275693.jpg",
    "time": "2020-12-18 17:42:00",
    "body": "It’s easy to lament, as Nicholas Christakis does several times in “Apollo’s Arrow: The Profound and Enduring Impact of Coronavirus on the Way We Live” (Little, Brown Spark, 368 pages, $29), how quickly the Covid-19 pandemic was “politicized.” But politics is fundamentally about how people live peaceably with each other. Any corporate response to a disease involves power and compulsion and is, by definition, political.<br />Dr. Christakis, a physician and professor of sociology at Yale University’s Human Nature Lab, chronicles the molecular origins of the new coronavirus and the governmental and societal responses to it in the U.S. “Apollo’s Arrow” is a capably written and impressively argued book.<br />Dr. Christakis rejects the belief, held by a substantial minority of Americans, that the U.S. public response to the virus was overwrought and foolish. “I share the view of many good scientists,” he writes, “that vastly more Americans would have died—perhaps a million—had we failed to deploy the resources we marshaled, belatedly, in the spring of 2020.” By “the resources we marshaled” I assume he doesn’t primarily mean masks and social distancing but the lockdowns and school closures that have brought about so much economic destruction, loneliness, depression and social discord. Dr. Christakis acknowledges these as costs, but he treats them as basically necessary. I’m not sure. The argument that things would have been much worse if we hadn’t done what we did—like many such retroactive justifications for disastrous government policies—is conveniently self-exculpatory and unfalsifiable.<br />I mean no disrespect to the author when I suggest that public-health experts, particularly the highly accomplished ones who are employed by elite universities, don’t seem to understand American culture all that well. “It’s only when you can test, trace, and isolate,” he writes, “that you can break the chains of transmission and bring a virus under control.” That is no doubt factually true, but contact tracing and isolation—and by the latter term he doesn’t only mean self-isolation—require the kind of coercive governmental measures that East Asian countries mostly permit and the U.S. Constitution mostly does not. An immense, decentralized nation like the United States, whose citizens jealously guard their personal liberties and often feel no obligation to comply with the dictates of bureaucrats, was always going to do a lousy job of breaking the “chains of transmission.”<br />It’s easy to forget, reading Dr. Christakis’s confident pronouncements, that public-health “experts” have never encountered anything like the Covid-19 pandemic. Expertise is conferred by experience, but who had experienced a pandemic in which actual case numbers dwarf confirmed case numbers, in which asymptomatic or mildly symptomatic people have strong disincentives to get tested, and in which the young are, or at least appear to be, far less vulnerable than the old? The correct answer is no one. But that doesn’t stop Dr. Christakis from sounding like a disappointed tutor. “If the country were a student in one of my courses,” he writes in a revealing sentence, “I would not hesitate to hand it an F.”"
}