{
    "url_original": "https://www.wsj.com/articles/pompeo-warns-businesses-over-hong-kong-as-u-s-tensions-with-beijing-rise-11607463601?mod=politics_lead_pos6",
    "url": "pompeo-warns-businesses-over-hong-kong-as-u-s-tensions-with-beijing-rise-11607463601",
    "title": "Pompeo Warns Businesses Over Hong Kong as U.S. Tensions With Beijing Rise",
    "sub_head": "Hong Kong Chief Executive Carrie Lam says now is ‘one of best times to come’ to global trade center",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-269884?width=620&size=1.5",
    "image_1": "im-269884.jpg",
    "time": "2020-12-08 16:40:00",
    "body": "Secretary of State Mike Pompeo, who this week unveiled sanctions over China’s actions in Hong Kong, warned business leaders that the U.S. will treat the city, a global trade and financial center, the same way as mainland China.<br />“This is no longer anything but another Chinese Communist-run city,” Mr. Pompeo said in an interview at The Wall Street Journal’s CEO Council summit on Tuesday. “The world, the business community should treat it as such, and the United States government is very close to being in a place where it’s doing precisely that.”<br />Hong Kong Chief Executive Carrie Lam, in a separate interview at the CEO Council, defended the business climate, saying that Hong Kong serves as a gateway to doing business on mainland China and that companies operating there welcome increased security.<br />“If you ask me, this is one of the best times to come,” said Mrs. Lam, who has been sanctioned by the U.S. for helping implement China’s crackdown. “Nothing has changed in recent years, except that we no longer see those chaotic scenes that have been disturbing and disrupting business for a very long time since June last year.”<br />Mr. Pompeo said business executives have complained to him privately about getting “ripped off” in China, whose exports to the U.S. continue to face U.S. tariffs following a trade conflict. The Trump administration has warned businesses about risks they face in China, including sanctions."
}