{
    "url_original": "https://www.wsj.com/articles/prince-philip-revealed-review-ever-at-her-side-11607121271?mod=opinion_major_pos11",
    "url": "prince-philip-revealed-review-ever-at-her-side-11607121271",
    "title": "‘Prince Philip Revealed’ Review: Ever at Her Side",
    "sub_head": "From his chaotic childhood to a lifetime as consort to the queen, Prince Philip has remained irrepressibly himself.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-267937?width=620&size=1.5",
    "image_1": "im-267937.jpg",
    "time": "2020-12-04 17:34:00",
    "body": "As I was growing up, our monarchist British household considered Prince Philip a rather louche character. “It’s all very well for him,” my mother would comment tartly after the latest outrage—a caustic riposte, a scandalous gaffe or a “perfectly dreadful” brown hat worn on some royal tour. “He can say or do whatever he likes, but the queen can’t.”<br />Her comments were unfair. After all, Prince Philip had given up an illustrious career in his beloved Royal Navy to spend the next 70-some years of his life walking two steps behind the queen. A driven, restless and highly energetic man, he was not cut out for a secondary role. Yet as my father, born two months after Philip, was given to say: “You just get on with it.” And the prince consort did. In her biography “Prince Philip Revealed,” Ingrid Seward writes that above all he has been loyal. “For him duty is at the center of everything. It is not a choice.”<br />Royal biographies tend to fall into two categories: reverent, the subject’s imperfections whitewashed; or waspish, a chronicle of backstairs gossip. A clue into which category Ms. Seward’s book falls is provided on the back flap of the book jacket. The editor of a British magazine called Majesty (devoted entirely—surprise—to royals), she appears in a photograph alongside his royal highness, gazing up at him with a worshipful smile.<br />Do we really need yet another book on Prince Philip? What more is there to say about the man? Not a lot. But you can’t believe everything you see in Netflix’s “The Crown.” Ms. Seward’s biography is more than mere hagiography, although it is indeed reverential. And while she takes us painstakingly over well-trodden ground, she does produce some interesting information about Philip’s later years, in particular his relationships with Diana and Meghan Markle.<br />Prince Philip is the most intriguing member of the royal family. His childhood was bizarre. He was born on a dining table in a villa on Corfu, Greece, the youngest in a family of four sisters. His mother, Princess Alice of Battenberg, was stone deaf (she became a skilled lip reader in four languages). His half-Danish father, Prince Andrew, second in line to the Greek throne, was sentenced to death after the army was defeated in Smyrna by the Turks, saved only by the intervention of George V. In 1930, after eight years of impecunious exile in Paris, the family dispersed. Philip’s sisters married (two of them to high-ranking Nazis); his mother, now mentally ill, was committed to a sanatorium; his father moved to Monte Carlo with his mistress. Philip, at age 9, went away to boarding school. On holidays he was shunted around between relations—a person, he wrote in a guest book, “of no fixed abode.”"
}