{
    "url_original": "https://www.wsj.com/articles/profit-keeps-corporate-leaders-honest-11607449490?mod=opinion_lead_pos5",
    "url": "profit-keeps-corporate-leaders-honest-11607449490",
    "title": "Profit Keeps Corporate Leaders Honest",
    "sub_head": "‘Stakeholder capitalism’ allows the Davos crowd to obfuscate what counts as success for a business.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-08 12:44:00",
    "body": "The World Economic Forum knows never to let a good crisis go to waste. The organization behind the famous conference of politicians, executives, celebrities and “thought leaders” at Davos is now promoting an initiative called “The Great Reset.” The idea is to repackage shibboleths of the technocratic center-left for the marketing opportunity presented by Covid-19.<br />Quite a few of these policies are dangerous, but one deserves special attention: stakeholder capitalism.  Apple ,   Facebook ,   IBM  and  Walmart ,  all listed as corporate partners on the World Economic Forum website, are evidently on board with a vague and open-ended mandate for corporations to do good in the world. Yet beneath the lofty rhetoric, stakeholder capitalism is mostly a front for irresponsible corporatism. It is an attempt to siphon off cash flow from productive uses to advance the mission of “global governance” and create corporate and government sinecures for cronies along the way.<br />Milton Friedman famously fixed the modern paradigm of shareholder capitalism in a 1970 article. Writing against the dangers he perceived in popular notions of corporate social responsibility, Friedman argued that the chief duty of business was “to use its resources and engage in activities designed to increase its profits so long as it stays within the rules of the game, which is to say, engages in open and free competition without deception fraud.” Friedman noted correctly that, in a market economy, profits represent value created for customers. In their capacity as corporate officers, businessmen could do the most good by focusing on their bottom lines.<br />The self-perceived aristoi of Western liberal democracies hated this argument and have fought it ever since. Business leaders, eager to avoid the moral taint of greed, have often led the anti-Friedman coalition. In 2019 the CEOs of the Business Roundtable released a statement affirming that they “endeavor every day to create value for all our stakeholders, whose long-term interests are inseparable.” By stakeholders they mean “customers, employees, suppliers, communities and shareholders.”<br />As National Review’s Andrew Stuttaford notes, this vision of wide-ranging corporate beneficence introduces a host of principal-agent problems in ordinary business decision-making. Profit is a concrete and clarifying metric that allows shareholders—owners—to hold executives accountable for their performance. Adding multiple goals not related to profit introduces needless confusion."
}