{
    "url_original": "https://www.wsj.com/articles/promising-young-woman-review-squandered-potential-11608239583",
    "url": "promising-young-woman-review-squandered-potential-11608239583",
    "title": "‘Promising Young Woman’ Review: Squandered Potential",
    "sub_head": "A darkly comic take on revenge stories falls flat, but Carey Mulligan makes the best of her part.",
    "category_1": "Film Review",
    "time": "2020-12-17 16:13:00",
    "body": "Were it not for the presence of Carey Mulligan in the starring role, I’d give “Promising Young Woman” the shortest of shrifts as a festival of terrible acting (apart from her performance) and a stylized but airless polemic on a serious subject—the victimization of women by men who get away with it for a variety of reasons, starting with their being men.<br />Ms. Mulligan, one of the most gifted actors of our time, does what she can—a lot, every now and then—to breathe life into this debut feature by Emerald Fennell. Ditto for the production designer, Michael Perry, and the cinematographer, Benjamin Kracun; candy-colored images combine with ominous shadows to give the production a distinctive look. Beneath its surface, though, the film is far from the shocker it aspires to be. The narrative is telegraphic rather than dramatic, with story points ticked off like bullet points, and the actors (excluding Ms. Mulligan, once again) act mainly for the camera, as if they aren’t sure their leaden emphasis is weighty enough. The intended tone is darkly comic, but the supporting cast isn’t sufficiently skillful to sustain it.<br />The heroine, Ms. Mulligan’s Cassie, lives with her parents at age 30 and has no friends. Her life has been on hold ever since she failed to protect her most cherished friend, a young woman named Nina, from a terrible fate at the hands of drunken louts at a party. Now Cassie, a promising medical-school student until she dropped out, spends her days working behind the counter of a coffee shop and her nights at clubs and bars, where she sets traps for men by pretending to be drunk and helpless.<br />This premise takes her on a journey of increasingly devious ruses and escalating vengeance, while introducing us to a remarkably repellent assortment of lechers, plus a young pediatric surgeon, played clumsily by Bo Burnham, who may not be as creepy as all the others. The ending comes as a surprise, but the most surprising thing about “Promising Young Woman” is how well its star protects herself by finding a core of truth in her concocted character and expressing it through minimalist fury. When Cassie turns her pitiless gaze on offending males, it’s as if she’s back in med school, dissecting cadavers with a scalpel that cuts to the bone.<br />Write to  Joe Morgenstern at joe.morgenstern@wsj.com"
}