{
    "url_original": "https://www.wsj.com/articles/proof-that-2020-is-chaos-the-cleveland-browns-will-have-a-winning-record-11607351391",
    "url": "proof-that-2020-is-chaos-the-cleveland-browns-will-have-a-winning-record-11607351391",
    "title": "Proof That 2020 is Chaos: The Cleveland Browns Will Have a Winning Record",
    "sub_head": "A forlorn franchise is 9-3 and loudly knocking on the door of the playoffs for the first time since the 2002 season.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-269150?width=620&size=1.5005861664712778",
    "image_1": "im-269150.jpg",
    "time": "2020-12-07 12:03:00",
    "body": "If you need any more evidence that this year is completely cuckoo, that society has gone off the rails and kerblooey, know that when the story of 2020 is told, they’ll have to add one more extreme fact to the accounting:<br />The Cleveland Browns finished with a winning record.<br />It’s true. It’s going to happen. The Browns currently sit at a sturdy 9-3, which means they’re a mathematical lock to finish the 16-game 2020 NFL season with more Ws than Ls. No recount, no machine error, put this one in the books. It’s a rarity: the Browns haven’t finished with a winning record in 13 seasons. It’s only happened twice before in this century. It’s like seeing a comet, or reading a coherent Journal sports column.<br />I’m not saying the Browns are going win the Super Bowl this season. But I’m not not saying it, either. I’ve seen plenty of craziness during this cockamamie year—so have you, I’m sure. How can any of us rule out another bizarre scenario, even this historically woebegone outfit playing meaningful football in February, or March, or late August, or whenever they wind up playing the Super Bowl?<br />(Yes, I know Patrick Mahomes exists, as do the Pittsburgh Steelers, and the Browns probably will have to get through one of those behemoths to go anywhere. I’ll get to that in a second. Let’s give Cleveland a minute of love here.)"
}