{
    "url_original": "https://www.wsj.com/articles/prosperity-after-brexit-11608837355?mod=opinion_lead_pos2",
    "url": "prosperity-after-brexit-11608837355",
    "title": "Prosperity After Brexit",
    "sub_head": "The last-minute trade deal opens new doors for the U.K., EU and U.S.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-277999?width=620&size=1.5",
    "image_1": "im-277999.jpg",
    "time": "2020-12-24 14:15:00",
    "body": "Brexit came down to the wire but it arrived Thursday, with a new trade deal between the United Kingdom and European Union. Arguments about whether this is a good or bad deal for either side matter less than the fact that British voters have finally received what they voted for in 2016.<br />Britain left the European Union on Jan. 31 and has been in a transitional period applying most EU economic regulations. The new deal governs trading rules when the transition ends on Dec. 31. The agreement provides for zero-tariff, zero-quota trade in goods and allows trade in some services to continue with minimal restriction. The U.K. regains the ability to set its own labor, environment and other regulations, although the EU could reapply tariffs if Brussels believes trade with the U.K. becomes “unfair.”<br />Trade won’t be as free as it was when the U.K. was in the EU, and more red tape is inevitable. The deal also doesn’t cover financial services. Because it leaves scope for greater divergence between the two sides, the deal is nearer to a so-called hard Brexit than many British and European politicians expected. But by the standards of other trade deals around the world, the new pact is relatively open.<br />The deal will prove its merit by what each side does with the new opportunities it presents. The U.K. has sacrificed seamless access to the European market as the price of regaining the regulatory freedom to unshackle its domestic economy and strike new trade deals with other nations.<br />Now London should follow through. Prime Minister Boris Johnson seems disinclined to push too hard for deregulation at home, but his Brexit deal will be a costly missed opportunity if he doesn’t. A trade deal with the U.S. would be the biggest prize, and one is possible if Britain is prepared to reform food-safety regulations and liberalize pharmaceutical procurement, among other things."
}