{
    "url_original": "https://www.wsj.com/articles/proustian-uncertainties-where-memory-leads-11607121170?mod=opinion_major_pos12",
    "url": "proustian-uncertainties-where-memory-leads-11607121170",
    "title": "‘Proustian Uncertainties’: Where Memory Leads",
    "sub_head": "The shifts and ambiguities in the novelist’s work resonate with a historian who has chronicled the shadowy forces of persecution.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2020-12-04 17:32:00",
    "body": "At the outset of this brief but haunting work, Saul Friedländer asks himself a question. Now 88, the eminent historian of the Holocaust wonders whether he felt the urge to reread Marcel Proust’s great multivolume novel “In Search of Lost Time” in response “to some need, to something in my personal life that called for delving into that book.” At the close, he will give us an answer. In the meantime, this lifelong student of the worst in human history and character finds relief from a dark vocation in the beauty and irony—and deep ambiguity—of an author he deems “the greatest painter in words in French literature.” This, though, is a shadowed portrait—and the shadows occasionally fall not only over Proust, but his champion as well.<br />Mr. Friedländer has always imbued his scholarship with an acute literary sensibility rooted in a multilingual, border-crossing background. Born in Prague to a nonreligious Jewish family, young Pavel moved to France when the Nazis invaded his Czech homeland. Separated from his parents (who would die in Auschwitz), he survived the war in occupied France as a pupil at a Catholic school but returned to his ancestral faith. Now an ardent Zionist, he left for Israel in 1948. There Pavel/Paul became Saul (reversing the path of his New Testament namesake). He worked for the future Israeli premier and president Shimon Peres, but turned sharply against the divisive nationalism of the Netanyahu era. As a historian, based in Geneva and then at UCLA, he integrated daily life and high policy into his panoramic study of the Third Reich as it descended from persecution to extermination.<br />In addition to the prize-winning volumes of his “Nazi Germany and the Jews, 1933-1945” he has written two luminous memoirs: “When Memory Comes” and “Where Memory Leads.” After a 2013 book on Franz Kafka’s shame and guilt, Mr. Friedländer confirms his late swerve toward literature in the incisive and quizzical essays of “Proustian Uncertainties.” Proust, the conflicted son of a doting Jewish mother and a distant Catholic father, speaks to the historian who mapped the shifting sands of identity in a period when tolerance and assimilation vied with bigotry and harassment.<br />He finds Proust “undecided to the end” about his Jewishness. The nameless narrator of “In Search of Lost Time”—who sometimes shares his creator’s views but often doesn’t—directs both warm sympathy and snobbish mockery toward Jewish characters. He even compares one inoffensive friend to a “hyena,” a spasm of disgust that reveals, for Mr. Friedländer, the “secret self-image” of Proust as a guilty parvenu. Behind this “constant seesaw” lie the bleeding wounds of the Dreyfus Affair, which tore France apart—and divides the novel’s characters—after the Jewish officer was wrongly convicted of treason in 1895.<br />Proust’s homosexuality, which called for perpetual wariness and discretion, also shifted and sharpened his angles of vision. His fiction, Mr. Friedländer shows, mounts an “eloquent defense of homosexuality,” courageous for its date. Still, it can descend into “the language of hatred,” even for the buffoonish but heroic Baron de Charlus—that unforgettable gay Falstaff. Proust shows us a lesbian couple engaged in a symbolic “act of desecration” of a father’s memory, an outrage justified by the narrator as an “escape” from unbearably mixed feelings. Proust’s uncertainties bred Proustian contradictions aplenty."
}