{
    "url_original": "https://www.wsj.com/articles/push-for-bigger-stimulus-checks-is-running-out-of-time-11609362713",
    "url": "push-for-bigger-stimulus-checks-is-running-out-of-time-11609362713",
    "title": "Push for Bigger Stimulus Checks Is Running Out of Time",
    "sub_head": "As Senate’s attention shifts to defense-bill vote, Democrats reject McConnell plan to package payments with online-rules overhaul, vote-fraud panel",
    "category_1": "Politics",
    "time": "2020-12-30 18:54:00",
    "body": "WASHINGTON—The prospect of the Senate quickly approving $2,000 stimulus checks dimmed further, with the chamber focused on overriding President Trump’s veto of the annual defense-policy bill before the end of the session and Republican leaders brushing aside Democratic demands for a stand-alone vote on the larger payments.<br />Mr. Trump’s late push to increase the size of direct payments in the recent $900 billion coronavirus-relief legislation to $2,000 from $600 has scrambled the final days of the 116th Congress. Democrats took up Mr. Trump’s push for larger checks, rapidly passing a bill through the House with some Republican support and attempting to approve it in the GOP-led Senate.<br />On Wednesday, Senate Majority Leader Mitch McConnell (R., Ky.) blocked a vote on the checks, the second time he has objected to Senate Minority Leader Chuck Schumer’s (D., N.Y.) requests to vote on the House bill. Instead, he introduced legislation that joins the increased checks with other demands from Mr. Trump that lack bipartisan backing: eliminating Section 230 liability protections for social-media companies and reviewing purported voter fraud in the 2020 election. Mr. McConnell hasn’t announced a plan to take up that legislation.<br />Democrats have decried grouping the three provisions together, saying Mr. McConnell is using the contentious measures to cut off Democratic support for the bill and avoid holding a vote directly on the larger checks.<br />Mr. McConnell said Wednesday the three measures would move together to address Mr. Trump’s requests, and he criticized the House bill to increase the size of the checks, saying it had “no realistic path to quickly pass the Senate.” He said the $2,000 checks were an inefficient way to provide aid, as some of the money would go to people who haven’t suffered financial hardships."
}