{
    "url_original": "https://www.wsj.com/articles/race-to-vaccinate-world-against-covid-19-intensifies-11607111607",
    "url": "race-to-vaccinate-world-against-covid-19-intensifies-11607111607",
    "title": "Race to Vaccinate World Against Covid-19  Intensifies",
    "sub_head": "Governments scramble to secure limited vaccine supplies, and only a small sliver of the population will receive a shot for months to come",
    "category_1": "World",
    "time": "2020-12-04 14:53:00",
    "body": "The race to vaccinate the world’s population against Covid-19 is shifting into a high stakes contest, as governments scramble to secure the small number of doses becoming available from Western pharmaceutical companies and Russia and China race to fill the gap.<br />The result is a fragmentary global vaccination drive likely to proceed at vastly different speeds. For most people around the world, a vaccine will remain a distant hope for several months, and it could be years before the poorest countries cover their people. Consequently, governments may need to deploy alternatives like widespread testing and smarter social distancing restrictions in order to contain the virus’s spread, global public health experts said.<br />“When we talk about the global vaccine race, there are still a lot more questions than answers,” said Syra Madad, a senior director at New York City’s Health and Hospitals Corporation. “I don’t think it’s going to be enough to get us out of the pandemic.… If the question is, is a vaccine an exit strategy? It’s part of an exit strategy.”<br />Europe and America have struck dozens of different, competing bilateral contracts with drug makers, but initial supplies will be limited, forcing hard choices through at least the first quarter of next year.<br />This week, the U.K.’s authorization of the West’s first vaccine offered hope that other leading Western candidates could soon cross the finish line. But the front-running candidates use novel viral RNA technology that is hard to scale up. Whether and how soon the U.S. and EU can inoculate the majority of their populations will partly depend on whether other vaccines—which use more traditional platforms—prove safe and effective."
}