{
    "url_original": "https://www.wsj.com/articles/ravenna-review-crossroads-and-crucible-11607702901",
    "url": "ravenna-review-crossroads-and-crucible-11607702901",
    "title": "‘Ravenna’ Review: Crossroads and Crucible",
    "sub_head": "The paradox of ‘a jewel in the midst of a marsh.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-270870?width=620&size=custom_1667x1111",
    "image_1": "im-270870.jpg",
    "time": "2020-12-11 11:08:00",
    "body": "In late antiquity, even before the fall of the western Roman empire, all roads began to lead away from Rome. Emperors abandoned the old capital and moved closer to the frontiers. In the east, they resided at Nicomedia, Thessalonike and eventually Constantinople, Constantine the Great’s “New Rome” on the Bosporus, founded in A.D. 330. Trier was their preferred headquarters in Gaul, and Milan their city of choice in northern Italy. In the fifth century, as the empire began to collapse and was invaded by barbarian armies who threatened Rome’s food supply, ordinary people also moved away from the former capital, whose population gradually declined. In the summer of 402, with Goths crossing the Alps, the western emperor Honorius moved his court to Ravenna, a naval base on the Adriatic. It had an excellent harbor from which he could (and did) receive reinforcements from his brother at Constantinople. The place was surrounded by swamps and rivers, making it famously difficult to besiege, and its “undeveloped urban plan . . . allowed the imperial court to impose its presence.”<br />Judith Herrin’s recent book contains a sweeping and engrossing history of Ravenna from the moment Honorius took up residence there, through the thriving period of Gothic rule (493-540), and culminating in the two centuries (540-751) when the city was a western outpost of the eastern Roman empire. In that last phase, the city was the capital of a territory called the exarchate, whose commander, the exarch, was sent from Constantinople. Ms. Herrin, a professor emerita of classics at King’s College London, is a past master at writing histories of the early medieval world that combine Eastern and Western perspectives and show why we should not study the one without the other. “Ravenna” offers an accessible narrative that brings to life the men and women who created the city during this period and who fashioned its hybrid Christian culture of Latin, Greek and Gothic elements. The narrative is periodically elevated by discussions of the city’s most famous attractions and its glorious churches, brilliantly illustrated in the book’s 62 color plates. It is also enlivened by recurring digressions on daily life in the city at each phase in its history, insofar as that is revealed by documentary papyri containing wills, donations and contracts that fortuitously survive. These local perspectives are complemented by a global outlook: Ms. Herrin’s argument is that Ravenna passed its unique hybrid culture on to the imperial centers all around it, to Rome, Constantinople, and later to Aachen, the capital of Charlemagne in the north. This made the city the “crucible of Europe.”<br />Ravenna, a jewel in the midst of a marsh, was a place of paradox. It was, to allude to a collection of Ms. Herrin’s previous studies, simultaneously both metropolis and margin. In the era of the late Roman emperors (fifth century), the city hosted the court but had a relatively small population compared to Rome and was always looking toward developments at Rome and Constantinople. It was, at first, an administrative center with no identity, a kind of Brasilia that was only slowly built up by the court in its own imperial Christian image. The place had no prestige past of its own, either classical or Christian. Under the rule of Theoderic the Great (493-526), Ravenna was briefly the capital of a power structure that stretched from Spain to the Balkans, but Theoderic still had to maneuver carefully between Rome and Constantinople. In theory, he was ruling the former on behalf of the latter, and his followers, who were barbarians (Goths) and heretics (Arians) in the eyes of the Romans, were an occupying force that were stationed in the north and away from the old capital. The Gothic experiment did not last once the eastern emperor Justinian decided to end it in the 530s. Under Byzantine rule, Ravenna was the capital of the exarchate, and gradually developed its own civic traditions and identity, but still it received its governing class from abroad, and people at the real center of power, Constantinople, saw it as a remote outpost. Ravenna “could not generate and direct its own future” and “was never fully its own agent.” It was a capital of convenience, we might say.<br />And yet each successive regime that ruled in Ravenna not only left its mark there, it was in that city more than anywhere else that it left its most iconic images. No late Roman imperial church can compete with the mosaics of the churches of Ravenna. Likewise no barbarian kingdom that emerged in post-Roman Europe left anything that can compete with Theoderic’s palace church of Sant’Apollinare Nuovo or his mausoleum, capped by a 230-ton block of Istrian stone (the only actual Gothic building in Europe, apart from some minor chapels in Spain). Finally, the most spectacular images of Byzantine imperial power are the famous panel mosaics of Justinian and Theodora in the church of San Vitale. Why was Ravenna endowed with such a density of exemplary images?<br />One explanation is that its successive rulers were trying to leave their mark on a place that was previously undemarcated, to project their power onto an urban topography that did not already convey the desired message in the way that Rome and Constantinople did. Moreover, as Ms. Herrin argues, they were competing with each other in a visual arms-race. Galla Placidia, Honorius’ half-sister, had adorned San Giovanni Evangelista with images of her many imperial ancestors, which led Theoderic to put his own image in Sant’Apollinare Nuovo. This, in turn, provoked Justinian to put his and his wife’s images in San Vitale. (An eastern Roman emperor would otherwise not normally put his image in a church.) As Ravenna wound its circuitous historical route from west Roman to Gothic and then to east Roman rule, it acquired the visual armature of all three, as they competed to own this marginal centerpiece."
}