{
    "url_original": "https://www.wsj.com/articles/re-releasing-the-kraken-mythical-beast-of-the-sea-movies-and-now-election-disputes-11607039146",
    "url": "re-releasing-the-kraken-mythical-beast-of-the-sea-movies-and-now-election-disputes-11607039146",
    "title": "Re-Releasing the ‘Kraken’: Mythical  Beast of the Sea, Movies and Now, Election Disputes",
    "sub_head": "An Old Norse word for a twisty underwater creature has surfaced in a Liam Neeson meme and a pro-Trump legal threat",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-267162?width=620&size=1.5057471264367817",
    "image_1": "im-267162.jpg",
    "time": "2020-12-03 18:45:00",
    "body": "Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.<br />When Merriam-Webster and Dictionary.com announced their selections for Word of the Year on Monday, it was not terribly surprising that both selected “pandemic” as the word that best summed up 2020, based on search traffic of their online dictionaries. But the runners-up include some more unexpected items. One word highlighted by Merriam-Webster is especially intriguing: “kraken.”<br />How did this name for a mighty, mythical Scandinavian sea monster become one of the most significant terms of 2020? The answer has to do with movie memes, professional hockey and electoral conspiracy theories.<br />Stories of the “kraken” originated in the tall tales told by sailors of a gigantic creature living in the waters off the coasts of Norway and Greenland. The word itself can be traced back to the Old Norse “kraki,” which became “krake” in Norwegian and Swedish, referring to something twisted or crooked. (“Crooked,” in fact, comes from the same source.) In the form “kraken,” the word got applied to twisty underwater animals both real and imagined. The kraken of Nordic legends was likely based on actual sightings of giant squid and octopuses, but folklore embellished it into a monstrosity capable of creating massive whirlpools and swallowing up even the largest ships.<br />The word “kraken” entered English in the mid-18th century thanks to translations of a natural history written by the Norwegian bishop Erik Pontoppidan, who described the beast in vivid detail. Stories of the kraken captivated the imagination of many writers, including Alfred Lord Tennyson, who titled an 1830 poem “The Kraken.” Tennyson imagined the Kraken slumbering in an “ancient, dreamless, uninvaded sleep” before awaking with apocalyptic fury."
}