{
    "url_original": "https://www.wsj.com/articles/reclusive-billionaires-bond-bets-backfire-11607856167?mod=markets_lead_pos2",
    "url": "reclusive-billionaires-bond-bets-backfire-11607856167",
    "title": "Reclusive Billionaire’s Bond Bets Backfire",
    "sub_head": "Mark Coombs built a nearly $100 billion investment franchise that is now under attack as competitors short its stock and clients like Goldman Sachs exit",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-272420?width=620&size=1.5",
    "image_1": "im-272420.jpg",
    "time": "2020-12-13 05:43:00",
    "body": "British billionaire Mark Coombs made his fortune winning outsized bond wagers in emerging markets like Brazil and Russia. Recently, his luck has soured.<br />Big trades he made in Argentina, Ecuador and Lebanon all backfired simultaneously in 2020. Ensuing losses hammered shares of his investment firm,  Ashmore Group ,  and cost the reclusive trader around $325 million in personal paper losses, according to data from S&P Capital IQ.<br />Once an approximately $100 billion powerhouse, Ashmore’s assets under management had fallen to $85.5 billion by September through a combination of withdrawals and investment losses. Clients including the Connecticut state retirement plan have pulled billions of dollars from the company, and competing money managers have placed bets against Ashmore stock. The outflows contrast with the roughly $250 billion investors poured into bond mutual funds this year through September, according to data from the Investment Company Institute.<br />The losing streak has drawn unwanted attention to Mr. Coombs, who strives to avoid the limelight. “He’s not your typical billionaire jetting around and buying megayachts,” one former colleague said. “He hates having pictures taken of him and is incredibly, fiercely private.”<br />Mr. Coombs built Ashmore over the past two decades with a signature mix of radical frugality—from his wardrobe to staff salaries—and contrarian trades in risky countries. He has weathered previous rough patches and is responding to the current one in similar fashion—by buying more bonds."
}