{
    "url_original": "https://www.wsj.com/articles/reeling-u-s-coal-industry-sends-two-more-producers-to-bankruptcy-11607030163?mod=business_minor_pos5",
    "url": "reeling-u-s-coal-industry-sends-two-more-producers-to-bankruptcy-11607030163",
    "title": "Reeling U.S. Coal Industry Sends Two More Producers to Bankruptcy",
    "sub_head": "White Stallion Energy and Lighthouse Resources filed for chapter 11 as Covid-19 has exacerbated the downturn in coal markets",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-268015?width=620&size=1.5",
    "image_1": "im-268015.jpg",
    "time": "2020-12-03 16:16:00",
    "body": "Falling demand for U.S. coal during the coronavirus pandemic continues to take a heavy financial toll on the industry, tipping two more coal production companies into bankruptcy.<br />White Stallion Energy LLC and Lighthouse Resources Inc. filed for chapter 11 protection Wednesday and Thursday, respectively, in the U.S. Bankruptcy Court in Wilmington, Del. The companies, which own mines in Illinois, Indiana, Montana and Wyoming, blamed the bankruptcy filings largely on low thermal coal prices and declining coal consumption at U.S. power plants.<br />The chapter 11 filings are the latest in a string of defaults by American coal companies, highlighting how a downturn in coal markets exacerbated by Covid-19 is straining an industry that was already in decline.<br />The U.S. power sector consumed 30% less coal in the first half of 2020 than during the same period last year, according to the U.S. Energy Information Administration. The coal industry also has been facing competition from natural gas, a lower-cost fuel alternative, and the continuing retirement of coal-fired power plants.<br />Evansville, Ind.-based White Stallion said in court papers it is idling its mining operations and had terminated all of its roughly 260 employees just before filing for chapter 11, citing a severe cash crunch. Before filing for bankruptcy, White Stallion obtained a $10 million Covid-19 relief loan through the federal government’s Paycheck Protection Program. The company is among hundreds of businesses that have gone into bankruptcy after obtaining a PPP loan."
}