{
    "url_original": "https://www.wsj.com/articles/religious-freedom-and-the-fbi-11607898330?mod=opinion_lead_pos2",
    "url": "religious-freedom-and-the-fbi-11607898330",
    "title": "Religious Freedom and the FBI",
    "sub_head": "Three Muslim men win at the Supreme Court under RFRA.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-13 17:25:00",
    "body": "Progressives often caricature the Religious Freedom Restoration Act as a special legal protection for intolerant Christians. But the Supreme Court delivered another refutation of that distortion last week, ruling unanimously that three Muslim men can sue federal agents under RFRA for alleged unfair treatment by the FBI.<br />The men say they were put on the no-fly list as retaliation after they refused to act as informants inside Muslim communities. Under RFRA, a federal law passed in 1993 and signed by President Clinton, if the government unlawfully burdens religious exercise, Americans may sue to “obtain appropriate relief.”<br />Although the Muslim men were eventually taken off the no-fly list, they also sued assorted federal agents for damages. The lead plaintiff, Muhammad Tanvir, told a lower court that he was forced to “quit his job as a truck driver, in part because he was unable to fly back to New York after completing long-distance, one-way deliveries.” The restriction also “prevented him from visiting his sick mother in Pakistan.”<br />But does RFRA even allow plaintiffs to sue government officials in their personal capacities like this, and for monetary damages? A district judge said no, dismissing the claims. But the Supreme Court now says yes in its 8-0 ruling in Tanzin v. Tanvir, with Justice Amy Coney Barrett not taking part. “A ‘government,’ under RFRA, extends beyond the term’s plain meaning to include officials,” Justice Clarence Thomas wrote for the Court.<br />He added: “A damages remedy is not just ‘appropriate’ relief as viewed through the lens of suits against Government employees. It is also the only form of relief that can remedy some RFRA violations.” As an example, Justice Thomas cited the Muslim men’s “wasted plane tickets.”"
}