{
    "url_original": "https://www.wsj.com/articles/restaurant-stocks-have-less-under-the-tree-this-year-11606824001?mod=markets_featst_pos1",
    "url": "restaurant-stocks-have-less-under-the-tree-this-year-11606824001",
    "title": "Restaurant Stocks Have Less Under the Tree This Year",
    "sub_head": "Weak gift card sales could be an obstacle to full recovery for chains like Cheesecake Factory and Outback Steakhouse",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-01 07:00:00",
    "body": "Casual dining stocks have almost fully recovered from the coronavirus pandemic. One hurdle they still have to face: an uncertain holiday gift season.<br />A resurgence in coronavirus cases means additional capacity restrictions at restaurants and reduced demand for eating out. Seated diners at U.S. restaurants were down 48% from a year ago as of Sunday, according to data from OpenTable. Many independent restaurants have closed as financial pressures intensify.<br />Publicly traded sit-down restaurant chains are hardly worse for wear, however: shares of  Darden Restaurants ,  which owns Olive Garden and other brands, are down about 11% since the pre-virus high in February, while  Cheesecake Factory  stock is down 10% over that same period.  Brinker International ,  which owns Chili’s, is actually up about 19% so far in 2020.<br />But the arrival of the holiday season means another big question for investors in a year full of them: Will shoppers buy gift cards for the chains at the same rate as before? More than half of annual gift card sales for the industry occur around the holidays, according to Wells Fargo Securities analyst Jon Tower. Under U.S. accounting rules, restaurants book revenue from the gift card when it is redeemed, instead of when it is sold.<br />The result is that meals paid for with a gift card traditionally account for a meaningful amount of first-quarter sales: In 2019, according to Mr. Tower, redemptions accounted for 14% of first-quarter restaurant sales at  Outback Steakhouse -parent Bloomin’ Brands, and 9% at Cheesecake Factory. Other companies have a lower share of card sales, but even small revenue declines can lead to big hits to profits in a high transaction, low-margin business like dining."
}