{
    "url_original": "https://www.wsj.com/articles/return-to-almost-normal-may-be-closer-than-you-think-11609243201?mod=business_minor_pos10",
    "url": "return-to-almost-normal-may-be-closer-than-you-think-11609243201",
    "title": "Return to Almost Normal May Be Closer Than You Think",
    "sub_head": "U.S. doesn’t need to reach full herd immunity before public spaces can begin phased reopenings",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-29 07:00:00",
    "body": "As 2021 arrives, there is one question that matters most: How soon can we escape the Covid-19 pandemic?<br />The answer is as elusive as it is pressing. It is unknown what level of natural infection and immunization is needed to reach herd immunity in the population. It is also unknown how many people in the U.S. have already contracted the coronavirus. Whatever the answer to the question, trillions of dollars in economic activity are at stake, as are millions of livelihoods.<br />By some metrics, things have never been worse: U.S. hospitalizations are at a record high, and public-health experts continue to warn that things will get worse before they get better. With more than 19 million confirmed cases in the U.S., achieving herd immunity is a ways off. After all, that figure accounts for just 6% of the U.S. population. And with daily new cases still reaching well into the hundreds of thousands, it seems unrealistic to hope for Covid-19 to vanish in the new year. Worse, public polling has suggested that some adults won’t take a vaccine if offered.<br />However, the outlook for the year ahead is much brighter than those grim figures would suggest. Eradicating Covid-19 shouldn’t be necessary to begin a gradual return to schools, restaurants, concert halls and arenas.<br />While the challenge of vaccinating a large portion of the country is significant, it might not be as daunting as it first seems. There are roughly 333 million people in the U.S., but not everyone will need a vaccine right away. For starters, about 19 million people have a confirmed case. The true number of cases is likely much higher: Many patients with confirmed cases do not show symptoms, and some people who experience symptoms consistent with Covid-19 choose not to seek medical attention. Children make up a large share of the U.S. population, and there is little evidence that schools are hot spots for spreading the virus. That suggests vaccinating children shouldn’t be a prerequisite for returning to normal. So far, the shots available in the U.S. are only authorized for patients 16 and older."
}