{
    "url_original": "https://www.wsj.com/articles/rising-virus-cases-weigh-on-economic-recovery-11608719402",
    "url": "rising-virus-cases-weigh-on-economic-recovery-11608719402",
    "title": "Rising Virus Cases Weigh on Economic Recovery",
    "sub_head": "Consumer spending and incomes could take hit, as business restrictions aim to curb surge of infections",
    "category_1": "Economy",
    "image_1_url": "https://images.wsj.net/im-276930?width=620&size=1.5",
    "image_1": "im-276930.jpg",
    "time": "2020-12-23 05:30:00",
    "body": "The U.S. economy has entered an odd sort of limbo—slowing, as it ends an unusually rough year, but with a possibly stronger recovery looming ahead.<br />The latest economic readings, due out Wednesday, are expected to show that U.S. households cut spending in November, which would be the first drop since April, according to economists surveyed by The Wall Street Journal. The Commerce Department report is also projected to show a drop in household income last month, as the effects of federal-aid programs earlier this year fade. A separate report by the Labor Department is expected to show another rise in weekly jobless claims, a proxy for layoffs.<br />Businesses across the U.S. have been forced to shut or scale back operations in recent weeks, as states and cities try to curb the spread of the coronavirus. Economic growth appears to have slowed this winter as a result.<br />Consumer spending—the linchpin of growth in the world’s largest economy, representing more than two-thirds of demand here—has grown more slowly in recent months and could remain weak for the short term.<br />Next year’s economic outlook is brighter. Congress on Monday passed a roughly $900 billion pandemic-relief package that includes a new round of $600 stimulus checks for most individuals and enhanced unemployment benefits. Authorities this month began giving some essential workers and other vulnerable Americans the vaccine against the virus, the start of a monthslong process that could eventually lead the economy to more fully reopen. Some economists think gross domestic product could grow by a robust 5% or more next year."
}