{
    "url_original": "https://www.wsj.com/articles/rothko-in-a-new-light-11607550793?mod=opinion_major_pos14",
    "url": "rothko-in-a-new-light-11607550793",
    "title": "Rothko in a New Light",
    "sub_head": "A $30 million restoration of Houston’s Rothko Chapel features updated acoustics and lighting that showcase as never before the 14 canvases that line its walls.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-269286?width=620&size=custom_6329x4152",
    "image_1": "im-269286.jpg",
    "time": "2020-12-09 16:53:00",
    "body": "Houston<br />The Rothko Chapel is a windowless brick octagon, 48 feet in diameter, whose sole source of light is a central oculus. It is a somber chamber of shadows and the 14 paintings by Mark Rothko that surround it are themselves shadows, rectangles of black or deep plum. It ought to be as inviting as the bottom of a well. And yet it is unexpectedly uplifting, and it seems to speak not of despair and oblivion but of the human spirit in all its proud, frail dignity.<br />The chapel, which opened in February 1971, has just completed its $30 million restoration by the Architecture Research Office (ARO) of New York. That restoration is subtle to the point of invisibility. The walls have been strengthened, the entrance vestibule uncluttered, and the acoustics and lighting immeasurably improved, while Rothko’s paintings themselves were left untouched. As it happens, they are the principal beneficiaries of the restoration.<br />The idea of the chapel dates to 1964, when John and Dominique de Menil, Houston’s celebrated art patrons, visited Rothko’s New York studio. They saw there the murals that he created for the Four Seasons and famously refused to deliver to the restaurant, not wanting the “rich bastards” who were its customers to enjoy them. The Menils made him a better offer, to create a new cycle of paintings for a building where they would not be incidental decoration but the main point. They combined the commission with another of their projects, the gift of a chapel to Houston’s University of St. Thomas, whose art department Dominique then headed. Their architect was Philip Johnson, whose house for the Menils was one of his first realized buildings.<br />To the surprise of no one, Rothko and Johnson did not play well together. In 1967 the commission was taken from Johnson and given to Howard Barnstone and Gene Aubry, who executed his scheme with only minor modifications. The Menils and the university also parted ways, and in 1968, before construction began, their chapel became an independent institution that would be open to nondenominational use and private contemplation, and would also stress civil rights. Over the years it has happily accommodated every type of service, from Jewish weddings to Zoroastrian purification rites. This is the great paradox of the chapel, that a building and a cycle of paintings designed explicitly for Catholic worship should make everyone feel at home."
}