{
    "url_original": "https://www.wsj.com/articles/russias-solarwinds-hack-11608334292?mod=opinion_lead_pos3",
    "url": "russias-solarwinds-hack-11608334292",
    "title": "Russia’s SolarWinds Hack",
    "sub_head": "Are U.S. cyber defenses the equivalent of the Maginot Line in 1940?",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-18 18:31:00",
    "body": "You know a security breach is bad when no one in government wants to talk about it. That appears to be the case with what is being called a Russian cyber attack on at least six U.S. cabinet-level departments that has come to light in the last week.<br />U.S. officials briefed on the breach are telling reporters that it appears to have begun when hackers broke into the systems of  SolarWinds Corp. , a private company that contracts with U.S. agencies, defense contractors and other corporations. SolarWinds isn’t saying much, and neither are the feds.<br />But reports say the departments of State, Treasury, Homeland Security, Energy, Commerce and the National Institutes of Health were compromised. These agencies contain countless secrets and data that could be useful to an adversary. The Energy Department supervises many of America’s nuclear weapons facilities, and Treasury monitors global terror financing.<br />Some reports say no classified information was compromised, but more disconcerting is that no one seems to know for sure. U.S. officials still don’t know the extent of the cyber breach, how long the hackers have had access to U.S. systems, or how they were able to go undetected for so long. The U.S. has spent tens of billions on cyber defenses in a project known as Einstein, yet it appears to have been the cyber equivalent of France’s Maginot Line on the German border in 1940.<br />President Trump has said nothing, which is not his habit. Some Democratic politicians have expressed horror after briefings, but they can’t be trusted about anything related to Russia and the Trump Administration."
}