{
    "url_original": "https://www.wsj.com/articles/sackler-family-debated-lawsuit-risk-while-taking-billions-from-purdue-11608680865?mod=business_minor_pos4",
    "url": "sackler-family-debated-lawsuit-risk-while-taking-billions-from-purdue-11608680865",
    "title": "Sackler Family Debated Lawsuit Risk While Taking Billions from Purdue",
    "sub_head": "Memo advised a co-owner to keep assets overseas to protect against litigation",
    "category_1": "Business",
    "category_2": "Law",
    "image_1_url": "https://images.wsj.net/im-276837?width=620&size=1.5",
    "image_1": "im-276837.jpg",
    "time": "2020-12-22 20:58:00",
    "body": "In July 2007, a few months after Purdue Pharma pleaded guilty to federal charges of misleading the public about the addictive risks of OxyContin, a confidential memo warned one of the company’s owners that its assets are best protected overseas.<br />The family-owned company faced “uncapped liabilities” and had to protect itself from the risk of a wave of lawsuits akin to the decadeslong asbestos litigation, said the memo, written by Peter Boer, then an adviser to Jonathan Sackler, the Purdue co-owner and a board member.<br />“For the family, it may be that overseas assets with limited transparency and jurisdictional shielding from U.S. judgments will be less attractive to litigants than domestic assets,” Mr. Boer wrote in the memo to Mr. Sackler, analyzing a possible sale of Purdue.<br />The memo by Mr. Boer, who joined Purdue’s board in 2008 and remains a director, is among hundreds of emails and other corporate documents recently unsealed in Purdue Pharma’s bankruptcy case at the request of The Wall Street Journal and other news organizations represented by attorneys at the nonprofit Reporters Committee for Freedom of the Press.<br />A committee of Purdue creditors investigating the Sacklers says the records supply evidence for their probe into whether Sackler family members unlawfully moved $10.3 billion in profits out of the company from 2008 to 2017 to thwart future judgments, an allegation the Sacklers deny. Purdue is trying to resolve those lawsuits through bankruptcy."
}