{
    "url_original": "https://www.wsj.com/articles/safe-harbor-day-marks-a-further-step-toward-sealing-joe-bidens-victory-in-electoral-college-11607462374?mod=politics_lead_pos3",
    "url": "safe-harbor-day-marks-a-further-step-toward-sealing-joe-bidens-victory-in-electoral-college-11607462374",
    "title": "‘Safe Harbor’ Day Marks a Further Step Toward Sealing Joe Biden’s Victory in Electoral College",
    "sub_head": "States are supposed to resolve election disputes by Tuesday, and if they do, Congress should accept the results under federal law",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "time": "2020-12-08 16:19:00",
    "body": "A federal deadline Tuesday marks the latest formal step toward confirming President-elect Joe Biden’s victory in the 2020 election, further reducing options for President Trump and his supporters to fight the results.<br />States were supposed to try to resolve any disputes over the presidential results and finalize their slate of electors for the Electoral College by Tuesday. It is known as the “Safe Harbor” deadline because, if met, Congress should accept a state’s results as conclusive and reject any further challenges, according to federal law.<br />The deadline usually passes with little notice. This year, the Trump campaign and its allies have so far unsuccessfully launched a battery of lawsuits and sought to persuade some state legislatures to overturn the election results, drawing extra attention to the arcane formalities that states and Congress take to confirm the next president in time for the inauguration on Jan. 20.<br />The “Safe Harbor” deadline doesn’t necessarily end those or other lawsuits. But given that Congress is supposed to respect the results of states that meet the deadline, and with the Electoral College vote coming Monday, it narrows the options for challenging the outcome, according to election law scholars.<br />“I don’t think it’s the kind of the deadline that’s going to bring true finality,” said Richard L. Hasen, an election-law professor at the University of California, Irvine. “It’s more like another nail in the coffin.”"
}