{
    "url_original": "https://www.wsj.com/articles/salazar-review-odd-man-out-and-proud-of-it-11606950576",
    "url": "salazar-review-odd-man-out-and-proud-of-it-11606950576",
    "title": "‘Salazar’ Review: Odd Man Out, and Proud of It",
    "sub_head": "Portugal’s strongman didn’t go in for bombastic display or ideological extremes. Franco thought his only fault was his modesty.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-267427?width=620&size=1.5",
    "image_1": "im-267427.jpg",
    "time": "2020-12-02 18:09:00",
    "body": "If Americans know of António de Oliveira Salazar at all, most do so unwittingly—and thanks to “Casablanca.” Although never mentioned by name in the film, the Portuguese dictator was its hero. His Portugal was stubbornly neutral during World War II, which is why two of the movie’s characters risked their lives to fly from a colonial outpost of Vichy France to the safety of Lisbon. As the Nazis overran Europe, the Portuguese capital became a sanctuary from which refugees escaped to America.<br />Salazar came to power in 1932, aged only 43, in an era when Europe bristled with dictators. The Portuguese strongman was the lone “benevolent autocrat” in a cohort that comprised Hitler, Mussolini, Franco and Stalin. So reckons Tom Gallagher in “Salazar: The Dictator Who Refused to Die,” a learned and lively biography of a man who governed Portugal for 36 years, running it “very much like a punctilious head butler in charge of a sprawling country estate.”<br />Salazar’s end came not from an uprising but from an accident, in 1968. In one of those cosmic blows that can descend on men who lead lives of obsessive caution, a deck chair in which he was sitting (awaiting a haircut) buckled and collapsed. His head hit a stone floor, and he never fully recovered his faculties. He died two years later, probably unaware, Mr.Gallagher tells us, that he was no longer ruling Portugal.<br />Franco, his Spanish counterpart, believed that Salazar’s “only defect is probably his modesty.” Mr. Gallagher, an emeritus professor of politics at the University of Bradford in the U.K., confirms this trait, without ever casting it in a negative light, describing Salazar as “self-effacing, dedicated to his duties, shunning uniforms or bombastic displays.” Unlike Franco, who could be a panjandrum, Salazar was sober and scholarly—and had he not been quite so dapper might even be considered a nerd. Although he enjoyed the company of women, he never married. Whispers that he had a sexual relationship with his housekeeper of five decades—Maria de Jesus Caetano Freire, or “Dona Maria”—could be said to have been silenced after a postmortem examination in 1981 revealed that she died in a virgin state.<br />Salazar attended a Catholic seminary as a young man, but with his passion for politics, Mr. Gallagher writes, he had doubts that he could “maintain the humility that the church demanded of its shepherds.” He went to the University of Coimbra, Portugal’s pre-eminent educational institution, and rose to become a professor of economics, serving for four years as finance minister in a government that had come to power in a military coup in 1926. If ever a coup were needed, this was the time: Portugal’s monarchy had been toppled in 1910, and the chaotic Portuguese republic saw 44 governments come and go in the space of 16 years."
}