{
    "url_original": "https://www.wsj.com/articles/salesforce-com-pfizer-biontech-what-to-watch-when-the-stock-market-opens-today-11606911336?mod=markets_major_pos11",
    "url": "salesforce-com-pfizer-biontech-what-to-watch-when-the-stock-market-opens-today-11606911336",
    "title": "Salesforce.com, Slack, Pfizer, BioNTech: What to Watch When the Stock Market Opens Today",
    "sub_head": "U.S. futures point to a pause in the stock market rally, while Pfizer and BioNTech jump pre-market on U.K. Covid-19 vaccine approval",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-267033?width=620&size=1.5005861664712778",
    "image_1": "im-267033.jpg",
    "time": "2020-12-02 09:16:00",
    "body": "Here’s what we are watching as markets kick into gear Wednesday.<br />U.S. stock futures are down, suggesting that the major indexes will take a breather after climbing to record highs. Futures tied to the S&P 500 ticked down 0.3%, a day after the benchmark set its 27th closing record of the year. Contracts linked to the technology-heavy Nasdaq-100 index edged 0.5% lower. Read our full markets wrap here.<br />PayPal ,   Lyft ,   Microsoft  and Zoom are all presenting at a  Credit Suisse  tech conference.  Costco Wholesale  reports monthly sales after the bell. Meanwhile, the Federal Reserve’s beige book report, due at 2 p.m., will contain business anecdotes across Fed districts, giving insight into how companies view the economy’s prospects.<br />—Shares in  Pfizer  rose 3% in premarket trading after the U.K. became the first Western nation to grant emergency-use authorization for the Covid-19 vaccine developed by the company and Germany’s  BioNTech SE .  BioNTech’s shares were up 3% pre-market.<br />— Salesforce.com  shares fell premarket. The company confirmed Tuesday that it would buy collaboration platform provider  Slack Technologies  in a $27.7 billion transaction. Later Tuesday, the company said President and Chief Financial Officer Mark Hawkins intends to retire from his role, effective Jan. 31. Shares fell almost 7% premarket."
}