{
    "url_original": "https://www.wsj.com/articles/salman-toor-how-will-i-know-review-a-contemporary-painters-poignant-scenes-11608379200?mod=opinion_major_pos13",
    "url": "salman-toor-how-will-i-know-review-a-contemporary-painters-poignant-scenes-11608379200",
    "title": "‘Salman Toor: How Will I Know’ Review: A Contemporary Painter’s Poignant Scenes",
    "sub_head": "A Whitney Museum exhibition spotlights the Pakistani-American artist, whose deft depictions of young gay men signal hope for the future of figurative painting.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-275641?width=620&size=custom_2839x2279",
    "image_1": "im-275641.jpg",
    "time": "2020-12-19 07:00:00",
    "body": "A good many figurative paintings these days seem to aspire to being cover illustrations for the New Yorker magazine. They have the kind of benign, politely progressive, op-ed flavor that hardly any educated urbanite can resist—a perfect match for the magazine’s covers, which have evolved over the decades from pictures of tweedy, upper-middle-class pleasures to, for lack of a better term, a persistent social conscience.<br />That’s not a bad thing, for either the periodical (as a subscriber, I await each week’s punchy premier pictorial), or today’s figurative painting—at least when it’s not strident, self-congratulatory, or mawkish. The work of Salman Toor—a Pakistani-American painter born in 1983 who depicts the lives of (in the words of the Whitney Museum of American Art’s press materials) “young, queer Brown men residing between New York City and South Asia”—is an exception to these debilities. Mr. Toor’s work is modestly original, deftly done, poignant, and—by its very existence and the Whitney’s giving it museum exposure in the free, ground-floor lobby gallery—evidence of hope for imperfect humanity.<br />“Salman Toor: How Will I Know,” a show of 15 oil paintings ranging in size from a little over a foot to more than four feet on a side, depicts young gay men—Mr. Toor and his friends—at home in groups and in pairs, in clubs, intimately alone, and, occasionally, in perilous situations with the police. The exhibition is Mr. Toor’s first museum solo show.<br />Mr. Toor can certainly draw. According to a Whitney website essay, the artist “spent years studiously poring over and copying the works of Rococo, Baroque, and Neoclassical-era artists like Caravaggio, Peter Paul Rubens, Anthony van Dyck, and Jean-Antoine Watteau, incorporating their styles into his own original compositions.” He obviously picked up what he needed to know there, and along the way added some semi-cartoonish aspects to his ultimately brushy painting style. He includes, for example, the comic-strip visual trope of light lines to show the glow of a computer screen. There’s considerable Daumier, and—Mr. Toor attended college in the U.S.—maybe even a little R. Crumb in his pictures. Mr. Toor’s people, with their Pinocchio noses, also look somewhat like marionettes. His work depicts, in part, the inherent tragedy of gay life in places where governments prosecute it, and also adds a faint tension to scenes of nominally comfy domesticity.<br />What’s most powerful in lending Mr. Toor’s paintings their emotive combination of fleeting, gossamer happiness and a semi-numbing societal oppression is his palette. His paintings range from those that are mostly neutrals (i.e., the colorlessness of getting by day-to-day) to those with large areas of turquoise (Mr. Toor has called green “a space of self”), with punctuations of rust red and tangerine. He gives a sense of atmosphere to otherwise flat backgrounds by articulating them with small patches of color."
}