{
    "url_original": "https://www.wsj.com/articles/santa-claus-is-the-original-bagholder-11608318158?mod=markets_featst_pos1",
    "url": "santa-claus-is-the-original-bagholder-11608318158",
    "title": "Santa Claus Is the Original Bagholder",
    "sub_head": "’Tis the season to cash in some stock-market winnings on bullish day-trader swag",
    "category_1": "Markets",
    "category_2": "Overheard",
    "image_1_url": "https://images.wsj.net/im-275573?width=620&size=1.5",
    "image_1": "im-275573.jpg",
    "time": "2020-12-18 14:02:00",
    "body": "While “Black Friday” might have a completely different meaning to speculators than to shoppers, ‘tis still the season for that day trader in your life.<br />Investing social network Stocktwits is celebrating bitcoin crossing the $20,000 mark with 20% off its “bullish” merchandise. Whether your nephew dabbling in Tesla options has made enough for a down payment on that Lambo or is shivering in his parents’ basement, he will both look better and feel warmer in a “Santa is a bagholder” sweater. Also available are various aspirational articles of clothing such as a “BTC100k” T-shirt, payment for which is apparently only accepted in U.S. dollars.<br />Those with a more thoughtful bent might appreciate some of the throwback gear available on the site such as a shirt with former Citigroup boss Chuck Prince’s infamous “as long as the music is playing, you’ve got to get up and dance” quote from 2007.<br />There is “definitely a healthy range of conversations across both awareness of history and it repeating itself as well as having nuanced conversations about what is different this time” writes Stocktwits Chief Executive Rishi Khanna about the collection. There is also a sense of humor, which could come in handy. As the promo for a shirt commemorating the OG speculative bubble from 1637 reads:<br />“Maybe you’ve been burned on cryptos in 2017 or tech in 2001, but have you ever had your life savings torn from you by a tulip?”"
}