{
    "url_original": "https://www.wsj.com/articles/satisfying-bite-sized-operas-11609184559",
    "url": "satisfying-bite-sized-operas-11609184559",
    "title": "Satisfying, Bite-Sized Operas",
    "sub_head": "Short pieces from 20 Irish composers, a serial space opera and a trio of works inspired by famous diaries.",
    "category_1": "Opera Review",
    "image_1_url": "https://images.wsj.net/im-278452?width=620&size=1.5",
    "image_1": "im-278452.jpg",
    "time": "2020-12-28 14:42:00",
    "body": "<br />With opera gone digital due to the Covid-19 pandemic, fans can experience voices, composers and opera companies they might never otherwise have heard. The Irish National Opera commissioned short (five- to eight-minute) pieces from 20 Irish composers. Recorded in Dublin’s Gaiety Theatre with the RTÉ Concert Orchestra and filmed in a lively variety of styles, the resulting “20 Shots of Opera”, available free, is an exhilarating jaunt through up-to-the-minute lyric creativity. Unlike the experience of losing yourself in the lengthy grandeur of more traditional operas, you absorb these intimate quick takes like jolts of recognition.<br />In the opening comedy, “Mrs. Streicher” by Gerald Barry, the best-known of the composers, a tenor sits at a table ranting furiously about servants and laundry, with interjections from a tuba. The text is from Beethoven’s letters. Several pieces explore separation: In Éna Brennan’s “Rupture,” a soprano duels with her inner, critical voice; in Hannah Peel’s “Close,” two women have an awkward first in-person, socially distanced date. One powerful group of works looks at death: In Alex Dowling’s “Her Name,” a sweet-voiced choirboy mourns his mother; Michael Gallen’s “At a Loss” is a large-scale diva turn, as the soprano awaits news of her mother’s death; Andrew Hamilton’s “Erth Upon Erth” is a wordless howl, starting with a woman’s mouth in close-up and ending with her zipped into a body bag on a gurney.<br />Operas made just for film can inspire highly creative visuals. “Verballing” by David Coonan employs black-and-white animation. A female police officer, getting schooled in how to question a murder suspect, sings just one word—“Yeah,” repeated higher and higher. The instructions appear only in type, and as the tension mounts, the background dissolves so that her white face floats in a sea of darkness. In the hilarious “A Message for Marty (or `The Ring’)” by Conor Mitchell, two sisters call out an ex (who dumped one of them by text); the jittery cellphone picture, the tacky costumes, and the escalating fury, plus a snippet of Wagner, is opera extremism in modern dress.<br />Most of the pieces are for women’s voices, exploring different timbres and expressivity. I was struck by the fierce intensity of mezzo Naomi Louisa O’Connell in Emma O’Halloran’s “The Wait,” and the simple, folk-like cadences of Benedict Schlepper-Connolly’s “Dust,” a lament for the natural world, poignantly sung by Michelle O’Rourke. And the insidiously floating and twisting soprano line of “Libris Solar,” sung by Claudia Boyle, made me want to hear something longer from composer Jennifer Walshe."
}