{
    "url_original": "https://www.wsj.com/articles/saudi-womens-rights-activist-convicted-by-terrorism-court-11609168687?mod=business_minor_pos5",
    "url": "saudi-womens-rights-activist-convicted-by-terrorism-court-11609168687",
    "title": "Saudi Women’s Rights Activist Sentenced to Nearly Six Years in Prison",
    "sub_head": "Crown Prince Mohammed bin Salman has accused women’s rights activists of espionage on behalf of Qatar and Iran",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-278453?width=620&size=1.5",
    "image_1": "im-278453.jpg",
    "time": "2020-12-28 16:45:00",
    "body": "A Saudi court sentenced activist Loujain al-Hathloul, who gained prominence for advocating women’s rights in the conservative kingdom, to nearly six years in prison on terrorism-related charges—in a case that has garnered intense Western criticism of Riyadh’s human rights record.<br />Ms. Hathloul was picked up in May 2018 just as Saudi Arabia allowed women to drive, something she and other detained activists had long pushed for. She was charged with aiding an enemy country and destabilizing the Saudi regime, as well as speaking with foreign journalists and diplomats, contacting Saudi dissidents living abroad and applying for a job at the United Nations.<br />The Specialized Criminal Court in Riyadh, a tribunal set up in 2008 to try al Qaeda suspects, sentenced her Monday to five years and eight months in jail, starting from the date of her arrest, according to her family and people familiar with the case. A reduction for time served means she will likely be released in March on three years’ probation, with a five-year travel ban.<br />Ms. Hathloul, who has been kept largely in solitary confinement and held a two-week hunger strike in November to protest her prison conditions, has appeared physically weak in court, her body shaking and voice faint. She has previously testified to torture by her captors, including electrocution, lashing and sexual harassment, claims the Saudi judiciary has repeatedly denied.<br />“Loujain cried when she heard the sentence today,” her sister Lina al-Hathloul said in a tweet. “After nearly 3 years of arbitrary detention, torture, solitary confinement—they now sentence her and label her a terrorist.”"
}