{
    "url_original": "https://www.wsj.com/articles/saudis-and-israelis-publicly-clash-over-palestinian-rights-11607276609",
    "url": "saudis-and-israelis-publicly-clash-over-palestinian-rights-11607276609",
    "title": "Saudis and Israelis Publicly Clash Over Palestinian Rights",
    "sub_head": "Unusually blunt remarks came during a regional security forum held against the backdrop of U.S.-brokered normalization deals between the Jewish state and Gulf Arab neighbors",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-268981?width=620&size=1.5",
    "image_1": "im-268981.jpg",
    "time": "2020-12-06 12:43:00",
    "body": "MANAMA, Bahrain—Saudi and Israeli dignitaries traded blunt remarks over longstanding issues that divide them Sunday during a regional security forum held against the backdrop of U.S.-brokered normalization deals between the Jewish state and Gulf Arab neighbors.<br />The exchange came two weeks after Israeli Prime Minister Benjamin Netanyahu secretly met Saudi Crown Prince Mohammed bin Salman to seek assurances that a normalization deal between the longtime rivals was in reach. Saudi Arabia has denied the meeting took place, but Israel hasn’t. The Wall Street Journal reported that Prince Mohammed pulled back from a deal during the encounter, largely because of the U.S. election result.<br />In a fiery address at the Manama Dialogue in Bahrain, former Saudi intelligence chief Prince Turki al-Faisal condemned Israel as the last Western colonizer of the Middle East. He disparaged its claims of upholding human rights and enumerated decades of crimes committed against the Palestinians.<br />“They’re demolishing homes as they wish and they assassinate whomever they want, and yet the Israeli Knesset passed a law that defines the citizenship of Israel as exclusively Jewish, denying the non-Jewish inhabitants of Israel of equal rights under the law,” Prince Turki said. “What kind of democracy is that?”<br />He prefaced his remarks by saying they represented his personal view, but as a senior prince who advises the Saudi king, his comments are closely monitored as a policy bellwether. Following criticism of Palestinian leaders by another senior Saudi royal in October, Prince Turki’s comments reveal the divergent views at the top echelons of the secretive kingdom toward warming relations with Israel."
}