{
    "url_original": "https://www.wsj.com/articles/scapegoating-walmart-11609285742?mod=opinion_lead_pos1",
    "url": "scapegoating-walmart-11609285742",
    "title": "Scapegoating Walmart",
    "sub_head": "The feds seek billions in penalties for filling valid opioid prescriptions.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-29 18:49:00",
    "body": "One benefit of the Trump era has been the relative absence of dubious lawsuits against business. An exception is the Justice Department’s new suit against  Walmart  for filling opioid prescriptions.<br />The lawsuit in federal court in Delaware claims that Walmart “failed to detect and report at least hundreds of thousands of suspicious orders” and that as a pharmacy it “unlawfully filled thousands upon thousands of invalid controlled-substance prescriptions.” These actions enabled opioid abuse and “helped fuel a national crisis,” the feds say.<br />The complaint alleges violations of the Controlled Substances Act and its accompanying regulations, but it is really a 160-page exercise in scapegoating a company because it is well-known and has deep pockets. Walmart doesn’t push pills on opioid addicts. Its pharmacists fill valid prescriptions written by doctors who are licensed by their states and registered with the Drug Enforcement Administration (DEA).<br />When Walmart’s pharmacists catch a prescription that appears fraudulent or forged, they are trained to refuse to fill it and document the incident. Walmart says it has passed tens of thousands of leads about suspicious prescriptions to state and federal law enforcement. It's the job of the DEA and state medical boards to investigate and revoke doctors’ licenses and prescribing privileges if there’s wrongdoing.<br />Yet the DEA rarely imposes such restrictions on physicians, and Walmart has no authority to act on its own. When pharmacists have refused to fill questionable prescriptions, doctors have sometimes sued for defamation and patients have sometimes sued for discrimination. Several states have prohibited pharmacists from interfering with the doctor-patient relationship by second-guessing valid prescriptions."
}