{
    "url_original": "https://www.wsj.com/articles/scenes-from-pompeiior-maybe-my-abandoned-manhattan-office-11608318789?mod=opinion_lead_pos10",
    "url": "scenes-from-pompeiior-maybe-my-abandoned-manhattan-office-11608318789",
    "title": "Scenes From Pompeii—or Maybe My Abandoned Manhattan Office",
    "sub_head": "Notes, empty yogurt containers—all left behind in March as colleagues fled. Will we return soon?",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-18 14:13:00",
    "body": "New York<br />I was sitting in my office the other day, relishing the silence but also regretting it. As I scanned the empty desks where my colleagues and I used to banter in an open newsroom-like setting, I was beholding the ghost town that has become the white-collar workplace.<br />I’d only visited a few times since March, to retrieve items like the mail and my checkbook. Like many professionals, I’ve found a comfortable way to work from home, at a laptop in the dining room next to my wife. But on this particular day our son had politely evicted us and our dog so he could be free of disruptions during a virtual medical-school interview. Never one to set up shop in  Starbucks ,  I had only one option for getting anything done—the office. I traipsed 40 blocks to Columbus Circle to try to experience work the way it used to be.<br />New York’s business corridors have remained mostly abandoned during Covid. In late October, one survey estimated office occupancy at 10%. The figure has surely dropped amid the latest surge. While big banks and real-estate firms have required employees to be on site at least part of the time, smaller shops like mine have kept their distance, turning offices into expensive storage lockers.<br />My building on Broadway and 57th Street, which ironically completed a seven-year renovation last year, has all the requisite fortifications: a plexiglass-shielded front desk, hand sanitizers and social-distancing markers. The elevator posts a scary warning about aerosol droplets and instructions not to speak. But no one was around. The masked security guard confirmed that many tenants have moved out and others are staying away. It seemed a droplet-free environment: I could have belted out an aria without hitting anyone."
}