{
    "url_original": "https://www.wsj.com/articles/school-choice-better-than-prozac-11608248279?mod=opinion_lead_pos2",
    "url": "school-choice-better-than-prozac-11608248279",
    "title": "School Choice: Better Than Prozac",
    "sub_head": "A new study reports less suicide among children with education options.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-17 18:37:00",
    "body": "Teachers unions have pushed to shut down schools during the pandemic no matter the clear harm to children, just as they oppose charters and vouchers. Now comes a timely study suggesting school choice improves student mental health.<br />Several studies have found that school choice reduces arrests and that private-school students experience less bullying. One reason is that charter and private schools enforce stricter discipline than traditional public schools. Choice programs also allow parents to pull their kids out of public schools if they are struggling and send them to schools that are safer or a better cultural fit.<br />The new study in the journal “School Effectiveness and School Improvement” is the first to examine the link between school choice and mental health. The Cato Institute’s Corey DeAngelis and Western Carolina University economist Angela Dills analyze the correlation between adolescent suicide rates and the enactment of private-school voucher and charter programs over the last several decades.<br />They find that states that enacted charter school laws witnessed a 10% decrease in suicide rates among 15- to 19-year-olds. Private-school voucher laws were also associated with fewer suicides, though the change was not statistically significant. The effect would likely be larger if more students received vouchers.<br />The researchers also looked for any correlation between students who attended private school as teenagers and their mental health as adults. After controlling for socioeconomic factors, individuals who attended private schools were two percentage-points less likely to report a mental health condition when they were roughly 30 years old."
}