{
    "url_original": "https://www.wsj.com/articles/schumers-wages-of-resistance-11607279227?mod=opinion_lead_pos5",
    "url": "schumers-wages-of-resistance-11607279227",
    "title": "Schumer’s Wages of ‘Resistance’",
    "sub_head": "Senate Democrats did everything they could to delay Trump’s nominees. Republicans won’t forget.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-268555?width=620&size=1.5",
    "image_1": "im-268555.jpg",
    "time": "2020-12-06 13:27:00",
    "body": "Thousands of angry protesters gathered on Grand Army Plaza in Brooklyn, N.Y. Camped out in front of Chuck Schumer’s apartment building, the mob used bullhorns and signs to jeer the Senate minority leader.<br />The activist left was sending a message to Democrats: President Trump was unacceptable. They accused Mr. Schumer and his colleagues of being soft. Signs urged him to “show some spine” and to resist “by any means necessary.”<br />Nearly every Democratic senator eventually complied. Oregon’s Sen. Jeff Merkley vowed to obstruct the president’s nominees purely as “a protest” against Republicans. Sen. Chris Murphy of Connecticut promised to “shatter precedent” to stymie nominations.<br />The result was unprecedented. As had been tradition, Presidents Clinton and Obama had nearly all of their cabinet confirmed in January. Mr. Clinton had 13 out of 14; Mr. Obama, 11 out of 15. Senate Democrats made sure Mr. Trump had only three.<br />Because the Democrats abolished the filibuster for confirmation votes in 2013, they couldn’t ultimately block any appointment without Republican support. But nominees faced a bombardment of endless “questions for the record.” Democrats voted en bloc against nominees in committee. They consistently refused to consent to routine floor votes, forcing the use of the cloture procedure, then made sure to use every minute of the 30 hours of postcloture debate to delay the confirmation vote as long as they could."
}