{
    "url_original": "https://www.wsj.com/articles/schumers-unemployment-flip-flop-11607556804?mod=opinion_lead_pos1",
    "url": "schumers-unemployment-flip-flop-11607556804",
    "title": "Schumer’s Unemployment Flip-Flop",
    "sub_head": "His current Covid relief demands contradict his own bill from July.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-270998?width=620&size=1.5",
    "image_1": "im-270998.jpg",
    "time": "2020-12-09 18:33:00",
    "body": "Democrats are outraged this week that the White House rejected their demand for four more months of $300 in weekly enhanced jobless payments in Covid relief talks. “That is unacceptable,” thundered Senate Minority Leader Chuck Schumer in a statement with House Speaker Nancy Pelosi. Would he say the same about legislation he introduced in July with Oregon Democrat Ron Wyden?<br />The Senators’ bill would set up a tiered system to replace the Cares Act’s $600 extra in weekly federal benefits, which expired July 31. Folks in states with an unemployment rate of 11% or higher—calculated as a three-month average—would continue to get the extra $600. But that amount would decrease by $100 for each percentage-point drop in a state’s unemployment rate.<br />Jobless workers in a state with a 6% to 7% unemployment rate would receive only an extra $100 a week. The bill “would tie the extension of enhanced UI benefits to economic data—not politics,” Mr. Schumer said at the time. “As the need goes down, so will the benefits. As the need goes up, so will the benefits.”<br />He should look at the data now. Sixteen states including Virginia and South Carolina now have three-month-average unemployment rates (August through October, the latest data available) below 6%—meaning they wouldn’t be eligible for extra benefits under Mr. Schumer’s bill. Eleven states would land in the $100 tier. Only 11 states and Washington, D.C., would qualify for $300 or more.<br />Unemployment has been falling, especially in states that haven’t reimposed lockdowns. Mr. Schumer’s New York has one of the highest unemployment rates in the country at 9.6%. Like California (9.3%), it continues to enforce some of the strictest limitations on businesses and restaurants."
}