{
    "url_original": "https://www.wsj.com/articles/science-fiction-another-round-in-oasis-11607099103?mod=ig_booksdecember5",
    "url": "science-fiction-another-round-in-oasis-11607099103",
    "title": "Science Fiction: Another Round in Oasis",
    "sub_head": "Ernest Cline returns to a virtually puzzling future with ‘Ready Player Two.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-267993?width=620&size=1.5",
    "image_1": "im-267993.jpg",
    "time": "2020-12-04 11:25:00",
    "body": "At the end of Ernest Cline’s 2011 novel “Ready Player One,” his teenage hero Wade Watts—or, rather, Wade’s digital avatar, Parzival—had found the hidden egg, solved the riddle, fulfilled his quest, and accordingly become the omnipotent master of Oasis, the virtual universe in which the human race spends most of its time. He simultaneously became the richest person on Earth in real-life, and moreover he found love.<br />Great ending, but how to follow that? (No pressure, Mr. Cline.) “Ready Player Two” (Ballantine, 384 pages, $28.99) starts off with the obvious answer. There was another egg hidden in Oasis by its creator James Halliday, the uber-geek who bequeathed all his rights to whoever should find his egg and solve his riddle. Now the game is on again.<br />Why, however, should Wade/Parzival bother to play it, since he has pretty much everything already? The late Halliday, through his own avatar, Anorak, means to use the stick rather than the carrot. If the quest is not fulfilled, the consequences will be disastrous, and for the whole of humanity.<br />“Ready Player Two” brings out the dangers lurking in the whole schema of its predecessor (made into a Steven Spielberg film in 2018). OK, virtual reality, taken to a higher power, is insidiously attractive. But while its users may be roaming a fantasy universe in their heads, their bodies are still slumped in a basement, unwashed and starving. And if that’s how it is, what kind of future has humanity got?<br />The same question applies in a different way to Wade and his geek friends. They boast of living in the future, but their trademark is total recall of the past. They use their money to recreate Tolkien’s Rivendell, or build replica cars from “Back to the Future” or “Buckaroo Banzai.” In fact, just whisper it, they really want to be back in high school again. Only not as nerds."
}