{
    "url_original": "https://www.wsj.com/articles/senate-confirms-fed-economist-christopher-waller-to-board-seat-11607015450",
    "url": "senate-confirms-fed-economist-christopher-waller-to-board-seat-11607015450",
    "title": "Senate Confirms Fed Economist Christopher Waller to Board Seat",
    "sub_head": "Confirmation secured with fewer votes for any Fed governor since at least 1980",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-267749?width=620&size=1.5",
    "image_1": "im-267749.jpg",
    "time": "2020-12-03 16:56:00",
    "body": "The Senate confirmed one of President Trump’s picks Thursday to a vacancy on the Federal Reserve’s board of governors in a vote that reflected increased partisan tensions over issues related to the looming change in presidential administrations.<br />Christopher Waller, the research director at the Federal Reserve Bank of St. Louis, was confirmed on a 48-47 vote to a term that runs through January 2030. He has attended meetings of the rate-setting Federal Open Market Committee this year in his capacity at the St. Louis Fed. He headed the University of Notre Dame’s economics department before joining the regional Fed bank in 2009.<br />Analysts said the largely party-line confirmation vote may have had less to do with specific objections to Mr. Waller’s qualifications, but showed Democrats’ broader frustrations with how the Trump administration has managed financial-policy and personnel issues during the lame-duck period. For example, the Treasury Department last month declined to renew emergency Fed lending facilities that will expire on Dec. 31.<br />Five of 12 Democrats had voted in July to advance Mr. Waller’s nomination out of the Senate Banking Committee, but he received no backing from Democrats on Thursday. One Republican, Sen. Rand Paul of Kentucky, also opposed his confirmation.<br />The confirmation marked the first time the Senate had seated a governor in a lame-duck period that follows the November election before the president’s term ends in January, according to Peter Conti-Brown, a Fed historian at the University of Pennsylvania."
}