{
    "url_original": "https://www.wsj.com/articles/senate-republicans-move-ahead-with-defense-bill-despite-trumps-veto-threat-11606942882?mod=politics_lead_pos3",
    "url": "senate-republicans-move-ahead-with-defense-bill-despite-trumps-veto-threat-11606942882",
    "title": "Senate Republicans Move Ahead With Defense Bill Despite Trump’s Veto Threat",
    "sub_head": "Lawmakers are wary of using annual bill to repeal social-media protections opposed by president",
    "category_1": "Politics",
    "time": "2020-12-02 16:01:00",
    "body": "WASHINGTON—Senate Republicans signaled opposition to stripping social-media companies of liability protections as part of an annual defense-policy bill, pushing forward with the legislation despite President Trump’s threat to veto it unless they take that step.<br />Mr. Trump on Tuesday said he would veto the defense legislation if it didn’t repeal Section 230 of the 1996 Communications Decency Act, which gives companies broad immunity for the content they publish from users on their sites. The defense bill includes a 3% pay raise for U.S. troops and authorizes $740 billion for military and national security programs next year. It has passed Congress every year for decades with bipartisan support.<br />Sen. Jim Inhofe (R., Okla.), the chairman of the Senate Armed Services Committee, said a repeal of the social-media immunities wasn’t in the defense bill. Mr. Inhofe said he told Mr. Trump that he opposed including a repeal of Section 230 in the legislation because it “has nothing to do with the military.”<br />“I agree with his sentiments,” Mr. Inhofe said. “We ought to do away with 230. But you can’t do it in this bill. That’s not a part of the bill.”<br />Mr. Trump had previously threatened to veto the defense bill if it included language renaming military bases named after Confederate commanders. Mr. Inhofe said Tuesday that a measure from Sen. Elizabeth Warren (D., Mass.) to rename those bases would also be included in the legislation."
}