{
    "url_original": "https://www.wsj.com/articles/senate-advances-defense-policy-bill-despite-trump-veto-threat-11607703243?mod=politics_lead_pos4",
    "url": "senate-advances-defense-policy-bill-despite-trump-veto-threat-11607703243",
    "title": "Senate Approves Defense-Policy Bill Despite Trump Veto Threat",
    "sub_head": "President opposes provision that would lead to renaming military installations honoring Confederate figures",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-272094?width=620&size=1.5",
    "image_1": "im-272094.jpg",
    "time": "2020-12-11 15:00:00",
    "body": "The U.S. Senate voted 84-13 on Friday to approve a bipartisan defense-policy bill over President Trump’s objections, with support for the legislation exceeding the two-thirds majority needed to override any eventual veto.<br />The National Defense Authorization Act is an annual bill that sets pay rates for troops and authorizes funds for military construction projects, aircraft, ships, nuclear weapons and other national-security programs. Congress has passed it on a bipartisan basis for 59 years in a row. Earlier this week, the House approved final passage by a veto-proof 335-78 majority. The bill will now go to the president’s desk<br />The lopsided votes in both chambers came in the face of Mr. Trump’s strong opposition, as most GOP lawmakers—including Senate Majority Leader Mitch McConnell (R., Ky.) and other Republican leaders—rejected his demands to alter the bill’s text in the waning weeks of his presidency. Among the exceptions were a few Republican senators whose names have been floated as possible future presidential contenders: Sens. Ted Cruz (R., Texas), Tom Cotton (R., Ark.) and Josh Hawley (R., Mo.). A total of 7 Republicans and 6 Democrats voted no.<br />Mr. Trump has said he would veto the NDAA unless Congress eliminates language that creates a commission to rename military installations, monuments and paraphernalia honoring Confederate commanders. He also has insisted on including language in the bill to terminate Section 230 of the 1996 Communications Decency Act, which grants social-media companies broad immunity for the content they publish from users on their sites.<br />In a statement of opposition issued Tuesday, the Trump administration said it strongly opposes the NDAA because it “fails to include critical national-security measures, includes provisions that fail to respect our veterans and our military’s history, and contradicts efforts by this Administration to put America first in our national-security and foreign-policy actions.”"
}