{
    "url_original": "https://www.wsj.com/articles/senator-seeks-answers-from-google-ceo-over-iac-feud-11607376683?mod=business_lead_pos3",
    "url": "senator-seeks-answers-from-google-ceo-over-iac-feud-11607376683",
    "title": "Senator Seeks Answers From Google CEO Over IAC Feud",
    "sub_head": "Letter from Sen. Ron Wyden follows WSJ article that said Google was weighing penalties against IAC over software",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-269480?width=620&size=1.5",
    "image_1": "im-269480.jpg",
    "time": "2020-12-07 16:31:00",
    "body": "A senior Democratic senator sent a letter to Google Chief Executive Sundar Pichai on Monday seeking more information on the search giant’s financial relationship with online conglomerate  IAC/InterActive Corp.<br />The letter, from Sen. Ron Wyden (D., Ore.), followed a Wall Street Journal article that said Google was weighing severe penalties against IAC, under Chairman Barry Diller, for software it created for Google’s Chrome web browser. An internal Google audit found that IAC extensions—external applications ostensibly installed to provide weather updates or Bible verses—often don’t provide users the functions they promised and direct them to advertising.<br />The IAC products frequently change a users’ default search engine from Google to IAC’s own search site, sparking confusion and complaints from users, Google’s trust and safety team found in the audit. Beyond the Google investigators’ concerns about the utility of the browser extensions, the review found that the software had been marketed via ads placed on Google that falsely claimed to help users register to vote, find a polling place or apply for a coronavirus stimulus check.<br />“Given the troubling practices discovered by Google’s trust and safety audit, your company’s continued financial relationship with IAC raises serious questions,” Mr. Wyden wrote to Mr. Pichai. He asked for the answers to nine questions, including whether Google executives overruled internal recommendations to take action against IAC.<br />A Google spokesman earlier said it was still reviewing the issue."
}