{
    "url_original": "https://www.wsj.com/articles/senate-passes-bill-to-clear-green-card-backlog-for-indian-immigrants-11607017647?mod=politics_lead_pos10",
    "url": "senate-passes-bill-to-clear-green-card-backlog-for-indian-immigrants-11607017647",
    "title": "Senate Passes Bill to Clear Green-Card Backlog for Indian Immigrants",
    "sub_head": "Legislation differs from House version, leaving prospects of new law unclear",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-267731?width=620&size=1.5",
    "image_1": "im-267731.jpg",
    "time": "2020-12-03 12:47:00",
    "body": "WASHINGTON—The Senate unanimously passed a bill late Wednesday aimed at clearing a backlog of green cards for primarily Indian immigrants, after more than a year of wrangling following House passage of a similar bill in 2019.<br />The bill lifts caps on the number of permanent-residency permits, commonly known as green cards, awarded to immigrants from any one country who come to the U.S. with job offers. That would allow people who have waited in the backlog the longest—primarily Indian immigrants on H-1B high-skill visas—to receive green cards first under a revamped system.<br />The bill was approved under a procedure known as unanimous consent, which allows legislation with no opposition to pass without moving through the normal process of roll-call votes and hearings. Considerable differences exist between the Senate and House bills, and the short window for consolidating them in the current session of Congress clouds the prospect of a law taking effect soon.<br />Sen. Mike Lee (R., Utah), the bill’s sponsor, has attempted to bring up the country-caps bill on four previous occasions in the last year-and-a-half, though each time a different senator objected, forcing Mr. Lee to alter the bill to meet specific demands. As a result, the bill that passed contains a small carve-out intended for nurses from the Philippines—a key demand from hospital groups backed by Sen. Rand Paul (R., Ky.)—and provisions imposing restrictions on companies that employ half their workers on H-1B visas.<br />The most recent objection came from Sen. Rick Scott (R., Fla.), who inserted two measures backed by the White House. The first would impose a new cap of sorts for the next decade on the overall number of immigrants on H-1B visas who can receive green cards. The second could severely restrict future immigration from China."
}