{
    "url_original": "https://www.wsj.com/articles/senators-press-irs-for-solarwinds-hack-briefing-11608220822?mod=business_minor_pos8",
    "url": "senators-press-irs-for-solarwinds-hack-briefing-11608220822",
    "title": "Senators Press IRS for SolarWinds Hack Briefing",
    "sub_head": "Grassley, Wyden cite concerns about security of taxpayer data in wake of multiple-agency intrusion",
    "category_1": "Politics",
    "category_2": "National Security",
    "time": "2020-12-17 11:00:00",
    "body": "WASHINGTON—A bipartisan pair of senior senators asked the Internal Revenue Service to immediately provide them with a briefing about the  SolarWinds  hack that has ripped through several federal agencies, citing concerns that personal taxpayer information may have been stolen in the breach.<br />Sens. Chuck Grassley (R., Iowa) and Ron Wyden (D., Ore.), the chairman and top Democrat on the Senate Finance Committee, sent a letter to IRS Commissioner Charles Rettig on Thursday requesting the briefing about the suspected Russian cyber-espionage operation.<br />“Given the extreme sensitivity of personal taxpayer information entrusted to the IRS, and the harm both to Americans’ privacy and our national security that could result from the theft and exploitation of this data by our adversaries, it is imperative that we understand the extent to which the IRS may have been compromised,” the senators wrote.<br />The lawmakers asked for details about how the IRS was mitigating potential damage, ensuring the hackers didn’t “still have access to internal IRS systems,” and what it was doing to prevent future hacks of taxpayer data.<br />The U.S. Treasury Department, where the IRS is housed, was breached in the hack, according to people familiar with an investigation into the hack, along with many other agencies, including the Commerce Department, State Department and Department of Homeland Security. The Federal Bureau of Investigation, Cybersecurity and Infrastructure Security Agency and the intelligence community are all investigating the intrusion, as are private sector firms."
}