{
    "url_original": "https://www.wsj.com/articles/seven-and-a-half-lessons-about-the-brain-review-gray-matter-a-users-manual-11607900078",
    "url": "seven-and-a-half-lessons-about-the-brain-review-gray-matter-a-users-manual-11607900078",
    "title": "‘Seven and a Half Lessons About the Brain’ Review: Gray Matter, a User’s Manual",
    "sub_head": "The human brain did not evolve for thinking. Its main purpose is to regulate our physical resources and ensure our survival.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-272805?width=620&size=1.5",
    "image_1": "im-272805.jpg",
    "time": "2020-12-13 17:54:00",
    "body": "Are you doing something rash and unwise? Blame your “lizard brain.” Our reptilian instincts, which date from when we were all cold-blooded creatures around 300 million years ago, supposedly guide all of our primal urges, from throwing a punch to having an affair. Scientists have long posited that time and evolution stratified the human brain, with the oldest and crudest lizard layer lurking at the bottom, followed by the mammalian limbic system, which controls emotion, and topped by the uniquely human neocortex, which guides rational thought. This theory not only suggests that humans are the most evolved creatures, given our deluxe add-ons, but also explains the tug of war between our animal impulses and logical ambitions—an inner struggle Plato observed more than 2,000 years ago.<br />But according to Lisa Feldman Barrett, a professor at Northeastern University, the idea that the human brain developed a way to rein in our inner lizard is one of the most persistent and widespread errors in all of science.<br />In her slim but potent “Seven and a Half Lessons About the Brain,” Ms. Barrett eagerly dispels this and other myths about the gray matter between our ears. She writes that the notion that the human brain has three discrete layers emerged in the mid-20th century, when the best technology available was a microscope. Based on visual inspection, the human brain does indeed look like it has parts that are not in the brains of other animals. But when scientists began examining the molecular makeup of brain cells in the 1990s, they discovered that neurons from various animal species may look different but often have the same genes, suggesting they share an evolutionary origin.<br />More dramatically, Ms. Barrett writes that scientists have recently discovered that the brains of all mammals—and most likely all vertebrates—follow a single manufacturing plan. This means every brain has the same essential ingredients but with species-specific mutations to aid survival in different environments. This, argues Ms. Barrett, undermines the idea that the human brain stands apart as the pinnacle of natural selection. Sure, our brain seems impressive, but we are simply one animal among many with a noodle adapted to the task of survival. “Other animals are not inferior to humans,” Ms. Barrett writes. “Your brain is not more evolved than a rat or lizard brain, just differently evolved.”<br />Ms. Barrett is not afraid of picking arguments. In her 2017 book “How Emotions Are Made,” she used research from her lab and others to contest decades of conventional wisdom about emotions. (Her basic argument is that emotions are not innate, universal experiences, but cultural concepts rooted in nuanced physical sensations that may differ from person to person.) With this book, she compellingly explains that much of what we thought we knew about the brain is wrong."
}