{
    "url_original": "https://www.wsj.com/articles/shelton-and-fed-independence-11606951376?mod=opinion_lead_pos1",
    "url": "shelton-and-fed-independence-11606951376",
    "title": "Shelton and Fed ‘Independence’",
    "sub_head": "Lamar Alexander misses the political nature of the current Fed.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-02 18:22:00",
    "body": "Judy Shelton’s nomination to the Federal Reserve Board of Governors remains in limbo, with three Senate Republicans having declared their opposition. Their stated grounds is that Ms. Shelton is a threat to Fed independence. That argument is worth addressing, especially as the Biden Administration prepares to take power.<br />“I oppose the nomination of Judy Shelton because I am not convinced that she supports the independence of the Federal Reserve Board as much as I believe the Board of Governors should,” Sen. Lamar Alexander said in a recent statement. “I don’t want to turn over management of the money supply to a Congress and a President who can’t balance the federal budget.”<br />Mr. Alexander is retiring at the end of this Congress and on Wednesday he gave a wise and entertaining farewell address (see nearby). But on Ms. Shelton and Fed independence, we’re sorry to say he has it backward. The Fed needs Ms. Shelton’s voice because the Fed is already sacrificing its independence.<br />Take Mr. Alexander’s point about Congress and the President failing to balance the budget. True enough. But the Fed has willingly become the chief enabler of that failure. By keeping interest rates near zero for most of the last 11 years, and buying Treasury bonds and mortgage securities in the trillions of dollars seemingly without end, the Fed is reducing the cost of financing federal debt.<br />This policy has sometimes been warranted—notably in the financial panic and recession of 2008-2009 and again amid the pandemic. But is it always warranted—and for as far into the future as the Fed can see? That’s close to the view of current Chairman Jerome Powell and other Fed governors who have said they won’t change monetary policy until 2023."
}