{
    "url_original": "https://www.wsj.com/articles/should-investors-buy-a-stock-after-it-splits-11607281201?mod=markets_featst_pos2",
    "url": "should-investors-buy-a-stock-after-it-splits-11607281201",
    "title": "Should Investors Buy a Stock After It Splits?",
    "sub_head": "Buying a stock that has just split generally pays off. But in some years it’s a losing move.",
    "category_1": "Markets",
    "category_2": "Journal Reports: Funds/ETFs",
    "image_1_url": "https://images.wsj.net/im-268751?width=620&size=1.5",
    "image_1": "im-268751.jpg",
    "time": "2020-12-06 14:00:00",
    "body": "In the past few months, numerous well-known companies have undergone stock splits, including  Apple  and  Tesla .<br />In theory, a stock split shouldn’t matter one bit for a company’s future returns. Cutting the price per share of a company in half while doubling the number of shares outstanding changes nothing fundamental about the company, since its market capitalization is exactly the same as it was before.<br />But examining the full list of stock splits over the past 40 years highlights some interesting results. Overall, the stocks of companies that split their shares have significantly outperformed their benchmark over the subsequent months, earning an average of 1 percentage point more than the benchmark over the six months after the split.<br />Yet, there is one period when buying into a stock after it has split appears to go horribly wrong—when exuberance among individual investors is high. In years when equity markets were on a tear, buying into a stock split cost an investor an average of more than 6 percentage points in lost returns, compared with the stock’s benchmark, one year after the split.<br />To undertake this study, Stephanie Fincher and Eric Dzik (research assistants at George Mason University) and I examined a total 3,480 stock splits and reverse stock splits since 1980 for U.S. stocks listed on the Nasdaq or NYSE. We looked at the one-month, six-month and 12-month returns for investors who bought stocks that had just split or been part of a reverse split."
}