{
    "url_original": "https://www.wsj.com/articles/singapore-aims-to-vaccinate-population-for-covid-19-by-end-of-2021-11607952010?mod=world_major_1_pos1",
    "url": "singapore-aims-to-vaccinate-population-for-covid-19-by-end-of-2021-11607952010",
    "title": "Singapore Aims to Vaccinate Population for Covid-19 by End of 2021",
    "sub_head": "Inoculations for city-state will likely take about a year, with shots arriving in batches through the third quarter of next year",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-272915?width=620&size=1.5",
    "image_1": "im-272915.jpg",
    "time": "2020-12-14 08:20:00",
    "body": "SINGAPORE—This city-state aims to inoculate all those among its population who want to receive Covid-19 shots by the end of next year, with its first shipment of the vaccine developed by  Pfizer Inc.  and  BioNTech SE  expected to arrive later this month.<br />The country of around 5.7 million people fought relatively large outbreaks earlier this year but has since brought transmission under control. Less than 20 locally transmitted infections have been recorded since the start of November, with an overall total of more than 58,000 cases and 29 deaths to date.<br />Immunizing its small population will likely take about a year from now as vaccine manufacturers ramp up production, with only a limited supply available over the next few months and some logistical challenges yet to be ironed out. Prime Minister Lee Hsien Loong said in a speech Monday, in which he announced the Pfizer-BioNTech vaccine’s approval by the country’s health authority, that Singapore expects to have the vaccine doses it needs from various suppliers by the third quarter of 2021.<br />Singapore also has advance purchase agreements with U.S. company  Moderna Inc.  and Sinovac Biotech Ltd., a leading Covid-19 vaccine developer in China. Batches from the three companies will arrive over the next year and Mr. Lee urged Singaporeans to take the vaccines, which will be free.<br />As in most places that have declared their vaccine plans, first priority will be given to health-care workers and vulnerable groups in terms of age and health, before the shots are rolled out to the broader population, officials said. “The more of us are vaccinated, the harder it will be for the virus to spread, and the safer we will all be as a society,” Mr. Lee said."
}