{
    "url_original": "https://www.wsj.com/articles/singular-sensation-review-broadway-reborn-again-11607099517?mod=ig_booksdecember5",
    "url": "singular-sensation-review-broadway-reborn-again-11607099517",
    "title": "‘Singular Sensation’ Review: Broadway Reborn, Again",
    "sub_head": "From ‘Rent’ to ‘The Producers,’ the 1990s proved a decade of stage hits from unexpected sources.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-267944?width=620&size=1.5",
    "image_1": "im-267944.jpg",
    "time": "2020-12-04 11:32:00",
    "body": "It’s a bittersweet experience to pick up Michael Riedel’s fun and gossipy new showbiz history, “Singular Sensation: The Triumph of Broadway.” Even before the coronavirus pandemic, the “Triumph” of its title would have been arguable: While Broadway was thriving this time last year, the business suffered from systemic problems that had never really been addressed, such as bloated ticket prices and venal scalpers. In the wake of Covid-19, Broadway’s future is highly uncertain. When will theaters reopen? Will tourists and New York theatergoers actually want to cram themselves into those crowded houses? Will 2019 ticket prices hold in the post-Covid economy? If not, will theater owners, producers and unions agree to temper their greed?<br />It seems to me, then, that “Singular Sensation,” which examines Broadway through the 1990s, gives a brief summary of the 2000s and concludes with the statement that “Broadway is in the midst of its new Golden Age,” is already passé even at the moment of publication. Still, it makes for a jolly read. It’s a follow-up to Mr. Riedel’s successful “Razzle Dazzle: The Battle for Broadway” (2015),  which provided an insider’s look at 1970s and ’80s Broadway, primarily through the perspective of the powerful Shubert Organization. By the late ’60s, the rise of rock music had made the Broadway musical seem obsolete: “An art form that once produced the greatest of American songwriters no longer attracted them.” “Razzle Dazzle” took readers from this crisis point, which coincided with white flight from the city and the encroaching sleaze of Times Square, to Broadway’s reassertion of its unique identity—beginning with the musical “A Chorus Line” (1975), which almost singlehandedly revived the genre. Mr. Riedel ended that volume in the 1990s with the death of Bernard B. Jacobs, who with Gerald Schoenfeld, had helmed the Shubert Organization—the duo known to insiders as Bernie and Jerry, or simply, “the Shuberts.”<br />The revitalization of Broadway went hand-in-hand with the post-rock reinvention of the musical (Mr. Riedel gives only minimal space to straight plays), with hits like “Annie,” “42nd Street,” “Dreamgirls,” and “Nine” following “A Chorus Line.” And starting with 1970’s “Company,” Stephen Sondheim had shown the way to expanded psychological possibilities for the genre. But theatrical geniuses were, as ever, rare, and the deaths of Michael Bennett, Bob Fosse and Gower Champion within just a few years of each other, along with Jerome Robbins’s decision to devote all his time to the New York City Ballet, left Broadway bereft of great director-choreographers. “And who’s in sight to take their places?” Bernie Jacobs inquired piteously. The answer was already on the horizon. “The dance-driven American musical was about to give way to the British pop opera.” The age of Andrew Lloyd Webber had begun.<br />Without the focal point of the Shuberts, “Singular Sensation” lacks the unity and through-story of “Razzle Dazzle,” but it excels in giving the reader a fly-on-the-wall view of backstage infighting, struggles, and victories. As a longtime theater columnist, first for the New York Daily News and then for the New York Post, Mr. Riedel can spin a yarn with zest. Creating, rehearsing and mounting even a mediocre Broadway musical is an epic process, more difficult than outsiders can imagine, and Mr. Riedel presents some of these stories in gruesome detail. “Sunset Boulevard,” for example, shows many of its key players at their worst. Mr. Lloyd Webber comes off as extremely hubristic: Reflecting on the brilliant Billy Wilder movie he would base his musical on, he decided to take the plot to greater extremes. “We went much further than the film,” he said smugly. Part of the problem, no? Then, having hired Patti LuPone for the role of Norma Desmond in London, he didn’t have the nerve to tell her he was casting Glenn Close for the American productions. Hell, as we know, hath no fury like a diva scorned, and “the feud between Patti LuPone and Andrew Lloyd Webber gripped the theater world for years to come.” (That sentence alone constitutes proof of just how provincial and hermetic the theater world is.)<br />Mr. Riedel devotes a couple of moving chapters to the saga of “Rent,” the brainchild of a passionate young writer-composer named Jonathan Larson, who wrote the show while working as a waiter at the Moondance Diner on Sixth Avenue, developed it painstakingly at the off-Broadway New York Theatre Workshop, then died of an aortic dissection, at 35, just before the show’s triumphant first preview."
}