{
    "url_original": "https://www.wsj.com/articles/sinovacs-covid-19-vaccine-shown-to-be-effective-in-brazil-trials-11608581330?mod=business_minor_pos4",
    "url": "sinovacs-covid-19-vaccine-shown-to-be-effective-in-brazil-trials-11608581330",
    "title": "Sinovac’s Covid-19 Vaccine Shown Effective in Brazil Trials",
    "sub_head": "Brazil is first country to complete Phase 3 trials of Chinese company’s vaccine; official results due out Wednesday",
    "category_1": "Business",
    "time": "2020-12-21 18:55:00",
    "body": "SÃO PAULO—Sinovac Biotech Ltd.’s Covid-19 vaccine, which scientists hope can help combat the pandemic in the developing world, has passed the 50% threshold for efficacy in late-stage trials in Brazil, meaning regulators can give it the green light for use, people involved in its development said.<br />Brazil is the first country to complete Phase 3 trials of the Chinese company’s CoronaVac vaccine, which is also being tested in Indonesia and Turkey. With Covid-19 largely under control in China, the country’s vaccine developers have had to conduct their clinical trials abroad.<br />People involved in the Brazilian trials, which completed Phase 3 last week, told The Wall Street Journal that the results showed CoronaVac with an effective rate above 50%, the threshold for a vaccine to be considered viable by international scientists. The people declined to give any further information. But scientists tracking the vaccine’s development say they expect it to show efficacy comparable to other Covid-19 vaccines that have proven 95% effective in trials.<br />“Everyone is hoping for an efficacy rate above 90%,” said Domingos Alves, a professor at Ribeirão Preto Medical School in São Paulo who specializes in analyzing health data. “The results from the first phases of trials were very good.”<br />Brazil’s Butantan Institute, the research center backed by the São Paulo state government that has been testing CoronaVac, is poised to announce the vaccine’s efficacy rate on Wednesday. Butantan said Monday that it considers any information given at this time on the vaccine’s efficacy as “mere speculation.”"
}