{
    "url_original": "https://www.wsj.com/articles/slack-deal-shows-big-techs-handcuffs-11609241580?mod=business_lead_pos13",
    "url": "slack-deal-shows-big-techs-handcuffs-11609241580",
    "title": "Slack Deal Shows Big Tech’s Handcuffs",
    "sub_head": "Competing bids to Salesforce’s offer didn’t emerge, even after news of firms’ merger talks surfaced",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-29 06:33:00",
    "body": "One of the largest tech deals this year also shows why there might be a lot fewer of them in the future.<br />Salesforce.com ’s  $27.7 billion acquisition of  Slack Technologies ,  announced this month, was the largest to date for the hyperacquisitive cloud-software provider, as well as the second-largest deal so far in the software space—behind IBM’s acquisition of Red Hat in 2018, according to Dealogic. The high price Salesforce paid—representing 26 times Slack’s projected revenue for the next 12 months—led many to speculate that the company faced competition on the deal.<br />But that wasn’t the case. According to a regulatory filing last week detailing the background of the merger, Slack Chief Executive Stewart Butterfield said he received “informal messages” from representatives of two large, publicly traded U.S. technology companies on Nov. 25—the day The Wall Street Journal first reported the talks between the two companies. But those reps only “expressed a desire to discuss the market rumors,” according to Mr. Butterfield. No actual competing bids emerged.<br />That isn’t a surprise. Besides the rather generous valuation Salesforce was already offering, the most likely competition would have come from tech giants that are already under intense government scrutiny.  Amazon.com  and Alphabet’s Google in particular operate large cloud businesses that could have benefited from the addition of Slack’s popular messaging platform. But Google is now the subject of several antitrust lawsuits from the federal government and most states, while Amazon is dealing with its own government probes into how it competes in the retail and cloud-services sectors.<br />Microsoft ,  while not under the same level of scrutiny, was also an unlikely bidder. The software giant has become Slack’s primary competitor with the popularity of its Teams platform, which has been reporting superior growth numbers to Slack of late. Having its own history with government crackdowns would also likely make Microsoft think twice before spending top dollar to take out a competitor. Other tech giants will be making similar calculations for the foreseeable future."
}