{
    "url_original": "https://www.wsj.com/articles/snowflakes-cloud-is-particularly-dense-11607018165?mod=business_minor_pos12",
    "url": "snowflakes-cloud-is-particularly-dense-11607018165",
    "title": "Snowflake’s Cloud is Particularly Dense",
    "sub_head": "Fast-growing company’s business model makes forecasting a challenge and nosebleed valuation risky",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-267697?width=620&size=1.5",
    "image_1": "im-267697.jpg",
    "time": "2020-12-03 12:56:00",
    "body": "The beauty of a snowflake is that each one is unique. For  Snowflake  the company, that also will prove to be a challenge.<br />The provider of cloud-based data warehousing services went public in September in what has been the hottest stock debut so far this year. Snowflake’s share price more than doubled on its first trading day and the stock gained another 15% ahead of its first quarterly report as a public company on Wednesday afternoon.<br />That report turned out to be mixed. Revenue for the fiscal third quarter surged 119% year-over-year to $159.6 million, beating Wall Street’s estimates. But the company’s projection fell short, with revenue expected to grow 88% year-over-year at the midpoint of its range for the fourth quarter ending in January. Analysts had been projecting growth of 102% for the period.<br />If the new projection holds, it will be the first quarter Snowflake’s revenue hasn’t doubled on a year over year basis, at least according to the limited financial history presented in its initial-public-offering papers.<br />Surprisingly, a miss right out of the gate didn’t melt the stock. Snowflake’s share price jumped 15% Thursday. Investors remain enthralled with the long-term potential for the company’ services, which help businesses rapidly analyze information faster than traditional database tools can. Demand boomed in the most recent quarter, signified by remaining performance obligations—contracted revenue not yet recognized—exploding by 240% year-over-year to about $928 million."
}