{
    "url_original": "https://www.wsj.com/articles/softbanks-rocky-year-ends-on-a-winning-streak-11607682591?mod=business_lead_pos3",
    "url": "softbanks-rocky-year-ends-on-a-winning-streak-11607682591",
    "title": "SoftBank’s Rocky Year Ends on a Winning Streak",
    "sub_head": "The tech investor is boosted by DoorDash IPO and buybacks that could ease the way for privatization by CEO Masayoshi Son",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-271908?width=620&size=1.5",
    "image_1": "im-271908.jpg",
    "time": "2020-12-11 06:35:00",
    "body": "TOKYO—For a year that started out with a share crash, a record loss and a global pandemic, 2020 is turning out to be very good for  SoftBank Group  Corp.<br />The Japanese technology investor, best known for its $100 billion Vision Fund and its mercurial chief executive, Masayoshi Son, this week scored an estimated $11 billion paper gain when U.S. food-delivery company  DoorDash Inc.  went public. It was the latest in a series of wins as soaring tech stocks pushed up the value of many of  SoftBank ’s  holdings.<br />Cashing in on another investment, SoftBank said Friday that it agreed to sell an 80% stake in Boston Dynamics, a company known for dog-like robots that can maneuver through rooms, to  Hyundai Motor Group .  The deal valued the robotics company at $1.1 billion. SoftBank has said more of its portfolio companies are poised to list or go on sale next year.<br />SoftBank’s share price has increased, too—around 9% this week alone and 66% this year. That puts this week’s stock level at its highest in 20 years, but still more than 20% below the bubble peak. The shares, which finished trading at 7,913 yen, equivalent to $76.04, on Friday, were pushed up by the overall market swell as well as a roughly $23 billion share-buyback program that is one of the world’s largest.<br />As of Friday, SoftBank has bought back around $14 billion of that total. The company is considering further buybacks that will lower the amount of shares outstanding and raise Mr. Son’s stake, said people with knowledge of the strategy. That in turn could make it easier for Mr. Son to realize a long-held idea of taking SoftBank private, they said."
}