{
    "url_original": "https://www.wsj.com/articles/sometimes-the-tourniquet-works-all-too-well-11609097138?mod=opinion_major_pos18",
    "url": "sometimes-the-tourniquet-works-all-too-well-11609097138",
    "title": "Sometimes the Tourniquet Works All Too Well",
    "sub_head": "My Boy Scout training saved a life. Or did it?",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-275568?width=620&size=1.5",
    "image_1": "im-275568.jpg",
    "time": "2020-12-27 14:25:00",
    "body": "Regarding Frank K. Butler and John B. Holcomb’s advocacy for the tourniquet (“The Military Learned to Stop the Bleeding,” op-ed, Dec. 21): My fraternity at the University of Chicago, Phi Delta Theta, was geared toward physics, not parties. Fiscally constrained, we took in the occasional boarder. Rick Ames was one. We soon recognized him as a seldom-bathed alcoholic and searched for an excuse to kick him out.<br />One night in 1962 we found it—and then some. Rick severed an artery by jabbing his forearm through one of the house’s glass windows. A serpentine trail led me and a friend to a pool of blood.<br />Equally intense emotions of disgust and sympathy pulled me in opposite directions, but my Boy Scout training took over. I squeezed a pressure point to stop the bleeding and tourniqueted Rick’s arm, noting the time in huge magic-marker letters on his forehead.<br />Rick was wrapped in plastic garbage bags, carried over the rugs of the foyer and driven to the emergency room in some reluctant brother’s automobile. The next day our boarder’s bags were gone, his key was returned and he was forgotten.<br />It turns out Rick’s father was a CIA agent who eventually got Rick into the agency. From there Aldrich “Rick” Ames became the most notorious mole in CIA history, betraying at least 12 of America’s best secret agents in the Soviet bloc. Many of them were executed. Alas, I was a few pints of blood away from saving these fellows, but my Boy Scout training doomed them. The tourniquet works."
}