{
    "url_original": "https://www.wsj.com/articles/some-small-hedge-funds-reap-big-gains-in-tough-times-11607337001?mod=markets_lead_pos2",
    "url": "some-small-hedge-funds-reap-big-gains-in-tough-times-11607337001",
    "title": "Some Small Hedge Funds Reap Big Gains in Tough Times",
    "sub_head": "As volatility hurts many investing strategies, a few of the smallest funds are putting up some of the biggest returns",
    "category_1": "Markets",
    "category_2": "Financial Services",
    "image_1_url": "https://images.wsj.net/im-268410?width=620&size=1.5",
    "image_1": "im-268410.jpg",
    "time": "2020-12-07 05:30:00",
    "body": "Hedge funds are trailing the U.S. stock market this year. Some of the smallest funds are emerging as some of the best performers, driving greater demand for these types of managers.<br />Funds with less than $1 billion in assets are benefiting from their more manageable portfolios. They can dart in and out of holdings to protect gains or minimize losses amid the market volatility that has characterized this year. They also get more bang for their buck—making investments that require less firepower to affect their overall performance.<br />Among little funds putting up big numbers: London-based Alanda Capital Management Ltd., which manages less than $500 million and gained about 53% through November. Founder Christian Vogel-Claussen said his fund’s competitive edge comes from having a concentrated portfolio built by data science and fundamental research. The portfolio, which includes technology and consumer holdings, typically comprises 15 bets that stocks will rise and the same number of wagers on stocks falling.<br />“We want to be the nimble speedboat,” Mr. Vogel-Claussen said.<br />That agility is in demand today. Some investors were too nervous between March and June to take chances on small funds they hadn’t done due diligence on. But as they acclimated to Zoom and as lockdowns lifted, they became more confident, according to Murano, a firm that connects institutional investors with fund managers. Requests for boutique managers rose 22% in the third quarter from a year earlier."
}