{
    "url_original": "https://www.wsj.com/articles/sorry-millennials-boomers-are-in-at-gucci-11606998799?mod=business_lead_pos3",
    "url": "sorry-millennials-boomers-are-in-at-gucci-11606998799",
    "title": "Sorry, Millennials. Boomers Are In at Gucci.",
    "sub_head": "Italian fashion house has toned down its pop-culture-infused designs to court older, wealthier shoppers",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-267429?width=620&size=custom_3000x2000",
    "image_1": "im-267429.jpg",
    "time": "2020-12-03 07:33:00",
    "body": "Two years ago, Gucci emblazoned its clothes with the New York Yankees logo and the face of Bugs Bunny. Now, the Italian fashion house is embracing Princess Diana and Jackie O.<br />Gucci is courting older, wealthier clientele to stabilize revenue as its five-year run of remarkable growth, fueled by younger shoppers, peters out. Creative Director Alessandro Michele—hailed as a visionary for eclectic, pop-culture infused designs that ignited up social media and attracted millennials and Gen Z—is shifting to more subtle designs that play on the brand’s decades of heritage.<br />“They are going after the largest, yet most neglected, segment of luxury buyers—baby boomers,” said Pauline Brown, professor at Columbia Business School and former head of the North American division of LVMH Moët Hennessy  Louis Vuitton  SE, one of Gucci’s major rivals.<br />“Older consumers not only have the means to buy their products, but they’re living longer, healthier, more fashionable lives,” she said.<br />Executives at Gucci and its parent,  Kering SA,  say they are counting on the new aesthetic to broaden the label’s client base and drive growth, following a four-year run from 2015 when revenue more than doubled. That plan has grown more urgent since the pandemic, as revenue plunged and flocks of tourists from abroad—avid Gucci customers—stayed at home. When a second wave of lockdowns swept the West, brands across the luxury sector scrambled to replace the tourist revenue."
}