{
    "url_original": "https://www.wsj.com/articles/sorting-out-tony-hsiehs-estate-from-llcs-to-thousands-of-sticky-notes-11607715492?mod=business_lead_pos10",
    "url": "sorting-out-tony-hsiehs-estate-from-llcs-to-thousands-of-sticky-notes-11607715492",
    "title": "Sorting Out Tony Hsieh’s Estate, From LLCs to Thousands of Sticky Notes",
    "sub_head": "The family of the recently deceased tech entrepreneur is trying to piece together his sprawling estate, apparently without a will",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-272128?width=620&size=1.5",
    "image_1": "im-272128.jpg",
    "time": "2020-12-11 14:38:00",
    "body": "Inside Tony Hsieh’s mansion in Park City, Utah, thousands of color-coded sticky notes covered the walls, many representing financial commitments the late Zappos.com Inc. co-founder made to employees, friends and local businesses, according to people familiar with the matter.<br />Those notes, written by the tech entrepreneur in the months before his late November death and potentially functioning as informal contracts, are complicating his family’s race to piece together a sprawling and unwieldy estate in the hundreds of millions of dollars, according to people close to Mr. Hsieh and public records reviewed by The Wall Street Journal.<br />Among the other matters the Hsieh family is tackling: about $70 million worth of real estate he recently purchased in Park City and surrounding areas, much of it spread across about a dozen limited-liability companies; friends of Mr. Hsieh’s who continue to live in some of those houses and condominiums; and a $30 million “angel” fund planned for tech startups and other businesses in Park City, according to the records and people close to Mr. Hsieh.<br />The complexity of the estate—both in what he owned as well as what he owed to others through various commitments—is compounded by what his friends have said were struggles during his final months with alcohol and drug abuse, particularly heavy usage of nitrous oxide.<br />Some of those people said they don’t believe Mr. Hsieh was of sound mind when he made some of his recent investment decisions or employment agreements."
}