{
    "url_original": "https://www.wsj.com/articles/special-counsel-john-durham-11606934713?mod=opinion_lead_pos1",
    "url": "special-counsel-john-durham-11606934713",
    "title": "Special Counsel John Durham",
    "sub_head": "Barr makes it harder for a Biden AG to bury the truth about FBI abuses.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-267247?width=620&size=1.5",
    "image_1": "im-267247.jpg",
    "time": "2020-12-02 13:45:00",
    "body": "Democrats have tried to draw a curtain over the FBI’s Russia-collusion investigation since their party’s role in that politicized probe came to light. A Biden Administration will have a harder time burying the truth now that Attorney General Bill Barr has made U.S. Attorney John Durham a special counsel.<br />Mr. Barr on Tuesday alerted Congress to his Oct. 19 decision, two weeks before the election, to grant Mr. Durham the status of a special counsel. Mr. Durham has been investigating the decision by the FBI and intelligence agencies to target Donald Trump’s 2016 presidential campaign. Mr. Durham had planned to wrap up this summer, but the pandemic and new discoveries intervened. So Mr. Barr wanted to “provide him and his team with the assurance that they could complete their work, without regard to the outcome of the election,” according to Mr. Barr’s letter to Congress.<br />In other words, he wants to make it harder for the next AG to sack Mr. Durham. Under DOJ regulations, special counsels aren’t subject to “day-to-day supervision” and can only be removed for “misconduct, dereliction of duty, incapacity, conflict of interest, or for other good cause, including violation of department policies.”<br />Democrats were prime movers of the FBI’s Trump-Russia probe, handing the bureau a fictitious dossier that became the basis for secret surveillance warrants, years of media speculation, and special counsel Robert Mueller. Obama officials and Congressional Democrats were part of the spectacle—including some who may want to serve in a Biden Administration. Mr. Biden’s AG will be under pressure to protect reputations by shutting down Mr. Durham before he can issue indictments or an embarrassing report.<br />As President, Mr. Biden could still direct his Attorney General to fire Mr. Durham—but at a high political price. Democrats defended Mr. Mueller’s special-counsel status as crucial to finding the truth. and Mr. Barr said this week that Mr. Durham should be provided the protections of “the same regulation.”"
}