{
    "url_original": "https://www.wsj.com/articles/split-senate-means-narrow-path-for-bidens-nominees-11607092741?mod=politics_lead_pos3",
    "url": "split-senate-means-narrow-path-for-bidens-nominees-11607092741",
    "title": "Split Senate Means Narrow Path for Biden’s Nominees",
    "sub_head": "Republican senators signal they plan to show deference to president-elect’s picks, but no ‘rubber stamp’",
    "category_1": "Politics",
    "time": "2020-12-04 09:39:00",
    "body": "WASHINGTON—President-elect Joe Biden’s cabinet picks will face a narrow path in the Senate next year, with the confirmation process providing an early test of the new administration’s ability to work with Republicans amid heightened partisan rancor over nominees.<br />Republicans are set to hold at least 50 seats, compared with 48 for Democrats, with two seats from Georgia up for grabs in runoff elections scheduled for Jan. 5. In a 50-50 Senate, Democrats would hold the majority, as incoming Vice President Kamala Harris would break any ties. If Democrats fall short, Republicans would be in charge, the first time in decades that a new president has a Senate controlled by the opposite party.<br />Mr. Biden has announced picks for his national security and economic teams, two areas where the Senate tends to move most quickly on confirmations, typically starting with hearings in the new year and holding votes as soon as Jan. 20. So far, some individual nominees have drawn opposition, but many Republican senators have signaled they plan to broadly show deference to Mr. Biden as he assembles his team, rather than actively obstruct his efforts.<br />“There are some that are clearly coming with baggage that may make it very difficult for the Senate to approve them,” said Sen. Mike Rounds (R., S.D.) of the nominees. “I give the president the benefit of the doubt if it’s a close call. If it’s not a close call, you let the chips fall.”<br />“The president should be able to have his team,” said Sen. Shelley Moore Capito (R., W.Va.), who expects to sit down with nominees before committee hearings. “But I don’t think that’s a blanket statement that you rubber-stamp folks.”"
}