{
    "url_original": "https://www.wsj.com/articles/states-and-cities-deserve-taxpayer-support-11607449416?mod=opinion_lead_pos9",
    "url": "states-and-cities-deserve-taxpayer-support-11607449416",
    "title": "States and Cities Deserve Taxpayer Support",
    "sub_head": "Covid relief is no ‘blue-state bailout.’ The virus doesn’t respect political boundaries.",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "time": "2020-12-08 12:43:00",
    "body": "As Congress presses to complete an emergency Covid-19 relief bill, aid to states and localities continues to be a point of contention. But the novel coronavirus respects neither geographical boundaries nor partisan affiliations. Heartland states that thought they were safe turned rapidly into hot spots. As the costs of caring for the sick and trying to protect the healthy have surged, tax revenue has declined sharply. Most states and cities have responded by cutting their budgets while hoping for some assistance from the federal government. Without it, they will be forced to make even deeper cuts.<br />These cuts matter because governors and mayors are mostly in the business of delivering services their constituents need. No federal relief means less funding for education, roads, courts and police, firefighters and motor-vehicle departments. Libraries and public parks will be on the chopping block, as will the fight against opioid addiction. State and local payrolls, which have shrunk by 1.3 million, will be cut further, reducing consumer purchasing power and putting jobs in the private economy at risk.<br />This is a humanitarian challenge but also a macroeconomic problem. Reduced state and local revenue slowed the recovery from the 2007-09 recession, and the Federal Reserve chairman isn’t alone in fearing that it could happen again. Job creation has slowed for five consecutive months, and the economic recovery from the pandemic shock threatens to stall with employment almost 10 million jobs below its peak in February. The official unemployment rate is still high, and it would be higher if not for the distressing decline in labor-force participation. Millions of discouraged Americans have left the labor force, and a slow recovery will make it even harder to get them back into it.<br />Despite what some politicians are saying, federal assistance wouldn’t be a “blue-state bailout.” Some of the reddest states are among the hardest hit, not because they spend profligately but because their economies are especially vulnerable to disruption by the pandemic. Revenue in states that depend on energy taxes—Alaska, Wyoming and North Dakota, among others—have been hit hard by declining oil prices, as have revenues in states such as Florida that rely heavily on tourism.<br />Not surprisingly, governors have joined forces to advocate for continued federal assistance. The National Governors Association represents all 50 governors, 26 Republicans and 24 Democrats. On Dec. 4, the NGA’s leaders—New York Democrat Andrew Cuomo and Arkansas Republican Asa Hutchinson—issued a statement on behalf of its entire membership. It reads in part:"
}