{
    "url_original": "https://www.wsj.com/articles/state-party-democrats-look-to-avoid-obama-era-repeat-11608287403?mod=politics_lead_pos11",
    "url": "state-party-democrats-look-to-avoid-obama-era-repeat-11608287403",
    "title": "State Party Democrats Look to Avoid Obama-Era Repeat",
    "sub_head": "Focus is on organizing around local and state races that are crucial to controlling more levers of power",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "time": "2020-12-18 05:30:00",
    "body": "STATE DEMOCRATIC PARTIES try a new playbook to create sustained engagement among voters and small-dollar donors. “The fundamental mission of the next four years is to build on the last four rather than crashing and burning like Democrats did in 2009-10,” said Ben Wikler, chairman of the Wisconsin Democratic Party, referring to the party’s widespread losses after President Barack Obama’s victory. Democrats failed across the country to flip statehouses in the November election, though in Wisconsin the party has clawed back some posts in the past few years, including winning the governorship and narrowing Democrats’ deficit on the State Supreme Court. Wikler’s party is encouraging supporters to sign up to donate monthly so it can organize around local and lower-profile state races that are crucial to building the party’s bench and controlling more levers of power.<br />Those efforts have been made easier in some ways by President Trump’s election challenges, which have shined a light on previously obscure offices like county clerks and election boards. The success of local organizers in Georgia, many led by former statehouse Minority Leader Stacey Abrams, has added to the call among Democrats for more decentralized, year-round organizing in the states.<br />In November, around 70 Democratic state party chairs and vice chairs signed a letter to President-elect Joe Biden urging the Democratic National Committee to choose someone as its next chair who has state party leadership experience. The most prominent option would be Jaime Harrison, former chairman of the South Carolina Democratic Party and a 2020 Senate candidate who lost to Sen. Lindsey Graham despite record-breaking fundraising.<br />Republicans’ state-level focus continues to reap dividends: They will once again control the redistricting process in a number of key states like Texas and Florida, which will enable them to draw maps that enhance their chances of retaking the House in 2022, especially in a midterm that historically disfavors the incumbent president’s party.<br />IMMIGRATION REGULATIONS continue to be finalized at a rapid clip as the Trump administration prepares to leave office, leaving the Biden administration with the time-consuming and legally complicated task of rewriting them. The Trump administration is moving to finalize several rules, including one that would require millions of people a year applying for a visa or a green card to give the government biometric data like iris scans and palm prints and one that would raise the price of appealing a deportation order from $110 to $975, among others."
}