{
    "url_original": "https://www.wsj.com/articles/states-of-growth-and-decline-11609460276?mod=opinion_lead_pos1",
    "url": "states-of-growth-and-decline-11609460276",
    "title": "States of Growth and Decline",
    "sub_head": "The latest Census population statistics show a shift from blue to red.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-279916?width=620&size=1.5",
    "image_1": "im-279916.jpg",
    "time": "2020-12-31 19:17:00",
    "body": "President Trump is soon expected to submit to Congress state population counts from this year’s Census for reapportionment. Last week the Census Bureau gave a preview of what to expect, and blue-state Democrats might want to prepare their smelling salts in advance.<br />Sixteen mostly coastal and Rust Belt states lost population from July 2019 to July 2020, according to the Census Bureau’s annual population survey, and Illinois, West Virginia, New York, Connecticut, Mississippi and Vermont have shrunk since 2010. At the same time, many low-tax Sun Belt states have continued to attract newcomers.<br />The pandemic may have contributed to population losses in some states as city dwellers with means escaped to rental and vacation homes. Foreign immigration also fell after President Trump suspended new green cards in April. Some states, especially in the Northeast, experienced thousands of more deaths than usual due to Covid.<br />But the bureau’s annual population estimate captures only the first few months of the pandemic when migration generally declined as most people hunkered down. Geographic mobility increased over the summer and fall, and the pandemic seems to have accelerated migration flows that have been occurring for years. States such as New Jersey, Michigan, Pennsylvania and California have counted on foreign immigration offsetting net out-migration. That didn’t happen this year, so many states lost population for the first time in decades.<br />California’s population shrank for the first time as far back as records go (-69,532). According to a separate state government survey, a net 261,000 residents moved to other states during the period, the most in nearly 25 years. High housing costs have been driving out the middle class for years. But now many large businesses are shifting workforces to other states."
}