{
    "url_original": "https://www.wsj.com/articles/steven-soderbergh-on-let-them-all-talk-and-the-future-of-movie-theaters-11607630833",
    "url": "steven-soderbergh-on-let-them-all-talk-and-the-future-of-movie-theaters-11607630833",
    "title": "Steven Soderbergh on ‘Let Them All Talk’ and the Future of Movie Theaters",
    "sub_head": "The Oscar-winning director and writer discusses Covid, collages and why anyone with an iPhone can be in the film business",
    "category_1": "Life & Arts",
    "category_2": "20 Odd Questions",
    "image_1_url": "https://images.wsj.net/im-270880?width=620&size=0.6666666666666666",
    "image_1": "im-270880.jpg",
    "time": "2020-12-10 15:07:00",
    "body": "NO FILM BUDGET is too high or too low to spook Steven Soderbergh, who’s spent decades crafting everything from indie classics like “sex, lies, and videotape” to award-winning dramas like “Traffic” and blockbusters like “Ocean’s Eleven.” All he asks: that the shoots be frightening in interesting ways.<br />“There needs to be something about the project that scares me, something that makes me anxious, that makes me feel, ‘Wow, if we don’t pull this aspect of the production off, uh, we’re going to be in trouble,’” said Mr. Soderbergh, 57, from his home in Los Feliz, Calif. “That’s what keeps me alert and on the lookout for opportunities to solve problems.”<br />For his latest film “Let Them All Talk,” an HBO Max release that stars Meryl Streep and Lucas Hedges, Mr. Soderbergh challenged his crew to shoot what amounts to 80% of the movie in 8 days while crossing the Atlantic on the Queen Mary 2. Nearly all the equipment he needed fit neatly into a couple of rolling cases. “It’s a reminder that you don’t need all that stuff,” he said. “If you have a story and you have good actors, with the technology now you can make something that looks amazing for nothing.”<br />Here, the director talks film homework and the price of making movies.<br />What I look for as a filmmaker is: freedom and momentum. Shooting on an iPhone gave me that. I wanted the ability to put a lens anywhere in seconds. I like that on “Unsane” and “Highflying Bird” our entire camera department fit in a backpack, that feeling of being an amateur."
}