{
    "url_original": "https://www.wsj.com/articles/stripe-to-offer-banking-services-in-deal-with-goldman-sachs-citigroup-11607007608?mod=markets_lead_pos7",
    "url": "stripe-to-offer-banking-services-in-deal-with-goldman-sachs-citigroup-11607007608",
    "title": "Stripe to Offer Banking Services in Deal With Goldman Sachs, Citigroup",
    "sub_head": "Shopify, a Stripe customer, will begin offering the service to its merchants early next year",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-267579?width=620&size=1.5",
    "image_1": "im-267579.jpg",
    "time": "2020-12-03 10:00:00",
    "body": "Stripe Inc. is teaming up with banks including  Goldman Sachs Group Inc.  and  Citigroup Inc.  to offer checking accounts and other business-banking services, the startup’s latest attempt to become the internet economy’s financial supermarket.<br />Stripe, which processes payments for millions of online businesses and e-commerce platforms, will soon give its customers the option of offering insured, interest-bearing bank accounts, debit cards and other cash-management services. These products aren’t meant for consumers. Rather, they are designed for the merchants and vendors that do business with Stripe’s customers.<br />Among the early adopters of Stripe’s new banking services is  Shopify Inc.,  which, starting early next year, will offer Shopify Balance accounts to many of the hundreds of thousands of merchants that use its software. Shopify Balance accounts will be held at Memphis, Tenn.-based Evolve Bancorp Inc., but Stripe is also partnering with Goldman in the U.S. and with Citigroup and  Barclays  PLC internationally to store and move customer funds.<br />Digital banks like  Square Inc.’s  Cash App and startup Chime Financial Inc. have recently earned big followings—and multibillion-dollar valuations—by providing consumers with alternatives to checking accounts. Stripe, on the other hand, is focused on automating business banking, specifically for platforms that themselves have existing ties to scores of other businesses.<br />A number of financial-technology companies offer banking and lending services alongside their signature products. Square, for example, offers commercial loans to users based in part on signals about creditworthiness gleaned from processing payments, a business that Stripe also entered last year."
}