{
    "url_original": "https://www.wsj.com/articles/strongmen-review-nostalgia-virility-and-power-11607727158",
    "url": "strongmen-review-nostalgia-virility-and-power-11607727158",
    "title": "‘Strongmen’ Review: Nostalgia, Virility  and Power",
    "sub_head": "Can a group portrait of modern tyrants tell us how to  prevent their outrages?",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-271325?width=620&size=1.5",
    "image_1": "im-271325.jpg",
    "time": "2020-12-11 17:52:00",
    "body": "In the very first sentence of “Strongmen,” its author, Ruth Ben-Ghiat, declares that her book “reflects a lifetime of thinking about authoritarian rulers.” This revelation of an extensive personal timeline of toil—a lifetime, no less—places a burden on Ms. Ben-Ghiat, a professor of history and Italian studies at New York University. Many readers—and not just the most exacting among them—are likely to say to themselves: “This book had better be good.”<br />Alas, misgivings surface at the outset, when Ms. Ben-Ghiat provides a list of her “protagonists.” They span from “Mussolini to the Present” (as the book’s subtitle states) and include, apart from Il Duce (about whom Ms. Ben-Ghiat has written elegantly in her previous books) such stalwarts of the strongman species as Hitler, Franco, Muammar Gaddafi, Saddam Hussein and Vladimir Putin. Many will take delight in the fact, which others will find irksome, that Donald Trump is also on her list, whose members number 17 in all. Of these, only three—Somalia’s onetime dictator Siad Barre, Gaddafi and Saddam—are not of the political right. And of those three, only Barre might be called a straightforward leftist. Gaddafi professed a “revolutionary” ideology never before known to man; and Saddam, an ostensibly pan-Arab Baathist, reposed greater faith in terror than in dogma.<br />So where—you might ask—are Xi Jinping, Fidel Castro and Hugo Chavez? Or Lenin, Stalin and Mao? Where on earth are the Korean Kims? Certainly not in Ms. Ben-Ghiat’s book, except mentioned in passing. She offers a blithe but unconvincing explanation for the omission of the Communist ilk: “To illuminate the entire arc of authoritarian rule,” she writes, “starting with how democracies are degraded or destroyed, I do not include Communist leaders like Xi who take power in an already-closed system.” Try telling the Turkic Muslim Uighurs or the Tibetans that Mr. Xi is not a strongman because he is the product of an established process.<br />Even by Ms. Ben-Ghiat’s litmus test—that of an “already-closed system”—the exclusion of Castro and Chavez is baffling. Both men established communism and “Bolivarian” socialism from scratch in their respective countries. There was no such system before them in Cuba and Venezuela. They are unlike Mussolini or Franco, say, only in the specific credo they espouse.<br />If wobbly in its analytical structure, Ms. Ben-Ghiat’s book is rich in anecdote. Mobutu Sese Seko, the strongman of Zaire/Congo, kept as his mistress the twin sister of his own wife. Gaddafi had a “sex dungeon” at the University of Tripoli for “instant gratification” with female students brought to him (against their will) by aides. Augusto Pinochet frequently spent time with female journalists who, in the words of a former Chilean minister, “came to interview him, but never published anything.” One of Saddam’s sons raped the daughter of his father’s favorite mistress. Italy’s Silvio Berlusconi reportedly described Angela Merkel, Germany’s chancellor, as an “unf—able lardass” in a phone conversation he was having as she stood within earshot. In another incident, which Ms. Ben-Ghiat regards as “misogynist,” Mr. Putin unleashed his dog near Ms. Merkel to trigger her well-known fear of canines."
}