{
    "url_original": "https://www.wsj.com/articles/studying-with-miss-bishop-review-learning-his-lines-11609431880",
    "url": "studying-with-miss-bishop-review-learning-his-lines-11609431880",
    "title": "‘Studying With Miss Bishop’ Review: Learning His Lines",
    "sub_head": "A memoir of encounters with literary greats, and the strange labor of the writer’s craft.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2020-12-31 11:24:00",
    "body": "Dana Gioia writes that, by the time he went to college in the early 1970s, he had “already developed a deep suspicion of all theories of art that did not originate in pleasure.” To help build on this sensible foundation, he had the good fortune, during his student days, to encounter some of the leading literary figures of the time. In his final semester as a graduate student at Harvard in 1975, Mr. Gioia was presented with a choice of teachers: Robert Lowell, then at the height of his fame, or Elizabeth Bishop, not well known and often spoken of as a Lowell protégée. Lowell’s seminar on 19th-century poetry was much in demand. “Everyone who fancied himself a poet talked about taking it,” Mr. Gioia writes. As for Bishop’s course on contemporary verse: “I had never heard anyone mention it at all.”<br />The words come from the first of the six short memoirs in this highly enjoyable book. In addition to his classes with Bishop, Mr. Gioia recalls his encounters with John Cheever, whose wit and idiosyncratic wisdom light up each of the 50 or so pages on which he features; Robert Fitzgerald, translator of Homer and Virgil and a fierce defender of metrical forms; the wild-man poet and novelist James Dickey, to whom Mr. Gioia had once given a poor review in an obscure magazine, which turned out to be neither forgotten nor forgiven; and two people unknown in the literary world—an uncle who passed on a love of books to his nephew and a little-published poet, Ronald Perry, whom Mr. Gioia had encouraged during an exchange of letters and who died unexpectedly on the eve of their planned first meeting.<br />To these six must be added the author’s younger self, about whom he writes as engagingly as he writes about anyone else. Mr. Gioia was raised among “a tight enclave of Sicilian relations” in a working-class home in Hawthorne, Calif. None of them read much. He made an early decision to be not only “among the poets,” as Keats put it, but of that minority who have jobs in the larger world—in his case as an executive at General Foods. Mr. Gioia’s achievements are said to include a reversal of the decline in sales of Jell-O. In a brief postscript, he describes his efforts to keep his literary life hidden while he was there. “Whenever something of mine appeared in the New Yorker, I would discreetly buy all five copies in the company shop, mail one to my parents, and slip the others into the bottom of the finance department’s bulging recycling bin.”<br />Elizabeth Bishop’s approach to teaching makes the reader long to be transported back to the mid-1970s, to sit in her class. After all, there was no shortage of places. She began by asking the dozen or so students who were denied the opportunity to study with Lowell to propose “three or four poets they would like to read and talk about. Does anyone have a suggestion?”<br />Someone mentioned John Ashbery, then beginning his ascent to what John Berryman used to refer to as “No. 1.” Bishop brushed the notion aside. “Oh no, we can’t read Ashbery. I wouldn’t know what to say about him.” W.H. Auden was likewise dismissed, on the eccentric grounds that “We just read him in my other class.” The poets she liked talking about most before Mr. Gioia and his fellows were William Carlos Williams and Wallace Stevens (two other poets with day jobs, as it happens: one as a doctor, the other as an insurance executive)."
}