{
    "url_original": "https://www.wsj.com/articles/superhero-film-franchise-creators-nervous-of-world-without-big-screen-debuts-11609254000?mod=business_lead_pos10",
    "url": "superhero-film-franchise-creators-nervous-of-world-without-big-screen-debuts-11609254000",
    "title": "Superhero Film Franchise Creators Nervous of World Without Big-Screen Debuts",
    "sub_head": "‘Wonder Woman 1984’ producer Charles Roven says theatrical model is the lifeblood of franchise films",
    "category_1": "Business",
    "time": "2020-12-29 10:00:00",
    "body": "This Christmas weekend, millions of movie lovers tuned in to watch Wonder Woman fly across their televisions instead of on towering movie screens. While convenient for some and for others the only way to see the movie, the creators of the production describe streaming as a regrettable medium for superhero films.<br />Star Gal Gadot, who plays the main character in “Wonder Woman 1984,” said in an interview the streaming experience for viewers is unlikely to match going to the movie theater. “Cinemas have the ability to give fans the 360 experience,” she said.<br />Director Patty Jenkins even shot the film with special IMAX cameras hoping to amplify the scale of the 2½ hour action-packed spectacle.<br />The producer of “Wonder Woman 1984,” Charles Roven, who has made a career out of producing big-budget franchise films, also said the big screen is key to superhero movies’ success with fans. But, in Hollywood, where the genre has dominated the business for more than a decade, their allure is also about profitability, he said. The longtime producer isn’t convinced WarnerMedia’s plan to debut his films, “Wonder Woman 1984” and next year’s “The Suicide Squad” in theaters and on streaming service HBO Max simultaneously, makes economic sense.<br />“If you’re making a movie that costs $200 million plus and you want it to be viable,” it needs a big theatrical debut, said Mr. Roven. “People want the spectacle so that’s why you spend the money. They come to see it. That generates the profits.”"
}