{
    "url_original": "https://www.wsj.com/articles/supreme-court-agrees-to-consider-medicaid-work-requirements-11607126369?mod=politics_lead_pos7",
    "url": "supreme-court-agrees-to-consider-medicaid-work-requirements-11607126369",
    "title": "Supreme Court Agrees to Consider Medicaid Work Requirements",
    "sub_head": "Federal program allowing states to make Medicaid recipients work has been blocked by lower courts",
    "category_1": "Politics",
    "category_2": "Health Policy",
    "image_1_url": "https://images.wsj.net/im-268778?width=620&size=1.5",
    "image_1": "im-268778.jpg",
    "time": "2020-12-04 18:59:00",
    "body": "WASHINGTON—The Supreme Court said Friday it would consider the legality of a Trump administration program allowing states to impose work requirements on Medicaid recipients.<br />Lower courts have blocked the program, which stripped health insurance from recipients who didn’t file paperwork demonstrating they were working or otherwise complying with or exempt from the requirements. Those courts found that the requirements interfered with Medicaid’s statutory purpose of  expanding health-care coverage for lower-income Americans.<br />In its Supreme Court appeal, the Trump administration argues that the secretary of Health and Human Services has broad discretion to authorize experimental projects to test policies that could further Medicaid’s purpose. The administration argues that promoting recipients’ economic self-sufficiency could improve “health outcomes”—for example, by “‘incentiviz[ing] beneficiaries to engage in their own health care”—and therefore is in line with the goals Congress established for Medicaid.<br />The case the high court agreed to hear centers on Arkansas, which in March 2018 was granted a waiver allowing it to impose work requirements on Medicaid recipients through Dec. 31, 2021.<br />The waiver, which authorized a program called Arkansas Works, was in effect for 10 months before being blocked by a federal court.  “More than 18,000 people (about 25% of those subject to the work requirement) lost coverage as a result of the project in just five months,” a federal appeals court noted."
}