{
    "url_original": "https://www.wsj.com/articles/supreme-court-denies-kentucky-religious-school-exemption-from-virus-shutdown-11608251862?mod=business_minor_pos4",
    "url": "supreme-court-denies-kentucky-religious-school-exemption-from-virus-shutdown-11608251862",
    "title": "Supreme Court Denies Kentucky Religious School Exemption From Virus Shutdown",
    "sub_head": "Unsigned order, with two conservative justices dissenting, goes against amicus brief of Sens. Mitch McConnell and Rand Paul",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-275183?width=620&size=1.5",
    "image_1": "im-275183.jpg",
    "time": "2020-12-17 19:37:00",
    "body": "WASHINGTON—The Supreme Court denied Thursday a Kentucky religious school’s request to be exempted from a public-health order closing all K-12 campuses across the state. But the court, noting that the order was soon to expire, said the school could raise new objections if restrictions are reinstated in the future.<br />Two justices, Samuel Alito and Neil Gorsuch, dissented from the unsigned order, arguing that the court should have set aside an appeals-court decision allowing Democratic Gov. Andy Beshear’s public-health directive to remain in place.<br />The Supreme Court has grown more open to religious challenges to public-health orders since Justice Amy Coney Barrett replaced the late Justice Ruth Bader Ginsburg, who was loath to second-guess rules to combat the coronavirus pandemic approved by lower courts or state officials.<br />The Danville Christian Academy went further in its argument than other recent challenges, claiming that its constitutional rights to religious exercise entitled it to keep students on campus even as all other public and secular private schools had to close.<br />The school’s claim received high-profile support, in a friend-of-the-court brief filed by former White House counsel Donald McGahn and other lawyers from the firm Jones Day on behalf of Senate Majority Leader Mitch McConnell (R., Ky.), fellow Kentucky Sen. Rand Paul and 36 other Senate Republicans."
}