{
    "url_original": "https://www.wsj.com/articles/supreme-court-to-consider-ncaa-antitrust-case-on-college-athlete-compensation-11608129891?mod=politics_lead_pos6",
    "url": "supreme-court-to-consider-ncaa-antitrust-case-on-college-athlete-compensation-11608129891",
    "title": "Supreme Court to Hear NCAA Antitrust Case on College-Athlete Compensation",
    "sub_head": "Justices agree to take up NCAA appeal of ruling that it unlawfully limited competition for college athletes",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-274137?width=620&size=1.5",
    "image_1": "im-274137.jpg",
    "time": "2020-12-16 15:40:00",
    "body": "WASHINGTON—The Supreme Court agreed to decide whether the National Collegiate Athletic Association violated federal antitrust law by maintaining tight limits on compensating college athletes, a case that could determine the future shape of college sports.<br />The court, in a brief written order Wednesday, said it would hear the NCAA’s appeal of lower court rulings that found the association unlawfully limited competition for college athletes by restricting the kinds of compensation they could receive related to their education.<br />Those rulings cleared the way for college athletes to receive an expanded range of education-related benefits, such as laptop computers or musical instruments, study-abroad programs, internships and paid-for graduate school. The rulings didn’t lift NCAA limits on athlete compensation unrelated to education.<br />The Supreme Court is stepping into a legal and political fight that has subsequently expanded dramatically and is now not just about athlete compensation, but also control of the multibillion-dollar college-sports industry.<br />In the years since former West Virginia University running back Shawne Alston and other former Division I athletes filed their suit, states have brought unprecedented pressure on the NCAA to allow direct compensation to athletes for the use of their names, images or likenesses. In response, the NCAA tore up its decadeslong definition of amateurism and conceded that it will allow some endorsement money to flow to college athletes starting in the 2021-2022 school year."
}