{
    "url_original": "https://www.wsj.com/articles/supreme-court-hears-arguments-on-jewish-property-in-nazi-germany-and-hungary-11607386812?mod=politics_lead_pos4",
    "url": "supreme-court-hears-arguments-on-jewish-property-in-nazi-germany-and-hungary-11607386812",
    "title": "Supreme Court Hears Arguments on Jewish Property in Nazi Germany and Hungary",
    "sub_head": "Lawyers for the two countries say Jewish heirs’ Holocaust-era claims have no place in U.S. courts",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-269230?width=620&size=1.5",
    "image_1": "im-269230.jpg",
    "time": "2020-12-07 19:20:00",
    "body": "WASHINGTON—Germany and Hungary appeared before the Supreme Court on Monday, asking the justices to bar Holocaust-era victims from seeking compensation in U.S. courts for property allegedly confiscated by the Nazi government and its allied regime in Budapest.<br />The cases are separate, involving different  procedural arguments over distinct forms of property. Germany is defending the 1935 acquisition of the Welfenschatz or Guelph Treasure, a trove of medieval religious artifacts held by a Berlin museum, while Hungary is opposing claims against the state railway MAV for items seized from Jews transported to death camps.<br />But both cases boil down to this: The former Axis nations contend that these claims should be resolved through the German and Hungarian legal systems rather than U.S. federal courts. In general, foreign governments can’t be sued in U.S. courts, but there are exceptions for certain types of claims, and the U.S. Court of Appeals for the District of Columbia Circuit found that both cases could proceed.<br />In the German case, the D.C. Circuit found the claim fell under an exception allowing suits for expropriation of property in violation of international law. The plaintiffs—heirs and successors of Jewish art dealers who claim they were coerced into selling the artifacts—contend that property confiscation was an element of the Nazis’ genocidal policies and therefore violated international law.<br />Jonathan Freiman, a New Haven, Conn., lawyer representing Germany, told the justices that the plaintiffs were trying to use the Holocaust as “a jurisdictional hook” for a property claim that couldn’t otherwise be heard, as international law doesn’t prohibit states from confiscations within their own borders."
}