{
    "url_original": "https://www.wsj.com/articles/surprise-a-health-lobby-cage-match-11609371346?mod=opinion_lead_pos4",
    "url": "surprise-a-health-lobby-cage-match-11609371346",
    "title": "Surprise! A Health Lobby Cage Match",
    "sub_head": "Insurers and providers duke it out, and politicians take credit.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-279540?width=620&size=1.5",
    "image_1": "im-279540.jpg",
    "time": "2020-12-30 18:35:00",
    "body": "It will take months to digest everything in the Covid relief bill rammed through Congress and signed by President Trump over the weekend. Both parties are hailing an end to “surprise” medical billing, though a word about this cage match between doctors and insurers.<br />Here’s what we mean by surprise billing: Say you have surgery at a hospital that participates in your insurance network. Unknown to you, the anesthesiologist who puts you under isn’t part of the network. Later this provider bills your insurer for her services, at high prices without a negotiated plan discount. Then the provider sticks you with whatever the insurer refuses to pay. Surprise!<br />Awful stories abound: a family billed $50,000 for a neonatal intensive care unit stay at a hospital in their insurance network. A 2019 analysis in JAMA Internal Medicine found that 39% of more than 13 million visits to an in-network emergency room between 2010 and 2016 ended in an out-of-network bill, frequently for services like radiology.<br />Other evidence suggests the practice is concentrated among a small number of hospitals. A subset of physician staffing agencies seems to have figured out it can be lucrative to leave networks and bill patients directly—a nice little arbitrage game on an opaque, third-party payment system. No one with chest pains looks up his doctor network before dialing 911.<br />Congress has debated intervention that would shield consumers from the damage by limiting them to paying their typical network cost-sharing. As for the rest of the charges, insurers favored a “benchmark” that would reimburse providers at the median rate of in-network services. This is government dictation of what providers can charge. Hospitals and doctors preferred arbitration that would allow a supposedly neutral party to divine the proper price of the service. In other words, both want to club the other with price controls. It’s a pity they couldn’t both lose."
}