{
    "url_original": "https://www.wsj.com/articles/teachers-vie-for-covid-19-vaccine-priority-11608298482?mod=business_minor_pos1",
    "url": "teachers-vie-for-covid-19-vaccine-priority-11608298482",
    "title": "Teachers Vie for Covid-19 Vaccine Priority",
    "sub_head": "Some argue educators should be among the first in line after front-line health-care workers and residents of long-term care facilities",
    "category_1": "U.S.",
    "category_2": "Education",
    "time": "2020-12-18 08:34:00",
    "body": "Coronavirus vaccines rolled out across the nation this week for front-line health-care workers and residents of long-term care facilities. Teachers and school staff are vying for one of the first spots in line behind them.<br />Some stakeholders, ranging from teachers to state representatives to governors, have pushed to give priority to educators for coronavirus vaccines as the pandemic destabilizes education for more than 50 million children and their families. School staff are a portion of the 87 million essential workers—including grocers, farmworkers, taxi drivers, firefighters, meatpacking factory workers and aviation employees—who may be next in line for the vaccine. Leaders across these industries have lobbied for prioritization.<br />Advocates for educators hope earlier vaccine access could increase chances of returning to face-to-face learning without the roller coaster of reopening and reclosing for many districts, and bolster safety for school personnel thrust into these essential roles. Schools are indispensable to the economy, they argue, as remote learning created hurdles for the labor market and working parents, with women feeling it most. The education and well-being of children, particularly those students who are most vulnerable, should be top of mind, they say.<br />“By taking myself out of the equation as a vector of transmission, then I feel like we’re going to have a healthier classroom and better attendance,” said Sommer Lyons, a pre-K teacher at McKinley Elementary School in Tulsa, Okla. “Kids do better when we serve them in person.”<br />Federal guidelines could arrive this Sunday when the U.S. Centers for Disease Control and Prevention’s Advisory Committee on Immunization Practices makes recommendations for the next set of vaccine prioritizations. The committee will suggest the next phases of distribution—Phase 1b and Phase 1c after front-line health-care workers and residents of long-term care facilities. The group has so far proposed essential workers under Phase 1b, with high-risk adults following."
}