{
    "url_original": "https://www.wsj.com/articles/team-usa-backs-allowing-athlete-protests-at-olympics-11607624169",
    "url": "team-usa-backs-allowing-athlete-protests-at-olympics-11607624169",
    "title": "Team USA Backs Allowing Athlete Protests at Olympics",
    "sub_head": "U.S. Olympic leaders say they won’t punish athletes who advocate for racial and social justice at the Games. The International Olympic Committee bans such displays.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-271442?width=620&size=1.3704496788008564",
    "image_1": "im-271442.jpg",
    "time": "2020-12-10 13:16:00",
    "body": "Olympic officials banished two American track athletes from the 1968 Summer Games for protesting racial injustice by raising black-gloved fists on the medal stand. On Thursday, Team USA signaled that it believes such a punishment shouldn’t happen again.<br />The U.S. Olympic and Paralympic Committee, backing the recommendations of a council on racial and social justice it helped form earlier this year, called for an end to the International Olympic Committee rule that prohibits protest at Olympic sites and venues.<br />“The USOPC values the voices of Team USA athletes and believes that their right to advocate for racial and social justice, and be a positive force for change, absolutely aligns with the fundamental values of equality that define Team USA and the Olympic and Paralympic movements,” USOPC chief executive Sarah Hirshland said. Team USA won’t sanction athletes for protesting at the Games in support of those causes, it said.<br />The announcement sets up a showdown ahead of next summer’s Tokyo Games between the world’s most powerful Olympic nation and the IOC, which has resisted relaxing protest rules on the biggest Olympic stages.<br />The IOC responded to a request for comment by sharing a statement from Kirsty Coventry, chair of the IOC Athletes’ Commission. She said the commission would consider the U.S. feedback and that of other nations’ athletes before providing recommendations to the IOC Executive Board. So far, the majority of athletes have said they want to preserve the Olympic podium and field of play, Coventry said."
}