{
    "url_original": "https://www.wsj.com/articles/tear-down-this-judicial-paywall-11607900423?mod=opinion_lead_pos10",
    "url": "tear-down-this-judicial-paywall-11607900423",
    "title": "Tear Down This Judicial Paywall",
    "sub_head": "Federal courts charge 10 cents a page to read public records.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-13 18:00:00",
    "body": "It’s been a season of federal lawsuits. There have been multiple actions by the Trump campaign and his allies to contest the election results. Google and  Facebook  are the subject of Justice Department antitrust actions. If you follow this stuff, you might be interested in reading the court records themselves—but it’ll cost you. Ten cents a page, according to the federal judiciary, even if you read them online.<br />That’s crazy. These are public records sitting in the public domain, and the judiciary is the only branch of the federal government that charges for online access. The latest White House press briefing will run you precisely zero dollars. Food and Drug Administration reports? Congressional roll call votes? All free.<br />The law authorizing judicial fees is a relic of a time before the internet, when accessing court records meant physically going to the courthouse and asking a clerk to copy them page by page. It should have been repealed decades ago when the records went online.<br />Last week the House passed the Open Courts Act, a bipartisan bill that would eliminate access fees and align the judiciary with the rest of the federal government. The Senate should follow suit and the president should sign this into law. Sadly, the chances of it happening soon are slim.<br />The benefits of making public records free are obvious. A core function of government is to assemble and disseminate information for the benefit of the public. The federal government, for all its shortcomings, is astonishingly good at this. Just ask the thousands of analysts on Wall Street who use Securities and Exchange Commission filings to price securities accurately. Or the legions of lawyers, journalists, scholars and members of the public who use federal records to anticipate and study new regulations, craft legal strategies for businesses big and small, and hold the government accountable."
}