{
    "url_original": "https://www.wsj.com/articles/tech-choices-dictate-teen-friendships-during-pandemic-11609246800?mod=business_minor_pos9",
    "url": "tech-choices-dictate-teen-friendships-during-pandemic-11609246800",
    "title": "Tech Choices Dictate Teen Friendships During Pandemic",
    "sub_head": "The use of Snapchat, Instagram or TikTok can fray or strengthen ties, depending on whether pals communicate the same way",
    "category_1": "Tech",
    "category_2": "Family & Tech: Julie Jargon",
    "time": "2020-12-29 08:00:00",
    "body": "For many teenagers, the past year has been a blur of online classes, remote extracurriculars and virtual holiday celebrations. The shift to small-screen living might not seem like a major adjustment for teens already glued to their devices, but it has reshaped what is most critical to them: their friendships.<br />I interviewed five teenagers across the country to learn what nearly a year of living virtually has been like for them. A common theme is that their tech choices—or those of their parents and even their friends’ parents—dictate with whom they have stayed in touch. That was the case, to some extent, before the Covid-19 pandemic, but it has become starker in the months since many in-person interactions came to an abrupt end in March.<br />Nearly half of the 849 teens surveyed by Common Sense Media late last spring reported feeling less connected than usual with their friends after schools closed. Students who had once talked to certain friends every day in the school cafeteria or in the hallway suddenly lost touch with all but their closest pals once schools shut down, unless they happened to be connected on the same social-media apps. Some even lost touch with their best friends because of the technology they do or don’t use.<br />Here is how these teenagers say technology has dictated their friendships in the months since the pandemic altered their social interactions.<br />Ian Pase, a 16-year-old from Anaheim Hills, Calif., who has attended his public school remotely since the spring, prefers Snapchat to keep in touch with friends. “There are a lot of people who I’m not superclose friends with who I liked talking to in class but we don’t have each other’s social media so we can’t really communicate anymore,” he said. “I also have friends who don’t have Snapchat because their parents don’t allow them to have it. They use Instagram to text each other so there’s kind of a disconnect.”"
}