{
    "url_original": "https://www.wsj.com/articles/tech-founders-gain-more-power-as-investors-clamor-for-new-listings-11608643576?mod=markets_lead_pos6",
    "url": "tech-founders-gain-more-power-as-investors-clamor-for-new-listings-11608643576",
    "title": "Tech Founders Gain More Power as Investors Clamor for New Listings",
    "sub_head": "Once-rare dual-share structures have become the norm in a sizzling tech IPO market",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-276242?width=620&size=custom_3000x2000",
    "image_1": "im-276242.jpg",
    "time": "2020-12-22 08:26:00",
    "body": "Demand for newly listed tech stocks is booming—and so, too, is the power of founders of the Silicon Valley companies.<br />In the run-up to this month’s listing of  DoorDash Inc.,  the delivery company’s board gave co-founders 20 votes per share, up from one vote in the most recent investment round. At  Airbnb Inc.,  the company’s co-founders’ votes per share doubled to 20 in recent months, according to securities filings. And the board of  Palantir Technologies Inc.,  formerly of Silicon Valley, geared up for its public listing this fall by bestowing the data-analysis company’s three founders with enough special shares that one of them can exert control with as little as 0.5% of the stock.<br />More than a decade ago, such share structures—in which leaders get more voting potency than other shareholders—were largely reserved for a tiny number of startups, typically the ones most coveted by investors, like Google and  Facebook Inc.  Airbnb, DoorDash, Palantir and a string of other recent listings show how so-called founder control has effectively become the norm.<br />The moves by the large newly listed companies are stirring concern among proponents of strong corporate governance, particularly as they come just over a year after the failed IPO of WeWork Cos.<br />WeWork co-founder Adam Neumann had full control over the business—so much so that potential investors jettisoned the offering after being spooked by his management style and the company’s mounting losses, among other issues. The high-profile debacle led many investors in Silicon Valley to question the wisdom of granting founders so much power early on. They worried that a measure once reserved for a handful of standouts was being shared too widely and without discernment. For instance, few of the large startups going public had ever produced an annual profit."
}