{
    "url_original": "https://www.wsj.com/articles/tech-tips-to-celebrate-holiday-traditionswhen-your-familys-far-apart-11607023831",
    "url": "tech-tips-to-celebrate-holiday-traditionswhen-your-familys-far-apart-11607023831",
    "title": "Tech Tips to Celebrate Holiday Traditions—When Your Family’s Far Apart",
    "sub_head": "Faced with Christmas in quarantine, far-flung families are finding ways that their smartphones, tablets and other tech can help them maintain traditions",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-266724?width=620&size=1.5",
    "image_1": "im-266724.jpg",
    "time": "2020-12-03 14:30:00",
    "body": "BEING HOME for the holidays is bound to feel different this year: Nearly 75% of Americans plan to do their best to celebrate with family and friends virtually according to a recent OnePoll survey conducted for Asurion Home+—with 93% of respondents blaming Covid-19.<br />But even if you spend the holiday season alone, you needn’t feel lonely. The dumpster fire that is 2020 has yielded at least one upside: The widespread adoption of social tech has made everyone more-or-less comfortable with shared digital experiences, from work meetings to big family meals and, implausibly, weddings.<br />Virtual communing is no longer limited to Zoom calls with relatives who can’t quite master unmuting: New app features offer an interactive e-gathering experience, which can be more meaningful than lifeless video chats said Jeremy Birnholtz, director of the Social Media Lab and associate professor of communication studies at Northwestern University. “Assuming you’re going to get the exact feelings out of online interactions as an in-person one isn’t realistic. But online interactions can help preserve relationships.”<br />Bradley Keys, a Santa Monica, Calif., marketing director, was worried that his annual Christmas Eve viewing of “The Polar Express” with family and friends would be ruined by the pandemic. Then he found a way for them to join his celebration from wherever they happened to be holed up: “This year, we’ll be using the Rave to watch together from a distance,” he said. The Rave app lets users sync up their  Netflix ,   Amazon  Prime and YouTube screenings and text or voice chat during the show.<br />To take his family’s annual Yuletide game nights virtual, Tal Shelef, co-founder of a real-estate listing site in Toronto, turned to the Houseparty app. “We’ve celebrated Game Night as a family tradition since I was a kid,” he said. “It keeps family gatherings exciting, diffuses tensions and helps everyone relax.” Houseparty lets up to eight people per “room” share face-to-face video as they play. Try Quick Draw, Heads Up, Trivia or Chips and Guac!—a Cards Against Humanity knockoff."
}