{
    "url_original": "https://www.wsj.com/articles/tech-giants-and-social-media-need-smart-regulation-11607555833?mod=opinion_lead_pos11",
    "url": "tech-giants-and-social-media-need-smart-regulation-11607555833",
    "title": "Tech Giants and Social Media Need Smart Regulation",
    "sub_head": "The digital economy should have a code of conduct that enhances competition and encourages innovation.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-268992?width=620&size=1.5",
    "image_1": "im-268992.jpg",
    "time": "2020-12-09 18:17:00",
    "body": "The antitrust cases against Google and now  Facebook  are a welcome reinvigoration of the government’s power to stop monopolization. The cases, however, aren’t enough. They will become drawn-out legal battles and will likely leave many anticompetitive practices unchanged. The U.S. should complement its litigation approach by following the lead of the British government, which recently announced the creation of a new regulatory body, the Digital Markets Unit, to enforce a code of conduct for the digital economy.<br />Digital giants like Google and Facebook dominate the internet in part because they have developed great products. But they are also gigantic because they make it harder for other companies to enter the market and compete. This reduces the quality of their offerings, limits choices for consumers, and inhibits innovation.<br />The challenge for policy makers is how to preserve what’s good about the digital giants while moving the digital economy toward the promise of capitalism, in which competition supports vibrant innovation and benefits consumers. Better enforcement of merger and antitrust law can play a role, but the best approach would be to establish new pro-competition regulation to specify the rules of the road, providing greater certainty for companies large and small, expanded opportunity for new companies to enter the market, and greater choice and control for consumers.<br />Numerous industries have become more concentrated in recent decades, increasingly dominated by smaller numbers of companies. Sometimes this happens for good reasons, like when the increased efficiency of large retailers enables them to grow and expand, leading to rising productivity and lower markups and prices. Sometimes it happens for bad reasons, such as U.S. hospital mergers that have led to minimal efficiency gains but higher prices.<br />The tech industry has become increasingly consolidated for a combination of good reasons—the network effects that accrue when many people use the same products, and economies of scale and scope—but also for bad reasons, such as a small number of companies leveraging their power in some areas to extend and protect it in others. For an example, see Google’s deals to feature its search engines on  Apple  devices."
}