{
    "url_original": "https://www.wsj.com/articles/ted-cruz-and-hong-kongs-democrats-11608853064?mod=opinion_lead_pos3",
    "url": "ted-cruz-and-hong-kongs-democrats-11608853064",
    "title": "Ted Cruz and Hong Kong’s Democrats",
    "sub_head": "The Senator blocks a bill opening America’s door to victims of China.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-278195?width=620&size=1.5",
    "image_1": "im-278195.jpg",
    "time": "2020-12-24 18:37:00",
    "body": "Rafael Cruz, the father of Texas Sen. Ted Cruz, came to the U.S. from Cuba in 1957 on a four-year student visa. He had sided with Fidel Castro against the Batista dictatorship, for which he was jailed and beaten. But he later soured on Castro and was granted political asylum in the U.S.<br />Like so many people who have escaped political oppression, Mr. Cruz has a special appreciation for America and its freedoms. So why did his son recently block legislation on the Senate floor to open America’s door to people like his father—Hong Kongers now enduring a crackdown by another Communist government?<br />The legislation is “The Hong Kong People’s Freedom and Choice Act of 2020,” and it passed the House in early December by voice vote. The bill would make it easier for Hong Kongers to gain refugee or temporary protected status. TPS allows people from designated countries to remain and work in the United Status.<br />Mr. Cruz, who has supported Hong Kong’s democracy movement in the past, offers two main objections. First, he says the bill isn’t really about helping Hong Kong; it’s another Democratic effort to relax standards on behalf of “open borders.” Second, he says it would give China an opening to infiltrate spies into the U.S.<br />He prefers his own bill to cut off federal funding for Hollywood filmmakers who censor their films for screening in China. He is also pushing the Shame Act, which would sanction China for forced sterilizations and abortions directed at religious minorities such as the Muslim Uighurs."
}