{
    "url_original": "https://www.wsj.com/articles/tesla-style-rally-puts-chinese-electric-vehicle-makers-on-par-with-gm-ford-11608201004?mod=markets_lead_pos4",
    "url": "tesla-style-rally-puts-chinese-electric-vehicle-makers-on-par-with-gm-ford-11608201004",
    "title": "Tesla-Style Rally Puts Chinese Electric-Vehicle Makers on Par With GM, Ford",
    "sub_head": "Chinese EV companies—most of them unprofitable—have seen their valuations soar to levels similar to those of the American auto giants",
    "category_1": "Markets",
    "time": "2020-12-17 05:30:00",
    "body": "China’s electric-vehicle makers have surged in value, boosted by bold national green-energy targets and individual investors hoping for a repeat of  Tesla Inc.’s  stunning performance.<br />American depositary receipts in  NIO Inc.,  the best known Chinese company focused solely on electric vehicles, have jumped roughly 11-fold this year, lifting its market value to nearly $70 billion as of Wednesday, according to FactSet. In Hong Kong, shares of Warren Buffett-backed  BYD Co. , which produces hybrid electric- and gasoline-powered cars, as well as batteries, have more than quadrupled, valuing it at $69 billion.<br />The meteoric rises put these companies in line with large traditional car makers, such as  General Motors Co.  and  Ford Motor Co. , which had market values of $59 billion and $36 billion, respectively, on a fully diluted basis.<br />For now, though, most Chinese upstarts are unprofitable—and they are also selling far fewer vehicles than major automobile groups.  Xpeng Inc.,  for example, delivered more than 14,000 cars in the first three quarters of 2020. By comparison, GM sold more than 1.9 million cars in China during the same period.<br />Tesla’s success has fed investor enthusiasm, as has China’s pledge to become carbon-neutral by 2060, said Elizabeth Kwik, investment manager for Asian equities at Aberdeen Standard Investments. “China is very serious about achieving this goal,” she said, citing President Xi Jinping’s personal endorsement."
}