{
    "url_original": "https://www.wsj.com/articles/tesla-shares-hit-record-after-last-minute-surge-ahead-of-s-p-500-debut-11608331441?mod=markets_lead_pos1",
    "url": "tesla-shares-hit-record-after-last-minute-surge-ahead-of-s-p-500-debut-11608331441",
    "title": "Tesla Shares Hit Record After Last-Minute Surge Ahead of S&P 500 Debut",
    "sub_head": "Electric-car maker has soared into ranks of most valuable U.S. companies; shares closed at $695",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-275695?width=620&size=1.5",
    "image_1": "im-275695.jpg",
    "time": "2020-12-18 20:29:00",
    "body": "Tesla Inc.  shares roared to a record high on the eve of their inclusion in the S&P 500, punctuating a 2020 rally that has propelled the electric-car maker into the ranks of the most-valuable U.S. companies.<br />Big swings in shares of the Palo Alto, Calif., company overshadowed a blah day for the broader market that saw the Dow industrials drop 124 points, or 0.4%, to 30179. Tesla trading was heavy throughout Friday before rising to a fever pitch in the last moments of the market day, when index funds that track the S&P began preparing to purchase billions of dollars worth of Tesla stock to match their holdings with the broad index.<br />Tesla shares soared in the morning before slumping in late-afternoon trading and trading in and out of the red throughout the last hour. They finished up $39.10, or 6% to $695, a closing record—some $40 a share above their last trade in the moments before the market-closing auction at Nasdaq. Traders had said the firm’s addition to the broad index raised the possibility of an epic squeeze as index funds scrambled to buy shares.<br />Investors who followed the up and down through the last chunk of the trading day suffered “a little bit of whiplash there,” said Mike Bailey, a director of research at FBB Capital Partners.<br />“It was definitely a little choppy there in the last hour,” Mr. Bailey said."
}