{
    "url_original": "https://www.wsj.com/articles/tesla-to-replace-real-estate-stock-in-s-p-500-11607727923?mod=markets_lead_pos3",
    "url": "tesla-to-replace-real-estate-stock-in-s-p-500-11607727923",
    "title": "Tesla to Replace Real-Estate Stock in S&P 500",
    "sub_head": "When it takes the place of Apartment Investment & Management, Tesla will be the biggest-ever single-stock addition to the index",
    "category_1": "Markets",
    "category_2": "Stocks",
    "image_1_url": "https://images.wsj.net/im-271723?width=620&size=1.5",
    "image_1": "im-271723.jpg",
    "time": "2020-12-11 18:38:00",
    "body": "Apartment Investment & Management Co.  will exit the S&P 500 to make room for  Tesla  Inc.,  setting the stage for the biggest-ever single-stock addition to the index.<br />The swap is due to take effect before the start of trading Dec. 21, according to S&P Dow Jones Indices, which outlined the final details of its plans for Tesla’s induction late Friday.<br />Wall Street has been buzzing about Tesla’s possible inclusion in the S&P 500 over the past six months. Excitement revved up over the summer and fizzled, only to start again last month when S&P initially unveiled its plan to add the electric-car maker to the index. The final piece of the puzzle was which stock would be removed.<br />Tesla shares have skyrocketed this year, up more than 600%, with much of those gains coming in the past month. Individual investors and fund managers who actively buy stocks pounced on the news that the stock would join the index, anticipating a surge in demand that would push Tesla shares even higher. Goldman Sachs Group Inc. analysts initially said such activity would push Tesla shares up to $600 by the inclusion date. But shares have already blown past that estimate, closing Friday at nearly $610.<br />Changes to the index are usually a mundane affair. But in the case of Tesla, the switch isn’t as simple as buying one stock and selling another for the fund managers who track the index."
}