{
    "url_original": "https://www.wsj.com/articles/texas-tries-an-election-long-shot-11607644280?mod=opinion_lead_pos3",
    "url": "texas-tries-an-election-long-shot-11607644280",
    "title": "Texas Tries an Election Long Shot",
    "sub_head": "Can a state be harmed by the way other states conduct their elections?",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-10 18:51:00",
    "body": "Ken Paxton, the Texas Attorney General, seems intent on developing a name for himself as the patron saint of lost legal causes. He’s the father of the recent and long-shot case against ObamaCare, and this week he launched another implausible appeal to the U.S. Supreme Court to overturn state presidential election results.<br />In Texas v. Pennsylvania, Mr. Paxton, joined by 17 other states and President Trump, claims that four states have harmed Texas by violating their election laws in ways that poisoned the result. He wants the Court to take the case directly, in “original jurisdiction,” and order the legislatures in Pennsylvania, Wisconsin, Michigan and Georgia to overturn election certifications for Joe Biden.<br />The Court asked the four states to reply by 3 p.m. Thursday, but it would be a legal and political earthquake if the Court took the case. Cases of original jurisdiction—when a state bypasses lower courts and goes directly to the Supreme Court—are rare and typically involve interstate disputes. This one concerns election law in states other than Texas.<br />The first issue is whether Texas has the legal standing to sue. To have standing, a plaintiff must point to a specific injury and there must be some possibility of a remedy. In this case, what is the injury? No one is interfering with Texas’s authority to deliver its Electoral College votes.<br />Mr. Paxton argues that the four states have harmed his state and violated the Electors Clause of the Constitution by holding elections with major procedural irregularities. He’s saying Texas can be harmed by the way another state manages its elections. But if Texas can sue on these grounds, then some unhappy state will sue another state after every close election whose outcome it doesn’t like."
}