{
    "url_original": "https://www.wsj.com/articles/texas-fracking-billionaires-drew-covid-19-aid-while-investing-in-rivals-11609070400?mod=business_minor_pos13",
    "url": "texas-fracking-billionaires-drew-covid-19-aid-while-investing-in-rivals-11609070400",
    "title": "Texas Fracking Billionaires Drew Covid-19 Aid While Investing in Rivals",
    "sub_head": "Sen. Ted Cruz helped rework program rules, enabling Wilks brothers and others in oil industry to get relief funding",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-277022?width=620&size=1.5",
    "image_1": "im-277022.jpg",
    "time": "2020-12-27 07:00:00",
    "body": "WASHINGTON—As the coronavirus pandemic and low oil prices walloped U.S. frackers this spring, Texas billionaires Dan and Farris Wilks got a $35 million relief loan to help one of their fracking companies stay afloat. At the same time, they were on a buying spree in the country’s oil patch.<br />Since spring, businesses controlled by the Wilks brothers have hunted for deals among fracking firms going through bankruptcy and taken or increased stakes in at least six other companies, corporate filings show. But when it looked like the oil-and-gas industry would be shut out of a key pandemic lending program, they and others in the industry turned their attention to Washington, making an appeal for help in meetings with home-state senator Ted Cruz.<br />The twin dynamics of acquisitions and government rescue show how the economic tumult caused by the pandemic has reshaped the landscape for a key U.S. industry. One result: The Wilkses have expanded their presence in a still-youthful industry where they first invested in 2002, soon to become billionaires as fracking flourished.<br />But the industry was already under pressure from international competition and a sagging oil price by the time the pandemic hit, and its mounting woes prompted the Wilkses and others to turn to allies in Washington, including Mr. Cruz. The Republican senator helped convince the Trump administration and the Federal Reserve to change the rules for pandemic loans to ensure oil and gas firms could participate.<br />Soon after the U.S. government changed the rules of its lending program in April, a Wilks family company, ProFrac Holdings LLC, applied for and received a $35 million loan, federal records show. ProFrac, a supplier of pumping equipment and services, is just one slice of the sprawling portfolio of fracking businesses that the Wilks family owns in part or outright across the American West and Canada."
}