{
    "url_original": "https://www.wsj.com/articles/thank-you-bill-barr-11607994564?mod=opinion_lead_pos1",
    "url": "thank-you-bill-barr-11607994564",
    "title": "Thank You, Bill Barr",
    "sub_head": "The Attorney General was the right man for the job in hyper-partisan times.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-14 20:09:00",
    "body": "William Barr resigned as Attorney General on Monday, effective Dec. 23, and he’s certainly earned the right to leave early. He has been the right man at the right time for that difficult job, with the principles and toughness to make difficult decisions despite bitter Democrats in Congress and a willful President Trump.<br />Mr. Barr had already been AG once so he didn’t need the title. He took the job in a Washington marked by no-limits partisanship knowing that he would be criticized no matter what he did. But he wanted to clean up a Justice Department that he rightly knew had been tainted by a corrupt FBI under James Comey and political appointees in both parties who lacked the courage or tenacity to take responsibility for hard prosecutorial judgments.<br />His achievements included navigating the end of the Robert Mueller probe while protecting the office of the Presidency from unconstitutional conclusions about obstruction of justice. Future Presidents of both parties will thank him.<br />He was willing to endure media and Democratic smears by taking fresh looks at old investigations. This included hiring U.S. Attorney John Durham to examine how the FBI could decide to investigate the 2016 Trump campaign as a Russian front. His release of documents has helped to show the FBI probe began in partisan scheming and unlawful practices, and Mr. Durham is staying on the job and may have more to report and indictments.<br />Mr. Barr also had the guts to ask another U.S. Attorney, Jeffrey Jensen, to re-examine Mr. Mueller’s prosecution of Michael Flynn. That probe turned up more malpractice and a decision to dismiss charges that never should have been brought. Mr. Barr used the lessons of these misguided probes to impose new rules and limits on political investigations."
}