{
    "url_original": "https://www.wsj.com/articles/thank-the-fed-for-the-stock-markets-runand-the-plodding-pace-to-come-11607256000?mod=markets_lead_pos5",
    "url": "thank-the-fed-for-the-stock-markets-runand-the-plodding-pace-to-come-11607256000",
    "title": "Thank the Fed for the Stock Market’s Run—And the Plodding Pace to Come",
    "sub_head": "Shares have won big this year, not primarily because earnings went up but because the cost of money went down almost to zero",
    "category_1": "Markets",
    "category_2": "Streetwise",
    "image_1_url": "https://images.wsj.net/im-268794?width=620&size=1.5",
    "image_1": "im-268794.jpg",
    "time": "2020-12-06 07:00:00",
    "body": "Many investors are still bewildered that the shock of 2020’s economy gave rise to the awe that is this year’s stock market. The puzzle gets worse: Stocks have done better than their norm of the past century even if you invested at the high in 2007 and held through both the worst financial crisis and worst pandemic in 100 years. What on Earth is going on?<br />The answer should give pause to investors who plan to hold for the long run. Stocks have won big, not primarily because earnings went up but because the cost of money went down almost to zero. A repeat in the next decade is almost inconceivable, which means future returns are likely to be pedestrian, at best.<br />To put some numbers on it, an investor who bought the S&P 500 in October 2007, stayed calm as Lehman Brothers went bust, and ignored the repeated panics and the pandemic made an annualized 7.3% above inflation, including dividends. That is far better than the 6.5% annualized real return on U.S. stocks from 1900 to the start of this year calculated by academics Elroy Dimson, Paul Marsh and Mike Staunton for  Credit Suisse .  It is on a par with the postwar returns of 7.4% over inflation annually from 1950 to the start of the year, despite the great financial crisis and the pandemic, the worst hits to the economy since the second world war.<br />This year is a fine example of why: In 2020, falling earnings coincided with much higher valuations of future earnings, as lower interest rates and bond yields made stocks look more attractive.<br />Unpack that thought and the implication is that we are paying more for the same future stream of income. That is, stocks offer pretty much the same prospective profits and dividends that they did before, but at a higher price. Sure, some biotechnology and videoconferencing stocks have had their growth accelerated by the pandemic, but shareholders of airlines, shopping-mall owners and travel companies will be using a big chunk of future profits to pay for the debt needed to survive 2020. The market assumption is that 2020 is a write-off but that S&P earnings in 2021 will be about 4% above last year’s, and 2022’s will reach roughly where 2021’s were expected to be before the pandemic hit."
}