{
    "url_original": "https://www.wsj.com/articles/the-feds-stimulus-paradox-11608161864?mod=opinion_lead_pos1",
    "url": "the-feds-stimulus-paradox-11608161864",
    "title": "The Fed’s Stimulus Paradox",
    "sub_head": "The central bank again revises its growth forecasts upward.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-274509?width=620&size=1.5",
    "image_1": "im-274509.jpg",
    "time": "2020-12-16 18:37:00",
    "body": "Federal Reserve Chairman Jerome Powell continues to stump for more economic “stimulus,” yet on Wednesday the Federal Open Market Committee mainly stood pat. Even more telling, the FOMC’s members again revised up their predictions for the economy this year and next.<br />The Fed itself was reportedly considering an increase in its purchases of Treasurys and mortgage securities, or at least extending the duration of its bond holdings to drive investors into riskier assets. The FOMC did neither. It said it will continue its current monthly rate of asset purchases of “at least” $80 billion in Treasurys and $40 billion of mortgage securities until there is “substantial” progress toward its targets of low unemployment and inflation above 2% for a sustained period.<br />This is highly accommodative policy, and we welcome the restraint not to go further. But why the mismatch between Fed words and deeds? Our guess is that it’s a mix of politics and economics. On the former, Mr. Powell wants to be in sync with the politicians who want to spend more money amid the pandemic. The chairman saluted that desire at his afternoon press conference by again exceeding his policy mandate to endorse whatever spending bill Congress comes up with.<br />Yet in their economic outlook, the Fed’s leaders again revised their forecasts in the direction of better growth and lower unemployment. The median projection of Fed governors and regional bank presidents for growth in all of 2020 improved to minus-2.4%, which is up from minus-3.7% in September, which was up from minus-6.5% in June. Their estimate for the jobless rate at the end of this year also fell to 6.7%, which is down from 7.6% in September, which was down from 9.3% in June.<br />The Fed’s economists clearly misjudged the economy’s resilience during the pandemic. Now Mr. Powell is predicting a rough few months as Covid-19 inspections spike. But the Fed also increased its median estimate for growth in 2021 to 4.2%, which is up from 4% in September. The sages are predicting that the jobless rate will fall to 5% in 2021, from 6.7% today."
}