{
    "url_original": "https://www.wsj.com/articles/the-middle-easts-dual-occupations-11608247133?mod=opinion_lead_pos9",
    "url": "the-middle-easts-dual-occupations-11608247133",
    "title": "The Middle East’s Dual ‘Occupations’",
    "sub_head": "The Israel-Morocco peace deal underscores a double standard on the West Bank versus Western Sahara.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-17 18:18:00",
    "body": "Many expected the Trump administration to recognize Israeli sovereignty over parts of the West Bank before Inauguration Day. Instead, last week it recognized Morocco’s sovereignty over Western Sahara as part of a U.S.-brokered peace deal between Jerusalem and Rabat. The new U.S. position on Morocco’s borders has a sound basis in international law and diplomatic practice, and it makes the case even stronger for doing the same with Israel and the West Bank.<br />Morocco took control of Western Sahara in 1975. The territory had been a Spanish colony, but when Madrid abandoned it, Mauritania and Morocco invaded. Hundreds of thousands of Moroccan settlers followed.<br />The United Nations has described Morocco’s presence as an “occupation,” but much of the international community has taken a more ambiguous view, describing the territory as “disputed.” The Polisario Front, a Saharawi rebel movement, also claims the territory. In 2016 U.N. Secretary-General Ban Ki-moon apologized after referring to the territory as “occupied,” in what the U.N. described as an accident.<br />Traditionally, the law of occupation applies only to sovereign territory of foreign states. This covers most cross-border conflicts but not some post-colonial transitions where there is a gap in sovereign control. Thus, while the international community strongly opposed Indonesia’s 1975 takeover of East Timor (a similarly orphaned former Portuguese colony), it didn’t treat it as an occupation. Indonesia’s 1962 takeover of the former Dutch New Guinea gained universal acceptance.<br />When Israel took the West Bank in 1967, it wasn’t the territory of a foreign country. The West Bank had itself been occupied by Jordan in 1948, at the end of British administration. The U.N. and much of the international community hasn’t been shy about using the term “occupation” to describe Israel’s presence. Yet Israel’s territorial claim on the West Bank is stronger than Morocco’s claim on Western Sahara."
}