{
    "url_original": "https://www.wsj.com/articles/the-biking-workout-that-hit-10-000-miles-in-a-year-11608980447",
    "url": "the-biking-workout-that-hit-10-000-miles-in-a-year-11608980447",
    "title": "The Biking Workout That Hit 10,000 Miles in a Year",
    "sub_head": "To keep fit while working from home during the Covid pandemic, a data analyst in Brooklyn got on his bike—and set himself an ambitious target",
    "category_1": "Life & Arts",
    "category_2": "What's Your Workout?",
    "image_1_url": "https://images.wsj.net/im-273032?width=620&size=custom_5974x3983",
    "image_1": "im-273032.jpg",
    "time": "2020-12-26 06:00:00",
    "body": "When a winter storm blanketed the Northeast in snow and ice this month, most outdoor exercisers shifted to an indoor workout. But Stephen Arthur, a 53-year-old IT specialist in the North Park Slope neighborhood of Brooklyn, was 28 miles away from cycling 10,000 miles in 2020. Determined to reach his goal before year’s end, he put knobby, snow-worthy tires on his mountain bike and bundled up. Mr. Arthur didn’t have the target in mind when 2020 began, but when the pandemic hit, cycling preserved his sanity.<br />He used to bike 2 miles round trip to work. “It was an easy way to turn my commute into exercise,” he said. When he began working from home in March during lockdown, there were days when he never left his 650-square-foot apartment or spoke with anyone, except on Zoom. “Getting outdoors to bike became the highlight of my day,” he said. “I kept waiting for the governor or mayor to say you can’t ride your bike, but instead they encouraged people to get outside and exercise.”<br />Pre-pandemic, Mr. Arthur would use vacations to take multi-day, solo bike tours in different countries. Unable to travel, he now uses weekends to explore Brooklyn by bike. “I thought I knew the city,” said Mr. Arthur, who grew up in Bergen County, N.J. “Now, I’ve gotten to know it on a whole other level.”<br />When his mom died in May, cycling became an outlet for grief. Weekend rides got longer, taking him along the Hudson River or to Coney Island or to Rockaway Beach in Queens. “I probably cycled at least four centuries in September,” he said, referring to rides of 100 miles or longer.<br />"
}