{
    "url_original": "https://www.wsj.com/articles/the-flaw-in-the-uaw-corruption-settlement-11608247208?mod=opinion_lead_pos8",
    "url": "the-flaw-in-the-uaw-corruption-settlement-11608247208",
    "title": "The Flaw in the UAW Corruption Settlement",
    "sub_head": "Union leaders should stay neutral in a member vote.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-17 18:20:00",
    "body": "Christmas came early for members of the United Auto Workers. After a five-year federal corruption investigation, the union reached a settlement with the Justice Department that gives the rank and file an opportunity for real reform.<br />The deal ends a sweeping federal investigation first made public in 2017. From 2009 to 2018, prosecutors say, the union’s top leadership embezzled millions of dollars to fund lavish lifestyles, including resort stays, golf outings, top-shelf liquor and cigars. One UAW president used interest earned on the union’s strike fund to build a vacation cabin in northern Michigan, according to reporting by the Detroit News. He used nonunion labor.<br />The feds detailed coverups and bribery attempts in an effort to keep these crimes quiet. In all 15 high-ranking union and  Fiat Chrysler Automobiles  officials have pleaded guilty to related charges, including two past UAW presidents, Dennis Williams and Gary Jones.<br />U.S. Attorney Matthew Schneider, who led the investigation, said the lack of democracy is at the core of the UAW’s problems. For 70 years, the union’s leaders were picked by influential insiders known as the Reuther Caucus and rubber-stamped by delegates at the union’s convention. That’s how Mr. Jones was able to succeed Mr. Williams. Both were convicted earlier this year. Mr. Jones pleaded guilty to embezzlement, racketeering and tax evasion. Mr. Williams pleaded guilty to one count of embezzlement.<br />Mr. Schneider and the union’s current president, Rory Gamble, agreed on six years of oversight by a court-appointed monitor, at members’ expense. The monitor won’t have any part in the union’s collective-bargaining agreements but will have the power to investigate and discipline corrupt officials. The arrangement could be extended if corruption concerns persist."
}