{
    "url_original": "https://www.wsj.com/articles/the-year-in-space-travel-11608594372?mod=opinion_lead_pos2",
    "url": "the-year-in-space-travel-11608594372",
    "title": "The Year in Space Travel",
    "sub_head": "SpaceX keeps making remarkable rocket launches look routine.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-21 18:46:00",
    "body": "We don’t have to remind readers of the ways that 2020 has been dispiriting, but there’s been some good news. The Covid vaccine rollout is a tribute to American ingenuity, and then there’s the remarkable success of the SpaceX rocket launches.<br />The latter have become so routine that they barely make the news. On Saturday the company lit the fuse on one of its 229-foot Falcon 9 rockets, which put into orbit a U.S. spy satellite. It was SpaceX’s 26th launch of 2020.<br />The part that looks surreal is when the Falcon 9’s first stage plummets back to Earth, fires its engines to arrest its fall, and then sticks an upright landing. Saturday’s rocket was launched from Florida’s Kennedy Space Center. Eight minutes later, the first stage touched down on a landing pad at nearby Cape Canaveral. If you’ve never seen the feat, check out the footage online.<br />The repeat landings are a technical and economic achievement since they lower the cost of access to orbit. The Falcon 9 booster on Saturday was completing its fifth mission. This was SpaceX’s 70th successful recovery, and in November a booster was used for a seventh time. SpaceX says one might eventually fly 10 missions without a major refurbishing. The company is aiming at a 24-hour turnaround from landing to relaunch. For almost a decade after the final Space Shuttle flight in 2011, Americans had to hitch a ride to the International Space Station on Russian craft. Now they can take the Falcon 9.<br />Space exploration is risky, and two weeks ago a prototype of SpaceX’s Starship, a 160-foot silvery rocket that founder Elon Musk wants to send to Mars, was meant to gently land during a test. Instead it came down too fast and exploded in a fireball. But Mr. Musk wasn’t fazed, at least on  Twitter : “We got all the data we needed! Congrats SpaceX team hell yeah!!”"
}