{
    "url_original": "https://www.wsj.com/articles/the-house-fight-heats-up-11608680131?mod=opinion_lead_pos2",
    "url": "the-house-fight-heats-up-11608680131",
    "title": "The House Fight Heats Up",
    "sub_head": "An Iowa candidate asks Democrats not to seat the Republican winner.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-22 18:35:00",
    "body": "How bloody-minded will Democrats be with their precariously thin House majority? We’re about to find out as Speaker Nancy Pelosi’s caucus considers an election challenge from Iowa’s 2nd Congressional district.<br />On Nov. 30, Iowa certified Republican candidate Mariannette Miller-Meeks the winner of the district, which extends southeast of Des Moines and is currently held by a Democrat. The margin was six votes.<br />On Tuesday Democrat Rita Hart submitted a brief asking the House of Representatives to overturn that outcome. Authored by Democratic election lawyer Marc Elias, it says counting 22 mostly absentee ballots would give Ms. Hart a nine-vote lead. The brief asks the House to order another recount and use its constitutional authority to seat Ms. Hart instead.<br />Among the reasons the ballots were wrongly excluded, the brief says, are signature placement, envelope seal and timeliness. Ms. Miller-Meeks’s campaign must file a response, which could raise other ballot disputes, within 30 days. Her campaign said in a statement: “Congresswoman-elect Mariannette Miller-Meeks won the vote on election night, won the 24-county audit and official canvas, won the 24-county recount, and was unanimously certified by the State of Iowa as the winner of the election by a bipartisan council.”<br />One political vulnerability for the Hart campaign is that it did not exhaust its Iowa court challenges before asking the House to intervene. The campaign said there wasn’t time for judicial relief in the one-week window between certification and the Dec. 8 deadline for a five-member state “contest court” ruling. But if only 22 ballots are at issue, the complaint could have been presented to Iowa judges."
}