{
    "url_original": "https://www.wsj.com/articles/the-amateur-hour-review-hire-teachers-for-higher-education-11607989010?mod=opinion_major_pos10",
    "url": "the-amateur-hour-review-hire-teachers-for-higher-education-11607989010",
    "title": "‘The Amateur Hour’ Review: Hire Teachers for Higher Education",
    "sub_head": "Want better instructors at universities and colleges? Then emphasize teaching, not research, when recruiting faculty members.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-273286?width=620&size=1.5",
    "image_1": "im-273286.jpg",
    "time": "2020-12-14 18:36:00",
    "body": "As the pandemic has forced most colleges and universities to adopt remote instruction, it’s worth remembering that more than 50 years ago some schools voluntarily experimented with remote instruction via televised classes. That did not go well either. Students did not feel the same connection to their instructors and that, in turn, made a difference in what was learned. “It’s better to have a poor instructor in the classroom,” said one unhappy professor in 1967, “than to have a good one on TV.”<br />The vignette comes from Jonathan Zimmerman’s “The Amateur Hour: A History of College Teaching in America.” Mr. Zimmerman, an education historian at the University of Pennsylvania, has braided together a smooth narrative from many short pieces of thread, consisting of glimpses into the experiences of faculty members, students and administrators from the early 19th century up through the 1990s, and encompassing two- and four-year institutions, large and small, elite and not. The book is economical in its presentation of materials, gathered from 60-plus archives, and even-handed in presenting the gripes of instructors and students.<br />The book’s clever title refers to the way that higher education, when hiring, evaluating and rewarding faculty, gives most attention to research productivity and little to teaching effectiveness. Partly this is due to the difficulty of measuring effectiveness in the classroom, but it is also due to the resistance of faculty members to having their teaching reviewed by peers—something that would, Mr. Zimmerman says, “make their teaching truly professional.”<br />“The Amateur Hour” begins with the recitation model of college teaching, which was near universal in the early 1800s. Students were asked to read an assigned passage and then, at class time, recite either a summary or, some professors might insist, the passage in its entirety. When lectures began to displace recitation, some college presidents worried aloud about the problem of keeping students actively engaged throughout the class session. The Yale Report of 1828 wondered whether the student attending a lecture “may repose upon his seat and yield a passive hearing . . . without ever calling into exercise the powers of his own mind.”<br />As more students enrolled in higher education, hiring did not keep pace. Class sizes grew, and students had less contact with professors. Previously, faculty members at small liberal-arts colleges knew every student on campus and could demonstrate personal concern for them. By the late 19th century, however, many American faculty members were trained in Germany and brought back with them a passion for research, as well as more interest in libraries and laboratories than in students. In 1887, Julius Seelye, the president of Amherst College, lamented the changes: “Education is a wholly personal work. It is not gained by books, or by instruction alone, nor by anything in place of the living inspiration of the living teacher.”"
}