{
    "url_original": "https://www.wsj.com/articles/the-best-holiday-light-show-ogling-the-skyline-from-new-yorks-observation-decks-11606922062",
    "url": "the-best-holiday-light-show-ogling-the-skyline-from-new-yorks-observation-decks-11606922062",
    "title": "The Best Holiday Light Show? Ogling the Skyline from New York’s Observation Decks",
    "sub_head": "A comparison of the city’s sky-high observatories, from the renovated Empire State Building to the new Edge in Hudson Yards",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-266550?width=620&size=1.5",
    "image_1": "im-266550.jpg",
    "time": "2020-12-02 10:14:00",
    "body": "AT THE START of the coronavirus pandemic last spring, many New Yorkers fled to weekend houses as fast as the bridges and tunnels could funnel them out of town. Other, less affluent city dwellers eventually followed, looking to secure a pop-up rental or spot on a parent’s couch.<br />Now a lot of the runaways have returned, but with New York in another partial lockdown, they and their families are aching for the pre-pandemic Gotham they left behind.<br />To reclaim New York City this season and view the metropolis all lit-up like a Christmas tree, gather the relatives and get moving on up to a deluxe compartment in the sky: One of Manhattan’s four loftiest observatories, a vantage point from which the city’s persona never changes. Next fall, a fifth viewing platform—confidently called the Summit—opens on East 42nd Street on the 59th floor of the One Vanderbilt building.<br />Unsurprisingly, the city’s observatories are far less crowded these days. As required by New York state law, they have cut capacity by 75% and have high-tech air-purification systems in place. Elevators are all touchless. Masks and reservations are mandatory.<br />Even Horace Greeley, the storied American newspaper editor, might amend his famous dictate to “Don’t go West.” And forget about Westchester or Long Island. Go straight up."
}