{
    "url_original": "https://www.wsj.com/articles/the-venture-capitalist-harnessing-a-new-brand-of-capitalism-to-combat-poverty-novogratz-11608338371?mod=business_minor_pos2",
    "url": "the-venture-capitalist-harnessing-a-new-brand-of-capitalism-to-combat-poverty-novogratz-11608338371",
    "title": "The Venture Capitalist Harnessing a New Brand of Capitalism to Combat Poverty",
    "sub_head": "Acumen CEO Jacqueline Novogratz relies on a ‘kitchen cabinet’ of advisors as her firm invests in startups tackling problems faced by low-income communities",
    "category_1": "Personal Board of Directors",
    "image_1_url": "https://images.wsj.net/im-274486?width=620&size=custom_2679x2679",
    "image_1": "im-274486.jpg",
    "time": "2020-12-19 12:00:00",
    "body": "In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.<br />Jacqueline Novogratz has spent her career learning how to help others. The best place to start, she says, is listening.<br />“When you’re an outsider or coming from a place of privilege, it’s really easy to think you have the answers,” Ms. Novogratz says. “The first job you have is listening.”<br />Ms. Novogratz is the founder and chief executive of Acumen, a nonprofit global venture capital fund. But she began her career as an “accidental banker” in her early 20s. After first interviewing for the role to appease her parents, her job at Chase Manhattan Bank would take her abroad to 40 countries, where she witnessed troubled economies firsthand.<br />She went on to co-found Duterimbere, a microfinance institution in Rwanda, and work for the Rockefeller Foundation before starting Acumen. The firm invests in startups that are tackling problems faced by low-income communities around the world, providing seed money to companies such as PEG Africa, which provides solar home systems on credit to off-grid households across West Africa."
}