{
    "url_original": "https://www.wsj.com/articles/the-u-s-china-tech-war-wont-end-under-biden-11607939916?mod=tech_lead_pos10",
    "url": "the-u-s-china-tech-war-wont-end-under-biden-11607939916",
    "title": "The U.S.-China Tech War Won’t End Under Biden",
    "sub_head": "A softer touch is likely, but Democrats and Republicans share concerns about the threat to core American industries and China’s techno-authoritarian ambitions",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-14 04:58:00",
    "body": "The tech war between the U.S. and China will likely continue under the Biden administration, although modestly sweeter talk may mask some of the deep bitterness.<br />The Huawei saga—centering on U.S. accusations of sanctions-dodging, industrial espionage and potential security threats—has been a centerpiece of the U.S.-China rivalry in the past couple of years. The Trump administration has restricted the Chinese telecom equipment company’s access to chips made using U.S. technology. And U.S. dominance in semiconductor equipment and design tools means it is now essentially impossible for Huawei to source chips. The U.S. has also put export controls on  Semiconductor Manufacturing International Corp. , China’s homegrown alternative to Taiwan Semiconductor Manufacturing Co., the world’s largest chip foundry by market share.<br />Such flexing of U.S. tech supremacy has laid bare China’s vulnerabilities in semiconductors, and the country has responded by redoubling its resolve to achieve self-sufficiency in chip-making. It has already devoted billions of dollars to the semiconductor industry and is recruiting top engineers from other countries. China was the world’s largest market for semiconductor equipment in the third quarter with sales of $5.62 billion, a rise of 63% from a year earlier, according to industry association SEMI.<br />The tensions over technology likely won’t go away under the new administration. The Trump administration’s blunt approach succeeded in kneecapping Huawei, with even non-American companies forced to comply with its broad restrictions. In the long run, however, such a strategy could weaken the U.S. High-tech companies eyeing the Chinese market may rethink sourcing from the U.S., or doing research or having operations there.<br />A targeted approach with American allies such as Taiwan and South Korea, both leading semiconductor manufacturers, with the narrower aim of keeping the most advanced technology out of China’s hands may be preferred by the new administration. Devoting more resources to shore up the research and manufacturing capabilities of the U.S. and its allies could make it even harder for China to catch up. Supporting chip-making at home is also consistent with President-elect Joe Biden’s pledge to boost domestic manufacturing."
}