{
    "url_original": "https://www.wsj.com/articles/the-surgeons-cut-review-where-miracle-is-the-operative-word-11607462179?mod=opinion_major_pos13",
    "url": "the-surgeons-cut-review-where-miracle-is-the-operative-word-11607462179",
    "title": "‘The Surgeon’s Cut’ Review: Where ‘Miracle’ Is the Operative Word",
    "sub_head": "A Netflix series offers gripping documentary portraits of four remarkable doctors.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-269940?width=620&size=1.5",
    "image_1": "im-269940.jpg",
    "time": "2020-12-08 16:16:00",
    "body": "As unlikely as it sounds, “The Surgeon’s Cut” is really about artists. Their métier may be on the margins of medical science—heart transplants, brain surgery, liver grafting, procedures inside the womb—but their personalities are as large, singular and even eccentric as the most “creative” individuals. They possess the same kind of vision and the same kind of drive. What they manage to do is create miracles. What the program’s four directors create—let’s call it a minor miracle—is something that does justice to their subjects.<br />The astonishments in the four-part production are manifold—the surgeries, of course, but the stories, too. Each doctor’s history, already the outcome of often uncanny happenstance and fortune, contains a wrenching twist in the plotline, a revelation that—coming as it does after every other remarkable thing—doesn’t seem possible. And wouldn’t be, if this were fiction.<br />Documentaries often succeed, rightly or wrongly, on the basis of how sympathetic their characters are. Each of the principals in “The Surgeon’s Cut” could be reciting an actuarial table and still be fascinating, but the things that they do explain, in clean, uncluttered fashion, are almost otherworldly. Kypros Nicolaides, the star of episode 1 (“Saving Life Before Birth,” directed by James Newton), is based at King’s College Hospital in London, where one of his specialties is endoscopic laser surgery on fetuses suffering “twin-to-twin transfusion syndrome”: One twin is getting too little blood, which means it is not developing; the other is getting too much, which means a strain on its heart. What Dr. Nicolaides does—through a lens we get to share—is breathtaking, and nerve-racking and not always 100% successful. But the efforts are, by definition, heroic. Likewise, Dr. Nicolaides.<br />Directed by Lucy Blakstad, episode 2 (“Sacred Brain”) is the most overtly cinematic of the four segments and perhaps the best story: Alfredo Quiñones-Hinojosa, a neurosurgeon at the Mayo Clinic in Jacksonville, Fla., grew up in Mexicali, Mexico, within view of the U.S. border fence; as a kid he practiced climbing over it and at age 19 succeeded, only to be put in a detention center. Later, he became a migrant worker in California, took English classes, went to night school, entered the University of California, Berkeley, and later medical school. “I went from harvest to Harvard in seven years,” he says, in a way that tips us off that he’s used the line before (which only makes it more charming). What he calls the “faraway”—the place he and his friends would talk about as kids—turned out to be the human brain, which Dr. Quiñones-Hinojosa regards as a sacred space, “like the gateway to a magical temple,” and from which he excises the most intractable tumors.<br />The mystical aspect of the doctor’s art, rooted in his mix of Catholicism and indigenous culture, is invoked by Ms. Blakstad in several strikingly artistic moments—the doctor spinning around in the OR, for instance, and becoming a Mexican kid spinning around in an archival film. In another sequence, a truckload of migrant workers in the back of a pickup is being passed up by a camera in a car—a car that the camera then suggests is being driven by Dr. Quiñones-Hinojosa himself."
}