{
    "url_original": "https://www.wsj.com/articles/the-shah-the-mullahs-and-irans-longstanding-nuclear-ambitions-11607624794",
    "url": "the-shah-the-mullahs-and-irans-longstanding-nuclear-ambitions-11607624794",
    "title": "The Shah, the Mullahs and Iran’s Longstanding Nuclear Ambitions",
    "sub_head": "For five decades, under two very different regimes, Tehran has built up the infrastructure for a bomb but stopped short of making one",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-270689?width=620&size=1.5",
    "image_1": "im-270689.jpg",
    "time": "2020-12-10 13:26:00",
    "body": "Iran’s nuclear ambitions are again looming over a new American administration. President-elect Joe Biden has pledged to resuscitate the 2015 Iran nuclear deal that President Trump unilaterally discarded. But after four years of enduring sanctions and targeted assassinations, the Islamic Republic may no longer be listening. Some experts fear that Iran’s pragmatists—led by President Hassan Rouhani, who negotiated the nuclear agreement—have been discredited and that Iran’s hard-liners are too suspicious of the West to reengage with another American leader.<br />As usual, the debate in Washington misreads the realities in Tehran. For the past five decades, under two very different regimes, Iran has pursued essentially the same nuclear strategy. While many Westerners fret over the tussling between Iran’s moderates and hard-liners, the most striking aspect of Iran’s nuclear-arms policy over the decades is its consistency. Mr. Biden is trying to return to diplomacy at the precise time when significant arms-control breakthroughs are all but impossible.<br />Iran’s nuclear program ramped up in earnest during the 1970s, when Shah Mohammad Reza Pahlavi concluded that his ambitions to dominate the region might require the ultimate weapon. In 1975, the shah told the  New York Times  that while he wasn’t seeking the bomb, “if 20 or 30 ridiculous little countries are going to develop nuclear weapons, then I may have to revise my policies.” In his chatty way, the shah was hinting at a nuclear hedging strategy: Iran would build a sophisticated nuclear infrastructure but defer assembling a bomb, depending on events in its dangerous neighborhood.<br />In 1979, Islamist revolutionaries overthrew the shah. The new theocracy destroyed much of the old order but proved protective of its nuclear inheritance. The Middle East was still a disorderly region, and the revolutionaries were as much Persian chauvinists as the monarch they overthrew.<br />Iran’s new clerical oligarchs never made nuclear ambitions a matter of factional dispute. The reformist President Mohammad Khatami (1997-2005) was as committed to the nuclear program as his reactionary successor, Mahmoud Ahmadinejad (2005-13). Under the watchful eye of Supreme Leader Ayatollah Ali Khamenei, the nuclear program didn’t fall prey to Iran’s poisonous domestic politics."
}