{
    "url_original": "https://www.wsj.com/articles/the-irish-buddhist-review-monk-on-a-mission-11609107538?mod=opinion_reviews_pos1",
    "url": "the-irish-buddhist-review-monk-on-a-mission-11609107538",
    "title": "‘The Irish Buddhist’ Review: Monk on a Mission",
    "sub_head": "Ordained in Rangoon, he urged his Buddhist co-religionists to despise British colonialism. His Dublin origins may have added to the fervor.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-278356?width=620&size=1.5",
    "image_1": "im-278356.jpg",
    "time": "2020-12-27 17:19:00",
    "body": "The endearingly earnest authors of “The Irish Buddhist” describe their book as “a detective story across two centuries.” Although their sleuthing is mostly archival, the tale they assemble is captivating—a jigsaw-biography that pieces together the life of Dhammaloka, a “forgotten monk” who, we’re told, “faced down the British Empire.”<br />This last assertion may seem overstated—the British Empire was, after all, a vast and impregnable place in the first decade of the 20th century, when Dhammaloka was at his militant peak. Yet the monk, born in the Dublin area in the 1850s, did succeed in making an almighty nuisance of himself in Burma, a Buddhist colonial backwater that was then a province of British India. So much so that he was charged with sedition, the cardinal colonial sin.<br />Dhammaloka arrived in Burma as William Colvin—almost certainly not his real name—sometime before 1900, traveling from Australia (it is thought) via Ceylon and India. Already steeped in Buddhist learning, he was ordained as a monk in Rangoon in July of that year. The event was “no simple and quiet affair,” the book tells us, but a lavish ceremony funded by a local merchant. Gathered to see the “auspicious ordination of a European into the Buddhist order” were more than 100 monks and 200 laypersons. The officiant was a “particularly prominent” Burmese monk and scholar.<br />It’s likely that Dhammaloka regarded this treatment as entirely befitting. As the book’s authors—Alicia Turner, Laurence Cox and Brian Bocking, all professors of religious studies—write, the Irish Buddhist cut a “bombastic” public figure. The monastic name he chose for himself can mean both“realm of the law” and “light of the law” in Pali, the sacred language of the Theravada Buddhism practiced in Burma.<br />Once ordained, Dhammaloka embarked on a 10-year spree of deliberate confrontation with the British colonial authorities, mainly in Burma but also in Ceylon, Malaya, Hong Kong and Singapore. The authors tell us that the stock-in-trade of this “disruptive, border-hopping monk” was the “Buddhist revivalist” sermon, by which he addressed crowds of Burmese natives on the evils of Christianity. A stern advocate of temperance, he inveighed against alcohol; he also spoke out against the British military presence in Burma and elsewhere. His “three-part critique” of colonialism, the authors observe, centered on “the Bible, the bottle, and the Gatling gun.”"
}