{
    "url_original": "https://www.wsj.com/articles/the-unquiet-englishman-review-many-shades-of-greene-11608825997",
    "url": "the-unquiet-englishman-review-many-shades-of-greene-11608825997",
    "title": "‘The Unquiet Englishman’ Review: Many Shades of Greene",
    "sub_head": "Finding the balance between the twin myths of Graham Greene’s inner demons and his questing spirit.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-277331?width=620&size=1.5",
    "image_1": "im-277331.jpg",
    "time": "2020-12-24 11:06:00",
    "body": "In stark chronological terms, Graham Greene (1904-1991) was a member of that spangled generation of British writers born in the golden decade between 1900 and 1910, a logjam of talent that included such mighty timbers as George Orwell and Evelyn Waugh (both born in 1903), Christopher Isherwood (1904), Anthony Powell and Henry Green (both 1905) and W.H. Auden (1907). Generational solidarity went only so far among this gang of highly individual Edwardian contenders, and so the views of Greene held by his professional peers are always worth attending to.<br />Waugh, for example, admired Greene’s work, shared his religious convictions but distrusted his politics. Orwell filed a no-holds-barred review of “The Heart of the Matter” (1948) for the New Yorker in which he accused Greene of glamorizing sin and regarding hell as a “high-class nightclub” with entry reserved exclusively for Roman Catholics. But it was Powell, brought news of the 86-year-old Greene’s death (in the Swiss hospital where he was being treated for aplastic anaemia), who left the most searing judgment: a valediction so wounding that it was confided to Powell’s diary rather than the newspapers who had asked for tributes.<br />“From the word go I had found his books wholly unreadable,” Powell begins, “long before there could have been any question of jealousy.” Good at reportage, he conceded, a lively journalist and an astute businessman, but the novels are “vulgarised Conrad” further cheapened by religious propaganda, and as for the personality of the man who wrote them, “I think he was completely cynical, really only liking sex and money and his own particular form of publicity.” There is also talk of a “colossal row” dating from the post-World War II days, when for a brief period Greene, in his capacity as a director of the firm of Eyre & Spottiswoode, was Powell’s publisher.<br />The “row” is more extensively, yet still obliquely, covered in Powell’s memoirs. It involved Powell’s group biography “John Aubrey and His Friends” (1948). Owing to a combination of paper shortages and publisher inertia, the work had still not appeared in print two years after it was accepted. When Powell, not unreasonably, complained about this delay, Greene lost his temper and declared that “it’s a bloody boring book anyway.” The memorialist professed himself “ruffled.” In reality, as Richard Greene (no relation) reveals in this diligently researched biography, the two men did not speak for the next dozen years. Powell further remarks about the contretemps that Greene “would go white with rage on such occasions, admitting that he had to have rows from time to time for his health.”<br />Powell signs off with mention of Greene’s “delight in polemics, causing trouble.” It has to be said that few of these asperities survive into “The Unquiet Englishman: A Life of Graham Greene.” This, as its author acknowledges, is intended as a corrective to Norman Sherry’s mammoth three-volume endeavor “The Life of Graham Greene” (1989-2004) and Michael Shelden’s “Graham Greene: The Enemy Within” (1995), both of which went to town on their subject’s sexual peccadilloes and his supposed deviousness. Greene’s Greene, alternatively, is, if not exactly a benign, healing presence, then a force for good in the political and ethical debates of his day—a mythmaker, certainly, and a creature of the will but, for all his trafficking with the devil, indisputably on the angels’ side."
}