{
    "url_original": "https://www.wsj.com/articles/the-covid-risks-in-the-workplace-break-room-11607302800?mod=business_lead_pos13",
    "url": "the-covid-risks-in-the-workplace-break-room-11607302800",
    "title": "The Covid Risks in the Workplace Break Room",
    "sub_head": "Workers find extra stress at what was once a lunchtime sanctuary for friendly chatter with colleagues; here’s how to take a breather safely on the job during the pandemic",
    "category_1": "Life & Arts",
    "category_2": "At Work",
    "image_1_url": "https://images.wsj.net/im-268473?width=620&size=1.5",
    "image_1": "im-268473.jpg",
    "time": "2020-12-06 20:00:00",
    "body": "Lunch breaks have become a drag for Jason Alfonso.<br />Due to the pandemic, the steel mill where he works in Pittsburg, Calif., has reduced the capacity of break rooms from six to two people, mandated wearing masks at all times and encouraged employees to spray down tables with a bleach mixture after they eat. Not the most relaxed place to take a break after spending hours in an indoor warehouse.<br />“Usually there’s only one person in there at a time. If there is someone else, we don’t sit together, definitely 6 feet apart. To me it’s the same as eating by myself,” he says. Mr. Alfonso, who has lost two family members to Covid-19, understands why the precautions are necessary.<br />At workplaces across the country, break rooms have been linked to the spread of Covid-19. They’re often small, indoor spaces where people let their guard down to socialize. Even those most careful about masks must remove them to scarf down lunch. That leaves workers vulnerable to a disease that’s primarily spread through close, person-to-person contact.<br />At the Mayo Clinic in Rochester, Minn., over 900 staff members were infected with the coronavirus in November, says Laura Breeher, an occupational medicine specialist there who helps track the spread of the coronavirus among its staff and patients. Once Mayo’s contact tracers started looking into the high number of infections, they found work-related exposures mostly happening in break rooms and lunchrooms. (Community spread outside the hospital also played a role.)"
}