{
    "url_original": "https://www.wsj.com/articles/the-navy-stops-taking-on-water-11607556845?mod=opinion_lead_pos7",
    "url": "the-navy-stops-taking-on-water-11607556845",
    "title": "The Navy Stops Taking On Water",
    "sub_head": "Decades of cuts left the U.S. fleet at almost 1916 levels, but President Trump is changing all that.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-09 18:34:00",
    "body": "The Trump administration this week is taking an important step to quicken the U.S. Navy’s buildup after its disastrous decline under previous administrations. By the Obama administration’s last year, after decades of cuts to shipbuilding and maintenance, the Navy had been stripped down to a fleet barely larger than it was 100 years ago. These 275 ships struggled to meet America’s national-security needs, leaving crews stressed, basic maintenance deferred, and the country at risk. The shipbuilding industrial base shrank to a fraction of the manufacturing might that won the Cold War.<br />Mr. Trump has made it a priority to expand the fleet to 355 battle-force ships and strengthen America’s maritime supremacy. This “blue water” strategic approach deters U.S. adversaries, allows America to project power abroad, and over time offers a cost-effective alternative to endless deployments overseas. As a maritime nation, the U.S. depends on control of the sea to protect its people as well as the flow of cargo.<br />The Trump administration has steadily increased the number and readiness of battle-force ships and Thursday will move to accelerate that buildup. The White House will release a 30-year shipbuilding plan that devotes the resources necessary to making a 355-ship fleet a reality.<br />The seminal document is the result of an unprecedented nine-month study of naval force structure by the Pentagon. It provides a detailed blueprint to lawmakers and industry partners, reinforcing the American commitment to maintaining maritime supremacy.<br />The plan will provide a battle force of 355 vessels within 10 years and nearly 400 within 20 years. It will end the decadeslong decline in attack submarines by building three a year beginning in 2025, with a goal of 80. It will more than double the number of small multimission ships to nearly 70. The backbone of this ship class will be the new Constellation-class frigates, and the Navy will need a second shipyard to increase the pace of construction. The workhorses of the fleet, Arleigh Burke-class destroyers, will be modernized."
}