{
    "url_original": "https://www.wsj.com/articles/the-martinis-contribution-to-civilization-11608328230",
    "url": "the-martinis-contribution-to-civilization-11608328230",
    "title": "The Martini’s Contribution to Civilization",
    "sub_head": "The cocktail was invented in the U.S., but it soon became a worldwide symbol of sophistication.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-274117?width=620&size=1",
    "image_1": "im-274117.jpg",
    "time": "2020-12-18 16:50:00",
    "body": "Historian Amanda Foreman searches the past for the origins of today’s world. Read previous columns here.<br />In 1887, the Chicago Tribune hailed the martini as the quintessential Christmas drink, reminding readers that it is “made of Vermouth, Booth’s Gin, and Angostura Bitters.” That remains the classic recipe, even though no one can say for certain who created it.<br />The journalist H.L. Mencken famously declared that the martini was “the only American invention as perfect as the sonnet,” and there are plenty of claimants to the title of inventor. The city of Martinez, Calif., insists the martini was first made there in 1849, for a miner who wanted to celebrate a gold strike with something “special.” Another origin story gives the credit to Jerry Thomas, the bartender of the Occidental Hotel in San Francisco, in 1867.<br />Of course, just as calculus was discovered simultaneously by Isaac Newton and Gottfried Leibniz, the martini may have sprung from multiple cocktail shakers. What soon made it stand out from all other gin cocktails was its association with high society. The hero of “Burning Daylight,” Jack London’s 1910 novel about a gold-miner turned entrepreneur, drinks martinis to prove to himself and others that he has “arrived.” Ernest Hemingway paid tribute to the drink in his 1929 novel “A Farewell To Arms” with the immortal line, “I had never tasted anything so cool and clean. They made me feel civilized.”<br />Prohibition was a golden age for the martini. Its adaptability was a boon: Even the coarsest bathtub gin could be made palatable with the addition of vermouth and olive brine (a dirty martini), a pickled onion (Gibson), lemon (twist), lime cordial (gimlet) or extra vermouth (wet). President Franklin D. Roosevelt was so attached to the cocktail that he tried a little martini diplomacy on Stalin during the Yalta conference of 1945. Stalin could just about stand the taste but informed Roosevelt that the cold on the way down wasn’t to his liking at all."
}