{
    "url_original": "https://www.wsj.com/articles/the-left-wants-a-philanthropy-of-the-few-11607989273?mod=opinion_major_pos4",
    "url": "the-left-wants-a-philanthropy-of-the-few-11607989273",
    "title": "The Left Wants a Philanthropy of the Few",
    "sub_head": "Major foundations back a proposal that would force smaller donors to spend down their funds.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-272761?width=620&size=custom_2033x1436",
    "image_1": "im-272761.jpg",
    "time": "2020-12-14 18:41:00",
    "body": "It takes a fine sense of irony to start the season of giving by trying to limit Americans’ generosity. Yet that would be the outcome of a high-profile legislative proposal unveiled on Dec. 1, “Giving Tuesday,” conceived by former hedge-fund manager John Arnold and Boston College law professor Ray Madoff. The proposal would stifle Americans who want to support worthy causes but aren’t superrich. It would also further the goals of progressive politicians who seek to punish charitable giving they don’t like and can’t control.<br />The “Initiative to Accelerate Charitable Giving” is framed as a way to force the wealthy to give more. It enjoys the backing of some of America’s biggest and most prominent foundations, including Ford, Kresge, Kellogg and Hewlett. These large and powerful institutions are effectively trying to dictate how smaller and less influential donors give, which dovetails neatly with the goals of progressive politicians and activists.<br />The centerpiece is a series of regulations on donor-advised funds, a popular option for philanthropists outside the 1%. While the foundations supporting the initiative control a combined $38 billion, the average donor-advised fund has a little more than $166,000 set aside for charity. Donor-advised funds allow individuals to donate as much as they like annually, even a few hundred dollars. Some choose to give right away, while others take a long-term approach, waiting to align their priorities with the needs of the communities they aim to serve. These funds also provide donors with the option of privacy—the particular focus of political attack.<br />Donor-advised funds have multiplied. The number of accounts has risen by more than 300% since 2010, and as their popularity has grown, so has the criticism. Sen. Sheldon Whitehouse routinely savages them, since he can’t see and therefore attack or control who gives to them. Yet the vast majority of givers are supporting critical services helping people in need, and liberals use donor-advised funds to support their favored causes too.<br />The Arnold-Madoff initiative would starve them of funding. Most notably, it encourages Congress to pass legislation that would force donor-advised funds to disburse money within 15 years or lose tax deductibility, pushing more money into the hands of tax collectors instead of charities. The 15-year marker is entirely arbitrary, and discriminatory: The foundations that back the proposal would still be able to hold their tax-advantaged funds in perpetuity. Yet donor-advised funds already have a higher payout rate than the required minimum payout for a foundation—approximately 20% compared with 5%—even though they have only a tenth of the $1 trillion managed by foundations. Donor-advised funds and private foundations alike should have the option to address the needs of communities over a longer time horizon."
}