{
    "url_original": "https://www.wsj.com/articles/the-top-interior-design-trends-for-2021-11609358367",
    "url": "the-top-interior-design-trends-for-2021-11609358367",
    "title": "The Top Interior-Design Trends for 2021",
    "sub_head": "We asked 200 design pros which trends feel fresh vs. finished. They forecast a hunger for hushed, murky rooms and hardware-less cupboards—and a quick fade for farmhouse white and open kitchen shelving.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-278838?width=620&size=1.5",
    "image_1": "im-278838.jpg",
    "time": "2020-12-30 14:59:00",
    "body": "DESIGNERS LIKE Lance Thomas see the serendipitous upside of 2020’s quarantine. “It has forced homeowners to evaluate how they live in their homes, how it makes them feel,” said the principal and co-owner of Thomas Guy Interiors in Lake Charles, La. And judging from some of the incoming trends our panel of design pros identified, the feeling most people seek is cushy, coddling comfort. Rich, deep colors replace the chilly white of Modern Farmhouse décor. Earthy, touchable materials push aside the glitz of lacquered finishes and shiny fabrics. When Andrew Kline, design director at New York’s Workshop/APD, called out nubby bouclé fabric and warm woods such as walnut, he commented, “I think this speaks to that need to create a cocoon at home, so that when you shut down your laptop and dim the lights, you’re no longer in your ‘office.’” Here, the decorating styles our experts consider past their “best before” date and the trends that will replace them in 2021.<br />While we still need me-time in the bath to maintain our sanity, the white-on-white loo has lost its allure. “Bathrooms have become less austere, less like operating theaters,” said Boston designer Mally Skok. Once-popular materials are faltering. “Bookmatched marble is so beautiful, but it’s almost echo-y white. It feels cold,” said Ms. Skok. And Sara Hillery, a designer in Richmond, Va., finds fabricated quartz looks too manufactured: “Design trends are headed toward a softer, more natural look, and these man-made options fall short.”<br />Meanwhile, the al fresco shower has acquired powerful appeal, part of the continuing push to “make the outdoor as well-designed and comfortable as the indoor,” as New York architect West Chin put it. San Francisco designer Jay Jeffers, who often installs showers like the one at right on clients’ properties in Napa Valley, points to the dreamy sense of escape they conjure. “You’re almost in a different world—Mexico or the Cayman Islands or Anguilla—somewhere else that’s not your home.”<br />Miami designer Allen Saunders, among others, foresees a rejection of slick surfaces in general. Mr. Jeffers zeroed in on shiny fabrics, a played-out way to bestow a design scheme with glossy glamour. “They give this connotation of a dressier room, which people are just not as excited about these days,” he said. As pillows or upholstery, these light-catching lamés and shimmery satins not only look chilly, they skimp on tactile comfort. “They’re a little harder in terms of their touch and hand,” he said.<br />We’re gravitating to touchable textiles like velvet, mohair and soft bouclé, said Robbie McMillan, co-owner and lead designer of AubreyMaxwell in San Francisco. “Bouclé is everywhere,” concurred Mr. Kline. “We have nowhere to go in our Chanel blazers, so we’re translating the look to sofas,” he said. Elizabeth Cooper, another Bay Area designer, highlighted furry alternatives such as alpaca (see the Arhaus pillow at right), while Bethesda, Md., designer Marika Meyer likes the tactility of crewel embroidery."
}