{
    "url_original": "https://www.wsj.com/articles/the-best-books-of-2020-science-fiction-11607642134?mod=opinion_major_pos12",
    "url": "the-best-books-of-2020-science-fiction-11607642134",
    "title": "The Best Books of 2020: Science Fiction",
    "sub_head": "From far-flung worlds to an eerie setting close to home, our columnist picks this year’s stellar reading.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2020-12-10 18:15:00",
    "body": "For sci-fi fans of a certain age, nothing was more welcome in 2020 than Eric Flint and Dave Freer’s “The Shaman of Karres” (Baen, 292 pages, $25), the third sequel to James H. Schmitz’s “The Witches of Karres,” now 70 years old and still a candidate for the best space-opera ever. “Shaman” follows the adventures of the Leewit, the youngest of the witches, whirling through space with hapless Captain Pausert on the trail of a new alien threat, one worse than the Megair Cannibals or the nanite menace. This time it’s a strange creature with powers of mind control, so insidious the controlled don’t even notice. Pure fun from the past, with just a touch of satire, all updated and with added invention. Who can resist the Daal of Uldune, a six-clone hexaperson, who is also a ruthless tyrant trying to go straight? Until, that is, his chivalrous instincts are stimulated and the gloves come off.<br />Nostalgia of a different kind is invoked by Christina Henry’s “The Ghost Tree” (Berkley, 432 pages, $16). No star-jaunting here, instead the scenario is what Ray Bradbury used to call “October country”: midwest, small town, scent of leaves burning, perfect peace. But there’s a chill in the air, Halloween is coming on and the town has closed ranks around a deadly secret. Just like the faeries of ancient folktale, the inhabitants pay an annual toll of sacrifice, and no one must speak of it. Memory of the missing is wiped out—except in 14-year old Lauren, a prime target for whatever hides in the ghost tree. It’s grimmer than Grimm, with teenage angst and rebellion included.<br />Christopher Paolini’s “To Sleep in a Sea of Stars” (Tor, 878 pages, $29.99) is quite unaffected by the weight of the past. Mr. Paolini cares nothing for the impossibility of faster-than-light travel, and has a unified field theory to back him up. But if you venture to the stars, you must be ready for First Contact, and then First Combat, and then it’s Star Wars, with the Jellies and the Nightmares and the Old Ones all mixing in. Further complexity comes from the heroine Kira, who is no longer just human now that she’s made contact with an alien mind. Mr. Paolini develops his ideas outside the story in a number of appendices. Sci-fi has always loved what some call “paratext”: future histories and fake quotations tucked in around the sides so you can get information across without putting a drag on the story. Mr. Paolini has so many ideas, that’s what he has to do.<br />Star-hopping is great, but, realists will object, we haven’t so much as got a colony on the Moon yet. And, sci-fi fans will chorus, we darned well should have by now! In “The Relentless Moon” (Tor, 542 pages, $17.99), Mary Robinette Kowal imagines a world where we did indeed try a bit harder over the last 50 years, and did what we could have done. If, that is, we’d had the kick in the pants delivered by a major asteroid impact in Chesapeake Bay. Maybe that would have made us realize that here on Earth we’re living in a giant pinball game. So we could have trained some female astronauts, given NASA some common sense and taken care of the politics at home as well as the tech in space. Not that the tech is not a problem, as Ms. Kowal shows in this truly relentless exposition of how to promote, and also sabotage, the best-planned of lunar initiatives.<br />Heroic fantasy may be the favored genre these days, but urban fantasy still has a lot going for it. Richard Kadrey’s “Ballistic Kiss” (Harper Voyager, 349 pages, $28.99) continues the adventures of “Sandman Slim,” a private investigator of the supernatural, based in Los Angeles. In previous volumes Slim has served his time in Hell and even acted as a stand-in for Lucifer. But as he points out, surviving Hell is one thing, L.A. is another."
}