{
    "url_original": "https://www.wsj.com/articles/the-oxford-handbook-of-christmas-review-the-making-of-a-holiday-11608765935?mod=opinion_reviews_pos1",
    "url": "the-oxford-handbook-of-christmas-review-the-making-of-a-holiday-11608765935",
    "title": "‘The Oxford Handbook of Christmas’ Review: The Making of a Holiday",
    "sub_head": "Personal gift-giving, as opposed to communal merry-making, is a recent development, but the logic of charity at Christmas is perennial.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-277652?width=620&size=1.5",
    "image_1": "im-277652.jpg",
    "time": "2020-12-23 18:25:00",
    "body": "If, on Christmas morning, you discover that Santa surprised you with a copy of “The Oxford Handbook of Christmas,” what might you expect? Something like “The Boy Scout Handbook,” a compendium of useful information about preserving eggnog or tying bows rather than knots? Or perhaps a religious handbook for the season that includes daily prayers and spiritual exercises?<br />Fortunately, since such books would, by Christmas Day, be pointless for the next 11 months, this vast collection, edited by Timothy Larsen—an expert in Victorian religious life—offers stimulating essays on what might be called Christmasness; thus it will be ever timely. Roughly four-dozen writers (mostly scholars and theologians) take up the history, theology, worship, global traditions and artistic creations surrounding Christmas.<br />Much of what is on offer conjures Thomas Cranmer’s encouragement in the Book of Common Prayer to “read, mark, learn, and inwardly digest.” Consider one simple element in the nativity scene from the Gospel of Luke (aka Linus’s big speech in “A Charlie Brown Christmas”): the swaddling clothes. Here they are unwrapped to reveal layers of meaning. Some are literal: Greeks, Romans and Jews, we learn, swaddled their young—wrapped their babies tightly in strips of cloth—but not the Spartans. Other meanings are scriptural: In Job, God enwraps the sea, “thick darkness its swaddling band.” Luke’s phrase can also be seen as a comment on pagan myth: Rhea swaddles a stone to trick the infanticidal Kronos into swallowing it rather than their child Zeus. Then there are the meanings that refer to salvation: Jesus’ swaddling clothes prefigure his freeing us from death’s winding sheets.<br />Luke may be specific about the infant Christ’s wrappings, but, as the opening to the handbook’s New Testament section notes: “Scripture supplies no stable, donkey, three kings, or numerous other props of seasonal children’s pageants.” The Gospel of Matthew reveals the place of Jesus’ birth and Luke allows us to calculate the year, but the exact date is unknowable. By about A.D. 200, there were at least four estimates, ranging from January to May—but nothing in December. How did Christmas land on Dec. 25? The theologian Paul F. Bradshaw is as artfully forensic as Hercule Poirot, eliminating the usual suspects, such as the dates inherited from pagan holidays. “The weakness” of one theory, he dryly remarks, was that its author “was unable to produce any firm evidence in support of it.” He leans toward the scholars who explain Dec. 25 by showing long-ago attempts to date Christ’s conception to late March.<br />Dorothy Sayers once said that Christmas had become “barnacled about with sentimental accretions.” She worried that banalities would dull the shock of the Incarnation. For the scholars in “The Oxford Handbook of Christmas,” all the accreted layers are interesting. Take gifts, for instance. The first Christmas present was, of course, Jesus himself: “For God so loved the world, that he gave His only begotten Son.” But personal gift-giving (as opposed to communal merry-making) is a recent development, coinciding with industrialization (more stuff to buy) but not limited to it: The 5-year-old Laura Ingalls received both store-bought peppermint candy and homemade red mittens. Louisa May Alcott’s “Little Women” begins during the Civil War with unhappy teens: “Christmas won’t be Christmas without any presents!” But then they bring their Christmas dinner to a poor German immigrant family, an act of kindness that inspires the rich man next door to send Christmas treats to them in turn. Charitable traditions at Christmas now encompass people of all faiths and none."
}