{
    "url_original": "https://www.wsj.com/articles/the-best-theater-of-2020-with-broadway-dark-due-to-covid-19-an-at-home-curtain-call-11607882400?mod=opinion_major_pos13",
    "url": "the-best-theater-of-2020-with-broadway-dark-due-to-covid-19-an-at-home-curtain-call-11607882400",
    "title": "The Best Theater of 2020: With Broadway Dark Due to Covid-19, an At-Home Curtain Call",
    "sub_head": "Broadway went dark and theaters shuttered due to Covid-19; then creative companies nationwide started putting stunning shows online.",
    "category_1": "Opinion",
    "category_2": "Theater Review",
    "image_1_url": "https://images.wsj.net/im-272263?width=620&size=1.5",
    "image_1": "im-272263.jpg",
    "time": "2020-12-13 13:00:00",
    "body": "<br />The last time I went to a theater was in early March, when I reviewed the off-Broadway premiere of Katori Hall’s “The Hot Wing King.” Like everybody else in the civilized world, I was well aware of the Covid-19 pandemic, but it had never occurred to me that a week later all the theaters in New York would be locked up tight and I would be confined to my Manhattan apartment until further notice. No sooner was the lockdown order issued, though, than I realized that I’d need either to discontinue my weekly drama column or approach it in a radically different way.<br />Within a week, the solution had become clear to me. San Francisco’s American Conservatory Theater and Syracuse Stage, located in upstate New York, announced that they would be streaming broadcast-quality videos of stage productions that were already in previews at the time of the lockdown. Several other regional theater companies followed suit, and I thought—perhaps I should say hoped—that more such webcasts would soon fill the electronic pipeline. Sure enough, regional companies of all kinds started putting their shows online. At first I rarely had more than one or, at most, two webcasts to choose from in any given week, but by October the pipeline had become so full that I could be selective about what I reviewed.<br />Part of what makes this development so consequential is that while I’ve been reviewing regional theater throughout the U.S. since 2004, most of my readers previously had to take my word for it when I assured them that the best regional productions are as good as anything you can see in New York, not just in major cities like Chicago and Washington, but in the least likely places. I’ll never forget how staggered I was when I flew down to Florida in 2009 to see Palm Beach Dramaworks’ production of Eugène Ionesco’s “The Chairs,” an avant-garde parable of the absurdity of human life that hasn’t been revived in Manhattan since 1998. Palm Beach is, of course, a resort town dedicated to the pursuit of expensive pleasure, and I was understandably skeptical when I arrived at the theater, a converted storefront with some 80-odd seats. To my amazement, what I saw there was, as I later wrote in the Journal, “a close-to-ideal piece of work, vibrantly staged…and acted with colossal gusto.”<br />The catch was that you couldn’t confirm the accuracy of my review unless you lived in or took a vacation fairly close to West Palm Beach, where the company is headquartered. In those days, theatrical webcasts were all but unheard of—Actors’ Equity, the union that represents professional actors in the U.S., has long frowned on them, though it’s loosened the reins slightly in recent months—and I have a sneaking suspicion that it wasn’t until I took one of my editors at the Journal to see a spectacularly fine production of “Macbeth” in Red Bank, N.J., that he finally decided I wasn’t exaggerating when I wrote in 2006 that “the time has come for American playgoers—and, no less important, arts editors—to start treating regional theater not as a minor-league branch of Broadway but as an artistically significant entity in and of itself.” Now, thanks to webcasting, anyone with a laptop can watch the shows I review each week and see for themselves."
}