{
    "url_original": "https://www.wsj.com/articles/the-best-books-of-2020-mysteries-11607642077",
    "url": "the-best-books-of-2020-mysteries-11607642077",
    "title": "The Best Books of 2020: Mysteries",
    "sub_head": "A thriller of World War II Paris, the return of Inspector Gamache and more of the year in crime fiction.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2020-12-10 18:14:00",
    "body": "Cara Black has earned a loyal following with her series starring Parisian investigator Aimée Leduc. This year, Ms. Black showed a new facet of her talent with the historical thriller “Three Hours in Paris” (Soho Crime 348 pages, $27.95). It’s the ticking-clock saga of Kate Rees, a sharpshooting American war widow trained by the British and smuggled into Paris in 1940 to assassinate the leader of Nazi Germany. The reader assumes Kate will miss her shot at Adolf Hitler—this is not alternative history—but what surprises is what comes next. Kate makes contact with Resistance operatives in a race to elude a German policeman tasked by the Führer himself with her swift capture.<br />“The Bramble and the Rose” (Norton, 198 pages, $25.95) is Tom Bouman’s third novel featuring rural Pennsylvania police officer Henry Farrell. An introspective loner, Henry approaches a personal and emotional epiphany after learning of a grisly crime: a headless corpse found in a forest. Was the victim, an out-of-town private eye, killed by a bear or a man? And what brought the victim to this neck of the woods? Henry teams up with Mary Weaver, a biologist, to hunt for a rogue animal who may or may not have acquired a taste for human flesh. “A man-killer isn’t stupid,” she explain. “It stalks its prey in absolute silence. . . . Most survivors never hear or see it . . . until it’s less than fifty feet away. And if it has a taste for man, harsh words won’t stop him.”<br />Cormoran Strike, the detective hero of an enjoyable series of books by Robert Galbraith (a pen name for J.K. Rowling), has his most complex adventure yet in “Troubled Blood” (Mulholland, 933 pages, $29). This hefty volume is stuffed with intrigue, surprise, action, violence, social comedy and romance: “value for money,” as the British say. It starts with a cold case: the disappearance some 40 years ago of a doctor whose daughter still wants to learn what happened. “The truth’s out there,” Strike promises. But time, fate and other folk seem to conspire against Strike and his business partner, Robin Ellacott. The ongoing dramas in the two investigators’ own families also threaten to lead them astray. But our pseudonymous author sorts everything out by the end with the skill of a world-class storyteller.<br />A cellphone swiped from a lawyer striding through New York’s Grand Central Terminal triggers the infernal plot-machine of Patrick Hoffman’s “Clean Hands” (Atlantic Monthly, 280 pages, $26). The phone is loaded with confidential information pertaining to a high-profile lawsuit between two banks. Getting the phone back is vital. But was the theft genuine? The lawyer’s boss calls on Valencia Walker, an ex-CIA case officer, to put out the blaze, but the blaze keeps spreading. Street-level crooks lead to smalltime hoods who point to bigger gangsters—all the way up the criminal food-chain to where everything must converge. “It just seems,” Valencia finally says, “like this might be one where it would be better if everybody would just stand down.” But is it too late for that?<br />Joe Ide’s novels about Isaiah “IQ” Quintabe, a young private investigator in East Long Beach, Calif., are among the most inventive and smartly written books in the genre. “Hi Five” (Mulholland, 341 pages, $27), IQ’s fourth case, is his most unpredictable yet. An illicit arms dealer hires him, under threat of breaking his violinist girlfriend’s fingers, to solve the murder of the crook’s daughter’s boyfriend, a killing for which the daughter stands accused. Complicating matters further, the daughter is a multiple personality; IQ must prove each of the defendant’s five “alters” innocent to save his girlfriend’s digits. All in a week’s work for this Holmesian avatar in a gritty Southern California suburb."
}