{
    "url_original": "https://www.wsj.com/articles/the-court-coronavirus-and-the-constitution-11606944806?mod=opinion_major_pos18",
    "url": "the-court-coronavirus-and-the-constitution-11606944806",
    "title": "The Court, Coronavirus and the Constitution",
    "sub_head": "The governor of New York and Mayor of New York City continue to engage in a pattern of promulgating unconstitutional orders, then withdrawing them when the Supreme Court agrees to hear the case.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-265193?width=620&size=1.5",
    "image_1": "im-265193.jpg",
    "time": "2020-12-02 16:33:00",
    "body": "Regarding your editorial “Fireworks Over Religious Liberty” (Nov. 27): The governor of New York and mayor of New York City continue to engage in a pattern of promulgating unconstitutional orders, then withdrawing them when the Supreme Court agrees to hear the case. It worked for Mayor Bill de Blasio on gun control in New York State Rifle & Pistol Association Inc. v. City of New York but not for Gov. Andrew Cuomo in Roman Catholic Diocese of Brooklyn v. Cuomo. So much for that legal gamesmanship with vital constitutional issues.<br />Unfortunately for Gov. Cuomo in the diocese case, the makeup of the Supreme Court changed and he now has to dine on the proverbial crow despite his dismissive attitude about the court’s decision. Attempting to render the central issue in the case moot by withdrawing the offensive action will no longer be tolerated when a strong constitutional insult is involved. From the main unsigned opinion to the concurring opinions, the majority has made clear it will no longer tolerate the offensive attempt to dodge the crucial constitutional issue. The temporary injunction handed down by the Supreme Court was very important and clips Gov. Cuomo’s ability to promulgate offensive orders unreasonably restrictive of religious rights. All states take notice. Also, Justice Brett Kavanaugh has recently given notice that the Second Amendment issues may soon be revisited.<br />Christopher R. Wood<br />Chester, N.J.<br />"
}