{
    "url_original": "https://www.wsj.com/articles/the-curious-case-of-mexican-general-cienfuegos-11607295519?mod=opinion_lead_pos8",
    "url": "the-curious-case-of-mexican-general-cienfuegos-11607295519",
    "title": "The Curious Case of Mexican General Cienfuegos",
    "sub_head": "The former defense minister is released in another loss for the drug war.",
    "category_1": "Opinion",
    "category_2": "The Americas",
    "image_1_url": "https://images.wsj.net/im-267995?width=620&size=1.5",
    "image_1": "im-267995.jpg",
    "time": "2020-12-06 17:58:00",
    "body": "At a West Point ceremony in November 2018, the U.S. Defense Department conferred the Legion of Merit on Mexico’s then-secretary of national defense, Gen. Salvador Cienfuegos. Less than two years later, on Oct. 15, the retired Mexican four-star was arrested in Los Angeles on drug-trafficking and money-laundering charges.<br />A grand jury in the Eastern District of New York had handed up an indictment of Gen. Cienfuegos on Aug. 14, 2019, for crimes allegedly committed between December 2015 and February 2017. The indictment remained sealed until his arrest.<br />On Oct. 16, requesting a “permanent order of detention,” Acting U.S. Attorney Seth D. DuCharme alleged before the New York court that “while holding public office in Mexico, the defendant used his official position to assist the H-2 Cartel, a notorious Mexican drug cartel, in exchange for bribes.”<br />U.S. prosecutors insist they had what they needed to convict Gen. Cienfuegos, who was an active member of the Mexican military during the six years (2012-18) he held the cabinet-level post in the government of President Enrique Peña Nieto. But on Nov. 17, Attorney General William Barr dropped the case. The general was released and on Nov. 18 returned to Mexico, where the government has said it will investigate the charges. The odds of that happening are pretty long.<br />Chalk up one more loss for the futile, half-century-old U.S. war on drugs. In this case, the circular logic out of Washington is that keeping Mexico as a U.S. partner in fighting transnational crime trumps actual crime fighting. The good news for the drug-war bureaucracy is that its jobs program is secure."
}