{
    "url_original": "https://www.wsj.com/articles/the-hunter-biden-business-11607644236?mod=opinion_lead_pos4",
    "url": "the-hunter-biden-business-11607644236",
    "title": "The Hunter Biden Business",
    "sub_head": "The story the press ignored returns in time for Joe’s Presidency.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-10 18:50:00",
    "body": "So Hunter Biden’s business is news after all. Who knew? Well, the New York Post did, and so did we and a few others.<br />But in October when the Post broke the story of an email, allegedly from Hunter Biden’s laptop, referring to a meeting he’d arranged between his father and an executive from a Ukrainian energy company, Democrats and most of the press told Americans it was Russian disinformation. The story was banned on  Twitter .  But with the election over, presto, even CNN’s Jake Tapper is a born-again bloodhound.<br />That is itself a scandal. When the younger Mr. Biden’s business relationships first surfaced—e.g., his highly paid position on the Burisma corporate board, despite no background in Ukraine or energy—it should have provoked serious reporting. Instead, the people who spent years claiming Donald Trump was a Russian agent ignored much stronger evidence that the younger Mr. Biden had been getting rich on his father’s name. He sometimes traveled to business meetings as a tag-along with his Vice President dad on Air Force II.<br />These latest reports are no surprise to Sens. Ron Johnson and Chuck Grassley, the chairmen of investigating Senate committees. In September they released a joint report detailing some of Hunter’s million-dollar dealings with politically connected foreigners. The report said they raised “serious counterintelligence and extortion concerns relating to Hunter Biden and his family.”<br />The press yawned. One who did not was our Kimberley Strassel. On Oct. 22 she wrote a column headlined “The Biden ‘Family Legacy,’” based on email and texts between Hunter and business partner Tony Bobulinski that suggest Joe Biden’s son knew exactly what he was cashing in on. At one point he reminded Mr. Bobulinksi that the heads of CEFC China Energy, a Shanghai-based conglomerate closely entwined with the Chinese government, are “coming to be MY partner to be partners with the Bidens.”"
}