{
    "url_original": "https://www.wsj.com/articles/the-biden-terrorism-account-11607038651?mod=opinion_lead_pos3",
    "url": "the-biden-terrorism-account-11607038651",
    "title": "The Biden Terrorism Account",
    "sub_head": "Small investments help prevent major distractions later on.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-268175?width=620&size=1.5",
    "image_1": "im-268175.jpg",
    "time": "2020-12-03 18:37:00",
    "body": "Two decades after 9/11, Washington understandably is concerned more with great-power competition than terrorism. But a new report from the Institute for Economics & Peace (IEP) is a reminder that terror groups remain a global scourge.<br />First, some good news: In 2019 the death toll from terrorism around the world fell for the fifth year in a row, according to IEP’s Global Terrorism Index. Deaths declined 59% between 2014 and last year, but nearly 14,000 people still died in terrorist incidents. While far-right political terrorism is on the rise, the report notes that it’s generally less lethal than Islamist terrorism and “the absolute number of far-right attacks remains low.”<br />One reason for declining deaths is that the U.S.-led coalition against Islamic State made the world safer. The report attributes 942 killings over 339 attacks to the group in 2019. It marks the first time that ISIS has been responsible for fewer than 1,000 deaths since it became active in 2013.<br />“Despite the decrease in activity from ISIL in the Middle East and North Africa, ISIL’s affiliate groups remain active across the world, and have become especially prominent in sub-Saharan Africa,” according to the report, which uses an alternative acronym for ISIS. “The expansion of ISIL affiliates into sub-Saharan Africa led to a surge in terrorism in many countries in the region. Seven of the ten countries with the largest increase in terrorism were in sub-Saharan Africa.”<br />Americans might reasonably wonder why they should care about jihadist attacks in Africa. The greatest threat of groups like ISIS and al Qaeda is to the lives of innocents everywhere. But there are significant economic costs too. “The global economic impact of terrorism was US$16.4 billion in 2019,” the report estimates. This is a “highly conservative” calculation that doesn’t include indirect effects on business and investment."
}