{
    "url_original": "https://www.wsj.com/articles/the-u-a-e-needs-u-s-arms-to-ward-off-iran-11607295383?mod=opinion_lead_pos7",
    "url": "the-u-a-e-needs-u-s-arms-to-ward-off-iran-11607295383",
    "title": "The U.A.E. Needs U.S. Arms to Ward Off Iran",
    "sub_head": "Misguided opposition in the Senate bodes ill for U.S. Mideast policy in the Biden administration.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-268977?width=620&size=1.5",
    "image_1": "im-268977.jpg",
    "time": "2020-12-06 17:56:00",
    "body": "Senate opposition to the proposed U.S. arms sales to the United Arab Emirates reflects a dangerous reversion to the Obama-era understanding of the Middle East. While opponents of the deal claim that the Emirates have misused other U.S. weapons in Yemen, the real issue is much broader.<br />A Senate vote on legislation to halt the $23 billion arms deal is expected in days. While opposition will likely fail—even if the bill passes, supermajorities would be needed to override the expected presidential veto—the thinking behind it foreshadows an ill-advised Biden administration policy toward Iran.<br />The Iranian threat to regional peace and security has altered the strategic reality of the Middle East since the misbegotten 2015 nuclear deal. Arab states increasingly fear Tehran’s nuclear weapons and ballistic missiles, but also its support for terrorism in Yemen, Lebanon, Syria and Iraq, as well as its conventional military activities. The decision by Bahrain and the U.A.E. to establish full diplomatic relations with Israel shows how Iran’s increased—and largely unchallenged—belligerence has realigned the Middle East’s correlation of forces.<br />Many of these shifts stem from the nuclear deal, which released between $120 billion and $150 billion in frozen assets and freed Iran from arduous economic sanctions, providing Tehran the resources to expand its military and clandestine capabilities. Iran’s Quds Force used its share of the windfall to beef up support for Iraqi Shiite militias, Syria’s Assad, and Hezbollah in Lebanon and Syria. In response, the Emirates and other U.S. friends rightly want more-advanced arms.<br />Less reported, but of vital importance to the Gulf Cooperation Council’s six Arab member states, was Iran’s dramatic expansion of support for Yemen’s Houthi rebels. Previous Iranian aid to the Houthis had been intended to stalemate Saudi and Emirati efforts to install a stable, pro-GCC government in San’a, but in 2017 Tehran ramped up shipments of sophisticated weaponry that could strike far beyond Yemen’s borders. This threatened Saudi Arabia’s oil infrastructure; important civilian airports in Riyadh, Dubai and Abu Dhabi; and commercial shipping in the Red Sea and the Bab el-Mandeb Strait, critical sea lanes to the Suez Canal."
}