{
    "url_original": "https://www.wsj.com/articles/the-slow-birth-of-covid-realism-11609284003?mod=opinion_lead_pos8",
    "url": "the-slow-birth-of-covid-realism-11609284003",
    "title": "The Slow Birth of Covid Realism",
    "sub_head": "Can we now admit that herd immunity and vaccines will work in tandem?",
    "category_1": "Opinion",
    "category_2": "Business World",
    "time": "2020-12-29 18:20:00",
    "body": "Italy, last seen trying to prosecute government scientists for failing to forecast an earthquake, is now pioneering the use of criminal prosecutors to examine the country’s Covid-19 response. Italy as a country ranks low on every index of efficient, accountable governments and effective legal systems. Criminalizing policy disappointments and managerial errors is a symptom of this failure, not its cure.<br />Still, the particulars of the indictment being sought by relatives of early victims will ring bells for many Americans: the shipping of infected persons to nursing homes, failure to test patients who couldn’t be connected to China, failing to order lockdowns sooner, worrying about the potential impact on businesses.<br />The U.S. remains in a similar phase of denial, with every failure related to testing, mask promotion, etc., spun as a missed chance to extinguish Covid altogether. When the reality principle intrudes, here’s suspecting the greatest failure will be the one we are least willing to acknowledge or even understand: It began with our strange reticence to acknowledge the reality of mild (and, as it turned out,  asymptomatic) Covid.<br />Any alert person knew from the get-go that, amid the exigencies of Wuhan, Chinese doctors were failing to detect mild cases, and that thousands of these cases were likely being exported to the world. Whatever the horrors in Wuhan’s hospitals, they happened not because Covid-19 is an extravagantly deadly respiratory infection. They happened because a flu-like disease had been allowed to spread unrecognized for months in an urban population unprotected by any prior immunity or vaccine.<br />Yet it instantly became a U.S. journalistic trope to accuse anyone mentioning the flu of “downplaying” the new disease—downplaying anything being the worst sin in journalism."
}