{
    "url_original": "https://www.wsj.com/articles/the-squad-faces-a-freedom-force-11607108025?mod=opinion_lead_pos5",
    "url": "the-squad-faces-a-freedom-force-11607108025",
    "title": "‘The Squad’ Faces a ‘Freedom Force’",
    "sub_head": "Trump lost badly in New York and California, but Republican candidates picked up House seats in both states. Here’s how two of them did it.",
    "category_1": "Opinion",
    "category_2": "The Weekend Interview",
    "time": "2020-12-04 13:53:00",
    "body": "A quarter-century apart in age, Nicole Malliotakis and Michelle Steel are classmates. They’re both freshmen, Republicans who’ve won election to the House of Representatives for the first time. Each ousted an incumbent Democrat in a resolutely blue state—New York and California, respectively—where Joe Biden romped home in November. And each woman has a scathing view of the politics of the other’s state as well as of her own. They’re ready to scorn Govs. Andrew Cuomo and Gavin Newsom. As for Mayor Bill de Blasio, Ms. Malliotakis, a state assemblywoman from New York City, practically combusts at the mention of his name.<br />“I think our leaderships are competing with each other to be the most radical. They keep getting bad ideas from each other,” says Ms. Malliotakis, 40, who will represent New York’s 11th Congressional District, comprised of the borough of Staten Island and parts of Brooklyn.<br />“The leadership is trying to make these states into Third World countries,” Ms. Steel, 65, responds. She is a member of the Orange County Board of Supervisors, a local legislative body, and representative-elect from California’s 48th District, a beachy slice of the county. In Washington for a freshman orientation, including a lottery for office space, the two talk to me by Zoom from their hotel rooms near the Capitol.<br />Both are robust proponents of low taxes and limited government. “Life, liberty and the pursuit of happiness,” Ms. Malliotakis says: “The government should provide an environment for that—and then get out of the way.” Ms. Steel—who was born in South Korea and came to the U.S. at 19—confesses to drawing her earliest political beliefs from her mother’s experience as a clothing-store owner in Los Angeles. “I saw that my mom was harassed—really harassed—by a tax agency, the State Board of Equalization,” she says. “And you know what? I decided that the Republican Party’s ideology is much better for small-business owners. They need less regulation and smaller taxes.” Her first foray into elective politics was a successful run for the Board of Equalization in 2007.<br />Not long into our conversation, however, a difference emerges. Asked what role President Trump played in her race, Ms. Steel says that he was “not really a factor.” Hers was a very local race: “For an 18-month period, it was just Rouda vs. Steel.” (Rep. Harley Rouda won election in 2018, unseating 15-term Republican Dana Rohrabacher.) The voters in her district, she says, “were more concerned about their businesses”—hit hard by the pandemic—and with state and local taxes."
}