{
    "url_original": "https://www.wsj.com/articles/the-best-books-of-2020-childrens-books-11607642255?mod=opinion_major_pos11",
    "url": "the-best-books-of-2020-childrens-books-11607642255",
    "title": "The Best Books of 2020: Children’s Books",
    "sub_head": "From picture-book travels to fantastic adventures, a treasure-filled year of reading.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2020-12-10 18:17:00",
    "body": "Four of the year’s best picture books have waterways—real, metaphorical, man-made—that wind through them, taking young readers on empathetic journeys of imagination. In “Birrarung Wilam” (Candlewick, 40 pages, $17.99), the waterway is a real one, Australia’s Yarra River, which gathers itself from tributaries far inland and runs through the city of Melbourne to the sea. The text of this exceptional book, by Aunty Joy Murphy and Andrew Kelly, has an incantatory magic, mingling English and the Aboriginal language of Woiwurrung: “As ngua rises, turning clouds over the distant city red . . . Birrarung begins its long winding path down to palem warreen.” What do all these words mean? Children will be able to guess from what they see in Lisa Kennedy’s evocative and rough-feeling paintings (see above). They can also check the glossary at the back. This is a marvel for reading aloud, a dreamlike sojourn through a distinctive riverine ecology.<br />The chattering, churning, whirling waters of Jordan Scott’s autobiographical picture book “I Talk Like a River” (Holiday House, 40 pages, $18.99) exist both inside and outside its young narrator, a boy who suffers from a debilitating stutter. “At school, I hide in the back of the class. I hope I don’t have to talk,” he tells us. “When my teacher asks me a question, all my classmates turn and look.” In sublime and poignant paintings, Sydney Smith shows the child’s struggle, his misery and shame—and then the glorious, sun-dappled afternoon when his father uses an example from nature to transform the boy’s understanding of himself: “I talk like a river.”<br />With enigmatic black-and-white illustrations, “The Wanderer” (Levine Querido, 96 pages, $21.99) takes readers on a gorgeous, wordless odyssey from one side of the world to another. Peter Van den Ende’s intricate drawings follow a little paper boat as it travels through oceans and seas teeming with wonders: undulating monsters, playful mermen, and aquatic creatures that resemble elephants, cheetahs and medieval jesters. Wandering, the vessel moves beneath starry skies, passing ice floes and oil rigs until, at last, it enters the waters of a moonlit canal, where a mysterious passenger disembarks. Given the absence of text, the book may seem accessible to readers of any age, but its sophistication makes it best suited to those over the age of 8.<br />Rivers unfurl like pretty ribbons across distant landscapes in “If You Come to Earth” (Chronicle, 80 pages, $18.99), a beautiful and quirky picture book by Sophie Blackall that’s styled as a child’s letter to a visitor from outer space. “There are more than seven billion people on Earth,” the narrator explains. “You can’t see our thoughts, but sometimes we show our feelings on our faces.” The illustrations for these musings have all the humor and delicacy that make Ms. Blackall’s work so distinctive (see left): wry lines and marzipan hues in tableaux that abound in seek-and-find interest. With an innocent as narrator—“Some things are part of nature. Some things are made by people”—this open-hearted book exalts the commonplace, making ordinary things seem remarkable.<br />Rivers aren’t a big feature of the year’s best illustrated chapter books, but water, ice and snow do figure in “The Silver Arrow” (Little, Brown, 259 pages, $16.99), a sparkling fantasy adventure story by Lev Grossman, with pictures by Tracy Nishamura Bishop. When an 11-year-old girl receives the gift of a steam locomotive, she and her little brother soon find themselves thundering into the magical unknown. Become conductors, they acquire train carriages—some filled with books, some with candy—and punch the tickets of chatty animal passengers.  Jaunty and wise, “The Silver Arrow” makes for a particularly fine read-aloud."
}