{
    "url_original": "https://www.wsj.com/articles/the-contradictions-of-chinas-real-estate-boom-cant-keep-going-11608111139?mod=business_minor_pos10",
    "url": "the-contradictions-of-chinas-real-estate-boom-cant-keep-going-11608111139",
    "title": "The Contradictions of China’s Real-Estate Boom Can’t Keep Going",
    "sub_head": "Real-estate developers provide much-needed economic activity and land purchases. A squeeze on their balance sheets by the government would have impacts on international markets.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-16 04:32:00",
    "body": "China’s real-estate developers contributed significantly to its recovery this year, revving up sales and construction activity as the world’s second-largest economy began to shrug off the economic effects of the pandemic.<br />But it isn’t clear whether they will be able to repeat the same act next year. Markets that are sensitive to the conditions in the sector, especially industrial metals like steel and copper, may begin to reflect that.<br />Late last month, China Banking and Insurance Regulatory Commission chief Guo Shuqing labeled real estate the country’s largest “gray rhino:” an obvious and highly dangerous threat that is tough to tackle.<br />Most listed real-estate developers breach at least one of three “red lines”—specific leverage ratios to avoid—which haven’t been officially announced, but which are repeatedly identified in state media. As of the end of the first half of 2020, only six major developers passed all three tests, according to  BNP Paribas .  Nine breached all three, among them Sunac and Evergrande, two of the country’s largest property firms.<br />In theory, where developers place on the redlines test will determine how much debt they can raise in the subsequent year. And without the ability to add leverage, their ability to buy the land required to finance local governments would be more limited. Analysts at Nomura expect land-sales revenue to rise by just 5% next year, down from 9% this year, the slowest increase in at least five years."
}