{
    "url_original": "https://www.wsj.com/articles/the-midnight-sky-review-reaching-out-in-the-void-11607629148",
    "url": "the-midnight-sky-review-reaching-out-in-the-void-11607629148",
    "title": "‘The Midnight Sky’ Review: Reaching Out in the Void",
    "sub_head": "George Clooney directs and stars in this post-apocalypic saga that intertwines the stories of an Arctic researcher, returning astronauts, and a mysterious little girl.",
    "category_1": "Film Review",
    "image_1_url": "https://images.wsj.net/im-271458?width=620&size=1.5",
    "image_1": "im-271458.jpg",
    "time": "2020-12-10 14:39:00",
    "body": "Toward the end of “The Midnight Sky”—a haunting post-apocalyptic adventure starring George Clooney, who directed, and Felicity Jones—astronauts aboard a space ship that’s been forced to change course discuss using the slingshot effect, getting a boost in velocity from the gravitational field of a planet, in this case Earth. The film, showing in select theaters before its debut on Netflix later this month, gets a boost from the gravity of Earth’s plight. In the past it was easier to see end-of-civilization sagas as entertainment. Now, at a time when the United Nations secretary-general has called the state of our planet “broken,” a movie like this one hits closer to home. That’s not to suggest it is nothing more than a cautionary tale. Mr. Clooney and his colleagues have crafted an elegant screen version of a novel by Lily Brooks-Dalton with a resonant performance at its center—his own.<br />He plays Augustine, an aging scientist and the last person left at an Arctic observatory after a catastrophe, described only as “a mistake,” has rendered most of the planet uninhabitable. Grievously ill and dependent on blood transfusions that he manages himself, he turns down an offer of evacuation in order to face his solitary fate. But Augustine’s isolation doesn’t last. He’s jolted by a status-board notification of the astronauts’ impending return from deep space; they’ve been away for two years, exploring a planet for possible colonization, and have no idea what has happened at home. Then he’s startled by the sudden appearance, right there in the observatory kitchen, of a little girl in a yellow dress and sneakers. (She’s played delightfully by Caoillin Springall, who was only 6 years old at the time of production.) Who is she? Was she left behind by evacuees? Impossible to know, because she doesn’t speak, and no way to ask, since all communications are down.<br />Solitude—existential and seemingly implacable—provides the film’s theme; the urgent human need to break out of it provides the action. The astronauts, including Ms. Jones’s Sully and David Oyelowo’s Adewole, the mission commander, don’t understand why they can’t reach mission control or anyone else on Earth. Augustine can’t tell them what happened, let alone warn them off. When a radio link is finally established it quickly fails, prompting the scientist to embark—yes, with the little girl bundled up in a parka—on a perilous trek to another Arctic station with a stronger transmitter.<br />That’s the most suspenseful part of the film, but also the most conventional, a sort of “Revenant Redux.” (No accident, since the screenplay was written by Mark L. Smith, who adapted “The Revenant” with its director, Alejandro G. Iñárritu; Mr. Smith’s adaptation here is, in the main, astute and admirably spare.) The most affecting part is Augustine’s reaching out to the space ship, with its precious human cargo. He’s had one quasi-fatherhood thrust upon him by the mysterious child, who draws a flower to tell him that her name is Iris; another father-daughter relationship is implicit in his desperate concern for Sully, whose fate becomes intertwined with his own.<br />Seeing Mr. Clooney in the role is a shock. Gone is the jauntily handsome figure we’re accustomed to. Augustine is weary, frightened, regretful of a loveless past evoked in flashback, and just plain old, with a beard so luxuriant it looks animated. He is also, now and then, warm and funny. It won’t give away too much to tell you that Augustine and Iris can’t connect fully until, sharing a wordless dinner that includes potatoes and green peas, they line up their peas on the table, then flick them at each other like kids shooting marbles."
}