{
    "url_original": "https://www.wsj.com/articles/the-ultimate-guide-to-ski-style-11607696444",
    "url": "the-ultimate-guide-to-ski-style-11607696444",
    "title": "The Ultimate Guide to Ski Style",
    "sub_head": "Anyone with basic skills can swoosh down slopes, but why look basic doing it? Here, how to dress fashionably and functionally for your next ski trip.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-271521?width=620&size=1.5",
    "image_1": "im-271521.jpg",
    "time": "2020-12-11 09:20:00",
    "body": "In Burning Questions, we expertly answer your pressing (and not-so-pressing) queries on topics related to fashion and style.<br />Early-20th-century skiers mostly layered up in bulky sweaters and wool gabardine pants. But after Alpine skiing made its Olympics debut in 1936 and gained popularity, sleek new styles began to appear. A savvy, newly mobile community embraced the pastime during the post-WWII years, triggering an explosion of technical, fashion-forward mountain-wear brands.<br />During this midcentury era, designers like  Christian Dior  and Emilio Pucci introduced sport lines for their jet-set clients, while now-classic ski labels like Obermeyer and Bogner took off. Maria Bogner (wife to Olympics skier Willy Bogner, who founded the brand) took issue with existing bulky alpine design and created the first stretch ski-pant in 1948, a style the Bogner catalog still features today.<br />In the ’70s and ’80s, silhouettes slimmed down even further, a movement led by racing brands like Spyder, launched in 1978. Boot-cut pants and neon colors glided into the on-slope mix. In the rebellious ’90s, splatter prints were popular, and the early 2000s welcomed the baggy, oversize look favored by snowboarders.<br />Today, anything goes. Brands like Perfect Moment offer retro, tightfitting ski pants with padded racing knees, while environmentally conscious companies like Helly Hansen and Patagonia are investing in chemical-free production and recycled fabrics."
}