{
    "url_original": "https://www.wsj.com/articles/the-half-life-of-marie-curie-review-fallout-of-an-affair-11607028644?mod=opinion_major_pos15",
    "url": "the-half-life-of-marie-curie-review-fallout-of-an-affair-11607028644",
    "title": "‘The Half-Life of Marie Curie’ Review: Fallout of an Affair",
    "sub_head": "Arkansas’s TheatreSquared offers a well-performed webcast of a play about the Nobel laureate’s persecution by the French press for her relationship with a married man.",
    "category_1": "Opinion",
    "category_2": "Theater Review",
    "image_1_url": "https://images.wsj.net/im-267472?width=620&size=1.5",
    "image_1": "im-267472.jpg",
    "time": "2020-12-03 15:50:00",
    "body": "In spite of all the theater-related traveling I did in the years before the pandemic struck, there are still plenty of drama companies of consequence that I have yet to see. I’ve been hearing good things about Arkansas’s TheatreSquared for some time now, and it was long my plan to see a play there after paying a visit to the Crystal Bridges Museum of American Art, which is just 30 miles away and which I also have yet to see. But life kept getting in the way, and the coming of Covid-19 finished the job: I haven’t seen a play in a theater, in or out of New York, since March. So when TheatreSquared announced that it would be webcasting a production of Lauren Gunderson’s “The Half-Life of Marie Curie” taped in an empty theater, I immediately put it on my schedule.<br />Ms. Gunderson’s work is rarely staged in New York, but she was the most frequently produced playwright in America (not counting Shakespeare) in 2017 and 2019, and it’s easy to see why. Not only does she specialize in feminist-angled plots whose protagonists are women, but she makes a special point of writing eminently practical plays that are carefully tailored to the specific needs of theater companies. Like all prolific artists, Ms. Gunderson’s work is uneven—she can be earnest to a fault when she has a political point to make—but at her best, she is a fine craftsman whose shows are always solidly made and on occasion inspired.<br />“The Half-Life of Marie Curie,” a two-hander first performed off Broadway in 2019, falls somewhere in between the extremes of over-earnestness and inspiration. It’s a bioplay that tells how Mme. Curie (Rebecca Harris)—the Polish-French physicist who discovered radium, coined the word “radioactive” and won two Nobel Prizes, in 1903 and 1911—was persecuted by France’s press when it became known that she was having a passionate affair with a married man. Hertha Ayrton (Leontyne Mbele-Mbong), a British colleague and part-time suffragette, comes to France to look after her old friend as the action gets under way. Alas, much of the dialogue that ensues amounts to little more than undramatized pulpit-pounding and ill-digested biographical data (“I’m sorry—you won another Nobel Prize?”) with a few glaring anachronisms thrown in for good measure (I cannot imagine that a Brit with so well-bred an accent would have used the word “bullshit” in casual conversation in 1911). Nevertheless, the situation portrayed by Ms. Gunderson has the advantage of being inherently dramatic, and “The Half-Life of Marie Curie” is the kind of story that can easily take wing so long as the two actors are first-rate.<br />This brings us to Ms. Harris and Ms. Mbele-Mbong, both of whom (as theater people like to say) really know how to deliver the mail. Not only does Ms. Harris bear a striking resemblance to Mme. Curie, but her binational accent is impeccable and her performance is both compelling and entirely believable. So fully does she embody her role that it hardly seems as if she’s acting at all. (Newsreel footage of Mme. Curie exists, and I’d be surprised if Ms. Harris hadn’t screened it while preparing for this show.)<br />Ms. Mbele-Mbong is no less convincing, and the production, whose skeletal sets are by Ashleigh Burns and whose sound design is by Michael Prieto, is spare but exceedingly handsome. Dawn Monique Williams, the director, is the associate artistic director of Berkeley’s Aurora Theatre Company. Her work is new to me, but if this beautifully staged show is representative, then I’ll definitely seek it out in the future."
}