{
    "url_original": "https://www.wsj.com/articles/the-darker-side-of-christmas-11608354060",
    "url": "the-darker-side-of-christmas-11608354060",
    "title": "The Darker Side of Christmas",
    "sub_head": "In many times and places, the joyful holiday has been a time for melancholy reflections and ghostly visitations.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-273548?width=620&size=1",
    "image_1": "im-273548.jpg",
    "time": "2020-12-19 12:01:00",
    "body": "In this pandemic year, many of us will be celebrating Christmas under the shadow of grief and uncertainty. But Christmas, like the pagan winter festivals that preceded it, has always carried more than a hint of darkness. The joyous celebration of the birth of the Christian savior has often been an occasion for melancholy and nostalgia, particularly when families are separated by war or other tragic events.<br />In November 1863, during the Civil War, Henry Wadsworth Longfellow’s son Charles was seriously wounded in battle. A few weeks later on Christmas, Longfellow wrote “I Heard the Bells on Christmas Day,” reflecting on how the carnage “mocks” the holiday’s promise of “peace on earth, good-will to men.” In 1943, Bing Crosby’s recording of the song “I’ll Be Home for Christmas” spoke to millions of soldiers and their families who couldn’t celebrate the holiday together: “I’ll be home for Christmas/If only in my dreams.” And in 1967, as war raged in Vietnam, Stevie Wonder’s “Someday at Christmas” looked forward, like Longfellow’s poem, to a happier future: “Someday at Christmas there’ll be no wars/When we have learned what Christmas is for.”<br />Christmas melancholy often takes a ghostly form. In the 19th century, telling ghost stories on Christmas Eve was popular in Britain and North America, a tradition that inspired many writers to create their own. The narrator of Henry James’s psychological horror story “The Turn of the Screw” calls it “gruesome, as, on Christmas Eve in an old house, a strange tale should essentially be.” Charles Dickens wrote a series of ghost stories published yearly at Christmas. “A Christmas Carol” is the most famous, but there were many others, including “The Signalman,” in which a railway worker receives spectral warnings of impending accidents. In the 20th century, continuing the tradition, Christmas has been a popular setting for horror movies, such as “Black Christmas” (1974) and “Krampus” (2015), which draws on German folklore about a demonic anti-Santa Claus who eats naughty children.<br />Many cultures have similar traditions about a Christmas visitor who punishes bad children, rather than bringing presents to good ones. In France, Père Fouettard (“Father Whipper”) is said to beat badly behaved children with a whip. On Christmas Eve in South Africa, homes may be haunted by Danny, a boy who was beaten to death by his grandmother for eating cookies left out for Santa.<br />Italy’s La Befana is more sad than scary. When the Christ child was born, she was invited by the three Magi to join them on the journey to Bethlehem, but she declined because she was too busy tending her house. She soon regretted her decision and went out to look for the wise men, but they were already gone. Ever since, on the Feast of the Epiphany—the holiday in early January that commemorates the visit of the Magi—she travels the world in search of the infant Jesus, leaving gifts for children wherever she stops."
}