{
    "url_original": "https://www.wsj.com/articles/the-best-herd-immunity-money-can-buy-11607469746?mod=opinion_lead_pos8",
    "url": "the-best-herd-immunity-money-can-buy-11607469746",
    "title": "The Best Herd Immunity Money Can Buy",
    "sub_head": "Paying people to get the Covid-19 shot may be the way to overcome skepticism about the vaccine.",
    "category_1": "Opinion",
    "category_2": "Upward Mobility",
    "time": "2020-12-08 18:22:00",
    "body": "How much would the government have to pay you to take the Covid-19 vaccine?<br />For most of us, it’s a silly question. Recent polls show that around 60% of Americans plan to get vaccinated as soon as possible and need no monetary incentive to do so. The problem is that a 60% vaccination rate may not do the trick. Dr. Anthony Fauci said this week that to keep the virus from finding new hosts, social distancing should continue until 75% to 80% of the population is vaccinated.<br />With several vaccines on the verge of being approved, talk has understandably turned to distribution. Who should be at the head of the line, health-care workers or elderly residents of long-term-care facilities? Do we give it first to the people most likely to die from Covid or to the people most likely to spread it? At some point, these questions will have to be addressed, but they are all secondary to whether we can get enough people vaccinated.<br />At this point, we still don’t even know how well the vaccines will work. We know how they fared in clinical trials, but previous vaccines have proven to be less effective outside clinical settings. People who enroll in clinical trials tend, among other things, to be healthier than the public at large and easier for doctors to observe. But assuming that the vaccines are effective, how do you convince enough people to get inoculated at a time when public trust in government institutions is at historic lows?<br />One way to go is using carrots instead of sticks. Telling people they can’t fly or send their kids to school may work in some cases, but there’s evidence that paying people to get vaccinated might be more effective. In a typical year, less than half of American adults bother to get flu shots. But a 2015 study conducted by economists at Swarthmore College found that offering people a $30 reward was enough to increase vaccination rates by 12 percentage points."
}