{
    "url_original": "https://www.wsj.com/articles/the-restaurant-lockdown-massacre-11607730189?mod=opinion_lead_pos1",
    "url": "the-restaurant-lockdown-massacre-11607730189",
    "title": "The Restaurant Lockdown Massacre",
    "sub_head": "New shutdown orders punish minorities and low-income workers.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-272510?width=620&size=1.5",
    "image_1": "im-272510.jpg",
    "time": "2020-12-11 18:43:00",
    "body": "New York’s Andrew Cuomo on Friday joined the stampede of Democratic governors shutting down restaurants despite scant evidence that they are driving a surge in Covid cases. Their shutdowns are hitting minorities the hardest and increasing economic inequality.<br />Democratic governors in Michigan, Illinois, Oregon and Washington in recent weeks have closed indoor dining. California Gov. Gavin Newsom has banned outdoor patios in most areas too. Mr. Cuomo said Friday that he’s shutting down indoor dining in New York City as of Monday.<br />According to state contact tracing data, restaurants and bars account for 1.4% of the virus spread in the state while household gatherings make up nearly 74%. That’s not surprising. In New York City, restaurants were limited to 25% capacity. Who limits capacity in their living rooms during football watch parties or Thanksgiving?<br />Restaurants and other small businesses have spent heavily to comply with government Covid regulations, including buying personal protective equipment for staff and improved ventilation systems. But now they are being punished because, well, government can’t control the virus and Democratic leaders feel they must appear to be doing something.<br />Democratic governors probably expect Congress to pass a Covid relief bill with more aid for small businesses. But this won’t cover all their rent, utilities and other overhead. The National Restaurant Association this week said 110,000 restaurants have permanently shuttered in 2020, notwithstanding forgivable government loans."
}