{
    "url_original": "https://www.wsj.com/articles/the-fdas-political-inoculation-11607038524?mod=opinion_lead_pos2",
    "url": "the-fdas-political-inoculation-11607038524",
    "title": "The FDA’s Political Inoculation",
    "sub_head": "Why the U.K. has approved a vaccine faster than the U.S.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-268173?width=620&size=1.5",
    "image_1": "im-268173.jpg",
    "time": "2020-12-03 18:35:00",
    "body": "The U.K. on Wednesday approved  Pfizer -BioNTech’s vaccine, and no doubt many Americans are wondering as thousands die each day why the U.S. Food and Drug Administration wasn’t first. Blame politicians who promoted public skepticism of a vaccine that U.S. regulators now feel they must remedy.<br />Two weeks ago Pfizer and BioNTech applied to the FDA for emergency use authorization of their vaccine, which they reported was 95% effective. The FDA then scheduled an online public meeting on Dec. 10 with outside experts to discuss the authorization and allowed the public to submit comments.<br />FDA Commissioner Stephen Hahn tweeted Thursday: “Send your comments in before this group of outside experts meets to discuss a potential emergency use authorization for a #COVID19 vaccine.” This is a nice gesture toward transparency and democracy, but isn’t this supposed to be a scientific review?<br />These outside “experts” will also have less knowledge than FDA scientists who have been working alongside vaccine makers over the last nine or so months providing real-time feedback on their clinical trials. Mr. Hahn, however, committed to this process in the fall as Democrats like Kamala Harris and New York Gov. Andrew Cuomo warned the Trump Administration was rushing approval.<br />In other words, this regulatory rigmarole is essentially a placebo to reassure the public it will be safe to get inoculated. There’s no evidence that a three-week review is needed. The U.K.’s Medicines and Healthcare products Regulatory Agency with 1,320 employees scrutinized Pfizer’s data on a rolling basis, and the FDA with 17,000 staff could do the same."
}