{
    "url_original": "https://www.wsj.com/articles/the-challengesand-rewardsof-deferring-college-during-covid-11607288404",
    "url": "the-challengesand-rewardsof-deferring-college-during-covid-11607288404",
    "title": "The Challenges—and Rewards—of Deferring College During Covid",
    "sub_head": "Without traditional campus life and classes, some students postpone education; ‘You need to have a plan,’ a counselor says, but even part-time jobs are hard to find",
    "category_1": "Life & Arts",
    "category_2": "Life & Style",
    "image_1_url": "https://images.wsj.net/im-268006?width=620&size=1.5",
    "image_1": "im-268006.jpg",
    "time": "2020-12-06 16:00:00",
    "body": "When New York University moved many classes online amid the pandemic, a group of third-year film and drama students at the school took things into their own hands. Reluctant to tackle a semester of what they labeled “Zoom Shakespeare” and “Zoom Treasure Island,” they began researching where to live and work together inexpensively. “We wanted to create an environment where we [could] riff off each other,” said Marina Fess, an acting major.<br />The students organized a creative collective in Vermont without oversight or advice from professors or NYU, which isn’t awarding academic credit for the three-month stint.<br />Many students elsewhere also took action, choosing either to postpone college or interrupt their studies to work as proofreaders, long-distance tutors, campaign volunteers, researchers and DoorDash delivery people. Some are pursuing passions like drone piloting.<br />During Covid, the decision to take a gap year or semester before or during college is complicated. With many school policies in flux, tuition refunds or credits aren’t always a given and students who have secured scholarships may be hesitant to defer. At some schools, students who take time off may risk losing the chance to enroll whenever they like, and could have to resubmit financial aid applications the following academic year. Finding gap-year activities also is harder now. Even part-time jobs can be tough to land and the pandemic has suspended or limited many traditional pursuits, like travel or international volunteer programs.<br />Jill Tipograph, co-founder of Early Stage Careers, a career coaching service for college students and young professionals, says both high-school seniors who postpone college and mid-college students putting their education on pause should commit to activities that develop their skills and maturity. She suggests that they map out their gap period and how to structure their days. “You need to have a plan,” Ms. Tipograph says. “You can’t just take time off.”"
}