{
    "url_original": "https://www.wsj.com/articles/the-policy-lessons-of-the-trump-economy-11609284164?mod=opinion_lead_pos5",
    "url": "the-policy-lessons-of-the-trump-economy-11609284164",
    "title": "The Policy Lessons of the ‘Trump Economy’",
    "sub_head": "Presidents are often at the mercy of unpredictable factors like the business cycle—and pandemics.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-29 18:22:00",
    "body": "President Trump’s supporters tout the economy’s pre-pandemic performance as evidence that tax cuts and deregulation were making America great again. Detractors look at the data and find these policies wanting or outweighed by the harmful effects of Mr. Trump’s aggressive approach to trade and his isolationist approach to immigration.<br />Both views are misguided. A closer look at the data from the past four years exposes the folly of inferring anything about a presidential administration from how the economy performed. Consider these four lessons:<br />Lesson 1. Presidents often get credit or blame for the economy even though uncontrollable events often matter more than policy. Consider the data for Mr. Trump’s full term. Based on the latest forecasts, the economy will have grown since the beginning of 2017 at an annual rate of about 1.5%, the worst performance of any president since Herbert Hoover. Job growth has been even more dismal, at around three million jobs lost over the past four years.<br />These numbers are obviously meaningless in assessing Mr. Trump’s economic policies given a once-in-a-lifetime pandemic. While one could debate the effect on the economy of the president’s mismanagement of the public-health crisis, no one would argue that the GDP and unemployment numbers are reflective of his regulatory reforms or immigration restrictions.<br />The same point applies to other years too, even if the magnitude and causes are not nearly as stark. For example, Mr. Trump’s supporters sometimes credit him with turning the economy around because growth increased from 1.7% in 2016 to 2.3% in 2017. But much of the change is explained by an increase in the pace of exports caused by the 0.7 percentage point pickup in the growth rate of America’s trading partners in 2017. Giving Mr. Trump credit for that “turnaround” makes about as much sense as blaming him for “ruining” the economy with his terrible four-year growth rate."
}