{
    "url_original": "https://www.wsj.com/articles/the-best-television-of-2020-binge-watching-our-way-through-quarantine-11607792400?mod=opinion_major_pos13",
    "url": "the-best-television-of-2020-binge-watching-our-way-through-quarantine-11607792400",
    "title": "The Best Television of 2020: Binge-Watching Our Way Through Quarantine",
    "sub_head": "Shut in at home, many of us had more time than ever to watch great TV—and there was more than enough of it, from ‘I May Destroy You’ to ‘The Queen’s Gambit.’",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-271839?width=620&size=1.5",
    "image_1": "im-271839.jpg",
    "time": "2020-12-12 12:00:00",
    "body": "The first show I reviewed in 2020 was the Netflix miniseries “Dracula,” which now seems like a foreshadowing too obvious even for a 19th-century potboiler. As in any adaptation of the 1897 Bram Stoker novel, vampirism was a kind of contagion; intimacy could be lethal; evil was poised to go viral; death lay in the story’s DNA. It’s probably fortunate, for both the series and the critic, that this “Dracula” preceded the explosions of the pandemic, because Covid-19 would have been perceived as lurking around every Transylvanian corner.<br />Almost everything on the small screen this year was made well before the disease was public and raging, and yet coronavirus intruded on the consciousness nonetheless. How could it not? One of the best shows of the year, the eight-part documentary epic “Lenox Hill,” portrayed the medical maelstrom inside the New York hospital of the title—before the virus hit. All one could think was “What kind of hell is it now?” (Wisely, a ninth episode, called “Pandemic,” was added by Netflix a little later.) “Transplant,” the NBC series imported from Canada, was also hospital-themed and inadvertently raised all kinds of issues in the mind of the viewer—among them, “Where’s your mask?” But even during the buoyant comedy series “Never Have I Ever,” I was thinking: Oh yeah, remember when teenagers crowded into high-school corridors and worried about crushes, first kisses, what clothes they wore and who was cool? And, BTW, when they actually went to school?<br />Divorcing oneself from current events wasn’t really possible. There just seemed to be more current events this year. And more television. Lots more. Even with a lockdown to help you out, there was no way to watch it all, or even to get one’s head around what was happening here and there among the multifarious platforms and services, from video-on-demand to the oh-so-quaint world of network television. Or with an outfit like Netflix, just for instance, delivering half-a-dozen new shows a week.<br />Presumably—and it seems a safe presumption—people were watching more television: Self-preservation required more time at home, and there often wasn’t much of an entertainment choice, given that museums, concert halls, movie theaters and clubs were shuttered. The critic’s curatorial responsibility, in turn, seemed to grow, and grow a bit confusing: If readers were watching more, what were they watching more of? And why? Was it purely to escape? Were they catching up on series they’d missed? Were they just happy to binge their way through a health-crisis tunnel with no discernible light at the end?<br />In the limited number of social situations I found myself in this year, talk invariably gravitated to television, and not just because I monopolized the conversation. People were enthusiastic about things they’d been able to discover, or rediscover, during their time at home. Knowing this, my critical calculation was to try to steer readers in the direction of shows that they’d be kicking themselves later for having missed the first time around. Shows like “The Queen’s Gambit,” which is my personal favorite drama of the year, or other first-rate fictional series that made their debuts throughout 2020—“I May Destroy You,” “The Great,” “I Know This Much Is True,” “Normal People” and the gripping “Baghdad Central.” One of the upsides of our time is that most everything can be viewed at one’s leisure, through an array of providers."
}