{
    "url_original": "https://www.wsj.com/articles/the-oil-industry-is-stuck-in-virus-alley-11609270852?mod=opinion_lead_pos5",
    "url": "the-oil-industry-is-stuck-in-virus-alley-11609270852",
    "title": "The Oil Industry Is Stuck in Virus Alley",
    "sub_head": "Prices won’t break out of the $40 to $50 range until consumption gets back to normal sometime next year.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-278890?width=620&size=1.5",
    "image_1": "im-278890.jpg",
    "time": "2020-12-29 14:40:00",
    "body": "When will oil sustainably break out of the “Virus Alley”—that $40 to $50 band that has held oil prices in check for months? That’s Question No. 1 going into 2021 for an oil industry that has dramatically retrenched and investors who have abandoned the sector because of a lack of returns. It will also determine when U.S. shale recovers from its pandemic malaise and resumes growth.<br />Only a year ago prospects looked pretty good. Optimism about the world economy at the beginning of 2020 had a barrel of Brent crude at $70. Then came a pandemic that was in almost no company’s—or country’s—emergency plans. The general view of something called SARS-CoV-2 was initially conditioned by the experience of SARS-1 in the early 2000s, which had about 8,000 cases world-wide and fewer than 800 deaths.<br />But by March the highly transmissible coronavirus was precipitating a world-wide shutdown, the worst global recession in 74 years, and the constriction of movement by both car and plane. That led to a plummeting of global oil demand and a price collapse that saw prices go “negative,” or below zero, as producers paid people to take their oil away because storage tanks were filled to overflowing.<br />The rebound from negative prices and the stabilization of the market was made possible by unprecedented production cuts by the group that calls itself OPEC-plus—the 13 Organization of the Petroleum Exporting Countries, led by Saudi Arabia, and a group of 10 other producing nations led by Russia. That U.S.-brokered agreement got oil prices up into the $40 to $50 range of Virus Alley, blocked at one end by the virus and at the other by the uncertain prospect for vaccines. Now that vaccines are here, prices have moved to the $50 end of the alley. But will they rise into that higher band of $50 to $65 that will enable companies to start spending and attract investors?<br />In the short term, such a rebound will be challenged. The resurgence of the virus is again leading to shutdowns, reducing economic activities. A clear indication of this was provided by the Thanksgiving holiday in the U.S., when  IHS Markit ’s  weekly survey showed that gasoline demand had fallen to a level last seen in 1997. But on the expectation of widespread vaccinations by the spring, IHS Markit estimates that global economic growth in 2021 will reach 4.5%. While this will cancel out the 4% decline of 2020, small business and other sectors will be left devastated."
}