{
    "url_original": "https://www.wsj.com/articles/the-sound-of-the-90s-is-alive-11609193010?mod=opinion_reviews_pos2",
    "url": "the-sound-of-the-90s-is-alive-11609193010",
    "title": "The Sound of the ’90s Is Alive",
    "sub_head": "The alt rock of an earlier decade is influencing artists like Post Malone, Phoebe Bridgers, Taylor Swift and more—many of whom were too young to experience bands like Nirvana and the Goo Goo Dolls firsthand.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-278519?width=620&size=1.5",
    "image_1": "im-278519.jpg",
    "time": "2020-12-28 17:03:00",
    "body": "<br /><br />On April 24, rapper and singer Post Malone, born Austin Post, strapped on a guitar and stood in front of a camera to perform Nirvana covers for more than an hour. The live-streamed event raised money for Covid relief and was one of the more successful early experiments in providing a concert experience during the lockdown, raising more than $500,000 with 200,000 people watching at one point.<br />Mr. Post’s own music—a spare and low-key hybrid of rap and pop—sounds nothing like Nirvana, but his rendering of the Seattle grunge band’s catalog led to hosannas from former Nirvana members Dave Grohl and Krist Novoselic, along with Kurt Cobain’s widow, Hole frontwoman Courtney Love. And this was even more notable since Mr. Post, age 25, was born in 1995, the year after Mr. Cobain died by suicide. The live-stream was one highly visible moment among many in 2020 that confirmed how thoroughly ’90s alternative rock—both the heavier and folkier varieties—has now become part of the musical conversation for those who were too young to experience it firsthand.<br />Among the most highly anticipated debut albums of 2020 was “Fake It Flowers” from 20-year-old Filipino-British singer-songwriter Beatrice Laus, who performs as Beabadoobee. In 2019, Ms. Laus released a single called “I Wish I Was Stephen Malkmus,” the frontman of the quintessential ’90s indie rock band Pavement. Her LP transports the thick guitar sound of that decade and its quiet-versus-loud choruses into the present moment. While plenty of indie rock bands have touched on grunge over the years, her record channeled the more accessible end of the genre and imparted a veneer of slickness. “Fake It Flowers” made some year-end lists, was a modest success on its own terms, and offers a glimpse at how the sound of ’90s rock might be integrated into the pop of the future."
}