{
    "url_original": "https://www.wsj.com/articles/the-shutdown-boom-11607547380?mod=opinion_minor_pos1",
    "url": "the-shutdown-boom-11607547380",
    "title": "The Shutdown Boom",
    "sub_head": "When government reorders society in a panic, not everybody loses.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-270804?width=620&size=1.5",
    "image_1": "im-270804.jpg",
    "time": "2020-12-09 16:17:00",
    "body": "Before Beltway politicians sign off on another trillion-dollar stimulus plan, they might want to ponder how the earlier trillions spent by Congress and created by the Federal Reserve are still sloshing through the economy. Covid restrictions from state and local politicians have disrupted the ability of many workers to earn a living, but today’s market action shows there are a few big winners, too. When people are ordered to stay home, they still want to eat.<br />The Journal’s Micah Maidenberg reports:<br />It’s not a knock on the San Francisco-based company led by founder Tony Xu to say that DoorDash was in the right place at the right time when politicians started pumping cash into the economy while closing restaurant dining rooms. DoorDash has achieved the largest share of a competitive U.S. market in food-delivery services. Whether companies are delivering food or anything else, it’s a great time to raise money in capital markets turbo-charged by Washington. But it’s especially good to be doing food delivery in the year of social distancing. Mr. Maidenberg explains:<br />Yet DoorDash has never posted a full-year profit. Investors are so eager to part with their money that many aren’t even demanding a say in how their company will be run:<br />Again, DoorDash is in a sweet spot but the money is easy for all kinds of companies these days whether they are raising equity or debt. Banks are full of cash and so are non-financial companies. All politicians have to do is allow them to lend and invest it--unless the pols would prefer to keep picking lockdown losers along with a few wealthy winners."
}