{
    "url_original": "https://www.wsj.com/articles/the-biden-team-strikes-back-11607900812?mod=opinion_lead_pos5",
    "url": "the-biden-team-strikes-back-11607900812",
    "title": "The Biden Team Strikes Back",
    "sub_head": "Its strategists promote an identity politics campaign against an op-ed on Jill Biden’s use of ‘Dr.’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-13 18:06:00",
    "body": "Joe Biden says it is “time to heal” America’s divisions after the Trump presidency, and The Wall Street Journal has praised him for saying so. Presumably he intends less rancor with the press as part of this mandate, but on that score my run-in with the Biden team this weekend was very Trumpian.<br />The catalyst was our Saturday op-ed by Joseph Epstein, “Is There a Doctor in the White House? Not if You Need an M.D.” Mr. Epstein, a longtime contributor, criticized the habit of people with Ph.D.s or other doctorates calling themselves “Dr.” as highfalutin, using Jill Biden as Exhibit A. Mr. Epstein can be acerbic, and his piece began: “Madame First Lady—Mrs. Biden—Jill—kiddo: a bit of advice on what may seem like a small but I think is a not unimportant matter. Any chance you might drop the ‘Dr.’ before your name?”<br />This has triggered a flood of media and  Twitter  criticism, including demands that I retract the piece, apologize personally to Mrs. Biden, ban Mr. Epstein for all time, and resign and think upon my sins. The complaints began as a trickle but became a torrent after the Biden media team elevated Mr. Epstein’s work in what was clearly a political strategy.<br />Mrs. Biden’s press spokesperson, Michael LaRosa, issued a tweet in early afternoon: “@jamestaranto, you and the @WSJ should be embarrassed to print the disgusting and sexist attack on @DrBiden running on the @WSJopinion page. If you had any respect for women at all you would remove this repugnant display of chauvinism from your paper and apologize to her.” James Taranto is the Journal’s op-ed editor, but I am responsible for the opinion pages.<br />Elizabeth Alexander, the soon-to-be first lady’s communications director, also chimed in: “Sexist and shameful. Be better @wsj.” Ms. Alexander called me after her tweet to register her disapproval personally, which is fine. Her job is to flack for her boss, and part of my job is to listen to complaints. We had a frank exchange of views, as the diplomats say, and I invited her to send in a letter for publication."
}