{
    "url_original": "https://www.wsj.com/articles/the-economy-needs-a-little-more-ppp-11607469632?mod=opinion_lead_pos6",
    "url": "the-economy-needs-a-little-more-ppp-11607469632",
    "title": "The Economy Needs a Little More PPP",
    "sub_head": "The next version of the Paycheck Protection Program should focus on helping smaller firms.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-08 18:20:00",
    "body": "With the coronavirus surging and colder weather limiting outdoor activities, the economy needs another round of fiscal policy support. Aid to small businesses should be part of any federal package, but it should be structured somewhat differently than the original Paycheck Protection Program.<br />Yes, the economy added 245,000 jobs in November, and the unemployment rate fell to 6.7%. But the pace of job gains is notably slower than the 2.7 million net new jobs added in May and the 4.8 million added in June. Consumer spending is slowing, and consumer confidence is weakening. The household savings rate has plummeted since April, as consumers burn through savings. After a remarkable recovery this spring, a double-dip recession is in the cards.<br />That recovery was aided by PPP, created as part of the Cares Act to provide forgivable loans—essentially grants to finance operating costs—to businesses with fewer than 500 employees. Our research shows that PPP supported employment and increased financial health in the small-business sector. In addition, PPP supported labor demand and is reducing the length of the recovery by helping small businesses—the potential employers of any unemployed workers—to survive over the spring, summer and fall.<br />At this point, though, many small businesses are running on fumes. The next round of PPP should make four changes from its original structure:<br />• Focus on smaller firms. Our research suggests they are the most responsive and likely most in need. A 300-employee cap seems reasonable."
}