{
    "url_original": "https://www.wsj.com/articles/the-story-of-evolution-in-25-discoveries-review-the-branching-tree-of-life-11609283826?mod=opinion_reviews_pos1",
    "url": "the-story-of-evolution-in-25-discoveries-review-the-branching-tree-of-life-11609283826",
    "title": "‘The Story of Evolution in 25 Discoveries’ Review: The Branching Tree of Life",
    "sub_head": "Biological classiﬁcation conforms perfectly with the patterns of evolutionary relationships evidenced by anatomy, physiology and genetics.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-279073?width=620&size=1.5",
    "image_1": "im-279073.jpg",
    "time": "2020-12-29 18:17:00",
    "body": "The great but grumpy biologist J.B.S. Haldane was once asked what evidence would disprove evolution, whereupon he growled: “Fossil rabbits in the Precambrian.” He was referring to the evolutionary fact that complex multicellular creatures came along later than simple, unicellular ones. A bit surprising, perhaps, that one of the foremost evolutionary geneticists of the 20th century immediately reached for a paleontological example, but Haldane’s reply was well-suited for public consumption, because then—as now—when most people thought of evolution, they were likely to conjure images of dinosaur fossils.<br />Donald Prothero is a research associate in vertebrate paleontology at the Natural History Museum of Los Angeles County. When I learned he had written a book that examined 25 different discoveries relating to evolution, I assumed that he, like Haldane, would deploy paleontology in making his case. Mr. Prothero’s book is indeed tilted toward examples from the world of ancestral creatures, but, refreshingly, also guides the reader through impressive discoveries in embryology and molecular genetics.<br />“The Story of Evolution in 25 Discoveries” is a parade of self-contained vignettes, often including biographical sketches of the scientists who made and interpreted each discovery. This particular story begins (like everything else) with the big bang, followed by the fascinating tale of how science gradually came to understand the age of the Earth: From biblical literalism; through Lord Kelvin’s famous underestimate, in the 1890s, of 20 million years; to our current understanding of 4.5 billion years. Then comes a whirlwind tour of evolutionary change as it occurs, in real time, among microbes, plants, insects, fish, birds and mammals, obliterating the creationist canard that evolution hasn’t even been witnessed, let alone studied.<br />Some of the most impressive evolutionary stories involve common body plans, technically known as homologies. Thanks to Mr. Prothero, I now know that Aristotle first noticed this widespread phenomenon, of which Darwin wrote: “What can be more curious than that the hand of a man, formed for grasping, that of a mole for digging, the leg of the horse, the paddle of the porpoise, and the wing of the bat, should all be constructed on the same pattern, and should include similar bones, in the same relative positions?” Curious indeed. And strongly suggestive of common descent—or, for anti-evolutionists, of a Creator’s insistence on sticking with the same divine blueprint, or “archetype,” even when other more direct routes should have been available. The Darwinian story provides scientific insight into why homologies occur, whereas the theological story simply reiterates that they occur.<br />And on we go, to the embryonic similarities of otherwise distantly related creatures (“ontogeny recapitulates phylogeny”) and then biogeography (“the sinking of Noah’s Ark”), which shows, among other relevant findings, that the flora and fauna of islands resemble those of nearby continents—a phenomenon that wouldn’t necessarily be expected if each had been a special, independent creation. The story of life continues, detailing how living things within natural categories share those common body plans, or, as Darwin put it, how “organic beings have been found to resemble each other in descending degrees, so that they can be classed in groups under groups.” As a result, instead of being arbitrary, our system of biological classification conforms perfectly with the nested, branching patterns of evolutionary relationships demonstrated by anatomy, physiology and genetics. Moreover, as Mr. Prothero points out, “if life had been specially created rather than evolved, there would be no reason for the molecular systems to reflect this pattern of similarity seen in megascopic features . . . [and] not even Darwin could have dreamed that the genetic code of every cell in your body also shows the evidence of evolution.”"
}