{
    "url_original": "https://www.wsj.com/articles/the-state-covid-windfall-11608680178?mod=opinion_lead_pos1",
    "url": "the-state-covid-windfall-11608680178",
    "title": "The State Covid Windfall",
    "sub_head": "They plead poverty but their revenue and federal aid show otherwise.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-22 18:36:00",
    "body": "No sooner had Congress passed Covid relief and a budget bill totaling $2.3 trillion on Monday than Democrats were already demanding more. Joe Biden called it a mere “down payment” and Speaker Nancy Pelosi said it is “a first step.” They want bailouts for the states in particular, even as the latest Census report shows states are doing far better than they claim.<br />States are also doing very well in this latest Covid bill. Start with the $26 billion for transit agencies, airports and shovel-ready public works. This will help New York’s transit and port authorities reduce their financial holes.<br />There’s also $22 billion for the states for Covid testing and contact tracing, though insurers and the feds cover the cost of tests. States will use it for more budget backfill. The Los Angeles Times reported last month that 25 LA County firefighters had made more than $100,000 on average in overtime by ferrying test supplies, most of which was reimbursed by federal Cares Act funds.<br />Education will get a whopping $82 billion, about $54 billion of which will go to K-12 schools though many are closed and employ fewer staff. That’s about as much as the federal government spends on K-12 in a normal year. The bill also provides $3.2 billion for broadband for low-income families, so public schools don’t have to pay for that.<br />States will also benefit from the federal enhanced $300 weekly unemployment benefits, which are taxable income in most states.  The jobless benefit sweetener will especially help states with higher unemployment such as New Jersey (10.2%), Hawaii (10.1%), New York (8.4%), Connecticut (8.2%) and California (8.2%)."
}