{
    "url_original": "https://www.wsj.com/articles/the-knowledge-machine-review-sciences-stubborn-majesty-11608333769?mod=opinion_major_pos10",
    "url": "the-knowledge-machine-review-sciences-stubborn-majesty-11608333769",
    "title": "‘The Knowledge Machine’ Review: Science’s Stubborn Majesty",
    "sub_head": "Why the ‘iron apparatus’ of the scientific method counts for more than any single genius.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-274450?width=620&size=custom_5623x4170",
    "image_1": "im-274450.jpg",
    "time": "2020-12-18 18:22:00",
    "body": "Among the missed opportunities in my life, the elaborate physics kit my parents gave me for my 10th birthday reigns supreme. Intimidated by the sheer number of parts, I never performed any of the experiments, but I remember being mightily pleased with the manual that came with it, a spiral-bound paean to the rigors of scientific tinkering.<br />Memories of that pleasure came flooding back to me as I was reading Michael Strevens’s riveting book “The Knowledge Machine.” A philosopher of science at New York University, Mr. Strevens doesn’t hide his light under a bushel. “In this book,” he tells us, “you will discover how science really works.” Forget those flashes of serendipitous insight that you were told precede scientific discovery, the magical dream in which the periodic table appeared to Dmitri Mendeleev, or the mysterious fluorescent glow Wilhelm Röntgen beheld in his cathode tube that led to the development of the X-ray. Post-Newtonian science, for Mr. Strevens, is all about measurements and their gradual experimental refinement; it is, as he informs us with grim delight, inhuman, repetitive and sterile, an insensible machine bent solely on the production of facts about the observable world. What keeps it running is the “iron rule of explanation,” a firm set of standards by which all scientists are expected to abide. Those standards decide what counts as evidence and what doesn’t: They sift the wheat of truth from the chaff of falsehoods and control who comes out on top (and, if very lucky, bags a Nobel Prize). The knowledge machine doesn’t need dreams or magic to function. And, as Mr. Strevens admits, it doesn’t need a philosopher of science either.<br />Undaunted, Mr. Strevens promises his readers a better explanation of scientific progress than those given by his two illustrious predecessors, Karl Popper and Thomas Kuhn. Where Popper envisioned scientific truth rising from a “mass extermination of hypotheses,” Kuhn saw it happening through paradigm changes by which a new way of scientific thinking creeps up on and eventually obliterates another, older, exhausted one. Mr. Strevens’s machine, by contrast, isn’t driven by revolutions or falsification efforts. Like the deadly apparatus in Kafka’s famous story “In the Penal Colony,” it works slowly, indifferently, oblivious to the world around it. Supremely self-sufficient, it is immune to the potshots of the “radical subjectivists,” those humanists or sociologists, disdained by Mr. Strevens, who believe that science has no special claim to objectivity. While the results of the machine’s work are open to debate, the machine itself is not; it is that stubborn imperviousness that, to the outside observer, seems “irrational.”<br />Mr. Strevens sustains his polemical fireworks with a steady succession of examples drawn from the history of science. A clear favorite among those is the observational test of Albert Einstein’s theory of general relativity that was initiated, a century ago, by British astronomers Frank Watson Dyson and Arthur Eddington. Hoping to measure what Einstein had predicted, the deflection, or bending, of light by the sun’s gravitational field, Eddington dispatched his teams to photograph a total solar eclipse on the island of Príncipe off the coast of West Africa and in Sobral in northern Brazil. Things did not go smoothly. Heavy clouds made all but two of the Príncipe plates unusable, and the larger of the two telescopes in Sobral yielded only blurry results. But, eager to patch up what World War I had torn asunder, Eddington declared the venture a success and the German-born Einstein vindicated. His official account of the experiment, deferring to the “iron rule,” makes no mention of his personal motivations. Eddington’s experiment, still being debated today, must be judged (and Mr. Strevens shows us how) on the plausibility of the published assumptions and the strength of the data it delivers, without regard to what had happened behind the scenes.<br />When left to its own devices, science will advance and eventually save us from ourselves. Or so Mr. Strevens assures us in his final, pandemic-inflected chapter. But it’s awfully hard to keep the noisy world at bay. Even Eddington’s report is not as anodyne as one might expect. Tucked in between tables dense with measurements, we get fulsome praise for the beautiful scenery on Príncipe as well as hints at the difficulties Eddington’s men encountered, including the Royal Observatory carpenter who couldn’t help because he was still in the military, the steamship company that went on strike, and the ice that wasn’t available when the negatives had to be developed. Did Eddington merely neglect to clean up his writing? Or did he let those details stand because they reinforce his view, expressed at the end of the article, that his experiments should be repeated, presumably with even better results, “at future eclipses”?"
}