{
    "url_original": "https://www.wsj.com/articles/the-martini-lunch-tax-code-11608594584?mod=opinion_lead_pos1",
    "url": "the-martini-lunch-tax-code-11608594584",
    "title": "The Martini Lunch Tax Code",
    "sub_head": "Trump and the GOP revive the loophole for business meals. It’s bad policy and bad politics.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-21 18:49:00",
    "body": "Congress’s latest Covid relief and omnibus spending bills are a mash-up of special favors for teachers unions, the booze industry, wind power, race horses, and so much more. There’s even a bailout for Broadway; take a bow, Chuck Schumer. But for a sign of the political times, and how far Congress has strayed from basic economic logic, you can’t beat the return of the full business meal deduction.<br />President Trump has been pushing this for months, and Treasury Secretary Steven Mnuchin made it a priority in negotiations. Perhaps Mr. Trump recalls fondly the days when real-estate and other executives could write off lunch or dinner at the 21 Club. Go ahead and order that Clos de Tart 2005. You can write it off. In the 1970s this became known as the “three-martini lunch” deduction when Jimmy Carter campaigned against it. The full deduction finally went away during the Reagan tax reform in the 1980s.<br />Now the deduction will return “for food or beverages provided by a restaurant” for the next two years through the end of 2022. The claim is that this will help struggling restaurants revive after the pandemic ends by giving businesses an extra incentive to leave the office for lunch. The estimated cost is $6 billion in forgone tax revenue, which is spare change for Congress this year.<br />This is bad tax policy now or any time. Restaurants have suffered during the pandemic, especially in states like New York with overly strict lockdowns. But they won’t be revived by a tax deduction for lunch. They’ll revive as the pandemic fades and the public feels safe enough to return. No business people we know make a lunch decision for tax reasons, and corporations don’t need another tax code carve-out.<br />This isn’t Covid relief. It’s a political favor for a specific industry. But why restaurants, and not hardware stores or flower shops? They’ve also suffered during the pandemic. Will a night out to see the Miami Heat qualify for the deduction if you take your clients to a game and eat at the stadium sushi bar? Why not other forms of entertainment? The unfairness is obvious, which is what happens when politicians use the tax code as a vote-buying exercise."
}