{
    "url_original": "https://www.wsj.com/articles/the-marines-missile-imperative-11608248250?mod=opinion_lead_pos3",
    "url": "the-marines-missile-imperative-11608248250",
    "title": "The Marines’ Missile Imperative",
    "sub_head": "Congress may not fund ground-based weapons for Pacific defense.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-17 18:37:00",
    "body": "Next year’s Pentagon budget will total about $700 billion, but Congress could harm America’s defense against China if it misallocates some $100 million for missiles in the looming military appropriations bill.<br />How can such a small line-item make such a big difference? The answer has to do with U.S. strategy for great-power competition in the Pacific. China has developed an arsenal of thousands of ground-launched precision missiles especially along its eastern coastline. Beijing wants to use these to limit the U.S. Navy’s ability to operate, including if it decided to invade Taiwan.<br />The U.S. for decades has been banned from developing the same capabilities that China has under a 1987 treaty with the Soviet Union. The Intermediate-range Nuclear Forces Treaty (INF), banned all ground-launched missiles—nuclear or conventional—that can travel 500 to 5,500 kilometers. America’s precision fires can only be launched from planes or ships, making them far more expensive to deploy.<br />In 2019 the Trump Administration withdrew from the INF after it confirmed Russia’s repeated violations. This year the U.S. Marine commander, Gen. David Berger, asked for $125 million in 2021 to procure 48 ground-launched Tomahawk missiles. That’s part of his long-term strategy to make Marine units more lean and mobile to survive protracted island warfare with a sophisticated military like China’s.<br />Yet the House version of the Defense Appropriations Act proposes to give Gen. Berger $62.5 million for half as many Tomahawks. The Senate version appropriates nothing. Both houses also cut his proposed missile research and development budget."
}