{
    "url_original": "https://www.wsj.com/articles/the-best-music-of-2020-from-bob-dylan-to-fiona-apple-even-covid-couldnt-stop-the-groove-11607706001",
    "url": "the-best-music-of-2020-from-bob-dylan-to-fiona-apple-even-covid-couldnt-stop-the-groove-11607706001",
    "title": "The Best Music of 2020: From Bob Dylan to Fiona Apple, Even Covid Couldn’t Stop the Groove",
    "sub_head": "With concerts and festivals canceled due to the pandemic, musical artists moved performances online and still released a trove of outstanding records.",
    "category_1": "Music Review",
    "time": "2020-12-11 12:00:00",
    "body": "<br />On Feb. 28, the K-Pop band BTS canceled its April tour dates in South Korea because of the coronavirus. It was one of the earliest instances of a major musical name realizing that putting on concerts in 2020 was about to get difficult, and live music in the U.S. was upended shortly thereafter. By the time the SXSW Festival was canceled on March 6 and then Coachella on March 10 postponed its event until October—only to remove it from the calendar entirely in June—it became clear that live shows weren’t coming back anytime soon.<br />And so 2020 turned into the year each of us, individually, reconfigured how music fit into our lives. If your fandom extended to concerts in any form, you felt that loss, deeply. Musicians pivoted, experimenting with streaming shows and unconventional events of all kinds. Verzuz, a webcast series started by veteran producers Timbaland and Swizz Beats, found high-profile artists in hip-hop and R&B facing off in DJ battles where they played the best songs from their own catalogs in live-streamed competitions. Paid performances included sets from artists including Billie Eilish, Nick Cave and many others. Oklahoma psychedelic rock band the Flaming Lips even staged a show in which they encased each audience member in a one-person plastic bubble.<br />Though online events allowed fans to gather virtually to hear music together and also sometimes offered financial support to cash-strapped artists—a year without shows devastated those who depend on concerts to pay the bills—the gap between watching music digitally and seeing it in person is enormous. Live gigs create a space where anything can happen, and the uncertainty raises the excitement. A screen, which drastically reduces the amount of information that reaches our senses, inevitably shrinks possibilities.<br />Even in this altered reality, albums from artists big and small kept coming all year. If only a few releases seemed like true events, we might blame our fragmented attention and the difficulty of promoting new music when live performance was off the table. Absent the typical spate of extra-musical activity—television appearances, festival gigs—it was easy to lose track of records just weeks after they came out. To remedy that, here’s a rundown of 10 of the best from this strangest of years."
}