{
    "url_original": "https://www.wsj.com/articles/the-hottest-trend-in-college-football-opting-out-of-the-pandemic-season-11607357029",
    "url": "the-hottest-trend-in-college-football-opting-out-of-the-pandemic-season-11607357029",
    "title": "The Hottest Trend in College Football: Opting Out of the Pandemic Season",
    "sub_head": "A stream of football players are ending their collegiate careers early to dodge Covid and prepare for the pros.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-268947?width=620&size=1.391304347826087",
    "image_1": "im-268947.jpg",
    "time": "2020-12-07 13:41:00",
    "body": "Last June, Minnesota wide receiver Rashod Bateman couldn’t sleep. He buzzed with nervous thoughts about whether the coronavirus pandemic would tackle the 2020 college football season, likely his final one before turning pro.<br />Then his nerves became feverish sweats, body aches and chills. Like hundreds of thousands of other Americans, Bateman had a symptomatic case of Covid-19. “I’m back healthy and everything is fine, but I still feel like there is some residue left from Covid,” he said this week. “It still has some type of effect on my body because of my asthma.”<br />So when an outbreak of at least 49 cases decimated the tail end of Minnesota’s schedule, Bateman decided not to take any chances. He opted out of the season on Nov. 26 to get ready for the next stage of his career. “With only a few games left and Covid spiking, I thought it was best to step aside and start my professional career,” he said.<br />Bateman is part of a growing roster of players that are walking away from their college football careers—deep into the season, as the College Football Playoff race takes shape and coronavirus infections, hospitalizations and deaths reach record highs in the United States.<br />In the last two weeks, more than a dozen athletes from college football’s top five conferences–the Atlantic Coast, Big 12, Big Ten, Pac-12 and Southeastern Conferences–have opted out. They hail from programs like Texas, Florida State, Kentucky and Central Florida. And they join more than 150 other players who made the same choice this summer."
}