{
    "url_original": "https://www.wsj.com/articles/the-price-of-turkeys-russian-dalliance-11607119049?mod=opinion_lead_pos9",
    "url": "the-price-of-turkeys-russian-dalliance-11607119049",
    "title": "The Price of Turkey’s Russian Dalliance",
    "sub_head": "Trump should impose sanctions against Ankara for purchasing the S-400.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-268412?width=620&size=1.5",
    "image_1": "im-268412.jpg",
    "time": "2020-12-04 16:57:00",
    "body": "Turkey has been an American ally since 1952. Incirlik Air Force Base has been essential in the war on terror. The Turks helped thousands of Syrian refugees. For decades Turkey worked to build a society open to people of all faiths, and stood against Russian aggression. But a valuable ally has drifted.<br />The U.S. agreed to sell Turkey 100 F-35 jet fighters and include Turkish companies in manufacturing components of the aircraft. But three years ago, Ankara decided to purchase the Russian S-400 missile-defense system, designed to shoot down the F-35. Allowing Russian “advisers” to work near F-35s and giving the S-400 radar proximity to American stealth aircraft is unacceptable.<br />Diplomats, the Pentagon and senators, including us, warned Turkish government officials that there would be consequences. The president should now follow the law and levy sanctions against Turkish entities. The Countering America’s Adversaries Through Sanctions Act requires sanctions against any country that engages in a “significant transaction” of defense assets with Russia, Iran or North Korea.<br />President Trump has demonstrated his commitment to putting American interests first. And the president has given Turkey every opportunity to cooperate with NATO. Congress, with broad bipartisan support, included enforcement language on Turkey in last year’s national defense authorization.<br />Punishing Turkey for choosing Russia over the U.S. would be a clear warning. Other nations should consider who is a better trade partner: the U.S., with more than 20% of the world’s economy, or Russia, with an economy smaller than the economies of some U.S. states. A failure to follow through would send the message that the U.S. isn’t willing to make hard decisions."
}