{
    "url_original": "https://www.wsj.com/articles/the-silence-of-pope-francis-11607381295?mod=opinion_major_pos7",
    "url": "the-silence-of-pope-francis-11607381295",
    "title": "The Silence of Pope Francis",
    "sub_head": "Hong Kong’s Jimmy Lai goes to jail—and his shepherd is missing in action.",
    "category_1": "Opinion",
    "category_2": "Main Street",
    "time": "2020-12-07 17:48:00",
    "body": "Jimmy Lai has embraced his destiny. Last Wednesday the founder of one of Hong Kong’s most popular newspapers,  Apple Daily ,  was arrested on ginned-up fraud charges. On Thursday he was clapped into jail as a national security risk. Thus did a man who started the week a Hong Kong billionaire end it a Chinese dissident.<br />Mr. Lai’s jailing has provoked condemnation from figures as diverse as Secretary of State Mike Pompeo, former Soviet refusenik Natan Sharansky and New York Rep. Eliot Engel. They have been joined by journalists, activists and politicians such as the Labour Party’s Sarah Champion and other members of Parliament who on Monday raised Mr. Lai’s plight in Britain’s House of Commons.<br />But there is one place where China’s bullying elicits only silence: the Vatican. Which is strange, because Jimmy Lai is not only Hong Kong’s most well-known champion of democracy; he is also its most prominent Catholic layman. At a moment when he and his family most need their shepherd, Pope Francis is MIA.<br />The silence might be understandable if Pope Francis were in the tradition of pontiffs who hold themselves aloof from worldly affairs. But Pope Francis is a man who readily weighs in on outrages wherever he finds them, whether it be modern air conditioning, American capitalism or Catholic moms who breed “like rabbits.”<br />But on China . . . silence. It’s the deliberate consequence of the Vatican’s 2018 agreement with Beijing, just recently renewed, that gives the Communist state extraordinary say over the selection of Catholic bishops—and whose terms Rome insists on keeping secret. The Vatican defends the deal as the means for carving out protections for the church’s continued presence in China. Unfortunately, rather than herald a thaw in China’s hostility toward religion, persecution has increased—and not only against Catholics."
}