{
    "url_original": "https://www.wsj.com/articles/the-rich-rewards-of-online-furniture-auctions-and-how-to-get-started-11607713818",
    "url": "the-rich-rewards-of-online-furniture-auctions-and-how-to-get-started-11607713818",
    "title": "The Rich Rewards of Online Furniture Auctions, and How to Get Started",
    "sub_head": "Between eBay and Christie’s lie online auctions chockablock with bargains for your home, like an iconic Eames chair for $250. Here’s how to master that intimidating but deal-packed marketplace.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-271798?width=620&size=1.5",
    "image_1": "im-271798.jpg",
    "time": "2020-12-11 14:10:00",
    "body": "SOME PEOPLE listen to white noise to decompress, but during this odd year of isolation I’ve found unexpected pleasure in the chants and calls of an online auctioneer. Turns out that “sold!” packs a heck of a dopamine punch.<br />Mind you, I’m no high roller. During the past few months, from the comfort of my couch, I’ve bid on a crate of antique Delft tiles, an entire batterie de cuisine’s worth of vintage copper cookware, a wall-size 19th-century wooden shopkeeper’s cabinet and more. Not one piece sold for more than $600—and most I nabbed for well under $100.<br />Shopping at auction may scare the uninitiated, but let’s clear something up: If you’re terrified you’ll “accidentally” buy an ashtray for $10,000, know that is essentially impossible. On most online auction platforms, shoppers must go through at least two steps before they’re even eligible to bid—setting up a user account with the host site and then registering for the sale with the individual auction house.<br />Doubters might also imagine that anything attached to an auction house is all about marquee sales of Tiffany glassworks or Lady Di’s dresses. Not so.<br />“They’re definitely intimidating at first, but to me auctions are this magical middle ground between high-end antique dealers and mainstream stores like  Restoration Hardware  and West Elm,” said Molly Blankenship, a Manhattan-based design consultant who documents her auction discoveries under the Instagram handle @notallbeige."
}