{
    "url_original": "https://www.wsj.com/articles/the-great-demographic-reversal-review-the-perils-of-aging-11607381251?mod=opinion_reviews_pos1",
    "url": "the-great-demographic-reversal-review-the-perils-of-aging-11607381251",
    "title": "‘The Great Demographic Reversal’ Review: The Perils of Aging",
    "sub_head": "As workers become fewer in number and global wages rise, we may see less inequality but more inflation and higher interest rates.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-269542?width=620&size=1.5",
    "image_1": "im-269542.jpg",
    "time": "2020-12-07 17:47:00",
    "body": "Mountains are thrown up by colliding tectonic plates, but the forces at work in their creation are hidden from view and were, for a time, ill-understood. In advanced societies in recent decades, we have seen striking changes in work, investment and income distribution, yet central bankers and ministers of finance, among others, have failed to grasp the underlying forces that brought them about. In “The Great Demographic Reversal,” Charles Goodhart and Manoj Pradhan, both Britain-based economists, vividly document past demographic changes, along with their broad effects, and outline the strikingly different changes that, in their view, are soon to come. Not only is their book well argued, but it is bold as well. It defies the conventional wisdom that inflation will not be a problem in the near future.<br />The authors begin by focusing on a critical event: the opening up of an urbanizing China—as well of other, smaller countries, especially in Asia and Eastern Europe—and the insertion of many millions of low-paid workers into the global trading system. This increased workforce sharply increased the production of goods and services, which put downward pressure on global prices. But the wages of workers in advanced countries fell even more as employers moved production offshore or made credible threat to do so. Unskilled and semi-skilled workers bore the brunt of the wage shift, and income inequality rose accordingly.<br />The ramifications of this positive supply shock, as Messrs. Goodhart and Pradhan show, were wide-ranging. With domestic wages flattened or lowered, and offshore investment beckoning, domestic investment in new plant and equipment stagnated, and income was distributed ever more unequally. The combination of rising global supply and falling domestic demand also had financial effects: With inflation suppressed, interest rates fell to historic lows. This is the world we see around us now. In the U.S., at the moment, the 10-year Treasury yield is less than 1%; the European Central Bank charges commercial banks for holding deposits with it; and there are now around $17 trillion of bonds world-wide offering a negative rate of return.<br />As convincing as their portrait of past trends may be, Messrs. Goodhart and Pradhan, in “The Great Demographic Reversal,” are intent on arguing that things are going to change again. Indeed, they note that the new trends are already becoming evident. Urbanization in China is slowing, and its working-age population is shrinking. In advanced countries, the ratio of “dependents” to workers is rising sharply as baby boomers retire. Retirees are not only living longer but are increasingly prone to dementia at older ages. As the need for caregivers intensifies, there will be fewer workers available for other work.<br />A rising dependency ratio, Messrs. Goodhart and Pradhan explain, is inherently inflationary, since “dependents” consume but do not produce. Meanwhile, workers are likely to consume more as a shortage of labor pushes up wages, and investment will rise in advanced countries as companies substitute capital for more expensive labor. In short, demand will rise even as supply potential falls. While new technology could increase productivity enough to offset the shortage of workers, the authors (quoting conflicting views by respected experts) refuse to assume that it will."
}