{
    "url_original": "https://www.wsj.com/articles/the-market-should-worry-about-2022-not-2021-11607004990?mod=markets_major_pos1",
    "url": "the-market-should-worry-about-2022-not-2021-11607004990",
    "title": "The Market Should Worry About 2022, Not 2021",
    "sub_head": "Covid-19 vaccines make it likely that next year’s profit expectations will be met. Forecasts for a boom in 2022 are more of a stretch.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-12-03 09:16:00",
    "body": "Amid a wave of optimism in financial markets, investors can relax about the expected profit rebound in 2021. They might worry more about 2022.<br />Even as Western nations struggle to contain another jump in Covid-19 infections, most S&P 500 sectors are now up year-to-date. Yet equities didn’t get much of a boost Wednesday when the U.K. approved for use the vaccine made by  Pfizer  and  BioNTech .  The power of good news about the pandemic seems to be subject to diminishing returns, raising the question: Is the profit rebound mostly priced in?<br />Wall Street is factoring in a 22% increase in S&P 500 earnings per share for next year. This seems reasonable, even cautious, following the expected 15% fall this year. This summer showed that consumption can return very quickly when restrictions are eased, and global trade and manufacturing already seem to be on a steady path to recovery. In 2010, after the global financial crash, profit growth was 40% as a result of a dismal 2009.<br />But forecasts for 2022, the first “normal” year after the crisis, say more about what the market is thinking. Those expectations look less grounded.<br />As of now, S&P 500 earnings per share are seen expanding another 17% in 2022. This is in line with what happened in 2011, when they rose 15%. Back then, however, profits were far less elevated because the downturn had lasted longer: Relative to their 2007 peak, they were up only 11% in 2011. Current expectations of 2022 earnings place them 21% above 2019 levels. Consumer-cyclical companies such as auto makers and hotels would be up 35% overall."
}