{
    "url_original": "https://www.wsj.com/articles/the-prom-review-sitting-this-one-out-11607029028",
    "url": "the-prom-review-sitting-this-one-out-11607029028",
    "title": "‘The Prom’ Review: Sitting This One Out",
    "sub_head": "The screen adaptation of the recent Broadway musical has a full dance floor of star power but is far from a night to remember.",
    "category_1": "Film Review",
    "image_1_url": "https://images.wsj.net/im-267897?width=620&size=1.5",
    "image_1": "im-267897.jpg",
    "time": "2020-12-03 15:57:00",
    "body": "Seldom does a show-stopper also serve as a show-starter. That’s what happens in “The Prom,” but it’s no cause for celebration, even though this Netflix version of the recent Broadway musical has been equipped with an exceptional cast that includes Meryl Streep, Nicole Kidman and James Corden. For much of its 130-minute running time the production, directed by Ryan Murphy, suffers from excessive self-delight, chronic glee and a surfeit of joyishness, along with splotches of sentimentality, and doesn’t start to come alive with unforced energy until one of its stars launches into a song-and-dance number that lasts for four truly delightful minutes.<br />The main action begins with an open-and-shut case on Broadway. A couple of aging stage stars, Ms. Streep’s Dee Dee Allen and Mr. Corden’s Barry Glickman, open in “Eleanor!”—a would-be rollicking musical about Eleanor Roosevelt. The reviews are so brutal that the show closes the same night, with the most withering critical scorn directed at the actors themselves—not for choosing a ludicrous vehicle but for being insufferable narcissists.<br />How, then, can they revive their careers? By becoming celebrity activists, they decide in a flash, and finding a cause to champion. Their vague notion quickly turns specific when Dee Dee and Barry learn that the head of the high school PTA in a small Indiana town has forbidden a student from bringing her girlfriend to the senior prom. Mission identified. The fallen stars will journey to the American heartland with two other friends whose careers are on the rocks—Angie Dickinson, not the actress but a dancer played by Ms. Kidman, and a Juilliard-trained thespian, Trent Oliver (Andrew Rannells)—and they’ll support the beleaguered girl with all the well-publicized selflessness they can muster.<br />The premise is a good one because it sets up a collision between the smug Broadway liberals and the resolutely conservative locals, with the earnest lesbian student caught in the crossfire. (Her name is Emma Nolan and she’s played appealingly by Jo Ellen Pellman. Ariana DeBose is Emma’s closeted girlfriend, Alyssa Greene. Alyssa’s mother, the PTA lady, is played by Kerry Washington.) But there are challenges as well, starting with the need for a sharp but generous take on the actors’ vanity and condescension. I didn’t see the well-received Broadway show, but I have the word of my colleague Terry Teachout who, in his review, wrote that Dee Dee, Barry and the others were “drawn with wicked exactitude.”<br />Many words could be used to describe the movie’s approach, but exactitude isn’t among them. Untethered exuberance comes closer. The stars are obviously having great fun in their roles, and we’re up for sharing it: Who doesn’t want to see a cast like this succeed? Yet the characters and situations are oversold from the opening scenes, and it’s not a problem of technique—these virtuosos can do anything that’s asked of them—but of directorial choice in a movie that still has one foot on a theater stage. The performances are many sizes too big for the camera, notwithstanding Matthew Libatique’s elegant lighting and cinematography."
}