{
    "url_original": "https://www.wsj.com/articles/the-easy-way-to-get-a-christmas-tree-from-the-countryeven-during-covid-11607535573",
    "url": "the-easy-way-to-get-a-christmas-tree-from-the-countryeven-during-covid-11607535573",
    "title": "The Easy Way to Get a Christmas Tree From the Country—Even During Covid",
    "sub_head": "Has the pandemic kept you from scouting the perfect pick at a Christmas-tree farm? Here, how to get a fresh-cut fir without leaving home.",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-270591?width=620&size=custom_1920x2209",
    "image_1": "im-270591.jpg",
    "time": "2020-12-09 12:39:00",
    "body": "WHILE PICKING the ideal pine is a beloved holiday tradition for many—with 26.2 million real Christmas trees sold nationwide last year—the logistics can prove a hassle, especially if you want to bring it home from the countryside.<br />Add a global pandemic and stringent social distancing guidelines, and many real-tree devotees say they simply don’t have the comfort level much less transportation, manpower, or, really, inclination in 2020 to schlep a festive fir from its natural habitat.<br />Enter on-demand tree-delivery services that aim to simplify the season by bringing a fresh, fragrant evergreen directly from the farm to your front door. In 2019, online delivery services accounted for 1.5 million real-tree sales, a number that should see a significant uptick this year, according to the National Christmas Tree Association.<br />Chicago marketing consultant Jessica Sturdy, 31, plans to order a $250 Fraser Fir—including setup, stand rental and postseason recycling—from City Tree Delivery (citytreedelivery.com) this month, reassured by its new, contactless drop-off options. “And I physically could not carry a tree into my apartment alone,” she said.<br />Urban dwellers like Ms. Sturdy represent a massive market for tree transporters, as do harried professionals, retirees, young families and snowbirds who no longer have access to the tree lots that are ubiquitous up north. Windblown Tree Plantation, which operates Christmas Trees Now (christmastreesnow.com), has shipped to customers in 48 states—even Hawaii."
}