{
    "url_original": "https://www.wsj.com/articles/the-white-house-favors-a-bridge-to-recovery-11606950989?mod=opinion_lead_pos6",
    "url": "the-white-house-favors-a-bridge-to-recovery-11606950989",
    "title": "The White House Favors a Bridge to Recovery",
    "sub_head": "Federal relief so far has exceeded expectations, and a new round could sustain growth until vaccines arrive.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-02 18:16:00",
    "body": "Thanks to the underlying strength of the Trump economy on the eve of this pandemic, America’s economic recovery to date has exceeded even the most optimistic forecasts. With several mass-produced vaccines now in sight, it is essential that Congress provide a timely, targeted and temporary fiscal bridge to ensure that American households and firms have the support they need to keep the recovery on pace.<br />This year the U.S. economy was hit by the worst macroeconomic shock in almost a century. Real gross domestic product in the second quarter fell 31.4% at an annual rate. Unemployment jumped to 14.7% between February and April as more than 20 million Americans lost jobs.<br />Thanks to unprecedented action by the Trump administration and Congress, the unemployment rate is now 6.9%. Real GDP growth is on pace to end the year down by about 2 percentage points. While substantial, that would be a smaller contraction than in 2008, and only one-fifth of the drop predicted by the Organization for Economic Cooperation and Development.<br />This robust recovery notwithstanding, the U.S. still faces significant headwinds from the pandemic, which has restructured transportation, entertainment, hotels, restaurants and commercial real estate. Adding to these structural woes is the prospect of renewed lockdowns across the 50 states.<br />Timely, targeted relief would do more than sustain the swift recovery of the labor market. It would also help realign federal receipts and outlays more quickly, as nothing blows a hole in long-run fiscal sustainability like a large, persistent output gap."
}