{
    "url_original": "https://www.wsj.com/articles/the-u-s-general-who-steered-china-right-11609369333?mod=opinion_lead_pos9",
    "url": "the-u-s-general-who-steered-china-right-11609369333",
    "title": "The U.S. General Who Steered China Right",
    "sub_head": "Driving on the left had the mark of British imperialism—and it was bad for Detroit.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-279216?width=620&size=1.5",
    "image_1": "im-279216.jpg",
    "time": "2020-12-30 18:02:00",
    "body": "Of my many international students at Cornell, those from China are among the most eager to take up driving in America. Partly this is due to the popularity of cars in China, the most rapidly motorizing nation on earth. But it’s also because traffic in China and the U.S. follows the same rule of the road. Vehicles in both countries drive on the right. Learn to drive here and you can drive there.<br />China didn’t always drive right; before World War II its traffic ran on the left. That changed at midnight on Dec. 31, 1945. As the new year dawned, traffic throughout the land shifted from one side to the other. It was the work of Gen. Albert Wedemeyer of the U.S. Army, whom President Franklin D. Roosevelt had tapped to replace Joseph Stilwell as commander of American forces in China. Wedemeyer’s move was intended, at least ostensibly, to reduce accidents on China’s roads, which were clogged by American jeeps and trucks. But he likely had an ulterior motive.<br />The Japanese occupation of China prompted Wedemeyer’s decision. By early 1945, imperial troops had been forced out of Burma and the Pacific islands. But two million remained in mainland Asia, mostly in southern China. To drive the Japanese out, Wedemeyer launched Operation Carbonado. It required the marshaling of two divisions of Chinese troops by air from Burma, then moving them 700 miles south from Chongqing to the coast in a convoy of American trucks.<br />But because the vehicles were driven on the “wrong” side of the road, traffic accidents ensued. After driver education campaigns failed, Wedemeyer proposed to Chiang Kai-shek that China’s rule of the road be inverted. The generalissimo agreed. So did most Chinese; the move-left tradition had the mark of British imperialism.<br />Wedemeyer ordered a publicity campaign in preparation. “Posters were placed on telephone poles and shop windows,” he recalled in his memoir, “showing diagrammatically how traffic would move.”"
}