{
    "url_original": "https://www.wsj.com/articles/the-nutcracker-reviews-balanchine-at-home-for-the-holidays-11608150485",
    "url": "the-nutcracker-reviews-balanchine-at-home-for-the-holidays-11608150485",
    "title": "‘The Nutcracker’ Reviews: Balanchine at Home for the Holidays",
    "sub_head": "New York City Ballet and Pacific Northwest Ballet offer filmed productions of George Balanchine’s staging of Tchaikovsky’s Christmas classic.",
    "category_1": "Dance Review",
    "image_1_url": "https://images.wsj.net/im-274133?width=620&size=1.5",
    "image_1": "im-274133.jpg",
    "time": "2020-12-16 15:28:00",
    "body": "Two films of “George Balanchine’s ‘The Nutcracker,’” one made by Pacific Northwest Ballet in Seattle and the other by New York City Ballet, began streaming on Friday. But for the current pandemic, these troupes would be performing the work, live, for most of December in front of their theaters’ audiences.<br />The films, which require a ticket purchase for online viewing, are just two signs of the long coast-to-coast fame of Balanchine’s ballet. First given by NYCB in 1954, the two-act work to Tchaikovsky’s 1892 score set a standard that has made this Christmas-themed ballet a sought-after holiday event. The NYCB film was shot in 2019 for use in an upcoming Disney+ documentary series about the School of American Ballet and documents the production Balanchine himself revamped in 1964 and oversaw until his death in 1983. PNB’s was first performed in 2015 and was filmed in 2018 for archival purposes, its tweaks in design and production framing the scrupulously staged Balanchine choreography.<br />Unlike numerous “Nutcracker” stagings by other choreographers in which adults play the story’s youngsters, the Balanchine work confidently uses real children to artfully enact the narrative’s characters at its homey Christmas gathering—one that magically evolves into a story about an enchanted Nutcracker and an ensuing battle between toy soldiers and aggressive mice, before concluding in a fairy kingdom. More than 60 students from their respective ballet schools are involved in each production filmed here; the age range is 9 through 13 in Seattle and 8 through 13 in New York.<br />As caught in this filming, PNB’s visual style suggests a Currier and Ives print; NYCB’s filmed result resembles a sepia-toned tintype photograph. Wide shots allow viewers to appreciate the productions’ full-stage dimensions to the maximum and both movies feature occasional, judicious close-ups.<br />Both films were shot in HD, though PNB’s is clearer and crisper, with James F. Ingalls’s high-contrast lighting making for wondrous changes to both the interior and exterior scenes. Ian Falconer’s striking, New England-inspired settings, amplified by some animated film moments, and his hard-edge costuming ably support the choreography."
}