{
    "url_original": "https://www.wsj.com/articles/the-woke-see-no-eviland-nothing-but-evil-11608925768?mod=opinion_lead_pos6",
    "url": "the-woke-see-no-eviland-nothing-but-evil-11608925768",
    "title": "The Woke See No Evil—and Nothing but Evil",
    "sub_head": "Behind the paradox lies a superstition about history that may explain their viciousness and violence.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-25 14:49:00",
    "body": "It is impossible to read Mark Twain in the 21st century without being aware, each time one encounters it, of the single most unspeakable word in the English language today; a word that in Twain’s time was as common as mud and therefore completely unremarkable on both sides of the Mason-Dixon Line. The issue concerning the appropriateness of designating “Huckleberry Finn” and “Tom Sawyer” in their original and unexpurgated state as assigned reading in English classes in the public schools has troubled teachers and administrators since at least the 1990s.<br />I am not concerned here with the question of whether the bowdlerization of these texts is defensible, a moral imperative, or an offense against literature—New South published a sanitized edition of the two books in 2011—but rather with the paradoxical character of postmodern political correctness. That character was exposed, also in 2011, when the Virginia Department of Education adopted a textbook, “Our Virginia: Past and Present” by Joy Masoff, which contained the claim that “thousands of Southern blacks fought in the Confederate ranks, including two under the command of Stonewall Jackson.” That prompted anger and indignation on the left and an advisory to teachers from the department to ignore the passage.<br />Yet it is a historically confirmed fact that many Southern blacks, freemen as well as slaves, fought on the side of the Confederacy, as attested to by the historian William Freehling and documented by Harvard’s Prof. John Stauffer in an essay for TheRoot.com. Even so, many Civil War historians continue to deny it for ideological reasons.<br />The dispute over the existence of black Confederate soldiers is a clear instance of how radical progressives, in their war on America, have been pursuing two contradictory aims at once. First, they have worked tirelessly to expose what they view as the fundamentally and indelibly racist character of America from its inception. Thus the central purpose of the “1619 Project,” conceived by Nikole Hannah-Jones and subsequently developed by the  New York Times  magazine: to rewrite, edit and otherwise “correct” the history of the American Republic. Second, they have sought to sanitize America’s cultural achievements and thereby satisfy the moral demands of the present time, all for the good of future generations.<br />No one has noticed, or at any rate pointed out, the basic contradictoriness of exposing, emphasizing, and displaying our national sins on the one hand, while on the other trying to obliterate every trace of them from historical record."
}