{
    "url_original": "https://www.wsj.com/articles/the-trouble-with-riding-the-coattails-of-billionaires-11607338980?mod=markets_lead_pos12",
    "url": "the-trouble-with-riding-the-coattails-of-billionaires-11607338980",
    "title": "The Trouble With Riding the Coattails of Billionaires",
    "sub_head": "Patrick Drahi’s opportunistic offer to take Altice Europe private highlights the governance risk when investors play second fiddle to a controlling shareholder",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-268669?width=620&size=1.5",
    "image_1": "im-268669.jpg",
    "time": "2020-12-07 06:03:00",
    "body": "Investing alongside a billionaire co-owner can be a smart way to ensure that management stays focused on shareholder interests. Except when the billionaire turns the tables.<br />Patrick Drahi, the Franco-Israeli controlling shareholder of the Altice cable empire, is trying to take his European company private at an opportunistic valuation. This should serve as a warning to investors in  Altice USA ,  Mr. Drahi’s U.S. company: There is little to stop the same thing happening to them.<br />Mr. Drahi launched his offer for the shares he doesn’t already own in  Altice Europe  in September. The price was €4.11—a 23.8% premium to the previous close, a press release noted. But the share price was as high as €6.74 in February. European telecom companies haven’t escaped the Covid-19 crisis, and Altice Europe stock fell farther than most because of its high leverage.<br />True, the deal’s earnings multiple is ahead of where Europe’s former state telecom monopolies are trading in a deeply depressed sector. More pertinently, though, it is well behind those of transactions done in recent years by Altice Europe’s closest peer:  Liberty Global ,  the European investment vehicle of U.S. cable entrepreneur John Malone, who helped inspire the Altice ventures.<br />Still, Mr. Drahi owns 77.58% of Altice Europe, giving him substantial sway with its management. Having persuaded them that €4.11 is a fair price, the question is whether he even needs to convince minority shareholders. The Netherlands, where the company is listed, has a famously flexible corporate-governance regime."
}