{
    "url_original": "https://www.wsj.com/articles/the-best-books-of-2020-politics-11607642313?mod=opinion_major_pos10",
    "url": "the-best-books-of-2020-politics-11607642313",
    "title": "The Best Books of 2020: Politics",
    "sub_head": "A diagnosis of entitlement culture, the story of populist radio and more of the year’s standouts.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2020-12-10 18:18:00",
    "body": "Christopher Caldwell’s “The Age of Entitlement: America Since the Sixties” (Simon and Schuster, 352 pages, $28) appeared in January, before the George Floyd riots or the coronavirus panic, but a careful reader of this penetrating study of postwar America might have foreseen the reckless lunacy occasioned by both events. Mr. Caldwell contends that, with the passage and signing of the Civil Rights Act of 1964, the nation’s leaders established a new de facto constitution under which the purpose of politics was to remake civil society according to enlightened theories of racial justice. American leaders set about erecting enormously powerful and cripplingly expensive government agencies and programs to guarantee a state of racial equality. When their efforts failed, their successors created more such agencies and programs, and cultivated the destructive social convention known as political correctness to punish dissenters.<br />Both Republican and Democratic leaders, Mr. Caldwell contends, believed they could spend endless billions on a doomed enterprise and accrue no societal cost; they were bound, or “entitled,” to succeed. Over the past several months we’ve seen American elites blame the cops for a half-century of their own policies’ failure and shut down the bulk of the private-sector economy as if the government doesn’t need it to make everything run. The Age of Entitlement is still very much in progress.<br />America’s wealthy and educated classes come in for another condign drubbing in Michael Lind’s “The New Class War: Saving Democracy From the Managerial Elite” (Portfolio, 203 pages, $25). Mr. Lind is far, I believe, from being a Marxist, but his account of 2016’s populist revolt feels to me like economic determinism. What makes his book work so brilliantly, though, isn’t so much his economic interpretation of our political quandary as his acid analysis of “technocratic neoliberalism.” One salient component of that worldview, Mr. Lind writes in a passage I particularly relished, “is to medicalize politics and treat differing viewpoints as evidence of mental and emotional disorders.” Hence the “phobia” suffix: Islamophobia, homophobia, transphobia and so on. This habit of mind he finds as far back as Richard Hofstadter’s 1964 essay “The Paranoid Style in American Politics,” surely among the most overrated and malign political compositions of the 20th century.<br />Was there ever a time when comity and reasonableness prevailed? Well, perhaps; but as Paul Matzko reminds us in “The Radio Right: How a Band of Broadcasters Took on the Federal Government and Built the Modern Conservative Movement” (Oxford, 304 pages, $34.95), distrust and acrimony were always part of American politics, too. The birth of modern American conservatism is usually attributed to William F. Buckley Jr., Frank Meyer and other midcentury intellectuals; Mr. Matzko insists that it began with a band of anticommunist and fundamentalist radio broadcasters in the 1940s and ’50s. In the ’60s radio personalities such as Carl McIntire and Billy James Hargis began delivering daily invectives against President John F. Kennedy’s Soviet policies to millions of listeners. That led the president and his brother, Attorney General Robert F. Kennedy, to seek a means of retaliation, which they found in a plan drawn up by a pair of communist-sympathizing labor leaders, Victor and Walter Reuther.<br />Not only did the Kennedy brothers implement a scheme of government-empowered intimidation against their critics; the National Council of Churches got in on the bullying, too. “The Radio Right” is an impressively researched and lucidly written work of scholarship."
}