{
    "url_original": "https://www.wsj.com/articles/the-jailing-of-the-citgo-six-11609103067?mod=opinion_lead_pos10",
    "url": "the-jailing-of-the-citgo-six-11609103067",
    "title": "The Jailing of the Citgo Six",
    "sub_head": "The five U.S. citizens and one permanent resident are pawns in a power struggle.",
    "category_1": "Opinion",
    "category_2": "The Americas",
    "time": "2020-12-27 16:04:00",
    "body": "Six Venezuelan-born Citgo executives were living and working in the U.S. in mid-November 2017 when they were summoned by Citgo parent PdVSA—the Venezuelan state-owned oil monopoly—to Caracas for a meeting.<br />The five naturalized U.S. citizens and one U.S. permanent resident were in good standing with the Houston-based firm. As they boarded the corporate jet, they couldn’t have known that they were headed for prison.<br />As the team convened in a PdVSA boardroom on Nov. 21, 2017, Venezuelan military intelligence swooped in to arrest them. They were charged with embezzlement, though the debt deal they supposedly cooked up to benefit themselves never happened. Last month, after a closed-door trial, they were declared guilty. Their sentences range from eight to 13 years. Appeals are expected.<br />Whether the six overstepped their authority at Citgo isn’t clear. But there is no doubt they were denied due process in Venezuela and are pawns in a wider power struggle. On one side of the chess board is strongman Nicolás Maduro. On the other is former Oil Minister and former PdVSA president Rafael Ramírez, now wanted on graft charges. In July Venezuela requested Mr. Ramírez’s extradition from Italy, though according to press reports his whereabouts are unknown.<br />Meanwhile, discrediting the apparatus he built during 12 years at the helm of Venezuelan oil policy is a Maduro priority, which likely explains the hauling in of the Citgo Six. Since the men were also working for a U.S.-based company now controlled by Venezuelan opposition leader Juan Guaidó—recognized by more than 50 democracies as the country’s rightful president—their arrest is also a way for Mr. Maduro to show he can still influence Citgo’s fate."
}