{
    "url_original": "https://www.wsj.com/articles/the-human-cost-of-massive-plant-closures-11607464015?mod=opinion_major_pos16",
    "url": "the-human-cost-of-massive-plant-closures-11607464015",
    "title": "The Human Cost of Massive Plant Closures",
    "sub_head": "So much in the stories of these GM workers who left their families behind when the factory in Lordstown, Ohio, shut down, my dad experienced as well.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-250736?width=620&size=1.5",
    "image_1": "im-250736.jpg",
    "time": "2020-12-08 16:46:00",
    "body": "“Closed GM Factory Spawns Wave of Industrial Migrants” (Page One, Nov. 30) left me in tears, as it reminded me of my father’s sacrifice for his family. In the early 1980s, my dad lost a good factory job with Clark Equipment Co. in Jackson, Mich. After two years of unemployment, he finally found another good-paying job 200 miles away with BorgWarner. During my freshman year in high school, my dad moved into an apartment in Muncie, Ind.<br />For much of the last five years of his life, he felt the pain and endured the challenges of being separated from his family. So much in the stories of these GM workers who left their families behind when the factory in Lordstown, Ohio, shut down—such as rooming with a workmate, taking a lot of overtime and coming home only on weekends—my dad experienced as well. His sacrifice kept an awkward and shy 13-year-old boy from being uprooted from his friends and the only home he had ever known.<br />At the time, I realized the benefit to myself. However, it was only in retrospect that I appreciated the high cost that my dad paid to provide for his family with the least disruption to our lives. I thank my dad, John Mullaly, for his sacrifice. I would also like to tell the GM workers that though Lordstown no longer makes cars, from what I read, it still makes great fathers and husbands.<br />Timothy Mullaly<br />Memphis, Tenn."
}