{
    "url_original": "https://www.wsj.com/articles/the-unsettling-confrontations-of-artist-yoshitomo-nara-11608317986",
    "url": "the-unsettling-confrontations-of-artist-yoshitomo-nara-11608317986",
    "title": "The Unsettling Confrontations of Artist Yoshitomo Nara",
    "sub_head": "Two U.S. exhibitions explore the work of the Japanese artist, who combines childlike cuteness with adult anger and pain.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-273543?width=620&size=custom_2712x3496",
    "image_1": "im-273543.jpg",
    "time": "2020-12-18 13:59:00",
    "body": "Posed against a blank background, the girl stares up at us like a small child. Her enormous head, small body and wide-open eyes signal “adorable.” Her vulnerability triggers our protective instincts.<br />But then there’s that knife she’s holding.<br />“The Girl With the Knife in Her Hand” was a breakthrough work for Japanese artist Yoshitomo Nara. Painted in 1991, it’s the first in a long line of female figures in his work that combine irresistible cuteness—kawaii in Japanese—with the dark emotions of adulthood: seething anger, sorrow, pain.<br />Hovering between innocence and violence, “The Girl With the Knife in Her Hand” was born, Mr. Nara has said, “from confronting my own self.” Other endearing but unsettling figures populate Mr. Nara’s drawings, paintings and sculptures as well, including crowds of sleepwalkers, flop-eared dogs on stilts and childlike heads submerged in puddles.<br />This season, Mr. Nara is the subject of two major museum exhibitions in the U.S. “I Forgot Their Names and Often Can’t Remember Their Faces but Remember Their Voices Well” is scheduled to open at the Dallas Contemporary on Jan. 30. “Yoshitomo Nara,” a retrospective at the Los Angeles County Museum of Art (LACMA), focuses on the artist’s abiding passion for music. Originally scheduled for last April, it has already been installed but is waiting to open until pandemic restrictions are lifted; the show is planned to run through July 2021."
}