{
    "url_original": "https://www.wsj.com/articles/the-watch-review-making-fantasy-fun-11609279736?mod=opinion_major_pos13",
    "url": "the-watch-review-making-fantasy-fun-11609279736",
    "title": "‘The Watch’ Review: Making Fantasy Fun",
    "sub_head": "This adaptation of Terry Pratchett’s Discworld novels is a comic journey into dystopian ideas.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-278541?width=620&size=1.5",
    "image_1": "im-278541.jpg",
    "time": "2020-12-29 17:08:00",
    "body": "Terry Pratchett’s Discworld, the setting of 41 novels by the phenomenally prolific author, was carried on the back of four elephants and a turtle. Its TV incarnation, “The Watch,” is carried by Richard Dormer, Northern Irish actor and “Game of Thrones” veteran. His Commander Sam Vimes, as we see in episode 1, begins his career as an idealistic member of what passes for a police force in the Discworld locale of Ankh-Morpork. But after the emptying of “9321 bottles of booze,” the loss of “68,242 brain cells” and the neutering of law enforcement by the city’s administration, he has become a combination of Popeye and Keith Richards, a scowling, ambling, slightly addlepated detective who will still rise—albeit with considerable difficulty—to the occasion.<br />The advantage of adapting someone as celebrated as Pratchett, who died in 2015, is that his work comes with a built-in fan base. The downside is that said base generally takes its dystopian fantasy very seriously, even work as comic as Pratchett’s. And the fans already have an idea of what it should look like and who should play whom. I am no Pratchett authority, but Mr. Dormer presents a more than acceptable Vimes, with his antic comedic flair, the fractured cowboy rhythms of his gait and Clint Eastwood-inspired cigars that migrate from one side of his mouth to the other as he ponders the great questions of his place and time. Among them: How can the villainous but conflicted Carcer Dun (Samuel Adewunmi) still be alive, when Vimes saw his old friend-cum-foe fall to his death 20 years before? How can he not have aged a day? Is Carcer’s evil plan somehow connected to the magic afoot at Unseen University? And is a missing library book connected to the dragon attacks besieging the city?<br />And what of the City Watch, which Pratchett made the subject of so many novels? Behind every truly memorable act of predictive fantasy lies a serious idea, Pratchett’s being the benighted wisdom of the Ankh-Morpork authorities: Shortly after Vimes joined the Watch, the crime-ridden city decided to recognize and authorize guilds devoted to specific illicit pursuits—a Thieves Guild, an Assassins Guild, a Drug-Pushers Guild, even an Alchemists Guild. As long as the malefactors stayed within their quotas, they were immune to arrest or prosecution. Crime rates actually dropped. But the effect on the Watch was devastating. Dispiriting. Dissipating. Just look at Vimes.<br />The revitalization of the force is effectuated by several near-simultaneous occurrences: The re-emergence of Carcer, of course; the introduction to the Watch of Constable Carrot (Adam Hugill), a fresh-faced and very tall young lad who was raised by dwarves (and tries rather cluelessly to enforce what we’d normally think of as law); and the arrival of Lady Sybil Ramkin (Lara Rossi), a self-possessed and very capable all-around force of justice who rankles Vimes but allies with him to track down Carcer and thwart dragons. Along with them are the mysterious Angua (Marama Corlett), who happens to be a werewolf; the forensics expert Cheery (Jo Eaton-Kent) and, making an occasional cameo appearance, Death himself (Wendell Pierce).<br />The first episode of “The Watch” will play Thursday on AMC+, then again during a two-episode presentation Sunday night at 8 p.m. on BBC America with subsequent episodes materializing on AMC+ and BBC America every Sunday. “The Watch” can’t be taken as seriously as that erstwhile Sunday night staple, “Game of Thrones.” On the upside, it’s a lot more fun."
}