{
    "url_original": "https://www.wsj.com/articles/the-rise-of-the-giant-empty-international-flight-11607522206",
    "url": "the-rise-of-the-giant-empty-international-flight-11607522206",
    "title": "The Rise of the Giant, Empty International Flight",
    "sub_head": "Why airlines are actually scheduling more long-haul trips in December despite low passenger demand and Covid-driven entry restrictions",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-270082?width=620&size=1.5",
    "image_1": "im-270082.jpg",
    "time": "2020-12-09 08:56:00",
    "body": "The lesson is clear: No matter the obstacles, there will always be people (and cargo) who will fly.<br />Airlines have added a number of very long international flights to schedules in December, a sign of resilience and necessity in air travel. Some of the new flights are a result of increased holiday travel and cargo demand in key cities. Many will have small passenger loads—30 or 40 people on a wide-body jet. But with the right cargo load, that’s enough to at least break even on many trips, airlines say.<br />That also could mean nine, 12, even 18 hours in an enclosed space in the middle of the pandemic, a choice many would-be fliers have avoided. Robust ventilation and air filtration in cabins does reduce, but not eliminate, viral transmission risk. Even with the risks, quarantines and restrictions, the increased flying just shows that there will always be people who need to go.<br />“Air service is critical. People want to travel—even with a 14-day quarantine, even with all the testing—and these vital travel lanes are key to having those connections,’’ says Patrick Quayle, vice president of international network and alliances at United.<br />The number of scheduled passenger flights at least 3,400 miles long—New York-London is 3,451 miles—jumped 23% to 32,317 world-wide in December compared with November, according to Cirium, an aviation data company. December schedules still had 70% fewer flights than December 2019, but the number of flights scheduled was three times as many as the May low for long-haul international trips."
}