{
    "url_original": "https://www.wsj.com/articles/the-national-baseball-hall-of-fame-collection-review-a-choice-of-players-11607037165",
    "url": "the-national-baseball-hall-of-fame-collection-review-a-choice-of-players-11607037165",
    "title": "‘The National Baseball Hall of Fame Collection’ Review: A Choice of Players",
    "sub_head": "An oversize, lavishly illustrated celebration of America’s favorite trading-card icons and the shrine created for them in Cooperstown, N.Y.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-268068?width=620&size=1.5",
    "image_1": "im-268068.jpg",
    "time": "2020-12-03 18:12:00",
    "body": "A quotation often trotted out this time of year comes from Baseball Hall of Famer Rogers Hornsby, who played in his last game in 1937: “People ask me what I do in winter when there’s no baseball. I’ll tell you what I do. I stare out the window and wait for spring.”<br />This winter the virus will put everything baseball into serious doubt, including the ritual countdown to the day in February when pitchers and catchers are scheduled to report to spring training. For those who love the game and its past and have hope for its near- and long-term future, a good companion during this “off” off-season is “The National Baseball Hall of Fame Collection,” a slim, oversize, heavily illustrated book by James Buckley Jr. Turning its pages is akin to a stroll through the Hall of Fame itself. Mr. Buckley has given us a potent souvenir of that remarkable institution in Cooperstown, N.Y.<br />The Hall of Fame complex comprises the hall itself, a museum and the A. Bartlett Giamatti Research Center, which includes a library, an archive and a vast photo collection. The center, named after the baseball intellectual who in the late 1980s served as the game’s seventh commissioner, is a researcher’s dream come true. It can boast, among much else, of a dedicated file containing clippings and other biographical raw material for every major-league player who appeared in any game since 1871.<br />Between 1982 and 2012, I visited the Hall of Fame and Museum seven times. The most memorable visit was my first, in June 1982, when I did research for the first of 10 baseball-related books I would write over the next three decades. It was a thrill to see the place and enjoy the wonderful Frank Capra ambiance of the town in which it is located. It was during that first visit that the death of Satchel Paige, the first black pitcher to play in the American League, was announced. As befitted baseball’s equivalent of Westminster Abbey, the flags on the front plaza were lowered to half-staff and a large portrait of Paige, draped in black crepe, was displayed on an easel inside the main entrance.<br />Paige’s passing capped a movement for inclusion that had begun on July 25, 1966, when slugger Ted Williams was inducted into the Hall. When Williams took the podium, he was tanned and in great shape—one writer said he looked like Rock Hudson and sounded like John Wayne. After thanking a number of people and speaking on the virtue of hard work, he brought up the subject of Willie Mays, who had just hit his 522nd home run, which put him ahead of Williams. “He has gone past me, and he’s pushing, and I say to him, ‘Go get ’em, Willie.’ Baseball gives every American boy a chance to excel. Not just to be as good as someone else, but to be better than someone else. This is the nature of man and the name of the game.”"
}