{
    "url_original": "https://www.wsj.com/articles/the-fannie-and-freddie-conundrum-11607470249?mod=opinion_lead_pos1",
    "url": "the-fannie-and-freddie-conundrum-11607470249",
    "title": "The Fannie and Freddie Conundrum",
    "sub_head": "A regulator’s plan to recapitalize the firms is the least worst option.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-08 18:30:00",
    "body": "Politics sometimes requires choosing the least bad option. That may be the best way to assess the Federal Housing Finance Agency’s (FHFA) eleventh-hour push to release government-sponsored enterprises  Fannie Mae  and  Freddie Mac  from their 12-year captivity.<br />In a better political world, the housing godzillas would have been unwound after the financial crisis. Recall Congress created the GSEs to guarantee mortgages with the purpose of increasing liquidity to the housing market. Their implicit government backstop allowed them to expand their footprints and leverage, which yielded enormous profits.<br />When the housing bubble burst, Fannie and Freddie were stuck with enormous losses on toxic mortgages. At that point they should have been placed in receivership. But the Bush Treasury opted for conservatorship under regulatory control by the FHFA.<br />With a $190 billion injection from Treasury, they gained a new lease on life. In return, Treasury received preferred senior stock, which the giants were supposed to pay a 10% dividend on liquidation preference, and warrants to acquire 79.9% of common shares. The GSEs were also supposed to pay a fee for the government’s open-ended credit.<br />Because they were unable to pay the required dividend or fee, Treasury in 2012 began sweeping their net earnings. Fan and Fred shareholders on Wall Street argue that the government has unfairly appropriated hundreds of billions of dollars in profits. But Treasury still hasn’t come close to being repaid what it was originally owed under the 2008 agreement for rescuing the giants."
}