{
    "url_original": "https://www.wsj.com/articles/the-high-tax-end-run-around-the-arizona-constitution-11607719932?mod=opinion_lead_pos8",
    "url": "the-high-tax-end-run-around-the-arizona-constitution-11607719932",
    "title": "The High-Tax End Run Around the Arizona Constitution",
    "sub_head": "Out-of-state groups drop millions in support of a job-killing ballot measure to soak small businesses.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-271585?width=620&size=1.5",
    "image_1": "im-271585.jpg",
    "time": "2020-12-11 15:52:00",
    "body": "Phoenix<br />Much of the dust has settled from the 2020 election, but in Arizona one legal battle is just beginning. It’s a fight over the largest tax increase in the state’s history, and it’s a cautionary tale for the rest of the country—or at least for those who care about protecting their states from an onslaught of job-killing progressive policies.<br />That fight centers on Proposition 208, a ballot initiative that imposes a billion-dollar tax hike. It nearly doubles the income taxes imposed on small businesses and individuals making more than $250,000 a year, raising the marginal rate from 4.5% to 8%, with the funds supposedly going to education (though there’s no guarantee that will actually happen). What is certain is that the tax will have disastrous economic consequences, including the loss of more than 100,000 jobs and a significant drop in revenue to local and state coffers, according to a study published by the Goldwater Institute.<br />Late last month, a coalition of legislators, taxpayers, and small-business groups filed a lawsuit challenging the constitutionality of Proposition 208. The Arizona Constitution clearly limits how the state can raise and spend money on education. Proposition 208 attempts to evade those limits.<br />Proponents of Proposition 208 could have asked Arizonans to amend the Constitution. They had plenty of time to collect the necessary signatures to get such a question on the ballot. Instead they decided to put their tax increase proposal before voters as ordinary legislation. They did so even after warnings about the measure’s constitutionality, including from the nonpartisan Legislative Council. Because Proposition 208 was passed as a statute rather than a constitutional amendment, it can’t override the Arizona Constitution. Proposition 208 also attempts to invade the Legislature’s ability to pass a budget and allocate funding for everything from higher education and public safety to government responses to the coronavirus pandemic."
}