{
    "url_original": "https://www.wsj.com/articles/the-clock-paradox-of-quantum-physics-11607018181",
    "url": "the-clock-paradox-of-quantum-physics-11607018181",
    "title": "The Clock Paradox of Quantum Physics",
    "sub_head": "How does an unstable nucleus ‘know’ when it’s time to decay? The answer may lie in the fabric of space itself.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-267760?width=620&size=1.5",
    "image_1": "im-267760.jpg",
    "time": "2020-12-03 12:56:00",
    "body": "Nobel Prize-winning physicist Frank Wilczek explores the secrets of the cosmos. Read previous columns here.<br />In 1935, the physicist Erwin Schrödinger invented a thought-experiment to test whether quantum theory fully describes reality. Known as “Schrödinger’s Cat,” the experiment asks us to imagine a cat in a sealed box, together with a vial containing poisonous gas and a mechanism that can shatter the vial. The mechanism is triggered when an unstable atomic nucleus decays, breaking the glass and killing the cat.<br />According to quantum theory, however, the nucleus can be in different states, unchanged or decayed, at the same time. Only when it is observed do the possible states “collapse,” making it definite whether the nucleus has decayed or not. Thus the poor cat somehow hovers between life and death, waiting for somebody or something to collapse the nucleus’s state (and thus its own). This weird situation suggested to Schrödinger that quantum theory is missing something. With all respect to him, however, I think that the weird part of the setup isn’t the cat; it’s the behavior of the unstable nucleus.<br />To see why, consider radioactive dating, a marvelous technique for determining the age of objects. It is used in archaeology, to date human artifacts; in geology, to date stones and strata; and in astrophysics, to date distant stars and gas clouds. The accuracy of radioactive dating is undisputed, yet the principle behind it is deeply strange.<br />Many objects contain some nuclei that are unstable, meaning that they will eventually decay, changing into a different isotope and emitting energy in the process. In every equal interval of time, a fixed proportion of the unstable nuclei in a sample will decay. The amount of time it takes for half of them to decay is known as the isotope’s half-life."
}