{
    "url_original": "https://www.wsj.com/articles/the-military-learned-to-stop-the-bleeding-11608499774?mod=opinion_lead_pos9",
    "url": "the-military-learned-to-stop-the-bleeding-11608499774",
    "title": "The Military Learned to Stop the Bleeding",
    "sub_head": "Many civilian lives could be saved by using tourniquets.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-275568?width=620&size=1.5",
    "image_1": "im-275568.jpg",
    "time": "2020-12-20 16:29:00",
    "body": "Robyn Gardner lay bleeding by a river near Sacramento, Calif., her thigh ripped open by a boat’s propeller. A former Army medic happened to be nearby. He applied a tourniquet, which immediately stopped the bleeding and stabilized Gardner. But when the ambulance arrived, the crew removed the tourniquet, because tourniquets weren’t an approved trauma intervention in the jurisdiction. EMTs tried other techniques to control the bleeding, but Gardner died at 38 in 2003.<br />Tourniquets save lives, but an exaggerated fear of tissue damage led medical authorities to ban them from use on both military and civilian trauma patients. Some 3,400 American lives were lost in Vietnam from failure to use these simple devices.<br />That realization prompted a four-year review of battlefield trauma care, which led to the development of Tactical Combat Casualty Care, first described in 1996. TCCC recommends tourniquets for life-threatening extremity bleeding until the casualty reaches a surgeon. But most U.S. military units ignored the advice at first and didn’t carry tourniquets into Afghanistan and Iraq.<br />That changed as casualties mounted. In 2005 the U.S. Special Operations Command and the U.S. Central Command both mandated tourniquet use. Studies since have found hundreds of American lives have been saved on the battlefield with tourniquets and little danger of tissue damage.<br />Civilian trauma care has always benefited from military wartime experience, but the process can be slow. By 2010 tourniquets were routine in the military but rare outside it. Civilian tourniquet use increased significantly after 2013, when Hartford, Conn., trauma surgeon Lenworth Jacobs convened a group of experts to study ways of saving lives in civilian mass casualty incidents such as the Sandy Hook school shooting. The Hartford Consensus led the American College of Surgeons and the American College of Emergency Physicians to endorse tourniquet use by professional first responders."
}