{
    "url_original": "https://www.wsj.com/articles/the-bipartisan-moral-rot-of-americas-institutions-11607969301?mod=opinion_lead_pos10",
    "url": "the-bipartisan-moral-rot-of-americas-institutions-11607969301",
    "title": "The Bipartisan Moral Rot of America’s Institutions",
    "sub_head": "Media discover the Hunter Biden story, and the GOP falls in line with Trump’s futile election challenge.",
    "category_1": "Opinion",
    "category_2": "Free Expression",
    "time": "2020-12-14 13:08:00",
    "body": "In politics, in business, in the cultural discourse that plays out on a never-ending doom loop on our screens and in our heads, the year has been marked by the triumph of cynical expediency, the relentless pursuit of self-interest dressed up as public-spirited principle.<br />Political leaders, business chiefs and the media and entertainment figures they ventriloquize have grasped their opportunities in this tempestuous year to advance their own causes. A pandemic, urban violence, the machinery of electoral democracy—all carefully repurposed and packaged in a gauzy wrapping of useful lies to ensure above all else their gain.<br />Some of the nation’s biggest and most powerful companies exploited an unprecedented human crisis to grow bigger and more powerful, making sure to shed crocodile tears for the losers. Progressive politicians at the local and national levels cynically seized on repeated crises to promote their ideological objectives. Most of the nation’s celebrated newsrooms abandoned the last pretense of objectivity and revealed their selective use and manipulation of facts as little more than propaganda.<br />There are exceptions, but depressingly few to celebrate. The most notable last holdouts to this encroaching empire of dishonesty are the millions of decent and honorable Americans who have suffered unprecedented human and economic damage this year, even as their comfortably distanced, self-aggrandizing superiors lecture them on their ignorance and inadequacy. Lions led by donkeys.<br />Two episodes last week stand as fitting codas to this spectacle, timely examples of the moral corruption eating away at American institutions."
}