{
    "url_original": "https://www.wsj.com/articles/the-tyranny-of-diversity-11609347729?mod=opinion_lead_pos6",
    "url": "the-tyranny-of-diversity-11609347729",
    "title": "The Tyranny of Diversity",
    "sub_head": "Its monomaniacal pursuit undermines other values—true equality among them.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-30 12:02:00",
    "body": "President-elect Biden promises “the single most diverse cabinet, based on race, color, based on gender, that has ever existed in the United States of America.” Diversity, and its brother-in-law Inclusivity, is at the center of progressive politics and of woke culture. But what is its true value?<br />Diversity is a serious plank in the platform for equality generally: equality, be it noted, not of opportunity but of result. Diversity—in universities, corporations, government, TV commercials—is in part a deliberate attempt to make amends for past injustices. The intention is to bring minority groups out from their positions of marginality into the center of institutions, politics and culture generally.<br />Universities employ deans and associate provosts whose entire task is to foster diversity. One such person was recently hired “to realize an ideal Northwestern University where community members are challenged to engage differences as strengths in an environment that ensures equality of access, opportunity, participation and representation.” When I spoke to a friend who teaches at Northwestern about what seemed to me the emptiness and unnecessary expense of such a job, he corrected me, at least partly, by pointing out that without such an administrator for diversity the school might be denied federal funds for scientific and other projects.<br />There’s nothing wrong with the idealistic yearning for equality unless it gets in the way of other important goals or goods. The ideal of promised equality under communism, for example, annihilated the ideal of personal liberty. The political philosopher Isaiah Berlin often wrote about the conflict that arises when two good qualities compete. Great goods, Berlin thought, sometimes cannot live together: “We are doomed to choose, and every choice may entail an irreparable loss.” Is diversity, in higher education and in politics, always the right choice?<br />In contemporary higher education, diversity competes with intellectual authority, based on scholarly and scientific accomplishment. These days, diversity is all but victorious and intellectual authority well in retreat. This leaves no one in a position to set or determine educational standards. University presidents, once educational leaders, now focus on fundraising and public relations. The heads of academic departments tend to accept their jobs not out of a desire for intellectual leadership but to reduce their teaching loads. Because of this want of intellectual authority, universities have now been on the slide for many years."
}