{
    "url_original": "https://www.wsj.com/articles/the-other-arizona-election-challenge-11607294632?mod=opinion_lead_pos2",
    "url": "the-other-arizona-election-challenge-11607294632",
    "title": "The Other Arizona Election Challenge",
    "sub_head": "Can voters ignore the state constitution when passing an initiative?",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-269055?width=620&size=1.5",
    "image_1": "im-269055.jpg",
    "time": "2020-12-06 17:43:00",
    "body": "The outcome of the presidential race isn’t the only election result being contested in Arizona, and the other has even greater consequences for the law. Last week two lawsuits were filed against Proposition 208, the ballot initiative that imposes a new 3.5% tax surcharge to raise an estimated $827 million for education. It passed with 51.7% of the vote.<br />The suits are challenging whether Prop 208, which passed as a statute, must conform to the state constitution. One suit was filed by businesswoman Ann Siner and retired judge John Buttrick, the other by the Goldwater Institute, the influential Arizona think tank.<br />The suits claim that Prop 208 contradicts a constitutional amendment that limits the amount of revenue provided to school districts each year. It also overrides another constitutional provision requiring a two-thirds majority of the Legislature to approve a tax increase.<br />The Legislative Council, a nonpartisan legislative office that reviews bills and ballot measures for form and constitutionality, held that Prop 208’s language exempting the money it raises from an existing cap on education spending “is likely invalid” because it violates express constitutional limits. Supporters went ahead anyway. The state Supreme Court declined to rule on claims that Prop 208 unconstitutionally curtails the Legislature’s authority but said it couldn’t consider the issue until it passed.<br />Prop 208 supporters say the people are sovereign and have spoken through the initiative. But the suits argue that, though the people are sovereign, they still have to obey their own laws and constitution."
}