{
    "url_original": "https://www.wsj.com/articles/the-question-dogging-mlbs-job-market-will-the-national-league-use-the-dh-11607086587",
    "url": "the-question-dogging-mlbs-job-market-will-the-national-league-use-the-dh-11607086587",
    "title": "The Question Dogging MLB’s Job Market: Will the National League Use the DH?",
    "sub_head": "The NL used the designated hitter to help pitchers stay healthy during the 2020 pandemic season. No one knows yet whether it will be back next season.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-268056?width=620&size=1.5005861664712778",
    "image_1": "im-268056.jpg",
    "time": "2020-12-04 07:56:00",
    "body": "Only six players in baseball hit more home runs than Adam Duvall last season. The Atlanta Braves responded by cutting him on Wednesday, because they didn’t want to pay him the $4 million to $7 million he would’ve likely earned in salary arbitration later this winter.<br />The move came as a surprise, given Duvall’s ability, his relatively low cost and the Braves’ serious championship aspirations in 2021. They chose to let Duvall go in spite of all that in part for a particularly strange reason: The Braves, like the rest of the National League, still don’t know what one key rule of the game will be next year—even though spring training is supposed to start in just over two months.<br />MLB and the players’ union agreed to add the designated hitter to the NL for the pandemic-shortened 2020 campaign, ostensibly to help preserve pitchers’ health over the rigorous 60-game schedule. As of today, the universal DH won’t carry over into 2021, nor will any of the other experimental rules implemented as part of the sport’s safety protocols.<br />That could change before opening day, after the two sides hash out the details of how to stage a second season under the specter of Covid-19. People across the industry anticipate the DH becoming a part of those discussions, with the owners likely to dangle it as a bargaining chip in exchange for an expanded postseason tournament.<br />For now, however, pitchers are slated to bat in the NL, and the uncertainty has left front offices in the unusual position of trying to build a roster while a significant variable remains in flux."
}