{
    "url_original": "https://www.wsj.com/articles/the-binge-worthy-decor-of-netflixs-bridgerton-11608839176",
    "url": "the-binge-worthy-decor-of-netflixs-bridgerton-11608839176",
    "title": "The Binge-Worthy Décor of Netflix’s ‘Bridgerton’",
    "sub_head": "The set decoration in this Netflix Original (and two other streamable shows) will have design-lovers clicking ‘Next Episode’ until the season’s final curtain",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-273618?width=620&size=1.5",
    "image_1": "im-273618.jpg",
    "time": "2020-12-24 14:46:00",
    "body": "WITH DESIGN museums and historic homes off-limits, these streaming series, premiering or returning in the next month, are a satisfying substitute for décor junkies.<br />This lavish new series from executive producer Shonda Rhimes follows the cream of British society as they traverse the ballrooms and gardens of 1815 London. Diverse casting and a tweak to Regency style bring this drawing-room drama into the 21st century. “It was all about creating a clean, fresh, colorful world modern audiences could relate to,” said production designer Will Hughes-Jones. For the old-money Bridgerton family, that meant a refined palette of blue, white and champagne, inspired by then-newly popular Wedgwood china. The bedroom in the upstart Featheringtons’ home, by comparison, illustrates their new-money flash: a gilt-frame mirror, damask on nearly every surface and the acid yellows and bright pinks favored by the family, part of a “heightened reimagining of the period.”<br />Most of the first season of this delightfully oddball show, which introduced poet Emily Dickinson (Hailee Steinfeld) as an angsty, goofy teen, took place in her parents’ staid 1850s New England home. This season shifts to the new estate of Emily’s brother Austin (Adrian Enscoe) and his wife, Sue (Ella Hunt). “It’s more of a Victorian Italianate villa, and it’s much more showy,” said production designer Neil Patel. Reflecting Sue’s aspirations, the parlor is decorated in regal blues, greens and golds, with a mix of Hudson River School and Old World art hung salon-style and a showstopping reclining sofa. Said Mr. Patel, “The design looks toward the most current European styles of the time.”<br />In this post-apocalyptic series with a bonkers premise—passengers are stuck in a train hurtling endlessly across the globe’s frozen dystopia—all the action takes place within 14-by-40-foot railcars comprising a slew of styles and periods. This first class apartment car (pictured), home to homicide detective Andre Layton (Daveed Diggs), was previously inhabited by an aging international architect, said production designer Stephen Geaghan. “His best days were the ’50s and ’60s, when he made his money.” Hence the homage to mid-20th-century design: Marcel Breuer Wassily chairs, sculptural circular fireplace and shagalicious carpet."
}