{
    "url_original": "https://www.wsj.com/articles/the-covid-pandemic-could-cut-business-travel-by-36permanently-11606830490",
    "url": "the-covid-pandemic-could-cut-business-travel-by-36permanently-11606830490",
    "title": "The Covid Pandemic Could Cut Business Travel by 36%—Permanently",
    "sub_head": "Between 19% and 36% of all business trips could disappear, given efficiencies developed during the lockdown, our Middle Seat columnist and airline experts estimate",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-266324?width=620&size=1.5",
    "image_1": "im-266324.jpg",
    "time": "2020-12-01 08:48:00",
    "body": "Even if Covid-19 vaccines become widespread, business travel is likely to be changed by the pandemic. Travel budgets have been slashed and some meetings will remain virtual; conferences and conventions may be crimped.<br />But by how much? It matters not only to airlines and their employees but also their customers—travelers. That’s because higher fares paid by corporate customers actually subsidize cheap fares for vacationers. What’s more, less business travel means that airlines schedule fewer flights on business routes, like trips to New York, Chicago, London and Tokyo. That means fewer seats for leisure travelers.<br />Estimates of permanent change in the airline industry have ranged from the CEOs of American, United and Delta all saying business travel will come roaring back in full, though it may take a few years, to observers like Bill Gates who recently suggested half of all business travel will never return.<br />Guesses aside, a look at data suggests between 19% and 36% of all air trips are likely to be lost, based on a business-travel analysis I worked on with three airline-industry veterans.<br />“Brick-and-mortar retail has been devastated by ecommerce and I think this is a parallel story,’’ says Jay Sorensen, president of IdeaWorks, an airline-industry consulting firm and a member of our group. The others are Ben Baldanza, former chief executive of Spirit Airlines and a current board member of  JetBlue ,  and consumer advocate Charlie Leocha, president of Travelers United, a passenger-advocacy organization."
}