{
    "url_original": "https://www.wsj.com/articles/the-best-managed-companies-of-2020and-how-they-got-that-way-11607785803?mod=business_lead_pos5",
    "url": "the-best-managed-companies-of-2020and-how-they-got-that-way-11607785803",
    "title": "The Best-Managed Companies of 2020—and How They Got That Way",
    "sub_head": "Microsoft is on top, followed by Apple, IBM and Amazon in the Drucker Institute’s annual Management Top 250 ranking",
    "category_1": "Business",
    "category_2": "Journal Reports: Leadership",
    "time": "2020-12-12 10:10:00",
    "body": "The technology giants that shape so much of our lives dominate in yet another way: They lead the pack of the country’s best-run companies.<br />In a year when the coronavirus pandemic has devastated large swaths of the U.S. economy and reconfigured the ways millions of Americans shop, work, communicate and learn, tech stalwarts have remained in the uppermost echelon of the Management Top 250, an annual ranking based on the principles of the late management guru Peter Drucker.<br />In the 2020 lineup,  Microsoft Corp.  unseated  Amazon.com Inc.  as No. 1 by performing consistently well across each of the five main components of the overall ranking compiled by researchers at Claremont Graduate University’s Drucker Institute: customer satisfaction, employee engagement and development, innovation, social responsibility and financial strength.<br />While their analysis captures data from the first few months of the pandemic, through the end of June, Drucker Institute researchers say the health crisis likely had a limited impact on their 2020 list. “What we’ve really noticed is that the companies that scored highest in our ranking last year seemed in the best shape to deal with the crisis,” says Rick Wartzman, head of the KH Moon Center for a Functioning Society, a part of the Drucker Institute.<br />Rivals in the cloud-computing market, Microsoft and Amazon have both benefited from the shift to remote work, as companies and employees embraced their products to adapt to office closures and social-distancing requirements aimed at curbing the spread of the coronavirus. But Amazon fell to No. 4 this year as  Apple Inc.  took the No. 2 spot, followed by  International Business Machines Corp.  Google parent  Alphabet Inc.  rounds out the tech-centric top five. Overall, researchers examined 886 companies this year, using 33 indicators of management effectiveness."
}