{
    "url_original": "https://www.wsj.com/articles/the-best-buildings-of-2020-with-architectures-future-under-a-cloud-11607972400",
    "url": "the-best-buildings-of-2020-with-architectures-future-under-a-cloud-11607972400",
    "title": "The Best Buildings of 2020 With Architecture’s Future Under a Cloud",
    "sub_head": "Museums and memorials wowed this year, but, in a socially distanced world, designers are rethinking their approach to built spaces.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-272264?width=620&size=1.5",
    "image_1": "im-272264.jpg",
    "time": "2020-12-14 14:00:00",
    "body": "Who could know in October 1929 that the architecture of Jazz Age America was dead, along with the world that created it? After the shock of the Great Crash, sensations like the Chrysler Building looked frivolous and bombastic. In a few years it was clear that people no longer demanded architectural sensations but serious buildings that addressed serious problems, particularly housing.<br />Likewise today; no one can yet predict what the coronavirus pandemic, the ensuing lockdown, the continuing health and safety protocols, as well as the general and lingering feeling of anxiety will mean for our buildings and infrastructure. But it is clear that these things have already brought about a radical reset. It is no longer enough for architects and those of us in the media who cover them to think of “architecture” primarily in terms of the latest eye-catching sensation. Suddenly larger issues are in play, such as the future of the workplace, dealing with the “mass” in mass transit, and even the fate of the city itself.<br />As a result, the buildings completed this year, all designed before the pandemic, already seem the products of a different, more innocent world. Of several distinguished buildings of the arts, the most ambitious is the Kinder Building for the Museum of Fine Arts, Houston, which was designed by Stephen Holl Architects and opened Nov. 21. Its geometry is intriguing: Deep notches are cut all along its perimeter, opening it up to the street and prefacing each of its five public entrances with its own elegant forecourt. Above the roof line, the geometry abruptly turns curvilinear in a way meant to evoke the spacious Texas sky (“concave curves, imagined from cloud circles,” as Mr. Holl puts it). Like his groundbreaking Nelson-Atkins Museum in Kansas City, Mo., it also encloses its physical structure with a luminous skin, and at night it glows from within like a box of trapped sunlight.<br />Mr. Holl’s translucent walls are a particularly handsome example of that contemporary architectural feature known as the rain screen. This is the array of panels mounted a few inches in front of a building’s high-tech skin, which acts as an umbrella held sideways, letting any water that trickles through fall safely away in the cavity behind. If Mr. Holl’s building presents a pleated scrim of glass columns, a different approach is offered by the new Oklahoma Contemporary Arts Center, in Oklahoma City, by Rand Elliott Architects. Its rain screen is composed of vertical aluminum fins, set at irregular angles so their light changes and fluctuates as the sun moves, much as a beaded curtain rustles in the wind. The Arts Center had the misfortune to open this past March and then promptly shut its doors, just as the great national lockdown began.<br />Subsequent events have given new significance to familiar things. Just as “Hamlet” seems different after Freud, so buildings seem different after Covid-19. SelgasCano’s Second Home Hollywood in Los Angeles was noted in this space last year as a new kind of flexible office for “nomadic” freelancers and flex-time workers. Then its glass-walled pods and lush tropical plantings seemed merely clever; now they seem visionary. Fresh air is brought into its pods directly, freeing them from the recirculated air of an HVAC system. A dozen firms have already moved in."
}