{
    "url_original": "https://www.wsj.com/articles/there-was-a-piece-missingwe-were-all-white-one-bank-targets-racial-inequity-11609272710?mod=business_minor_pos1",
    "url": "there-was-a-piece-missingwe-were-all-white-one-bank-targets-racial-inequity-11609272710",
    "title": "‘There Was a Piece Missing—We Were All White’: One Bank Targets Racial Inequity",
    "sub_head": "Companies across the U.S. are pledging to hire and promote more women and people of color, in many cases saying they want to make their workplaces reflect their customers. Boston-based Eastern Bank has made sustained efforts yet still says ‘we have a long way to go.’",
    "category_1": "Business",
    "time": "2020-12-29 15:11:00",
    "body": "Eastern Bankshares Inc.  isn’t the largest bank in Boston, or the most profitable. But in its hometown—and across the country—it stands out as a company with historically white leadership where sustained efforts to promote racial diversity have taken root.<br />Eastern’s lead director and president are both Black. People of color account for one-third of the bank’s board, 17% of its management committee and 40% of new hires.<br />Eastern’s drive is decades in the making. It was sparked by the 1995 appointment of the bank’s first Black director, facilitated by charitable donations that provided opportunities for executives to interact with diverse communities and spearheaded by an Irish Catholic chief executive who was inspired in part by his ex-wife’s experience coming out as gay.<br />Companies across the U.S. are pledging to hire and promote more minorities, in many cases saying they want to make their workplaces more representative of their customers. George Floyd’s killing in police custody in May led many executives to denounce racism and promise to re-examine their own policies.<br />Eastern’s efforts suggest success requires sustained effort at the top levels of management. Still, the company says there were missteps along the way and says its work is unfinished."
}