{
    "url_original": "https://www.wsj.com/articles/theres-more-to-politics-than-policy-11607622797?mod=opinion_lead_pos5",
    "url": "theres-more-to-politics-than-policy-11607622797",
    "title": "There’s More to Politics Than Policy",
    "sub_head": "There’s no substitute for finding candidates who capture voters’ hearts. No, not even a 30-point plan.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-10 12:53:00",
    "body": "It is tempting to treat elections as math problems, while ignoring the art required to assemble winning coalitions. Pollsters sort data along demographic groupings, data analysts dissect precinct-level trends, and ad makers consult focus groups to craft appealing messages. The result is policies designed to appeal to enough voters to win, presented by disciplined politicians in sound bites that are repeated relentlessly.<br />To win a primary, policies must appeal to chronic voters with strong single-issue preferences without turning off enough swing voters to lose the general election. Conservatives have to appeal to gun owners and evangelicals to win the primary, but take care not to alienate socially moderate suburban voters in the process. Liberals have to appeal to teacher unions, global-warming activists, pro-choice feminists and minorities to win the primary, but avoid losing fiscally moderate suburban voters in the general. This mechanical, calculating approach to politics is one reason voters discount political promises and the politicians who make them.<br />Donald Trump upended all this. He doesn’t carefully tailor his message or stick to tested and approved sound bites. His more straightforward, undisciplined approach elicits a visceral reaction from voters. Mr. Trump’s supporters are famously loyal, and his opponents suffer from Trump Derangement Syndrome. Nobody is ambivalent about the president. He has his base’s trust precisely because he isn’t judicious with his words. While they often cringe at his demeanor, they trust him to say what he thinks.<br />Mr. Trump isn’t unique in harnessing his emotional connection with voters to create a durable bond. Policy has always been necessary but insufficient in politics. People vote in large part based on feelings, in addition to policy views. Mr. Trump gives his supporters permission to believe in America and be proudly patriotic. The working-class voters who form his base cheer his opposition to unfair trade deals and liberal immigration policies that they think threaten their jobs, but also adore him for his willingness to fight the elites that look down on them and him. Similarly, there are people who prefer Mr. Trump’s fiscal policies, but voted for Joe Biden because the president made their hearts recoil.<br />Liberals have long contended that conservatives use emotional appeals to manipulate working-class voters into voting against their own economic interests. These appeals, supposedly grounded in patriotic, faith-based or racist rhetoric, are held to fool voters into supporting Republicans who do the bidding of the rich. How else can Democrats explain the millions of multiethnic, working-class voters who refuse to vote for their candidates and won’t support tax increases on the wealthy, redistribution programs and entitlement expansion?"
}