{
    "url_original": "https://www.wsj.com/articles/these-clothes-are-hip-to-be-square-11607368786?mod=markets_featst_pos3",
    "url": "these-clothes-are-hip-to-be-square-11607368786",
    "title": "These Clothes Are Hip to Be Square",
    "sub_head": "Payments company Square has released a line of clothes named after its digital wallet",
    "category_1": "Markets",
    "category_2": "Overheard",
    "image_1_url": "https://images.wsj.net/im-269369?width=620&size=custom_4388x4523",
    "image_1": "im-269369.jpg",
    "time": "2020-12-07 14:19:00",
    "body": "If someone is asking for “just cash” this year, you can still surprise them with a fluorescent camouflage sweatshirt from Cash by Cash App, an apparel collection that has recently been unveiled by payments company  Square .<br />Named after Square’s multipurpose digital wallet application, the collection features brightly colored T-shirts, sweatshirts, hoodies and other apparel. It appears already largely sold out or low in stock. The move comes after the Cash App has recently been name-checked in hip-hop songs.<br />But before investors panic about a pivot by the highly valued payments upstart to the lower-margin clothing business, consider an analysis by Mizuho’s Dan Dolev in a recent note. “What is more plausible is that this could be a test for a closed-loop e-commerce checkout button,” he wrote. Or, as Mr. Dolev put it, a “clothed loop.”<br />Mr. Dolev noted that not only can buyers purchase the clothing using the Cash App, they also get a 25% discount for doing so. One longtime ambition of some Square investors has been to see the company evolve further into having an app that is used by both consumers and merchants to make and receive payments in a transaction, effectively controlling both sides of the purchase. The collection’s site was also built using Square’s online store software.<br />Gross payment volume that includes Cash App use for business purposes was already up 332% in the third quarter from a year earlier to $2.9 billion, according to the company. The real gift might be to Square’s investors if shopping with Cash App becomes a holiday habit."
}