{
    "url_original": "https://www.wsj.com/articles/these-tech-companies-are-paying-workers-the-same-rates-across-u-s-11609237800?mod=business_lead_pos5",
    "url": "these-tech-companies-are-paying-workers-the-same-rates-across-u-s-11609237800",
    "title": "These Tech Companies Are Paying Workers the Same Rates Across U.S.",
    "sub_head": "A handful of startups and larger firms are experimenting with nationally competitive, nonlocalized pay. Is the extra cost worth the added employee goodwill?",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-277571?width=620&size=1.5",
    "image_1": "im-277571.jpg",
    "time": "2020-12-29 05:30:00",
    "body": "Tech workers and employers alike are beginning to question location-focused pay scales. A handful of companies are moving to abandon them altogether.<br />In setting pay without regard for location, tech companies including Reddit Inc. and  Zillow Group Inc.  are making a potentially expensive gamble to retain talent and gain a hiring edge. The move can entail maintaining relatively high salaries of employees who are relocating, and adopting a revised scale for new hires. Though it is early, the move challenges a long-held, but not universal, notion that where people live should determine what they make.<br />Some big tech firms including  Facebook Inc.  were clear early on in the pandemic that people moving away from the Bay Area to less expensive cities would see a pay cut. Payment platform Stripe Inc. offered one-time bonuses for workers who moved out of San Francisco, Seattle or New York—and agreed to a pay cut of up to 10%.<br />But a pay cut for any reason can be bad for worker morale, said Jake Rosenfeld, a sociology professor at Washington University in St. Louis who researches pay determination. “Employers really have to do a bit of a dance to justify it to workers,” he said.<br />Workers considering more flexible work scenarios are themselves divided. A November survey of 600 tech workers by the job-search platform Indeed found that 60% of respondents would be willing to take a pay cut to work remotely permanently while 40% said they wouldn’t."
}