{
    "url_original": "https://www.wsj.com/articles/third-point-calls-on-intel-to-explore-strategic-alternatives-11609267235?mod=tech_lead_pos3",
    "url": "third-point-calls-on-intel-to-explore-strategic-alternatives-11609267235",
    "title": "Third Point Calls on Intel to Explore Strategic Alternatives",
    "sub_head": "Activist hedge fund says it has taken significant stake in Intel, calls for changes to preserve U.S. edge in semiconductor industry",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-279004?width=620&size=1.5",
    "image_1": "im-279004.jpg",
    "time": "2020-12-29 14:24:00",
    "body": "Activist hedge fund Third Point LLC is urging  Intel Corp.  to consider strategic changes after a year in which the U.S. semiconductor giant suffered new product delays and lost its rank as America’s most valued chip company.<br />Third Point said in a letter Tuesday to Intel Chairman Omar Ishrak, “We suggest the board retain a reputable investment advisor to evaluate strategic alternatives, including whether Intel should remain an integrated device manufacturer and the potential divestment of certain failed acquisitions.”<br />Intel said it “welcomes input from all investors regarding enhanced shareholder value. In that spirit, we look forward to engaging with Third Point LLC on their ideas towards that goal.”<br />Intel, which both designs and builds its own chips, said this year that it would consider outsourcing the manufacturing of some of its most advanced chips. The company is expected to decide soon where it will make future generations of processors.<br />Third Point said Intel risks triggering broader implications for U.S. tech supremacy if it fails to act. “Without immediate change at Intel, we fear that America’s access to leading-edge semiconductor supply will erode, forcing the U.S. to rely more heavily on a geopolitically unstable East Asia to power everything from PCs to data centers to critical infrastructure and more,” the letter says."
}