{
    "url_original": "https://www.wsj.com/articles/this-quick-shrimp-recipe-comes-with-a-delicious-bonus-11609412988",
    "url": "this-quick-shrimp-recipe-comes-with-a-delicious-bonus-11609412988",
    "title": "This Quick Shrimp Recipe Comes With a Delicious Bonus",
    "sub_head": "A scrumptious rosemary-caper butter cloaks the shrimp and the cauliflower it sautés with. You’ll want to keep some on hand to bring a hit of flavor and richness to all sorts of dishes.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-274890?width=620&size=1.5",
    "image_1": "im-274890.jpg",
    "time": "2020-12-31 06:09:00",
    "body": "YOU MIGHT call Rebecca Wilcomb an ingredient whisperer. At Gianna, her restaurant in New Orleans, she’s known for her high standards when it comes to sourcing as well as the way she understands and combines those immaculate ingredients.<br />This delicious sauté, her final Slow Food Fast recipe, begins with a local catch. “I love Gulf shrimp and I love to highlight our seafood,” Ms. Wilcomb said. She matches the shrimp with cauliflower, highlighting the sweetness and subtlety of both. First she roasts the cauliflower in the oven to coax out its natural sugars. Then she sautés the cauliflower and shrimp together, with some chopped almonds for crunch. A compound butter flavored with rosemary, capers, garlic and lemon zest cloaks the other ingredients in a savory, aromatic glaze.<br />That butter freezes nicely, Ms. Wilcomb said, so consider keeping a batch on hand to punch up other seafoods, steak and poultry. Here, it complements without overpowering the shrimp, which is the true star of this recipe. Buy the freshest you can find and avoid overcrowding the pan when cooking it, Ms. Wilcomb warned, as that lowers the temperature and prevents proper searing. Keep an eye on the clock, too. “Overcooking your shrimp is a big no-no,” the chef said. It only takes a few minutes to get the right tender texture. Indeed, the whole dish comes together quickly, as easy and elegant as it is comforting.<br />To explore and search through all our recipes, check out the new WSJ Recipes page."
}