{
    "url_original": "https://www.wsj.com/articles/those-home-improvement-diy-projects-5-ways-to-finally-tackle-them-in-2021-11608958801",
    "url": "those-home-improvement-diy-projects-5-ways-to-finally-tackle-them-in-2021-11608958801",
    "title": "Those Home-Improvement DIY Projects? 5 Ways to Finally Tackle Them in 2021",
    "sub_head": "Intimidated by those New Year’s design resolutions? For help taking on her 2021 to-do list, columnist Michelle Slatalla turned to experts in the very human weakness of procrastination.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-274880?width=620&size=custom_2268x1512",
    "image_1": "im-274880.jpg",
    "time": "2020-12-26 12:00:00",
    "body": "MY FATHER was known for his daily lists. Every year on Dec. 26, he itemized the dozen tasks that would let him immediately eradicate any trace of Christmas. Not that he was a bah-humbug kind of guy, but he did not dally when there was work to do. By nightfall, the tree was at the curb, my mother’s mechanical Santas were in the attic and the breakable ornaments were safely packed away in what he called their “babble wrap” (he also was known for malapropisms).<br />My father attributed the fact that our house was always in perfect repair to his lists. As he said, “They keep me in line, Scrutt Butt.” (This was a nickname, probably a malapropism, he used interchangeably for me, my three brothers or any other dawdler he was fond of).<br />This month I resolved to make my own list of the home projects I have been avoiding, and tick them off one by one in 2021. But I ended up with 47 items on my list, and just looking at it overwhelmed me. So I played some online bridge and then I took a nap.<br />But shortly after I awoke, I heard a voice in my head, sort of like the Ghost of Post-Christmas Past, and it said, “Start by grouping similar tasks together, Scrutty. It’s not rocket science.”<br />I did that and came up with five categories of décor projects, which seemed like an improvement. And yet each seemed to represent its own circle of procrastination hell. So I sought professional help—not for the project itself but for ways to get oneself to actually tackle the job rather than goldbrick."
}