{
    "url_original": "https://www.wsj.com/articles/three-french-soldiers-killed-in-mali-during-counterterrorism-mission-11609189756",
    "url": "three-french-soldiers-killed-in-mali-during-counterterrorism-mission-11609189756",
    "title": "Three French Soldiers Killed in Mali During Counterterrorism Mission",
    "sub_head": "Deaths bring France’s military fatalities to at least 47 during operations against regional militant groups since 2013",
    "category_1": "World",
    "category_2": "Africa",
    "image_1_url": "https://images.wsj.net/im-278599?width=620&size=1.5",
    "image_1": "im-278599.jpg",
    "time": "2020-12-28 16:09:00",
    "body": "PARIS—Three French soldiers were killed in Mali on Monday when their vehicle hit a bomb during operations under France’s counterterrorism mission in the West African nation, the French government said.<br />France has more than 5,000 soldiers deployed in an area spanning thousands of miles from the Atlantic Ocean in the west to Chad in the east. Over the past seven years, the forces have fought branches of Islamic State, al Qaeda and other militant groups, which roam the region’s isolated villages and threaten government forces in Mali, Niger, Burkina Faso and elsewhere.<br />The soldiers killed Monday were conducting operations around Hombori, a small town in Mali’s central Mopti province, as part of the French military’s Operation Barkhane campaign against Islamist militants across the Sahel region of Africa, authorities said. They identified the soldiers as Tanerii Mauri, Dorian Issakhanian and Quentin Pauchet. The three soldiers were from a military regiment based in the town of Thierville-sur-Meuse in the east of France, they said.<br />Their deaths bring French fatalities to at least 47 soldiers during the current operation and the short operation before it, which began in 2013. That includes an accident in November 2019, when two French helicopters collided during a mission in northern Mali, killing 13 soldiers.<br />The U.S. military has provided key support to the French operation, including drone surveillance and other intelligence-gathering activities. In 2017, Islamist militants killed four U.S. soldiers based in Niger."
}