{
    "url_original": "https://www.wsj.com/articles/three-reasons-2021-could-be-a-lot-better-than-you-think-11608732900?mod=politics_lead_pos13",
    "url": "three-reasons-2021-could-be-a-lot-better-than-you-think-11608732900",
    "title": "Three Reasons 2021 Could Be (a Lot) Better Than You Think",
    "sub_head": "Unusual nature of this recession suggests it could lead to more rapid recovery than others",
    "category_1": "Economy",
    "category_2": "Capital Account",
    "image_1_url": "https://images.wsj.net/im-277267?width=620&size=1.5",
    "image_1": "im-277267.jpg",
    "time": "2020-12-23 14:31:00",
    "body": "Our Covid winter has begun on a grim note: Job growth is stalling, consumer spending is wilting, and a fast-spreading virus strain has raised the prospect of crippling new lockdowns.<br />Yet after this most unusual of years, there are three good reasons to think next year will be better—perhaps much better than you think. It all comes down to the unique character of both the recession and the policy response.<br />Most recessions begin when rising interest rates or stressed financial markets undercut demand for goods and services, driving up unemployment, which further crimps demand. This one began with a natural disaster, like a hurricane or earthquake, which interrupts the supply of goods and services.<br />When a disaster of that sort ends, a V-shaped recovery ensues. But this disaster, the most widespread and longest lasting in a century, isn’t over. There was a partial V-shaped recovery in the third quarter as lockdowns were lifted. But since the pandemic was never brought under control, restrictions and social distancing never ended and indeed have recently tightened.<br />Those restrictions are repressing consumer spending. IHS Markit estimates personal consumption is running 7% below its fundamental level as dictated by wages and salaries, government payments, wealth, interest rates, taxes and demographics. In the 2007-09 recession, it ran close to or above its fundamental level."
}