{
    "url_original": "https://www.wsj.com/articles/ticketmaster-to-pay-10-million-fine-to-resolve-criminal-charges-11609371228?mod=business_lead_pos4",
    "url": "ticketmaster-to-pay-10-million-fine-to-resolve-criminal-charges-11609371228",
    "title": "Ticketmaster to Pay $10 Million Fine to Resolve Criminal Charges",
    "sub_head": "Ticketing giant says former employees were responsible for breach, which aimed to undermine competitor",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-279525?width=620&size=1.5",
    "image_1": "im-279525.jpg",
    "time": "2020-12-30 18:33:00",
    "body": "Ticketmaster will pay a $10 million fine to help resolve federal charges that former executives and employees unlawfully accessed a competitor’s computer systems in an alleged scheme to gather business intelligence.<br />The fine was part of a deferred prosecution agreement with federal prosecutors in Brooklyn filed Wednesday along with a five-count criminal information charging Ticketmaster with computer intrusion and fraud offenses. Under the agreement, Ticketmaster—a subsidiary of concert giant  Live Nation Entertainment Inc. —must report to the Brooklyn U.S. attorney’s office on new compliance measures for the next three years. If the agreement is breached, the company could be prosecuted.<br />In a statement, Ticketmaster said two employees responsible for the breach were fired in 2017. “We are pleased that this matter is now resolved,” it said.<br />Federal prosecutors said Ticketmaster executives and employees used login credentials for another company—identified as a U.K.-based online-ticketing platform that allowed artists to sell tickets before general sales—in a coordinated effort to “choke off” the company’s business.<br />The U.K.-based company wasn’t named in court filings, but is identifiable as Crowdsurge, a company that merged with Songkick in 2015. In 2018, Live Nation reached a $110 million settlement with Songkick’s parent company and agreed to acquire it to resolve a lawsuit alleging that Ticketmaster had used illegally obtained information to compete with Songkick."
}