{
    "url_original": "https://www.wsj.com/articles/tiff-investment-managements-parry-weighs-in-on-lower-midmarket-investing-11608811200?mod=markets_featst_pos2",
    "url": "tiff-investment-managements-parry-weighs-in-on-lower-midmarket-investing-11608811200",
    "title": "TIFF Investment Management’s Parry Weighs In on Lower Midmarket Investing",
    "sub_head": "Some general partners and institutional investors are expected to shrink from backing smaller companies after the pandemic",
    "category_1": "Pro PE People",
    "image_1_url": "https://images.wsj.net/im-277482?width=620&size=1.5",
    "image_1": "im-277482.jpg",
    "time": "2020-12-24 07:00:00",
    "body": "Smaller businesses have offered investment opportunities triggered by disruptions caused by the coronavirus pandemic, and Brendon Parry, who oversees TIFF Investment Management’s private markets program, doesn’t expect that to change once it has been contained.<br />Started by executives at nonprofit groups as The Investment Fund for Foundations in 1991, Radnor, Pa.-based TIFF now manages about $7 billion in assets for 501(c) 3 organizations. Mr. Parry recently spoke with WSJ Pro Private Equity’s Preeti Singh regarding the lower midmarket sector and its opportunities for investments and co-investments, even after the pandemic eases. Some of his comments have been edited for clarity.<br />WSJ: Amid the pandemic, are there still attractive investment opportunities in the lower midmarket?<br />MR. PARRY: There is a massive investment opportunity set in the lower midmarket and the potential to create value and capture multiple expansion in these companies, if the general partner can professionalize and grow the business. But there are also a lot of bad companies and general partners operating in the lower midmarket, and we expect to see a shake out on the other side of the pandemic.<br />We’re long-term investors in this part of the market and understand it well. A lot of managers treat the lower midmarket as a sort of training ground. They raise a small fund, build a track record and move upmarket as fast as they can so that they can generate more fees with larger assets under management and the potential for more carry dollars."
}