{
    "url_original": "https://www.wsj.com/articles/to-sell-luxury-online-deep-pockets-matter-more-than-ever-11607682603?mod=business_minor_pos12",
    "url": "to-sell-luxury-online-deep-pockets-matter-more-than-ever-11607682603",
    "title": "To Sell Luxury Online, Deep Pockets Matter More Than Ever",
    "sub_head": "Designer labels have been forced to get better at e-commerce during the Covid pandemic. Big brands sharpened their edge the most.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-270707?width=620&size=1.5",
    "image_1": "im-270707.jpg",
    "time": "2020-12-11 05:30:00",
    "body": "Luxury companies are fussy about where their products are sold online and would love to remain that way. But few will have the option after the pandemic. That will boost the status of already-powerful brands, as well as tech giants like  Amazon  that are eyeing the industry.<br />The luxury business got a crash course in e-commerce when boutiques were closed this year. “Brands made the mental switch from treating digital as 5% of their current business to 35% of future revenue,” says Ian Rogers, the outgoing chief digital officer at  LVMH  Moët Hennessy Louis Vuitton, which poached him from Apple in 2015.<br />Traditionally, high-end brands have been cautious about selling online. While they were growing rapidly, digital transactions were a relatively low 12% of global luxury sales in 2019. They are expected to hit 23% in 2020 and up to one-third by the middle of the decade, according to Bain & Co. projections.<br />Paris-based LVMH, which owns  Christian Dior  and Fendi as well as its namesake brands, spent heavily on e-commerce during the lockdowns. Although the company reduced its overall investment budget this year to save cash, digital’s share of the spending doubled to roughly 25%.<br />Boundaries between store and website sales also blurred in new ways this year. With boutiques closed, shop assistants resorted to contacting customers through messaging apps or arranged digital consultations to drive business. Gucci’s parent company, Kering, expects these so-called “distance sales” to stick. In the future, store workers may log on during quiet times and interact with online shoppers to improve the low sales conversion rates that afflict many luxury-brand websites."
}