{
    "url_original": "https://www.wsj.com/articles/total-control-review-a-struggle-down-under-11607628802",
    "url": "total-control-review-a-struggle-down-under-11607628802",
    "title": "‘Total Control’ Review: A Struggle Down Under",
    "sub_head": "Conflicts over political power and indigenous rights lie at the center of Sundance Now’s new drama.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-271389?width=620&size=1.5",
    "image_1": "im-271389.jpg",
    "time": "2020-12-10 14:33:00",
    "body": "The physical and social backgrounds essential to this dark political tale exert their powers early. “Total Control” (begins Thursday, Dec. 17, Sundance Now) is a six-part drama set in the Australian Outback. A place, we’re shown, where people spend their days swatting at the flies circling their heads, and where conversation is dry and to the point, and jokey, though without cruelty. It’s the way of this society to be wary of strangers but not impossibly so, as one government representative discovers in episode 1, when he comes knocking on the door of a house in the small town of Winton. He’s met with suspicion by the woman who opens it—she quickly decides he’s a Mormon, seeking converts, and informs him that he’s wasting his time.<br />Still he’s invited in. The visitor explains that he’s looking for the woman’s daughter, who isn’t home yet, he’s informed. And so the two wait for her together. The visitor, who’s been supplied with tea and cookies, looks approvingly at the array of pictures on the wall, among them that of the queen.<br />“Ninety-three years old and never missed a day of work—now you show me someone else who will give that kind of service,” the lady of the house declares. Her visitor beams—he’s a massive fan of the queen, he informs her. The walls of this modest home are filled with mementos, testaments to experience, to memories, to a life lived. This scene—which comes less than five minutes after the horrifying dramatics of the show’s opening segment—is the first indicator that this series has something more on its mind than heroics and high principles. Something, for example, like recognizably human characters: for right here is a woman who clearly belongs in exactly such a category.<br />The lady of this house is Jan Irving (a memorable performance by Trisha Morton-Thomas), a member of Australia’s indigenous community, whose daughter is Alexandra Irving (Deborah Mailman), one of the two female characters at the heart of this tale. A place, it’s soon clear, that threatens to grow ever more crowded as the show’s various plot lines weave their way through the action, the most important of which concern Prime Minister Rachel Anderson (an elegant and persuasive Rachel Griffiths) and Alexandra. Another character shows up only briefly, but in the most haunting way—a young woman, alone, making her way in the dark through that vast lonely territory with just a knapsack. Where is she going, this young native woman who appears and disappears? She’s clearly an escapee from detention, a girl who carries with her the filmed evidence of guards administering a lethal punishment to her friend, another Aboriginal girl.<br />But the series amounts to far more than a catalog of injustices. (It was written by Stuart Page, Darren Dale, Ms. Griffiths and Miranda Dear. Director, Rachel Perkins.) It’s an enterprise mightily enlarged by its merciless focus on political combat, its depiction of longtime trusted alliances—they can die overnight, given the right impetus—its biting vision of the prevailing codes, and what passes for right and wrong in political society."
}