{
    "url_original": "https://www.wsj.com/articles/treating-covid-patients-effectively-and-safely-11606945193?mod=opinion_major_pos16",
    "url": "treating-covid-patients-effectively-and-safely-11606945193",
    "title": "Treating Covid Patients Effectively and Safely",
    "sub_head": "Physicians do want to see at least reasonable evidence that drugs help patients with the diseases for which they are prescribed, but it is incorrect to state that “certainty” is always required.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-264063?width=620&size=1.5",
    "image_1": "im-264063.jpg",
    "time": "2020-12-02 16:39:00",
    "body": "Regarding Dr. Joseph Ladapo’s “Too Much Caution Is Killing Covid Patients” (op-ed, Nov. 25): In my opinion, he is correct. What he doesn’t mention is that the reason we physicians are reluctant to use these drugs is the lack of tort reform that would give us some protection from liability if later in the process there were a problem with the chosen treatment. These organizations are rightfully fastidious about requiring irrefutable data. Like most government agencies they move at a glacial pace. They produce algorithms that lawyers will use in court and most juries will follow in reaching a verdict. Algorithms are guidelines, not rules. After completing the 26th grade in the process of becoming a cardiologist, maybe at times I can actually think critically and prescribe what I believe is best for my patient.<br />Richard T. Leshner, D.O., FACC<br />Newtown, Pa.<br /><br />Physicians do want to see at least reasonable evidence that drugs help patients with the diseases for which they are prescribed, but it is incorrect to state that “certainty” is always required. It is true that the FDA requires “the totality of scientific evidence available” to grant full marketing approval for new drugs, but it also has the ability during the pandemic to grant emergency-use authorization to drugs for which it is “reasonable to believe” may be effective. That status has been granted (and in the case of hydroxychloroquine, withdrawn) for several drugs during the Covid-19 pandemic."
}