{
    "url_original": "https://www.wsj.com/articles/treasury-department-proposes-new-requirements-on-cryptocurrency-transactions-11608329785?mod=politics_featst_pos2",
    "url": "treasury-department-proposes-new-requirements-on-cryptocurrency-transactions-11608329785",
    "title": "Treasury Department Proposes New Requirements on Cryptocurrency Transactions",
    "sub_head": "Proposed regulations seek to hold entities that transact in cryptocurrencies to same standards required of traditional financial institutions",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-275696?width=620&size=1.5",
    "image_1": "im-275696.jpg",
    "time": "2020-12-18 20:24:00",
    "body": "The Treasury Department unveiled a plan Friday to require some cryptocurrency traders to provide information about their identities in an effort to curb the anonymous transfer of assets by criminals using the new technology.<br />The proposed regulations, coming as the price of bitcoin hovers near record highs, seek to deliver on a longstanding goal of U.S. policy makers: to hold entities that transact in cryptocurrencies to the same standards required of traditional financial institutions.<br />The proposed regulations would focus on a type of tool known as unhosted wallets, which allow the owner of a unique digital key to store cryptocurrencies, such as bitcoin and ethereum, and transact with others directly—without going through a financial institution.<br />Unhosted wallets, typically taking the form of a thumb drive or software on a user’s computer or cellphone, allow access to the distributed ledger known as blockchain, where cryptocurrency transactions are recorded and visible to others.<br />Unlike popular cryptocurrency trading platforms such as Coinbase and Gemini, which are required to gather information about their customers’ identities, unhosted wallets aren’t typically associated with a person’s name, address or phone number. This feature makes cryptocurrency networks attractive compared with the banking system in the eyes of criminals and money launderers, according to authorities."
}