{
    "url_original": "https://www.wsj.com/articles/treasures-of-judaica-from-the-sassoon-family-collection-11607713215",
    "url": "treasures-of-judaica-from-the-sassoon-family-collection-11607713215",
    "title": "Treasures of Judaica From the Sassoon Family Collection",
    "sub_head": "Torah shields, Hanukkah lamps and other items owned by a celebrated family from Baghdad will be auctioned at Sotheby’s next week.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-270534?width=620&size=1.5",
    "image_1": "im-270534.jpg",
    "time": "2020-12-11 14:00:00",
    "body": "The Sassoon family, a commercial and financial dynasty of Baghdadi Jewish origin, cut a globalized path through the 19th and early 20th centuries on a scale remarkable even by today’s standards. The family did business everywhere from British India to pre-Communist Shanghai, while putting down roots in Britain. They were also prodigious collectors of Jewish ritual objects and manuscripts. On Dec. 17, key pieces of Judaica owned by members of the Sassoon family will be auctioned at Sotheby’s New York.<br />The Sassoons became prominent in 18th-century Baghdad, where they served as financial advisers to local Ottoman rulers. David Sassoon, who oversaw the family’s move from Baghdad to India in the 1830s, flourished thanks to Britain’s expanding mercantile power, though he never learned to speak English. Even in Bombay (today’s Mumbai), however, “the family staunchly maintained Baghdadi traditions,” says Sharon Liberman Mintz, senior consultant for Judaica at Sotheby’s. One item in the auction is a gold-brocaded silk robe made for Ezekiel Gubbay, son of another prominent Baghdadi Jewish family, for his marriage to David Sassoon’s granddaughter Aziza in 1853; though made in India, it was designed in a Baghdadi style.<br />Flora Sassoon, Aziza’s daughter, became the matriarch of the most pious branch of the family in Britain, and her son, noted London bibliophile David Solomon Sassoon, expanded its collection of Jewish objects and manuscripts. The member of the family who is best known today, the World War I poet Siegfried Sassoon, belonged to a different branch; his father was disinherited after marrying outside the Jewish faith.<br />Two 18th-century parcel-gilt silver and enamel Torah shields, starring items in the auction, were bequeathed to Flora by a Sassoon relation. In the Ashkenazi Jewish tradition of Central and Eastern Europe, such breastplate-like shields are placed on the textile mantle covering a Torah scroll. Jewish religious life in early modern Europe was rich in such ornamental objects, but Ms. Liberman Mintz says that more often than not they were made by Christians, since Jews usually weren’t allowed to join craftsmen’s guilds.<br />These Torah shields are an exception. Here “we have a Jewish artisan looking at Jewish sources,” Ms. Liberman Mintz says. One shield is signed by its maker, Elimelekh Tzoref of Stanislav, a Polish town now in Ukraine. The front shows the figures of Moses and Aaron, while the back displays biblical scenes and imagery surrounded by a rococo arch. The piece has a pre-auction estimate of $600,000 to $900,000."
}