{
    "url_original": "https://www.wsj.com/articles/treasury-designates-vietnam-switzerland-as-currency-manipulators-11608125414?mod=markets_featst_pos3",
    "url": "treasury-designates-vietnam-switzerland-as-currency-manipulators-11608125414",
    "title": "Treasury Designates Vietnam, Switzerland as Currency Manipulators",
    "sub_head": "Report says the two countries had intervened in foreign exchange markets in a persistent, one-sided manner to limit appreciations of their currencies",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-274092?width=620&size=1.5",
    "image_1": "im-274092.jpg",
    "time": "2020-12-16 12:19:00",
    "body": "WASHINGTON—The U.S. Treasury Department labeled Switzerland and Vietnam as currency manipulators on Wednesday, saying the two countries had intervened in foreign-exchange markets in a persistent, one-sided manner to limit appreciations of their currencies.<br />“The Treasury Department has taken a strong step today to safeguard economic growth and opportunity for American workers and businesses,” Treasury Secretary Steven Mnuchin said in a statement. “Treasury will follow up on its findings with respect to Vietnam and Switzerland to work toward eliminating practices that create unfair advantages for foreign competitors.”<br />Mr. Mnuchin’s statement accompanied the Treasury’s foreign-exchange report, which addresses the currency practices and macroeconomic policies of major U.S. trading partners. The report, typically released twice a year, is the Treasury’s primary vehicle for officially designating countries as currency manipulators.<br />The Treasury said it determined that at least part of both countries’ foreign-exchange intervention over the past four years had aimed to prevent effective balance of payment adjustments. The agency said Vietnam had also sought to gain unfair competitive advantage in international trade through its exchange-rate management.<br />The Treasury Department uses three criteria to assess whether a country manipulates its exchange rate: the extent of active intervention in currency markets; the size of trade surpluses with the U.S.; and the size of the country’s current-account surplus, a broader measure of trade that includes investment income and other financial flows."
}