{
    "url_original": "https://www.wsj.com/articles/treasury-volatility-boosts-tradeweb-11607006228?mod=markets_featst_pos1",
    "url": "treasury-volatility-boosts-tradeweb-11607006228",
    "title": "Treasury Volatility Boosts Tradeweb",
    "sub_head": "Volatility and remote trading fueled near-record November; market share of corporate trading crossed 10% threshold",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-267691?width=620&size=1.5",
    "image_1": "im-267691.jpg",
    "time": "2020-12-03 09:37:00",
    "body": "Sharp moves in Treasury bonds whipsawed investors recently, but the volatility has made a winner out of  Tradeweb Markets Inc.,  a large electronic marketplace for U.S. government debt.<br />Average daily trading volume on the company’s electronic platform hit $959 billion in November, the second busiest months ever for Tradeweb behind March, when panicked investors piled into the Treasury market. Increased volatility before and after the election fueled much of the surge, along with growing adoption of electronic trading, the company said.<br />“The vast majority of folks inside Tradeweb and at our clients are working remotely, and that change in environment provided an opportunity for firms like us,” said Lee Olesky, Tradeweb’s chief executive. “You don’t have anyone sitting next to you, and you don’t have as many screens and data sources. Having a good digital source of information and ability to execute is key.”<br />The boom in electronic bond trading comes amid a wave of growth and consolidation among providers of financial data and services.  S&P Global Inc.  announced on Monday a planned purchase of  IHS Markit Ltd. , a deal valued at $44 billion that would form one of the largest financial data providers in the world. Tradeweb’s share price has risen about 27% this year, according to FactSet.<br />Competitor  MarketAxess Holdings Inc.  reported on Wednesday a 37% increase in credit trading in November. The firm’s market share in investment-grade corporate bond trading was 22.7%, and its high-yield bond market share hit a record of 17.3%, a company spokesman said."
}