{
    "url_original": "https://www.wsj.com/articles/trial-lawyers-vs-arab-israeli-peace-11607294549?mod=opinion_lead_pos4",
    "url": "trial-lawyers-vs-arab-israeli-peace-11607294549",
    "title": "Trial Lawyers vs. Arab-Israeli Peace",
    "sub_head": "Schumer and Menendez block a deal to bring Sudan closer to the West.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-269056?width=620&size=1.5",
    "image_1": "im-269056.jpg",
    "time": "2020-12-06 17:42:00",
    "body": "When the White House announced in October that Sudan planned to normalize relations with Israel, it showed that the peace movement could extend beyond the Persian Gulf. The northeast African country is changing for the better, but a pair of self-interested Senators could derail this progress.<br />Sudan had been a geopolitical nightmare for most of dictator Omar al-Bashir’s 30 years in power. He fell last year, and Abdalla Hamdok, an economist and reformer, became Prime Minister. A quarter-century after the country hosted Osama bin Laden and al Qaeda, the transitional government is opening up civil society and promising democratic elections in 2022.<br />Washington and Khartoum have negotiated a broad deal to improve ties. On top of the agreement with Jerusalem, Sudan has put $335 million in an escrow account to pay victims of al Qaeda’s 1998 U.S. embassy bombings. In exchange the U.S. would lift its state sponsor of terrorism designation and restore Sudan’s sovereign immunity. The deal would open the country to foreign investment, which its shrinking economy desperately needs. But Congress needs to approve.<br />Mr. Hamdok leads a fragile government and has survived an assassination attempt. Many Islamists are unhappy with his turn to the West, and some problematic officials from the Bashir era remain influential. It could be tough for the reformer to keep pushing change—or even remain in office—if the agreement falls through and his legitimacy becomes questionable. Israeli-Sudanese normalization would be off the table, and Sudan’s currently poor ties with Iran would likely warm up.<br />This seems like an easy U.S. call, and the deal has overwhelming support on Capitol Hill. But Senate Minority Leader Chuck Schumer and Senator Bob Menendez (D., N.J.) blocked a bipartisan legal-peace bill in September on grounds that 9/11 victims would no longer be able to pursue claims against Sudan as a state sponsor of terrorism. Yet the compromise bill would have let victims use the Justice Against Sponsors of Terrorism Act (Jasta) to pursue Sudan alongside Saudi Arabia. Some of the 9/11 victims’ lawyers found this compromise acceptable."
}