{
    "url_original": "https://www.wsj.com/articles/trump-lawyers-get-little-backup-from-their-firms-or-universities-11608892200?mod=politics_lead_pos10",
    "url": "trump-lawyers-get-little-backup-from-their-firms-or-universities-11608892200",
    "title": "Trump Lawyers Get Little Backup From Their Firms or Universities",
    "sub_head": "Chapman University becomes the latest organization to formally distance itself from the president’s legal efforts to challenge the election results",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "image_1_url": "https://images.wsj.net/im-277452?width=620&size=1.5",
    "image_1": "im-277452.jpg",
    "time": "2020-12-25 05:30:00",
    "body": "LAWYERS HELPING TRUMP with his quixotic election challenges are finding little support from their firms or their university affiliations, which don’t want their brands associated with the campaign. Chapman University became the latest organization to formally distance itself from a Trump legal effort after it ordered faculty member John Eastman to stop using a Chapman email, phone number and physical address in his court filings on behalf of Trump before the Supreme Court. A recent court filing by the Trump campaign shows that Eastman has since changed his listed address to a UPS store in Anaheim, Calif.<br />Eastman’s ties to Chapman “should not be construed as implying any concurrence or approval for his actions by the university,” said Chapman University President Daniele C. Struppa. In a lengthy response to Chapman, Eastman said law faculty frequently use the university’s address on court filings, and he accused the university of having a double standard toward Trump supporters. Law firms like Porter Wright Morris & Arthur LLP and Jones Day have also distanced themselves from Trump’s efforts to overturn the election, moves that were criticized by the Trump campaign as buckling to “leftist mobs.”<br />In recent days, Trump’s White House lawyers have pushed back on lawyer Sidney Powell’s efforts to have a special counsel appointed to review the election results. And that’s after Trump and his personal lawyer, Rudy Giuliani, said last month that Powell wasn’t a part of their legal team after she suggested that long-deceased Venezuelan President Hugo Chávez was behind alleged election rigging.<br />AFTER TARGETED RESTAURANT AID was left out of the coronavirus relief package, its primary backers had harsh words about who deserved the blame. For Democratic Rep. Earl Blumenauer, who sponsored a House effort to make nonchain restaurants eligible for direct grants, some responsibility lies with the powerful National Restaurant Association. A Senate version, backed by the NRA, was designed for a broader set of restaurants and would permit restaurants that are part of a chain to receive aid.<br />“They didn’t lift a finger. They spent no political capital,” Blumenauer told the Journal. “They were there to claim credit, they weren’t there to help.” The NRA said it called for a comprehensive restaurant-recovery effort from Congress within days of the industry being shut down in March, and this has continued to be its top ask. “We are proud of our advocacy efforts for the entire restaurant industry,” said Sean Kennedy, the association’s executive vice president for public affairs."
}