{
    "url_original": "https://www.wsj.com/articles/trumps-defense-bill-kamikaze-run-11607470089?mod=opinion_lead_pos3",
    "url": "trumps-defense-bill-kamikaze-run-11607470089",
    "title": "Trump’s Defense Bill Kamikaze Run",
    "sub_head": "His veto threat could end up hurting his own policy priorities.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-08 18:28:00",
    "body": "President Trump deserves credit for rebuilding America’s armed forces, so it’s a pity his parting shot is a veto spectacle over a defense policy bill. Mr. Trump won’t extract what he wants but he might harm some of his own priorities with friendly fire.<br />Congress this week is voting on the 2021 National Defense Authorization Act, which sets policy outlines for the military and national security. This year’s iteration includes several good provisions toughening U.S. China policy. One establishes a Pacific Deterrence Initiative that authorizes $2.2 billion for, among other things, putting more military assets in China’s backyard and conducting exercises with allies.<br />The bill also authorizes programs for overhauling an aging nuclear deterrent, a Trump priority. “We cannot overemphasize the immediate need to modernize our nuclear delivery systems and stockpile,” civilian and uniformed defense officials told the Senate in testimony in September. They warned that “decades of deferred investments in nuclear warheads” and surrounding infrastructure has stretched systems “well beyond their original service lives.”<br />Not all of the bill is worth passing, and a veto threat from President Trump wouldn’t have been a kamikaze run if it were over more investment in hypersonic missiles or more ships. But Mr. Trump has taken the defense bill hostage in his crusade against social-media companies, saying that he won’t sign it unless it includes a repeal of Section 230 of the Communications Decency Act of 1996.<br />Section 230 might deserve some limits given how broadly courts have interpreted its liability protections, as Justice Clarence Thomas recently argued. But eliminating it could have major economic consequences that Congress might later regret, and this shouldn’t be rushed through with only token debate."
}