{
    "url_original": "https://www.wsj.com/articles/trump-gives-schumer-an-assist-11609197868?mod=opinion_lead_pos2",
    "url": "trump-gives-schumer-an-assist-11609197868",
    "title": "Trump Gives Schumer an Assist",
    "sub_head": "The President writes a $2,000 check to make Democrats the majority.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-28 18:24:00",
    "body": "President Trump finally signed the Covid-19 relief bill and 2021 budget on Sunday night, but not before giving a big assist to Democratic hopes of gaining control of the Senate in the two runoff elections on Jan. 5. Current GOP Majority Leader Mitch McConnell is left this week trying to undo the significant political damage.<br />Mr. Trump had been insisting that Congress write checks of $2,000 each to most Americans, rather than the $600 in the bill. His own Treasury Secretary, Steven Mnuchin, negotiated the $600 figure. But after the bill passed, Mr. Trump decided that wasn’t enough.<br />Never mind that the $2,000 would go to tens of millions of Americans who have kept their jobs and maintained their incomes during the pandemic. It would also add some $350 billion or more to a federal deficit that is already into the trillions of dollars. The economy won’t benefit since the recipients aren’t going to change their behavior knowing it’s merely a one-time check.<br />Senate Republicans oppose the $2,000 for these sound reasons, but Mr. Trump has put them in a political spot. Democrats immediately joined Mr. Trump’s call for the $2,000, and on Monday House Democrats were expected to vote to approve the extra cash.<br />That leaves Mr. McConnell with a tough call of barring a vote as Democrats bang away in TV ads in Georgia against GOP incumbents David Perdue and Kelly Loeffler. Or he can hold a vote, which would split the GOP caucus and upset fiscally conservative voters. Either way it amounts to a Donald Trump in-kind contribution to Minority Leader Chuck Schumer and Joe Biden."
}