{
    "url_original": "https://www.wsj.com/articles/trump-bets-on-longshot-texas-election-lawsuit-11607622925?mod=business_minor_pos5",
    "url": "trump-bets-on-longshot-texas-election-lawsuit-11607622925",
    "title": "Trump Bets on Long-Shot Texas Election Lawsuit",
    "sub_head": "Supreme Court expected to decide quickly whether to allow Texas attorney general and 17 other Republican-leaning states to press its claims",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "time": "2020-12-10 15:29:00",
    "body": "President Trump and his supporters have pinned their hopes of reversing President-elect Joe Biden’s victory on a lawsuit filed by the Republican Texas attorney general that election-law specialists say has almost no chance of success.<br />The suit, filed on behalf of the state of Texas and joined by Mr. Trump personally and 17 Republican-leaning states, asks the Supreme Court to block Georgia, Michigan, Pennsylvania and Wisconsin from casting electoral votes on Dec. 14 for Mr. Biden after he won their popular vote counts in the Nov. 3 election.<br />The court gave those four states until 3 p.m. Thursday to file arguments against Texas’s request. A decision about whether to hear the case likely will follow as soon as Thursday afternoon or Friday.<br />In the filing, Texas Attorney General Ken Paxton accuses the four states of “rampant lawlessness,” claiming they violated their own election laws when officials adjusted voting procedures to process mail-in ballots, which millions of voters employed to comply with public-health guidance to reduce transmission of Covid-19. Texas contends that in making such accommodations, the states violated federal constitutional provisions that direct state legislatures to determine the “manner” of appointing electors.<br />Mr. Trump called the lawsuit “the big one” in a tweet Wednesday. “The Supreme Court has a chance to save our Country from the greatest Election abuse in the history of the United States,” the president tweeted Thursday."
}