{
    "url_original": "https://www.wsj.com/articles/trump-takes-a-parting-swipe-at-the-executive-branch-11607555895?mod=opinion_lead_pos10",
    "url": "trump-takes-a-parting-swipe-at-the-executive-branch-11607555895",
    "title": "Trump Takes a Parting Swipe at the Executive Branch",
    "sub_head": "Stripping OMB staffers of civil-service protection will make it harder for the president to do his job.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-270168?width=620&size=1.5",
    "image_1": "im-270168.jpg",
    "time": "2020-12-09 18:18:00",
    "body": "We served as presidential appointees in the Office of Management and Budget under Republican and Democratic administrations, and we disagree on plenty. But we are in complete accord that OMB’s career professionals are essential for effective government. They bring deep knowledge—built up over years, sometimes decades—of how government works, which approaches to policy have succeeded or failed, and why.<br />That’s why we are alarmed by reports that OMB Director Russell Vought has, in the waning days of the administration, reclassified 88% of the OMB’s career staff into a new Schedule F category that means they can be hired and fired at will on political grounds. The move was a hasty effort to implement an executive order from President Trump that overturned more than a century of civil service law to exert greater political control over government employees in “policy-determining, policy-making, or policy-advocating positions.”<br />The OMB is a unique government institution in that it is located in the Executive Office of the President but is staffed largely by career civil servants who don’t change with each administration. Unlike agencies with particular missions, like environmental protection, agriculture, energy, etc., the OMB has a crosscutting perspective that covers the whole executive branch—coordinating budgets, regulatory policy, management priorities, information policy, and more.<br />The OMB office we each headed, the Office of Information and Regulatory Affairs, has a staff of fewer than 60 career civil servants. Many have served multiple presidents, and can help political officials better understand when federal regulations are consistent with the president’s priorities as well as with longstanding law and administrative practice. Their nonpolitical positions allow them to provide objective and informed advice. The OMB’s political appointees make the ultimate policy decisions, but those decisions can and often do reflect the sound, evidence-based advice and institutional memory of the career staff.<br />The role of career OMB staff is particularly critical during transitions between administrations. A new administration couldn’t possibly produce a budget within a couple months of taking office without a staff of experienced budget examiners with institutional knowledge of the myriad federal programs and agencies. Presidents throughout their administrations, and especially at the beginning and end of their terms, need career OIRA staff to advise on regulatory actions to ensure they are defensible and durable."
}