{
    "url_original": "https://www.wsj.com/articles/trumps-parting-shot-a-bigger-navy-11608594259?mod=opinion_lead_pos3",
    "url": "trumps-parting-shot-a-bigger-navy-11608594259",
    "title": "Trump’s Parting Shot: A Bigger Navy?",
    "sub_head": "The U.S. needs more ships to counter China and project power.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-21 18:44:00",
    "body": "The Trump Administration is spending some of its last days in office provoking a debate about building a larger and more lethal U.S.Navy to check China in the Pacific. This political document arrives late, but give the Trump Team credit for issuing this challenge to President-elect Joe Biden.<br />National Security AdviserRobert O’Brien and budget director Russ Vought recently laid out on these pages a plan to reach a 355-ship Navy in about a decade, up from roughly 295 today. The Pentagon has been debating and studying how to expand the fleet, and the Trump plan suggests underwriting more than 80 ships over five years at a cost of $147 billion.<br />Americans expect a dominant Navy that can deter adversaries while enforcing order on commercial sea lanes. The Navy’s top officer noted to Congress on Dec. 2 that for the past two decades the service sustained the same operational tempo as the Cold War but with a fleet almost half the size. The Navy has recently been overworking aircraft carriers with back-to-back “double pump” deployments.<br />Also notable is a consensus that the Navy needs a more diverse mix of assets. The Trump document features a Navy with more small ships like frigates, which can carry out a range of missions and be procured at lower cost than, say, destroyers. Another essential idea is ramping up production of attack submarines that would be crucial in any conflict with China.<br />The plan would also scale up unmanned ships and vehicles. These technologies are exciting but nascent and the risk is that they become the next Pentagon sinkhole. Speaking of sinkholes, another important debate concerns the future of Ford-class aircraft carriers. The first-in-class USS Gerald R. Ford, price tag $13 billion, has long been mired in technology problems and delays. Carriers are also attractive targets for Chinese missiles. One percolating idea is smaller “light” carriers to complement the existing fleet of 11."
}