{
    "url_original": "https://www.wsj.com/articles/trump-isnt-the-one-politicizing-science-11607969209?mod=opinion_lead_pos7",
    "url": "trump-isnt-the-one-politicizing-science-11607969209",
    "title": "Trump Isn’t the One Politicizing Science",
    "sub_head": "Antimalarials seemed promising, then failed in trials. That’s how it’s supposed to work.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-14 13:06:00",
    "body": "Politics has infected many issues over the past four years and has now reached the supposedly objective halls of official medicine. In an editorial for the Journal of the American Medical Association, “Misguided Use of Hydroxychloroquine for COVID-19: The Infusion of Politics Into Science,” Dr. Michael Saag claims that “the politicization of the treatment” was more important than the science in promoting the use of the antimalaria drug to treat Covid-19. This evidence-free claim is contradicted by information in the same editorial and the scientific literature.<br />Dr. Saag doesn’t cite a single source to support his claim that President Trump’s April 4 promotion of the drug influenced physicians’ prescribing decisions. His claim that “no health official” in the U.S. government endorsed use of hydroxychloroquine is contradicted in his next sentence, which notes that the Food and Drug Administration approved an emergency-use authorization for hydroxychloroquine on March 28, one week before Mr. Trump’s comments. The FDA granted that authorization at the request of the Biomedical Advanced Research and Development Authority, or Barda, another U.S. government health agency.<br />Physicians prescribed hydroxychloroquine to treat Covid-19 because they had reason to believe it could work. In the early days of the pandemic when there were no established therapies, clinicians noted the severe immune response that the SARS-CoV-2 virus elicited in severely ill patients. They began to deploy hydroxychloroquine because it has long been used to treat autoimmune diseases like rheumatoid arthritis and lupus, with a good safety profile.<br />Hydroxychloroquine and its cousin chloroquine had also been studied as antivirals with activity against the similar SARS coronavirus and other viruses. Several encouraging preclinical studies and small clinical trials, including a French study published in March and cited by Dr. Saag, reinforced physicians’ willingness to try hydroxychloroquine.<br />Within a short time, well-conducted clinical trials failed to confirm the effectiveness of hydroxychloroquine to treat or prevent Covid-19. This is the way medical science is supposed to work. Treatments for new diseases are tried based on a theory and then abandoned when trials fail to confirm their usefulness."
}