{
    "url_original": "https://www.wsj.com/articles/trumps-challenge-is-over-11607898467?mod=opinion_lead_pos1",
    "url": "trumps-challenge-is-over-11607898467",
    "title": "Trump’s Challenge Is Over",
    "sub_head": "After losing at the Supreme Court, he has no legal alternatives and ought to concede.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-13 17:27:00",
    "body": "The Electoral College meets Monday to cast its votes for President, officially marking Joe Biden as the election winner. President Trump’s legal challenges have run their course, and he and the rest of the Republican Party can help the country and themselves by acknowledging the result and moving on.<br />Mr. Trump’s last legal gasp came Friday evening when the Supreme Court declined to hear the Texas lawsuit seeking to overturn the election results in Georgia, Wisconsin, Michigan and Pennsylvania. As we predicted, the Court cited Texas’s lack of legal standing to challenge how another state manages its elections.<br />Some on the right claim that Justices Samuel Alito and Clarence Thomas dissented, but this is wrong. The Justices said they would have taken the Texas case as a “bill of complaint” when states sue other states.<br />This is a technical point that concerns the Court’s case management, and the two Justices have a long-time view that the Court should hear more of these direct state appeals. We happen to agree, but in this case the Texas claim was outside constitutional bounds. Justice Alito (joined by Justice Thomas) added that he would “not grant other relief.” This was not a dissent on the merits of the Texas claim.<br />Mr. Trump and his camp are attacking the Court, and the President is deriding the “standing” point as a dodge. It is much more than that. Limits on standing are fundamental to a conservative understanding of the proper judicial role under Article III of the Constitution. If anyone can sue without a cognizable injury and the possibility of remedy, the courts would be overwhelmed with frivolous claims."
}