{
    "url_original": "https://www.wsj.com/articles/trump-vs-a-gop-senate-11608765747?mod=opinion_lead_pos2",
    "url": "trump-vs-a-gop-senate-11608765747",
    "title": "Trump vs. a GOP Senate",
    "sub_head": "His vetoes could cost Republicans the two Jan. 5 Georgia runoffs.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-23 18:22:00",
    "body": "President Trump is leaving office as he entered, with a whirlwind of action that gets more attention than it accomplishes. He may also take down his party’s chances of winning the Senate runoffs on Jan. 5. Does he care?<br />On Wednesday Mr. Trump vetoed the National Defense Authorization Act (NDAA) that passed the House and Senate with overwhelming votes. He said the bill doesn’t include the repeal of Section 230 of the Communications Decency Act that provides liability protection for online platforms.<br />“Section 230 facilitates the spread of foreign disinformation online, which is a serious threat to our national security and election integrity. It must be repealed,” Mr. Trump said in a veto statement. The bigger threat to security is the recent Russian hack of the U.S. government, not social media companies.<br />Mr. Trump’s real objection is that  Twitter  and other tech giants are progressive outfits that block or restrict conservative content. On that he is often right, and Section 230 shouldn’t be immune from scrutiny. But repealing it wholesale, without debate, in a year-end defense bill is self-destructive. The only sure beneficiary would be the plaintiffs bar. Twitter and other tech platforms might become more censorious, not less, and conservatives aren’t likely to be favored in that scrum.<br />The NDAA isn’t perfect, but it extends hazard pay for U.S. forces that is set to expire at the end of the year. Mr. Trump’s statement called the bill a “gift” to China and Russia. But we doubt China will see it that way, since it establishes a Pacific Deterrence Initiative that authorizes $2.2 billion for, among other things, putting more military assets in China’s backyard and conducting exercises with allies. The bill also includes an overhaul of the aging U.S. nuclear deterrent, as well as cybersecurity provisions to protect command and control of U.S. nuclear systems."
}