{
    "url_original": "https://www.wsj.com/articles/trumps-campaign-went-into-debt-but-raked-in-postelection-cash-11607091717?mod=politics_featst_pos2",
    "url": "trumps-campaign-went-into-debt-but-raked-in-postelection-cash-11607091717",
    "title": "Trump’s Campaign Went Into Debt But Raked in Postelection Cash",
    "sub_head": "President’s finances were boosted by an email-and- text-message fundraising drive tied to his court battle",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "time": "2020-12-04 16:09:00",
    "body": "President Trump’s re-election campaign had warned of debt after Election Day. But a postelection fundraising blitz tied to his unsuccessful effort to reverse his election loss has raised $207.5 million for Mr. Trump’s political committees and the Republican Party.<br />The president’s team pulled back on spending in some battleground states as Election Day approached, interviews with Trump advisers and advertising records show. His campaign had $18.4 million in cash on hand and about $11.3 million in payments owed to vendors as of Nov. 23, according to Federal Election Commission reports filed late Thursday.<br />His campaign’s cash position was boosted by an unprecedented postelection email-and-text-messaging fundraising drive to service campaign debt, fund other political committees and finance his court battle, which hasn’t shown election-changing evidence of voter fraud.<br />The Trump campaign had spent more than $8.8 million on its recount effort as of late November, according to the new FEC reports, which cover the period from Oct. 15 to Nov. 23. Expenses include a $3 million filing fee for a Wisconsin recount and $2.6 million in legal consulting, including a $30,000 payment to legal team member Jenna Ellis.<br />There is no documented payment to Rudy Giuliani, who is spearheading the legal team, nor to Sidney Powell, whom Mr. Trump and others first described as a team member and later said was no longer part of it."
}