{
    "url_original": "https://www.wsj.com/articles/trumps-school-choice-relief-11609371551?mod=opinion_lead_pos2",
    "url": "trumps-school-choice-relief-11609371551",
    "title": "Trump’s School-Choice Relief",
    "sub_head": "The President improves access to vouchers for schools that are open.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-279522?width=620&size=1.5",
    "image_1": "im-279522.jpg",
    "time": "2020-12-30 18:39:00",
    "body": "Democrats hate vouchers so much that they restricted states from using education funds in the $900 billion Covid relief bill to help struggling families during the pandemic send their kids to private schools. All the more credit to President Trump for opening the door for at least some school-choice relief.<br />The Covid-19 relief bill sets aside $2.75 billion for private K-12 schools on top of some $54.3 billion for public schools. The catch is that none of the private-school funds can be used for vouchers that go directly to families. States can use the funds to support prep schools attended by the children of Members of Congress, but not to help low-income kids attend those schools.<br />Democrats, er, unions, were angry after several Republican governors used their small pot of discretionary education money from the Cares Act to help low- and middle-income families struggling to afford private-school tuition. So they fought to stop governors from doing so again. Republicans surrendered because they didn’t want to hold up the bill.<br />On Monday Mr. Trump signed an executive order that helps remedy the injustice by allowing states and local agencies to draw from $1.7 billion in federal funds from the separate Community Services Block Grant (CSBG) program to “provide emergency learning scholarships to disadvantaged families for use by any child without access to in-person learning.”<br />States are supposed to allocate the grant money to groups that help low-income folks with employment, education and housing, among other things. Mr. Trump’s order says recipients can also use the grant funds for scholarships to assist families with private-school tuition and other education costs."
}