{
    "url_original": "https://www.wsj.com/articles/trump-pursues-appointing-special-counsel-to-probe-election-hunter-biden-11607744814?mod=business_minor_pos4",
    "url": "trump-pursues-appointing-special-counsel-to-probe-election-hunter-biden-11607744814",
    "title": "Trump Pursues Appointing Special Counsel to Probe Election, Hunter Biden",
    "sub_head": "President has expressed frustration with Attorney General William Barr as efforts to overturn election have failed",
    "category_1": "Election 2020",
    "image_1_url": "https://images.wsj.net/im-271974?width=620&size=1.5",
    "image_1": "im-271974.jpg",
    "time": "2020-12-11 22:46:00",
    "body": "President Trump has expressed interest in pursuing the appointment of a special counsel to investigate allegations of fraud in the November elections and issues related to Hunter Biden, according to people familiar with the matter.<br />In recent days, the president has directed advisers to look for people who could serve in such a position, one of the people said, as lawsuits and other efforts by Mr. Trump and his campaign to reverse the election results founder. White House officials and allies of the president on Capitol Hill and elsewhere have also pushed for the appointment of a special counsel, another person familiar with the discussions said.<br />White House chief of staff Mark Meadows has told people that the president is interested in pursuing a special counsel to investigate election fraud and wants to act quickly, one of the people said.<br />Senior White House officials have also discussed the possibility of pursuing a special counsel to investigate Hunter Biden, expressing frustration over Attorney General William Barr’s handling of investigations into Mr. Biden’s business and financial dealings and concern that the incoming administration of Joe Biden could seek to shut down any probes into Mr. Biden’s son, Hunter, an administration official said.<br />The White House declined to comment. A spokeswoman for Mr. Barr declined to comment. A spokesman for the Biden transition team declined to comment. Joe Biden isn’t implicated in the investigations into Hunter Biden, according to people familiar with the matter."
}