{
    "url_original": "https://www.wsj.com/articles/trumps-embarrassing-electoral-college-hustle-11609371708?mod=opinion_lead_pos1",
    "url": "trumps-embarrassing-electoral-college-hustle-11609371708",
    "title": "Trump’s Embarrassing Electoral College Hustle",
    "sub_head": "It is doomed to fail but would still set a destructive precedent.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-279515?width=620&size=1.5",
    "image_1": "im-279515.jpg",
    "time": "2020-12-30 18:41:00",
    "body": "President Trump’s last and worst shot at overturning the 2020 election will come on Jan. 6, as the new Congress meets in joint session to tally the votes from the Electoral College. Mr. Trump wants Republican lawmakers to lodge formal objections to Joe Biden’s electors, and this kamikaze mission already has a few volunteers.<br />Here’s what would happen next, at least according to the Electoral Count Act: If a state’s electors are challenged by both a Senator and a Representative, then each chamber is supposed to retire to consider it. If they rejected the electors of enough states to deny Mr. Biden 270 electoral votes, then the House would choose the President.<br />But how could lawmakers justify throwing out electors for Mr. Biden? Although Mr. Trump keeps tweeting claims of massive vote fraud, his lawsuits have been rejected in court, sometimes by his own conservative appointees.<br />Any challenge to Mr. Biden’s electors appears doomed, since upholding the objection takes a majority in both chambers. The Democratic House would use the opportunity to excoriate Mr. Trump a final time on his way out the door, and grown-ups in the Republican Senate are unlikely to play along. Hence the Trump crowd’s latest argument: that the power to invalidate electors rests with the joint session’s presiding officer—Vice President Mike Pence.<br />A nub of truth here is that the Electoral Count Act might be unconstitutional. Originally passed after the contested-election mess of 1876, it purports to let a simple majority of Congress decide which presidential electors are valid, a power that’s hard to justify under the Constitution or separation-of-power principles."
}