{
    "url_original": "https://www.wsj.com/articles/trump-reasserts-fraud-claims-despite-lack-of-evidence-losses-in-court-11606949718?mod=politics_featst_pos3",
    "url": "trump-reasserts-fraud-claims-despite-lack-of-evidence-losses-in-court-11606949718",
    "title": "Trump Reasserts Fraud Claims Despite Lack of Evidence, Losses in Court",
    "sub_head": "In White House address, the president again said he won the election, even as states move forward certifying Joe Biden’s victory",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "image_1_url": "https://images.wsj.net/im-267430?width=620&size=1.5",
    "image_1": "im-267430.jpg",
    "time": "2020-12-02 17:55:00",
    "body": "WASHINGTON—President Trump delivered a lengthy speech from the White House on Wednesday in which he insisted that he won the election and again declined to concede to President-elect Joe Biden less than two months before Inauguration Day.<br />The address—which wasn’t on Mr. Trump’s public schedule and which he called “maybe the most important speech I’ve ever made”—marked the latest rhetorical escalation by the president as he continues to contest the results of an election he lost.<br />Mr. Biden, meanwhile, is moving forward with planning for the White House. He has announced key cabinet officials and his team has begun coordinating with the Trump administration. Mr. Biden’s transition team didn’t immediately respond to a request for comment.<br />“If we are right about the fraud, Joe Biden can’t be president,” Mr. Trump said in the 46-minute recorded speech from the White House Diplomatic Reception Room as he ticked through a slew of statements that have been proved false or that his campaign hasn’t substantiated in court.<br />Mr. Trump asserted that he won the election “without question,” even though the Associated Press said Mr. Biden would receive 306 Electoral College votes, well over the 270 needed to secure the presidency. The six most hotly contested battleground states have all certified their results for Mr. Biden, and Mr. Biden’s lead in the national popular vote currently stands at nearly seven million."
}