{
    "url_original": "https://www.wsj.com/articles/trump-is-wild-card-in-coronavirus-spending-talks-11606827260",
    "url": "trump-is-wild-card-in-coronavirus-spending-talks-11606827260",
    "title": "Trump Is Wild Card in Coronavirus, Spending Talks",
    "sub_head": "Congress faces looming deadlines in lame-duck session",
    "category_1": "Politics",
    "time": "2020-12-01 07:54:00",
    "body": "WASHINGTON—Lawmakers start a year-end sprint this week to keep the government running, provide more coronavirus aid and pass an annual defense bill, with President Trump’s focus on challenging his election loss injecting more uncertainty into the legislative outcome.<br />As the pandemic surges nationwide, Democratic and Republican leaders are under increasing pressure from rank-and-file lawmakers to agree on some Covid relief, prodded in part by the looming expiration of aid provisions from bills passed earlier this year. Those include broadened unemployment insurance coverage as well as expanded paid sick and family leave.<br />They are also working to complete a full-year spending bill before the government’s current funding expires at 12:01 a.m. on Dec. 12. And Congress must still pass the annual defense policy bill, which has broad bipartisan support—despite a veto threat from the president over a provision that would rename military bases honoring the Confederacy.<br />Even if lawmakers who have been mired in disagreements for months can finally coalesce around their year-end list, they will need cooperation from Mr. Trump, who has refused to concede the presidential race and continues to make allegations of fraud that have been dismissed in court.<br />Lawmakers have made the most progress on the fastest-approaching deadline: keeping the government running beyond Dec. 11, when its current funding expires. Last week, Senate Republicans and House Democrats agreed on how to divvy up the $1.4 trillion pot of money across the 12 spending bills that fund the government. Now they are scurrying to complete those and produce a full-year spending bill by the weekend or early next week, aides said."
}