{
    "url_original": "https://www.wsj.com/articles/trumps-possible-2024-bid-leaves-other-gop-candidates-in-a-bind-11607259600?mod=politics_lead_pos1",
    "url": "trumps-possible-2024-bid-leaves-other-gop-candidates-in-a-bind-11607259600",
    "title": "Trump’s Possible 2024 Bid Leaves Other GOP Candidates in a Bind",
    "sub_head": "Republican hopefuls will need to lay the groundwork for potential campaigns of their own without alienating the president and his supporters",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-268736?width=620&size=1.5",
    "image_1": "im-268736.jpg",
    "time": "2020-12-06 08:00:00",
    "body": "WASHINGTON—President Trump’s public and private musings about running again in 2024 are scrambling the calculus for the large field of fellow Republicans considering bids.<br />Most hopefuls have been quick to show deference. But it’s unclear whether Mr. Trump, who refuses to concede his loss to President-elect Joe Biden, will follow through, and rivals either way will likely seek ways to remain viable. Prospective GOP candidates don’t want to risk alienating Mr. Trump’s base by appearing to push him aside, but they also don’t want to be left unprepared if he decides not to run.<br />“For the last 20 years everyone who has run for president has always started off pretending like they weren’t. You can still do that with the possibility of Trump running again,” said Republican strategist Todd Harris. The 2024 election, he added, “could be the first time loyalty to Trump and political ambition are put on a collision course.”<br />Mr. Trump—who managed to get more than 74 million votes in his losing effort this year—demonstrated his grip on the party base with Saturday’s rally in Georgia for two senators locked in tight runoff elections. “Four more years, four more years,” a shoulder-to-shoulder crowd chanted. He is raising millions of dollars for a newly formed political committee that can fund future campaign activity.<br />“Trump blocks out the sun on all of the other prospective candidates,” said Kevin Madden, a former adviser to Mitt Romney, the 2012 GOP presidential nominee and now a senator from Utah. “You show up in New Hampshire and talk about the future of the GOP, you immediately put a target on your back with Trump and his followers. Are you willing to take that fight on?”"
}