{
    "url_original": "https://www.wsj.com/articles/trump-and-the-georgia-runoffs-11607038722?mod=opinion_lead_pos1",
    "url": "trump-and-the-georgia-runoffs-11607038722",
    "title": "Trump and the Georgia Runoffs",
    "sub_head": "The President will get the blame if the GOP loses the Senate.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-268167?width=620&size=1.5",
    "image_1": "im-268167.jpg",
    "time": "2020-12-03 18:38:00",
    "body": "The most important story in politics for the next month isn’t the foregone outcome of the presidential race. It’s the two Georgia runoff races on Jan. 5 that will determine who controls the Senate and the direction of U.S. policy for the next two years. If Republicans lose those seats, President Trump will be the main reason, and the main casualty will be his legacy.<br />The two Republicans should be favorites. Georgia is changing and Mr. Trump narrowly lost the state, but it still leans center-right. Incumbent David Perdue nearly won the 50% he needed to avoid a runoff, and Democratic challenger Jon Ossoff couldn’t win a House race in the Atlanta suburbs in 2017.<br />Appointed incumbent Kelly Loeffler survived a brutal primary challenge from Rep. Doug Collins, but the state party is now united behind her. Her challenger, pastor Raphael Warnock, is a genuine man of the left who has been arrested at social-justice protests and believes in the Bernie Sanders canon.<br />The argument that the country needs a GOP Senate to check a President Biden and Speaker Nancy Pelosi should resonate with voters now that it’s clear President Trump has lost. The problem is that Mr. Trump keeps stepping on that argument, and muddling the GOP message, with his claims that Democrats in Georgia and elsewhere stole the election. The polls show tight races that Democrats could win.<br />Mr. Trump has tweeted endorsements of the two Republicans, and he plans to attend a rally in Valdosta on Saturday evening. But he’s also attacking GOP Gov. Brian Kemp and Secretary of State Brad Raffensperger for not overturning the result in a state he lost by 12,670 votes. It’s an unfair rap, as the state conducted a hand recount of every ballot. Mr. Trump lost the race by doing worse in the Atlanta suburbs than in 2016, as he also did in many other suburbs around the country."
}