{
    "url_original": "https://www.wsj.com/articles/trumps-weissmann-pardons-11608926786?mod=opinion_lead_pos3",
    "url": "trumps-weissmann-pardons-11608926786",
    "title": "Trump’s Weissmann Pardons",
    "sub_head": "Political clemency will inevitably follow political prosecutions.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-25 15:06:00",
    "body": "President Trump’s flurry of pardons and grants of clemency this week are being denounced far and wide, and many of them appear to be undeserved, or worse. But the critics would have more credibility if they tried to understand why tens of millions of Americans will discount these as the Andrew Weissmann pardons.<br />Mr. Weissmann is the former deputy to special counsel Robert Mueller on the Russia collusion probe. He’s a Democratic partisan who can be seen even now on MSNBC suggesting that Mr. Trump obstructed justice in the probe that never turned up evidence of collusion. He and his fellow prosecutors spent two years, with the full resources of the federal government, trying to prove a case that didn’t exist.<br />Instead they indicted individuals in the Trump orbit of crimes unrelated to their main purpose. They pursued Paul Manafort on a foreign-lobbying statute that is rarely enforced and then turned up evidence of tax fraud. They coerced George Papadopoulos and Alex van der Zwaan into copping pleas on a single count of making false statements. Roger Stone was convicted of obstructing a Congressional investigation.<br />Mr, Manafort’s tax offenses are serious crimes, and that’s how a jury saw them. He and Mr. Stone, former business partners, have long been political scoundrels of the type Mr. Trump likes to have around him. But there’s no doubt they were targeted not for their specific offenses but because they associated with Mr. Trump. Prosecutors were out to get Mr. Trump—many of them still are—and they were happy to take down others in the hope they would have evidence against the President.<br />Yet the targeted men had nothing to offer beyond what prosecutors turned up from other sources. It was inevitable that Mr. Trump would pardon these former associates before he left office. If the good and righteous want to avoid political pardons, they should be more critical of political prosecutions."
}