{
    "url_original": "https://www.wsj.com/articles/turning-the-corner-on-covid-11609103489?mod=opinion_lead_pos7",
    "url": "turning-the-corner-on-covid-11609103489",
    "title": "Turning the Corner on Covid",
    "sub_head": "January will be tough but with sensible precautions the virus can be a manageable risk by spring.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-27 16:11:00",
    "body": "The novel coronavirus is about to make its last major stand, so prepare for the most difficult six weeks yet. But things will look up as spring approaches. Stay safe and try to avoid being the last person to get sick from Covid-19.<br />Next year will still require caution, but fear of Covid won’t dominate life after the winter recedes. Prevalence will decline sharply in the spring and summer. The virus may re-emerge in the fall, but it can be a manageable threat with the right precautions.<br />That said, relegating the pandemic to 2020 will require some changes. The virus is likely to become endemic, meaning it will continue to circulate but at a much lower level than the epidemic. If we are prudent, next fall could look like an especially virulent flu season in which the vaccines are a poor match. Most of the activities Americans enjoy will resume, though some of them will require precautions.<br />That starts with changes in the way people go to work. It should be frowned upon to come to work sick and try to “brave out” a cold. Testing for flu and Covid will be widespread with home tests. Many people may still prefer to wear masks in public venues, but they won’t be required. We will be more mindful of ventilation indoors and crowds in confined spaces.<br />These steps will have benefits that go beyond Covid. They’ll also slow the spread of other respiratory infections—including influenza, which exacts a huge toll each year. The flu caused more than 40 million symptomatic illnesses and 650,000 hospitalizations in the 2018-19 season, according to estimates from the Centers for Disease Control and Prevention. A 2018 study in the journal Vaccine estimates the economic damage, including reduced productivity, at $11.2 billion a year. That figure may be conservative; some models say the burden is up to $87 billion annually."
}