{
    "url_original": "https://www.wsj.com/articles/two-canadians-held-in-china-havent-been-tried-contrary-to-reports-11607623638",
    "url": "two-canadians-held-in-china-havent-been-tried-contrary-to-reports-11607623638",
    "title": "Two Canadians Held in China Haven’t Been Tried, Contrary to Reports",
    "sub_head": "A Chinese briefing sparked news stories, but Canada says the status of Michael Kovrig and Michael Spavor is unchanged",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2020-12-10 13:07:00",
    "body": "OTTAWA—Canada said Thursday that two of its citizens held in China for two years haven’t been tried after news outlets interpreted a statement from the Chinese Foreign Ministry to the contrary, highlighting the lack of transparency around the two men’s cases.<br />Thursday marks the second anniversary of China’s detention of Michael Kovrig and Michael Spavor within hours of each other in two Chinese cities, nine days after Canadian authorities arrested Huawei Technologies Co. Chief Financial Officer Meng Wanzhou at the behest of the U.S.—an incident that has embroiled Canada in a broader diplomatic row between Washington and Beijing.<br />On Thursday, multiple media outlets reported that Messrs. Kovrig and Spavor, who were later indicted on espionage charges, had stood trial. The reports cited a statement from Chinese Foreign Ministry spokeswoman Hua Chunying, who said in a regular briefing that Chinese authorities had “carried out the arrest, indictment and trial” of the two Canadians, according to the Chinese transcript of the briefing posted on the ministry’s website.<br />The English transcript of the briefing, posted some time after the Chinese on Thursday, says the two Canadians “were arrested, prosecuted and will be tried.”<br />According to a spokeswoman from Canada’s Foreign Department, there has been “no development” in the two Canadians’ cases. The spokeswoman said that Canadian officials in Beijing spoke directly with the Chinese Foreign Ministry and said the confusion was the result of an “inaccurate characterization” of the process."
}