{
    "url_original": "https://www.wsj.com/articles/two-republicans-provide-different-views-on-trumps-appeal-11607399621?mod=politics_lead_pos12",
    "url": "two-republicans-provide-different-views-on-trumps-appeal-11607399621",
    "title": "Two Republicans Provide Different Views on Trump’s Appeal",
    "sub_head": "Sen. Tom Cotton and William Kristol spoke at The Wall Street Journal’s CEO Council Summit",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-269691?width=620&size=1.5",
    "image_1": "im-269691.jpg",
    "time": "2020-12-07 22:53:00",
    "body": "WASHINGTON—GOP Sen. Tom Cotton said that President Trump “has fundamentally transformed some aspects of our party” and argued that the president’s hard line on immigration, emphasis on economic growth, and willingness to challenge established media outlets are aspects of the Trump agenda that have staying power.<br />“A lot of voters wanted to continue the policies that they saw in the first three years of the Trump administration before the coronavirus pandemic knocked the economy on its back,” Mr. Cotton (R., Ark.) said Monday night. The president garnered more than 74 million votes in his re-election bid, the second highest in history. President-elect Joe Biden received nearly 81 million votes, a record.<br />“They wanted a political leader in the president who would stand up for America, who would express a proud, deep and abiding love for our country, and who would not give in to the radical, politically correct liberals,” he said.<br />Mr. Cotton, who was speaking at The Wall Street Journal’s CEO Council Summit, provided a contrast to other Republicans who agreed that Mr. Trump’s coalition had proved durable but said that Mr. Trump’s popularity was an indicator of the appeal of his rhetoric and not his policies.<br />“Let’s not kid ourselves,” said William Kristol, who served as chief of staff to Vice President Dan Quayle during the George H.W. Bush administration from 1989 to 1993. “The demagoguery was what people liked.”"
}