{
    "url_original": "https://www.wsj.com/articles/two-books-on-travels-in-the-new-north-11607727025",
    "url": "two-books-on-travels-in-the-new-north-11607727025",
    "title": "Two Books on Travels in the New North",
    "sub_head": "Unsentimental looks at human adaptation and the life of a mother polar bear in a changing Arctic.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-271321?width=620&size=custom_3819x2546",
    "image_1": "im-271321.jpg",
    "time": "2020-12-11 17:50:00",
    "body": "Ibegan reading “Ice Walker” with trepidation. How could this story, whose main character is a female polar bear, avoid anthropomorphism and sentimentality? Would it devolve into a rant about melting ice and habitat destruction?<br />I need not have worried. Within a few pages I was hooked on a fascinating exploration of ice and snow, seen from the perspective of an apex predator peculiarly adapted to one of the world’s harshest environments. In deceptively simple prose, poetic yet precise, James Raffan invites us into the world of Nanu—short for Nanurjuk, which means “the bear-spirited one” in Inuktitut—as she hunts for seal on Hudson Bay in Canada’s Arctic.<br />The story begins on a frigid day in February, when Nanu is 7 years old and weighs 500 pounds. It is minus-37 degrees Celsius (or minus-35 degrees Fahrenheit) on the vast expanse of ice; at this temperature, we are told, human flesh freezes within minutes. Yet the blood running through the veins and arteries of Nanu’s massive paws remains around plus-37 degrees Celsius. Her feet are not only adapted to the temperature difference, they also leave signals, through her skin glands, to potential mates, announcing that Nanu “is healthy and coming into season.” The drama begins.<br />The ice is “talkative” at this time of year, Mr. Raffan tells us, grinding and crackling, moved by winds and currents. Nanu can feel the vibrations of the ice through those amazing feet and hear them with her ears. These senses also help Nanu hunt for prey, but when it comes to tracking seals nothing beats her extraordinary sense of smell.<br />At a seal’s breathing hole, Nanu quiets her breath, coils back onto her haunches and waits, completely still. “And then, in an explosion of energy, cold air, and flying snow, she rises up and crashes down, punching through the new snow and the crusted dome of the lair onto the unsuspecting adult seal.” Soon she is gulping down mouthfuls of the blubber she needs to sustain herself for the next year, as she births and rears cubs."
}