{
    "url_original": "https://www.wsj.com/articles/two-ceos-on-the-leadership-lessons-from-2020-11607825570?mod=business_minor_pos2",
    "url": "two-ceos-on-the-leadership-lessons-from-2020-11607825570",
    "title": "Two CEOs on the Leadership Lessons From 2020",
    "sub_head": "Arne Sorenson of Marriott International and Julie Sweet of Accenture on wake-up calls and being good community citizens",
    "category_1": "Business",
    "category_2": "Journal Reports: Leadership",
    "image_1_url": "https://images.wsj.net/im-272664?width=620&size=1.5",
    "image_1": "im-272664.jpg",
    "time": "2020-12-13 17:00:00",
    "body": "Arne Sorenson, chief executive officer of  Marriott International Inc.,  and Julie Sweet, CEO of  Accenture ,  talked about business leadership in a time of social upheaval and economic disruption at the CEO Council summit with The Wall Street Journal’s Nikki Waller. Edited excerpts follow.<br />WSJ: This year has shown us how consequential leadership can be. The fragmented response during the pandemic has hurt businesses. Julie, what has been the biggest wake-up call for you this year?<br />MS. SWEET: A wake-up call for all of us is the interconnection globally. We all recognize how interconnected we are. Also the need for collaboration. If you solve the pandemic and the issues around it, it has taken government, nonprofits, education and the private sector coming together.<br />WSJ: As board members of the Business Roundtable, you’ve advanced the idea of companies pursuing returns that extend beyond shareholder value. And certainly that idea has been tested this year. If you’re pursuing a stakeholder agenda and don’t meet earnings expectations, do you still get in trouble?<br />MR. SORENSON: It is crystal clear to companies that have been around a long time that it is in our selfish and pecuniary interests to be good community citizens. Because it’s good for our brand. It’s good for motivating our people. It’s good for creating economic opportunity, which also enhances our customers and causes them to be that much more loyal to us."
}