{
    "url_original": "https://www.wsj.com/articles/u-k-allows-banks-to-resume-dividend-payments-11607625358?mod=markets_lead_pos13",
    "url": "u-k-allows-banks-to-resume-dividend-payments-11607625358",
    "title": "U.K. Allows Banks to Resume Dividend Payments",
    "sub_head": "Regulator says it isn’t necessary to extend precautionary action taken as the pandemic began",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-271504?width=620&size=1.5",
    "image_1": "im-271504.jpg",
    "time": "2020-12-10 13:35:00",
    "body": "U.K. banks can resume paying dividends next year after regulators ended a ban introduced in March to make lenders conserve capital during the coronavirus pandemic.<br />The share prices of Britain’s biggest banks have been battered this year as they set aside billions of pounds in provisions for bad loans and curbed payouts to shareholders. Industry leaders including  Barclays  PLC Chief Executive Jes Staley and Santander Chairman Ana Botín in recent months urged regulators to allow them to start paying dividends again.<br />“An extension of the exceptional and precautionary action taken in March is not necessary,” the Bank of England’s Prudential Regulation Authority, or PRA, said in a written statement Thursday. “Any distributions should be prudent, reflecting the still elevated levels of economic uncertainty.”<br />Canceling dividends helped banks to shore up their balance sheets. The capital ratios of the U.K.’s biggest banks improved in the first half of 2020 even though they were hit with £18 billion, equivalent to $24 billion, of impairment losses, the Bank of England has said. The European Central Bank also asked banks to stop paying dividends earlier this year.<br />The dividend cancellations displeased many shareholders—particularly Hong Kong-based investors in  HSBC .  The London-based bank, which makes most of its profit in Asia, said in August that it faced lawsuits in connection with dividend cancellations."
}