{
    "url_original": "https://www.wsj.com/articles/u-k-court-freezes-up-to-5-billion-tied-to-alleged-kazakhstan-bank-theft-11606817488?mod=markets_lead_pos4",
    "url": "u-k-court-freezes-up-to-5-billion-tied-to-alleged-kazakhstan-bank-theft-11606817488",
    "title": "U.K. Court Freezes Up to $5 Billion Tied to Alleged Kazakhstan Bank Theft",
    "sub_head": "The order, related to a long-running legal saga, goes after stakes in fancy hotels, Burger King restaurants and bank accounts in half a dozen countries",
    "category_1": "Finance",
    "image_1_url": "https://images.wsj.net/im-266408?width=620&size=1.5",
    "image_1": "im-266408.jpg",
    "time": "2020-12-01 05:11:00",
    "body": "A U.K. civil court froze up to $5 billion in assets including stakes in luxury hotels, cash in bank accounts in half a dozen countries and a Burger King franchise, as part of an international legal saga that ensnared Kazakhstan’s richest businessmen, according to court documents.<br />The Business and Property Courts of England and Wales issued the asset freeze on Nov. 13, based on a petition from Kazakhstan’s state-owned BTA Bank, which has alleged for years that its former bank chairman stole more than $6 billion and laundered it through shell companies around the world. The freeze is among the biggest granted by the court, according to lawyers who work there.<br />The case is part of a set of civil court disputes involving BTA in the U.S., U.K. and more than a dozen other jurisdictions. Defendants have long maintained BTA’s accusations are false and based on a political vendetta that pits political and business elites against each other in Kazakhstan, an oil- and gas-rich ex-Soviet state.<br />Both sides have spent tens of millions of dollars on top lawyers and private investigators over more than a decade. BTA alleged that the stolen money ended up in hidden bank accounts and assets around the world including a shopping mall in Cincinnati.<br />A U.K. court in 2012 ruled in BTA’s favor, issuing a $4.9 billion civil judgment against the former bank chairman, Mukhtar Ablyazov, and Iliyas Khrapunov, his son-in-law. Mr. Ablyazov refused to engage with the British courts, leading to him being held in contempt. He resides in France."
}