{
    "url_original": "https://www.wsj.com/articles/u-s-real-estate-investors-seek-hollywood-dreams-in-london-11607432410?mod=markets_minor_pos21",
    "url": "u-s-real-estate-investors-seek-hollywood-dreams-in-london-11607432410",
    "title": "U.S. Real-Estate Investors Seek Hollywood Dreams in London",
    "sub_head": "As Covid-19 boosts demand for content, L.A. firm bets on Eastbrook Studios and Pinewood plans to expand",
    "category_1": "Real Estate",
    "category_2": "Commercial Real Estate",
    "image_1_url": "https://images.wsj.net/im-266763?width=620&size=1.5",
    "image_1": "im-266763.jpg",
    "time": "2020-12-08 08:00:00",
    "body": "U.S. and other global property investors are putting billions of dollars into a significant expansion of new production studios in the U.K., where tax breaks are attracting business from movie makers and television companies.<br />While the pandemic has upended many major commercial real-estate sectors—from hotels and retail to office towers—investing in properties related to content creation has emerged as a rare bright spot. People stuck at home are consuming more content than ever. Real-estate investors like  Blackstone Group Inc.  have stepped up their commitment to studio production facilities with two partnerships near Hollywood.<br />Now, some investors are making a similar bet in London. In a November deal, the Los Angeles-based firm Hackman Capital Partners agreed to invest around £300 million (about $401 million) in a facility to be known as Eastbrook Studios, located about 14 miles east of central London. Work on the project is slated to begin in the first quarter of 2021 and be completed 18 to 24 months later.<br />“Content is a growth business, people are consuming more programming than ever before,” said Chief Executive Michael Hackman.<br />HCP  recently led a group of investors in a deal to acquire the New York studios where “The Sopranos,” “30 Rock” and “Sex and the City” were filmed. Mr. Hackman said he is also bullish on London."
}