{
    "url_original": "https://www.wsj.com/articles/u-s-families-economy-government-in-limbo-as-trump-remains-mum-on-covid-19-aid-bill-11608924128?mod=politics_lead_pos1",
    "url": "u-s-families-economy-government-in-limbo-as-trump-remains-mum-on-covid-19-aid-bill-11608924128",
    "title": "U.S. Families, Economy, Government in Limbo as Trump Remains Mum on Covid-19 Aid Bill",
    "sub_head": "President has neither vetoed nor signed massive aid, spending bill, a day before pandemic-related unemployment benefits expire",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-278258?width=620&size=1.5",
    "image_1": "im-278258.jpg",
    "time": "2020-12-25 15:03:00",
    "body": "WASHINGTON—Millions of Americans could soon lose their pandemic-related unemployment benefits amid continued uncertainty about whether President Trump will sign or veto a massive coronavirus relief package.<br />Mr. Trump unleashed confusion in Washington and across the country on Tuesday when he criticized the legislation, which also includes a $1.4 trillion government funding bill. The 5,593-page year-end package passed both chambers of Congress with broad bipartisan support, and the president only publicly registered his frustrations after lawmakers approved the legislation.<br />The president called on lawmakers to increase the direct payments to $2,000 for individuals from $600 per adult and per child, the current level in the bipartisan bill. He also criticized the spending portion of legislation, which includes routine funding for foreign allies and international programs.<br />“Why would politicians not want to give people $2000, rather than only $600? It wasn’t their fault, it was China,” the president wrote on Twitter on Friday. “Give our people the money!”<br />The president delegated negotiations to Treasury Secretary Steven Mnuchin, and played little role in the monthslong talks over the bill. He hasn’t told lawmakers whether he intends to veto it, furthering the uncertainty about the fate of the package."
}