{
    "url_original": "https://www.wsj.com/articles/u-s-treasury-yields-slip-on-brexit-struggles-stimulus-worries-11607445225?mod=markets_major_pos13",
    "url": "u-s-treasury-yields-slip-on-brexit-struggles-stimulus-worries-11607445225",
    "title": "U.S. Treasury Yields Slip on Brexit Struggles, Stimulus Worries",
    "sub_head": "Yield on benchmark 10-year Treasury declines for second straight session",
    "category_1": "Markets",
    "category_2": "Treasurys",
    "time": "2020-12-08 16:05:00",
    "body": "U.S. government-bond yields fell Tuesday, driven lower by investors’ concerns about the prospects for Brexit trade negotiations and a U.S. emergency economic relief package.<br />The yield on the benchmark 10-year Treasury note finished trading Tuesday at 0.913%, according to Tradeweb. That’s the second-straight session decline and down from 0.928% at Monday’s close. The 30-year yield fell to 1.659%, from 1.687% Monday.<br />Yields, which fall when bond prices rise, retreated Tuesday as investors waited for developments on the Brexit trade negotiations. U.K. Prime Minister Boris Johnson has warned that securing a trade deal at a coming summit with the European Union will be difficult before the Dec. 31 deadline. That uncertainty is driving some investors to havens such as U.S. Treasurys.<br />In the U.S., delays on bills covering economic relief and government spending are also pressuring yields, some analysts said. Lawmakers on Monday struggled to resolve stumbling blocks while seeking a deal on the emergency pandemic relief program. Congressional leaders said they plan to pass a one-week extension of government funding legislation to buy more time for negotiations.<br />Those strains have helped reverse a recent rise in Treasury yields, which tend to climb when investors expect economic growth and inflation. The prospect of a vaccine-fueled economic rebound recently helped push 10-year yields to their highest close in nearly a month near 1%, a level not surpassed since before the pandemic."
}