{
    "url_original": "https://www.wsj.com/articles/u-s-blacklists-chinas-top-chip-maker-escalating-tech-fight-11608274932?mod=business_lead_pos2",
    "url": "u-s-blacklists-chinas-top-chip-maker-escalating-tech-fight-11608274932",
    "title": "U.S. Blacklists China’s Top Chip Maker, Escalating Tech Fight",
    "sub_head": "SMIC among more than 60 Chinese institutions added to the entity list restricting access to American technology",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-275267?width=620&size=1.5",
    "image_1": "im-275267.jpg",
    "time": "2020-12-18 05:12:00",
    "body": "The Trump administration is adding China’s largest manufacturer of computing chips to an export blacklist, restricting the company’s access to high-end technology over its alleged links to the Chinese military.<br />Semiconductor Manufacturing International Corp. , or SMIC, will be added alongside more than 60 other Chinese institutions to the entity list, the Commerce Department said. The designation restricts companies from exporting U.S.-origin technology to the listed firms without a license, with a provision that effectively prohibits SMIC from acquiring technology to build chips with 10-nanometer circuits and smaller, the industry’s top class of chips.<br />The move raises the pressure significantly on the chip maker, a national champion that has received billions of dollars in state backing and is central to Beijing’s drive to improve the country’s self-sufficiency in critical technologies. It comes during the waning weeks of the Trump administration and follows a string of actions against Chinese tech companies.<br />Two days ago, the chip manufacturer said it was looking into reports that one of its two co-chief executives had suddenly decided to step down, a disclosure that sent its shares tumbling.<br />Commerce Department officials said they applied the restriction on SMIC because of what they said was the company’s cooperation with Chinese military-linked entities. The Trump administration has grown more concerned about Beijing’s practice of leaning on civilian companies to advance its military goals, an effort known as military-civil fusion."
}