{
    "url_original": "https://www.wsj.com/articles/u-s-sues-walmart-alleging-role-in-fueling-opioid-crisis-11608661856?mod=business_lead_pos1",
    "url": "u-s-sues-walmart-alleging-role-in-fueling-opioid-crisis-11608661856",
    "title": "U.S. Sues Walmart, Alleging Role in Fueling Opioid Crisis",
    "sub_head": "Justice Department accuses retail giant of ignoring warnings from its own pharmacists; complaint follows company’s suit to fight allegations pre-emptively",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-276617?width=620&size=1.5",
    "image_1": "im-276617.jpg",
    "time": "2020-12-22 16:52:00",
    "body": "WASHINGTON—The Trump administration sued  Walmart Inc.  Tuesday, accusing the retail giant of helping to fuel the nation’s opioid crisis by inadequately screening for questionable prescriptions despite repeated warnings from its own pharmacists.<br />The Justice Department’s lawsuit claims Walmart sought to boost profits by understaffing its pharmacies and pressuring employees to fill prescriptions quickly. That made it difficult for pharmacists to reject invalid prescriptions, enabling widespread drug abuse nationwide, the suit alleges.<br />Walmart responded in a public filing Tuesday, saying the lawsuit “invents a legal theory that unlawfully forces pharmacists to come between patients and their doctors, and is riddled with factual inaccuracies and cherry-picked documents taken out of context.”<br />“Blaming pharmacists for not second-guessing the very doctors [the Drug Enforcement Administration] approved to prescribe opioids is a transparent attempt to shift blame from DEA’s well-documented failures in keeping bad doctors from prescribing opioids in the first place,” Walmart said, adding that it “always empowered our pharmacists to refuse to fill problematic opioids prescriptions, and they refused to fill hundreds of thousands of such prescriptions.”<br />The country’s largest retailer by revenue, Walmart has been expecting this complaint and sued the federal government in October to fight the allegations pre-emptively. That suit accuses the Justice Department and DEA of attempting to scapegoat the company for what it says are the federal government’s own regulatory and enforcement shortcomings."
}