{
    "url_original": "https://www.wsj.com/articles/u-s-in-talks-with-huawei-finance-chief-meng-wanzhou-about-resolving-criminal-charges-11607038179?mod=tech_lead_pos1",
    "url": "u-s-in-talks-with-huawei-finance-chief-meng-wanzhou-about-resolving-criminal-charges-11607038179",
    "title": "U.S. in Talks With Huawei Finance Chief Meng Wanzhou About Resolving Criminal Charges",
    "sub_head": "Justice Department is discussing an arrangement that would allow her to return to China in exchange for admitting wrongdoing",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-267801?width=620&size=1.5",
    "image_1": "im-267801.jpg",
    "time": "2020-12-03 18:29:00",
    "body": "The U.S. Justice Department is discussing a deal with Huawei Technologies Co. finance chief Meng Wanzhou that would allow her to return home to China from Canada, in exchange for admitting wrongdoing in a criminal case that has strained Beijing’s relations with the U.S. and Canada, people familiar with the matter said.<br />Lawyers for Ms. Meng, who faces wire and bank fraud charges related to alleged violations of U.S. sanctions on Iran on Huawei’s behalf, have spoken to Justice Department officials in recent weeks about the possibility of reaching a “deferred prosecution agreement,” the people said.<br />Under such an agreement, which prosecutors usually use with companies but rarely grant to individuals, Ms. Meng would be required to admit to some of the allegations against her but prosecutors would agree to potentially defer and later drop the charges if she cooperated, the people said.<br />Ms. Meng has so far resisted the proposed deal, believing she did nothing wrong, some of the people said. She declined to comment through a Huawei spokesman. A Justice Department spokesman declined to comment. Canadian officials didn’t immediately return requests for comment<br />Arrested two years ago while transferring planes in Vancouver, Ms. Meng has been confined to the city, where she has a home. She has since fought extradition to the U. S.—a process allowing multiple appeals that can take years to resolve—and her situation has personified for many in China attempts by Washington to stymie the country’s global ascent."
}