{
    "url_original": "https://www.wsj.com/articles/u-s-expected-to-unseal-charges-against-new-suspect-in-1988-lockerbie-bombing-11608143709?mod=business_minor_pos4",
    "url": "u-s-expected-to-unseal-charges-against-new-suspect-in-1988-lockerbie-bombing-11608143709",
    "title": "Lockerbie Bombing: U.S. Said to Be Near Charges for Another Suspect in 1988 Plane Crash",
    "sub_head": "Charges aimed at a top bomb-maker for late Libyan dictator Moammar Gadhafi",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-274256?width=620&size=1.5",
    "image_1": "im-274256.jpg",
    "time": "2020-12-16 16:56:00",
    "body": "WASHINGTON—U.S. prosecutors are expected to unseal charges against a suspect they allege was a top bomb-maker for the late Libyan dictator Moammar Gadhafi and assembled the device that blew up Pan Am flight 103 over Lockerbie, Scotland, in 1988, opening a new chapter in one of the world’s longest and most sprawling terrorism investigations.<br />The Justice Department is expected to unseal a criminal complaint against Abu Agila Mohammad Masud, who is currently held by Libyan authorities, in the coming days and to seek his extradition for trial on charges in U.S. federal court, according to senior department officials.<br />The bombing, just before Christmas 1988, killed 270, including 190 Americans, many of them returning home from Europe for the holiday. The complaint raises the prospect of a first U.S. trial related to the incident. Among the Americans who died were 35 students from Syracuse University in New York. The 32nd anniversary of the attack is on Monday.<br />The bombing led U.S. lawmakers to brand Libya as a state sponsor of terrorism and eventually forced the Libyan government in 2003 to pay more than $1 billion as recompense to the families of the victims.<br />The case, filed by prosecutors in the U.S. attorney’s office in Washington, D.C., is based largely on a confession that Mr. Masud gave to Libyan authorities in 2012, which was turned over to Scottish authorities in 2017, as well as travel and immigration records of Mr. Masud, U.S. officials said."
}