{
    "url_original": "https://www.wsj.com/articles/u-s-will-move-nearly-all-u-s-troops-out-of-somalia-11607114195?mod=politics_lead_pos12",
    "url": "u-s-will-move-nearly-all-u-s-troops-out-of-somalia-11607114195",
    "title": "U.S. Will Move Nearly All Troops Out of Somalia, Officials Say",
    "sub_head": "Relocation of 700 troops from Somalia reverses administration course; move follows troop cuts in Iraq, Afghanistan",
    "category_1": "National Security",
    "image_1_url": "https://images.wsj.net/im-268649?width=620&size=1.5",
    "image_1": "im-268649.jpg",
    "time": "2020-12-04 18:15:00",
    "body": "President Trump ordered the Pentagon to pull nearly all U.S. troops out of Somalia, where for 13 years they have been fighting a low-intensity battle against the local al Qaeda affiliate, al-Shabaab, U.S. officials said.<br />The roughly 700 troops stationed in Somalia would move to bases in Kenya and Djibouti and enter Somalia to conduct shorter counterterrorism missions against al-Shabaab, as well as a smaller force of Islamic State militants. The U.S. troops are expected to leave the country by early next year, the officials said.<br />The move, supported by the new acting defense secretary, Chris Miller, effectively reverses the course set by his predecessor, Mark Esper. Mr. Esper favored drawing down U.S. forces operating in the volatile Sahel region of West Africa while maintaining the American presence in Somalia, according to a senior U.S. official.<br />The Pentagon, in a statement sent to lawmakers Friday, said that despite the withdrawal, U.S. aims in Somalia hadn’t changed. “We will continue to degrade violent extremist organizations that could threaten our homeland while ensuring we maintain our strategic advantage in great power competition,” the statement said.<br />The Trump administration’s push to reduce U.S. forces in Africa has drawn opposition from lawmakers from both parties who see a need for a continued American engagement in the continent’s conflict zones. Rep. Anthony Brown (D., Md.), vice chairman of the Armed Services Committee, questioned the wisdom ofsuch troop moves during a presidential transition in Washington."
}