{
    "url_original": "https://www.wsj.com/articles/u-s-boosts-china-spying-budget-to-meet-growing-economic-national-security-threat-11607037778?mod=politics_lead_pos11",
    "url": "u-s-boosts-china-spying-budget-to-meet-growing-economic-national-security-threat-11607037778",
    "title": "U.S. Boosts China Spying Budget to Meet Growing Economic, National-Security Threat",
    "sub_head": "Director of national intelligence said shift involves ‘money and manpower,’ and suggested some analysts focused on counterterrorism would be refocused on Beijing",
    "category_1": "Politics",
    "category_2": "National Security",
    "image_1_url": "https://images.wsj.net/im-267875?width=620&size=1.5",
    "image_1": "im-267875.jpg",
    "time": "2020-12-03 18:23:00",
    "body": "WASHINGTON—The U.S. is increasing the portion of the spying budget devoted to China by nearly one-fifth this year, U.S. officials said on Thursday, reflecting rising concern over what the Trump administration says is a top economic, security and counterintelligence threat from Beijing.<br />While the precise amounts are classified, the officials said spending on China is being boosted across the roughly $85 billion annual intelligence budget to glean secrets from the country, analyze its current actions and predict its future course.<br />“We have shifted resources in the FY21 budget to increase China spending by nearly 20 percent,” the Office of the Director of National Intelligence said in a statement, referring to the government’s fiscal year 2021, which began Oct. 1.<br />In an interview, Director of National Intelligence John Ratcliffe said the shift involves “money and manpower,” and suggested that some spy-agency analysts focused on counterterrorism would be refocused on China.<br />“When the evidence is so clear, and increasingly clear, that China and China alone can compete with us in all spaces, when we’ve looked at all of the different threat streams... the resources needed to be shifted,” Mr. Ratcliffe said."
}