{
    "url_original": "https://www.wsj.com/articles/u-s-budget-gap-widened-25-in-first-two-months-of-fiscal-year-11607626849",
    "url": "u-s-budget-gap-widened-25-in-first-two-months-of-fiscal-year-11607626849",
    "title": "U.S. Budget Gap Widened 25% in First Two Months of Fiscal Year",
    "sub_head": "Higher spending, shrinking revenue tied to the pandemic and resulting economic downturn pushed deficit higher",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "image_1_url": "https://images.wsj.net/im-271529?width=620&size=1.5",
    "image_1": "im-271529.jpg",
    "time": "2020-12-10 14:17:00",
    "body": "The U.S. budget deficit widened 25% in October and November from the same period last year to $429 billion, a record for the first two months of the fiscal year, the Treasury Department said Thursday.<br />Higher spending and shrinking revenue tied to the coronavirus pandemic and the resulting economic downturn pushed the deficit higher. Federal spending rose 9% to $887 billion during October and November from the same period a year earlier, while revenue declined 3% to $457 billion.<br />The Treasury said the deficit would have been even wider if not for calendar quirks that moved up the timing of certain benefit payments. If not for those timing issues, the deficit in October and November would have risen 47% from the same period a year earlier.<br />Higher spending to combat the coronavirus was driven largely by increases on safety-net programs. Spending by the Agriculture Department, which administers the Supplemental Nutrition Assistance Program, also known as food stamps, rose 36%, while spending on Medicaid increased 16%. Labor Department spending on jobless benefits rose to $45.1 billion in October and November, compared with $3.7 billion during the same period a year earlier.<br />Federal tax revenue declined largely as a result of lower individual income tax withholding, which senior Treasury officials attributed to high levels of unemployment tied to the pandemic, and deferred payroll taxes the government authorized through the end of this calendar year. Individual withholding was down 4% in the first two months of the fiscal year, which started on Oct. 1."
}