{
    "url_original": "https://www.wsj.com/articles/u-s-diplomats-illnesses-likely-linked-to-pulsed-energy-attack-11607278210?mod=politics_lead_pos4",
    "url": "u-s-diplomats-illnesses-likely-linked-to-pulsed-energy-attack-11607278210",
    "title": "U.S. Diplomats’ Illnesses Likely Linked to Pulsed Energy Attack",
    "sub_head": "Panel releases findings on medical symptoms experienced by those working in Cuba, China",
    "category_1": "Politics",
    "category_2": "National Security",
    "image_1_url": "https://images.wsj.net/im-268987?width=620&size=1.5",
    "image_1": "im-268987.jpg",
    "time": "2020-12-06 13:10:00",
    "body": "A U.S. scientific panel has concluded that exposure to a type of directed energy was the most likely culprit for a number of medical symptoms, including dizziness and memory loss, experienced by diplomats posted in Cuba and China.<br />In a new assessment published Saturday by the National Academies of Sciences, Engineering, and Medicine, scientists identified “directed, pulsed radio frequency (RF) energy” as the most likely explanation for a series of symptoms experienced by diplomats posted at U.S. facilities—a broad category of energy that can include microwave radiation.<br />The scientists concluded that the symptoms experienced by a number of U.S. and Canadian diplomats, which included dizziness, headache, fatigue, nausea, anxiety, cognitive difficulties and memory loss, were “unlike any disorder in the neurological or general medical literature.”<br />The panel of 19 scientific and medical experts had been tasked by the U.S. State Department to advise the government on the reasons for the symptoms experienced by people posted at diplomatic facilities abroad.<br />The committee said the abrupt onset of symptoms was most consistent with “a directed radio frequency (RF) energy attack” rather than inadvertent or environmental exposure, but also that more research was needed. Governments, including the former Soviet Union and the U.S., have tested using directed energy as a potential weapon or a tool for espionage or crowd control in the past."
}