{
    "url_original": "https://www.wsj.com/articles/uber-pays-up-to-take-backseat-on-driverless-cars-11607440271?mod=markets_lead_pos13",
    "url": "uber-pays-up-to-take-backseat-on-driverless-cars-11607440271",
    "title": "Uber Pays Up to Take Back Seat on Driverless Cars",
    "sub_head": "The ride-hailing giant won’t have to consolidate the costs of automating driving, but will remain invested",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-269910?width=620&size=1.5",
    "image_1": "im-269910.jpg",
    "time": "2020-12-08 10:11:00",
    "body": "In a sign of investors’ meager appetite for driverless-car ventures,  Uber Technologies Inc.  isn’t so much selling its ill-fated project as paying a rival to take it on.<br />The ride-hailing giant said late Monday that its autonomous-driving unit ATG would be acquired by Aurora Innovation Inc., a startup with about half the staff. But this is no usual acquisition: Aurora isn’t handing over cash; in fact, it gets $400 million of extra capital from Uber as part of the deal.<br />For the ride-hailing giant, the appeal of the transaction is that it takes driverless cars off its balance sheet. It owned roughly 86% of ATG at the end of September, having sold small stakes to Toyota, its parts supplier  Denso  and to Japanese tech investor SoftBank last year at a valuation of $7.25 billion. After the deal with Aurora, it will only own about 26% of the venture, while the ATG minorities will own a further 14%.<br />Crucially, that means Uber, which is under pressure to trim losses, won’t have to consolidate the significant expense of developing driverless cars in its accounts. The deal also draws a line under an endeavor that gave the company endless public-relations grief: In 2017, Alphabet’s rival business Waymosued Uber for stealing trade secrets, and a year later one of Uber’s test vehicles killed a pedestrian.<br />Still, Aurora is the more obvious winner. The company has the credibility of being founded in 2017 by three veterans of the driverless-car industry, but was looking isolated after most big car makers found other startups to work with. Now it has Uber, Toyota and Denso as minority investors, all three among the largest players in their different fields."
}