{
    "url_original": "https://www.wsj.com/articles/uber-sells-self-driving-car-unit-to-autonomous-driving-startup-11607380167?mod=business_lead_pos3",
    "url": "uber-sells-self-driving-car-unit-to-autonomous-driving-startup-11607380167",
    "title": "Uber Sells Self-Driving-Car Unit to Autonomous-Driving Startup",
    "sub_head": "As part of the deal, Uber will make a $400 million investment in Aurora Innovation",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-269524?width=620&size=1.5",
    "image_1": "im-269524.jpg",
    "time": "2020-12-07 18:52:00",
    "body": "Uber Technologies Inc.  sold its self-driving-car unit to a Silicon Valley competitor, Aurora Innovation Inc., in the latest business exit by the ride-hailing company as it aims to deliver on a promise to shareholders to become profitable.<br />The two companies on Monday said that as part of the deal for the self-driving-car unit, known as Advanced Technologies Group, or ATG, Uber will make a $400 million cash investment in Aurora. Uber said it would hold a roughly 26% stake in Aurora on completion of the deal. Uber Chief Executive Dara Khosrowshahi also is joining the company’s board of directors.<br />Mr. Khosrowshahi has moved to restructure Uber to deliver on a promise to make the company profitable, scaling back many of its expensive side businesses—spanning from electric bikes to flying cars—that haven’t gained much traction. Uber has wound down its product incubator and artificial-intelligence lab, exited e-bikes and sold a stake in its loss-making freight-hauling unit. The company has promised to be profitable on an adjusted basis before interest, taxes, depreciation and amortization by the end of next year.<br />Uber said ATG, combined with other technology programs, lost $104 million in the third quarter on $25 million in revenue.<br />Aurora is led by autonomous-driving pioneer Chris Urmson, who helped launch Google’s autonomous-driving project. The acquisition bolsters Aurora’s position in an industry that has suffered under numerous technical setbacks."
}