{
    "url_original": "https://www.wsj.com/articles/unemployment-bonus-proves-its-harm-11607037230?mod=opinion_lead_pos6",
    "url": "unemployment-bonus-proves-its-harm-11607037230",
    "title": "Unemployment Bonus Proves Its Harm",
    "sub_head": "Job openings declined sharply in August, after the $600 weekly payments stopped.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-267793?width=620&size=1.5",
    "image_1": "im-267793.jpg",
    "time": "2020-12-03 18:13:00",
    "body": "Congressional Democrats and some Republicans are frantically trying to stitch together another $1 trillion “stimulus” bill. Why? The economy and jobs market have far exceeded expectations of recovery even without the spending spree first proposed by Speaker Nancy Pelosi in July.<br />Since then, employers have added six million jobs—more than the Federal Reserve and the Congressional Budget Office predicted they would. The unemployment rate fell from 13% to 6.9% in six months, no stimulus necessary.<br />In July we warned on these pages that six more months of $600-a-week bonus unemployment benefits would keep millions of Americans out of the workforce. The CBO calculated that “roughly five of six recipients” were getting more from unemployment payments than they would earn from working. Many workers could get twice as much income for staying unemployed.<br />Yet the CBO and many academic economists strangely concluded that continuing these payments (on top of normal unemployment benefits) would be good for the economy because of their effect on consumer spending. Paul Krugman predicted in August that the consequences of not extending the benefits were “terrifying” and would “push overall consumer spending . . . down by more than 4 percent.”<br />President Trump didn’t fully suspend bonus benefits—which would have been optimal for job growth—but he did cut them to $300 a week. Americans subsequently rushed to fill jobs and the unemployment rate fall rapidly. So much for economic ruin."
}