{
    "url_original": "https://www.wsj.com/articles/unsinkable-review-set-ablaze-still-fighting-11608160870?mod=opinion_reviews_pos1",
    "url": "unsinkable-review-set-ablaze-still-fighting-11608160870",
    "title": "‘Unsinkable’ Review: Set Ablaze, Still Fighting",
    "sub_head": "German planes were spotted high above. What followed may have been the most intense aerial attack on a single ship during all of World War II.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-274413?width=620&size=1.5",
    "image_1": "im-274413.jpg",
    "time": "2020-12-16 18:21:00",
    "body": "On Jan. 24, 1944, the destroyer USS Plunkett found herself offshore Anzio, Italy, supporting the embattled Allied beachhead there. The ship had had an eventful year, participating in the invasions of North Africa and Sicily. Like all destroyers, Plunkett was fast and well-armed for her size. She had many roles, including shepherding other ships and patrolling, but destruction was her natural job. On this day in the Tyrrhenian Sea, the men aboard were disappointed that some much-anticipated shelling of German positions ashore had been canceled.<br />At around 5:15 p.m., the ship’s doctor spotted a couple of German bombers, Dorniers, in the early-evening sky, fairly high up. The Anzio roadstead was thick with Allied ships, but the Germans owned the skies. “Looks like a little business coming up,” said the doctor almost to himself. “I think I’ll go down to the wardroom.” As James Sullivan tells us in his stirring “Unsinkable: Five Men and the Indomitable Run of the USS Plunkett,” the destroyer’s wardroom—the officers’ mess, at sea—did double duty in battle, serving as the dressing station for the wounded and dying. It would prove to be a busy place that evening.<br />Soon after calling his crew to battle stations, Plunkett’s captain, Ed Burke—one of the five men that Mr. Sullivan follows from the 1940s through the ends of their lives—could see the glide-bombs from the far-off Dorniers floating his way. What followed over the next 25 minutes may have been the most intense aerial attack on a single ship of any navy in World War II.<br />Soon the Dorniers were joined by dive bombers shrieking in, while torpedo planes came in “low and slow” to drop their sinister payloads that barely moved faster through the water than Plunkett herself. Capt. Burke successfully zigged toward the glide bombs, zagged to run parallel to a torpedo, dodged dive bombs that were landing as close to 20 yards away, and through it all, whenever he could, put the ship broadside on to the planes so his guns would have a chance. Eventually Plunkett was ablaze, but her guns kept firing with coordination and accuracy until the Luftwaffe had to call off the attack. Plunkett’s “bag” that day was impossible to verify, but it likely represented a quarter or more of the force that attacked her. The ship’s casualty list would include, apart from the scores of wounded, 29 men forever “missing in action.” These numbered more than the dead whose bodies could be identified. Plunkett managed to limp back to Palermo, saw action in Normandy on D-Day and ended her war in the Pacific.<br />Plunkett’s fate and what she achieved in those few minutes of Mediterranean gloaming were utterly tragic and utterly heroic. And yet the action was a drop in the ocean of that war. Sicily had been the largest seaborne invasion of anywhere ever, and Normandy 11 months later would dwarf it. Leyte Gulf, in the Pacific Theater, was the biggest naval battle of all time, and the opposing navies rarely saw each other: Planes did the attacking, as with Plunkett at Anzio, but on a titanic scale."
}