{
    "url_original": "https://www.wsj.com/articles/ups-slaps-shipping-limits-on-gap-nike-to-manage-e-commerce-surge-11606926669?mod=business_lead_pos1",
    "url": "ups-slaps-shipping-limits-on-gap-nike-to-manage-e-commerce-surge-11606926669",
    "title": "UPS Slaps Shipping Limits on Gap, Nike to Manage E-Commerce Surge",
    "sub_head": "Delivery giant instructed drivers not to pick up some packages on Cyber Monday as pandemic fueled online shopping",
    "category_1": "Business",
    "time": "2020-12-02 16:36:00",
    "body": "United Parcel Service Inc. imposed shipping restrictions on some large retailers such as  Gap Inc.  and Nike Inc. this week, an early sign that the pandemic-fueled online shopping season is stretching delivery networks to their limits.<br />The delivery giant on Cyber Monday notified drivers across the U.S. to stop picking up packages at six retailers, including L.L. Bean Inc., Hot Topic Inc., Newegg Inc. and  Macy’s Inc.,  according to an internal message viewed by The Wall Street Journal and confirmed by UPS workers in different regions. “No exceptions,” the message said.<br />The move comes during a holiday season when retailers are increasingly dependent on delivery companies to move online orders, as store traffic has plummeted during the coronavirus pandemic—a dynamic that has shifted power significantly. UPS and rival  FedEx Corp.  have raised prices and promised to hold merchants to volume agreements.<br />The temporary limits, which some drivers say they haven’t seen during previous holiday seasons, are a sign that UPS is metering the flow of packages into its network to preserve its performance during one of the busiest shipping weeks of the year. The National Retail Federation estimated that online shopping jumped 44% over a recent five-day stretch that included Black Friday and Cyber Monday.<br />A UPS spokesman, without commenting on any customer-specific directive, said the company will pick up packages from customers whose demand exceeded allocated space once more capacity becomes available."
}