{
    "url_original": "https://www.wsj.com/articles/urgent-stimulus-package-isnt-that-urgent-11607276486?mod=opinion_major_pos17",
    "url": "urgent-stimulus-package-isnt-that-urgent-11607276486",
    "title": "‘Urgent’ Stimulus Package Isn’t That Urgent",
    "sub_head": "It’s hard to believe that the economy could survive and thrive during the state lockdowns preferred by Democrats in the last eight months, but it cannot scrape by for eight weeks until Bidenomics arrives and the spending floodgates reopen.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-263790?width=620&size=1.5",
    "image_1": "im-263790.jpg",
    "time": "2020-12-06 12:41:00",
    "body": "Regarding Alan Blinder’s “A Speedy Recovery Depends on More Aid. Will Trump Deliver?” (op-ed, Nov. 27): Prof. Blinder chants the left’s mantra that the economic recovery is in peril unless President Trump and Senate Republicans can work with House Democrats to pass another stimulus package. It’s hard to believe, however, that the economy could survive and thrive during the state lockdowns preferred by Democrats in the last eight months, but it cannot scrape by for eight weeks until Bidenomics arrives and the spending floodgates reopen.<br />If times are so tough in several blue or purple states, why did Democrats in the House reject the GOP offer in October of a $1.8 trillion stimulus package? The governments that allegedly were in decent fiscal health before the pandemic were, in fact, living on the edge after decades of imprudent underfunding of pension and health benefits for government workers.<br />Some type of federal bailout of beleaguered state and local governments surely is on the horizon. It is a rare politician in either party who doesn’t love bringing home the pork, and the 2022 election campaigning will unofficially kick off shortly after Inauguration Day. Democrats’ pleas for more money now may reflect a desire to get a couple more trillion dollars of pre-Biden spending out of the way (and blamed on president President Trump), so that there is a clean slate for a real spending surge when Joe Biden is in the White House. As it is, the national economy is strong, holiday spending appears to be robust, states that are strapped can muddle through and Sen. Mitch McConnell should live up to his reputation and just say no.<br />Mark Adams<br />Atlanta"
}