{
    "url_original": "https://www.wsj.com/articles/usgs-gets-politics-out-of-climate-forecasts-11608593315?mod=opinion_lead_pos6",
    "url": "usgs-gets-politics-out-of-climate-forecasts-11608593315",
    "title": "USGS Gets Politics Out of Climate Forecasts",
    "sub_head": "My agency makes a significant advance in the government’s approach to science.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-21 18:28:00",
    "body": "The world’s climate is changing, as it always has. The challenge is to understand how and why, which is why the U.S. Geological Survey has adopted the most comprehensive climate analysis requirements ever implemented by the federal government.<br />Forecasting future responses and impacts for a system as complex as the Earth is difficult and uncertain. Consider the simple example of forecasting a hurricane where multiple models assess potential tracks within a foreseeable future of only five to seven days. The uncertainty of where the hurricane makes landfall and at what strength increases the farther out the forecast is from this timeframe because there are more variables to consider.<br />Similarly, predicting short-term, global climate changes, which are significantly more complex than forecasting hurricanes because there are less variables to assess with a hurricane than our entire planet, is far more certain than making long-term projections. The science is limited in forecasting a narrow range of plausible climate outcomes past the next two to three decades.<br />Improving our ability to forecast natural hazards and other climate conditions requires that we continue to refine our understanding of the systems, identify and scope the critical variabilities, and regularly update our forecasting to deliver the best possible information for the health, safety and well-being of our communities.<br />The U.S. Geological Survey is at the forefront of climate science for the federal government. USGS’s chief scientist, Geoffrey Plumlee, and other career scientists recently published a report, “Using Information From Global Climate Models to Inform Policymaking—the Role of the U.S. Geological Survey,” which outlines a broad, consistent and empirical approach for analyzing climate change conditions."
}