{
    "url_original": "https://www.wsj.com/articles/va-secretary-robert-wilkie-mishandled-sexual-assault-claim-report-finds-11607623200?mod=politics_featst_pos2",
    "url": "va-secretary-robert-wilkie-mishandled-sexual-assault-claim-report-finds-11607623200",
    "title": "VA Secretary Robert Wilkie Mishandled Sexual Assault Claim, Report Finds",
    "sub_head": "Monthslong investigation finds the secretary disparaged the woman making the allegation",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-271263?width=620&size=1.5",
    "image_1": "im-271263.jpg",
    "time": "2020-12-10 14:24:00",
    "body": "Veterans Affairs Secretary Robert Wilkie mishandled an investigation into sexual assault at the department and disparaged the woman making the claim, according to a report released by the VA Office of Inspector General.<br />The report also found that another top official unsuccessfully tried to plant a negative news article about the woman.<br />According to the report, top officials, including Mr. Wilkie, refused to cooperate with the inspector general when he requested follow-up interviews after an initial round of discussions. That unwillingness to talk left unresolved many conflicting accounts of how the VA secretary and his deputies dealt with the matter, according to the report.<br />“Our investigation found that Secretary Wilkie and other VA officials disparaged the veteran who filed the sexual-assault complaint,” said VA Inspector General Michael Missal. “The tone set by Secretary Wilkie was at minimum unprofessional and at worst provided the basis for VA leaders’ attempts to undermine the veteran’s credibility.”<br />Mr. Wilkie denied wrongdoing and said the inspector general’s investigation itself is unfounded. “After nearly a year of investigation, interviews with 65 people and analysis of nearly 1.5 million documents, VA’s inspector general cannot substantiate that I sought to investigate or asked others to investigate the veteran,” Mr. Wilkie said in a statement. “That’s because these allegations are false.”"
}