{
    "url_original": "https://www.wsj.com/articles/vatican-kickstarts-financial-overhaul-pressed-by-scandals-deficit-11609160401?mod=business_minor_pos5",
    "url": "vatican-kickstarts-financial-overhaul-pressed-by-scandals-deficit-11609160401",
    "title": "Vatican Kickstarts Financial Overhaul, Pressed by Scandals, Deficit",
    "sub_head": "Pope Francis, elected with a mandate to overhaul the Vatican’s scandal-ridden finances, strengthens oversight of investments and spending",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-276600?width=620&size=1.5",
    "image_1": "im-276600.jpg",
    "time": "2020-12-28 08:00:00",
    "body": "VATICAN CITY—Pope Francis has stepped up long-planned overhauls to the Vatican’s finances, after pressure from the pandemic and financial scandals that have battered the Catholic Church’s reputation.<br />The changes are relatively modest and come more than seven years after Pope Francis was elected with a mandate to reform the Vatican’s finances, following a series of scandals over alleged corruption and incompetence under his predecessor, Pope Benedict XVI.<br />The pope this year centralized the management of investments previously handled by officials in different offices and made new rules on procurement to save money and prevent corruption. The Vatican has also become more forthcoming about its use of donations.<br />“The economic situation and the scandals have accelerated the process of reform and forced the Vatican to take measures it should have taken years ago,” said Sandro Magister, a Vatican expert who writes for Italy’s L’Espresso magazine.<br />The Vatican continues to grapple with a scandal over a costly investment in London real estate, which erupted in October 2019 with an extraordinary raid by Vatican police of the Secretariat of State, the Holy See’s executive arm. The Holy See refers to the Catholic Church’s central administration in Rome and the papal diplomatic network around the world. It is separate from Vatican City, the sovereign territory in Italy ruled by the pope."
}