{
    "url_original": "https://www.wsj.com/articles/vegetarian-chef-deborah-madison-doesnt-like-to-preach-11607705273",
    "url": "vegetarian-chef-deborah-madison-doesnt-like-to-preach-11607705273",
    "title": "Vegetarian Chef Deborah Madison Doesn’t Like to Preach",
    "sub_head": "An author of cookbooks devoted to the gastronomic potential of plants still eats meat occasionally",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "time": "2020-12-11 11:47:00",
    "body": "In the late 1970s, vegetables were garnish, a way to add color to a meal’s main event. Meat-averse diners were a nuisance at restaurants and tedious at dinner parties. Tofu was for hippies.<br />So what could one possibly serve at a fine-dining restaurant if meat wasn’t on the menu? For Deborah Madison, the founding chef of Greens, an upmarket vegetarian spot that opened in San Francisco in 1979, this question kept her up at night. “I tried to imagine some tired man dully anticipating a plate with a big hole in the middle where the meat would have been,” she writes in her recently published memoir, “An Onion in My Pocket: My Life with Vegetables.” Crafting nice salads and appetizers from local produce was easy enough, as most diners had lower expectations for smaller plates. But what entree would sate the habitual carnivore who had been dragged by a loved one to Greens?<br />Ms. Madison’s elegant answers to this question not only made Greens a success but helped redefine plant-based dining in America. Decades before “farm-to-table” food became chic, she loaded her car with fresh herbs and vegetables grown nearby and planned her menu by the “sweet perfumes” wafting from the back seat. To create a sense of occasion, she often folded, wrapped or stacked her main dishes and used plenty of butter, cream and cheese. Meals that sound familiar today—such as a mushroom ragout or an artichoke, leek and goat-cheese tart—were revelatory then.<br />“People didn’t miss the meat,” says Alice Waters of the famed restaurant Chez Panisse in nearby Berkeley, Calif. “They came for the flavors, the ambience and the sense of beauty in the food.”<br />Having recently revisited the cookbook of Greens recipes she co-wrote in 1987, Ms. Madison admits that she was “horrified” to see so much cheese. “We were really insecure,” she says with a chuckle over the phone from her home near Santa Fe, where she has lived for the past 30 years with her husband, Patrick McFarlin, a painter and graphic designer. In her eagerness to ensure that Greens’s patrons felt satisfied, she says she added cheese to nearly everything."
}