{
    "url_original": "https://www.wsj.com/articles/venezuelas-maduro-tightens-grip-as-opposition-boycotts-elections-11607296455",
    "url": "venezuelas-maduro-tightens-grip-as-opposition-boycotts-elections-11607296455",
    "title": "Venezuela’s Maduro Tightens Grip as Opposition Boycotts Elections",
    "sub_head": "Ruling party politicians are expected to take most of the 277 seats in the National Assembly",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-269080?width=620&size=1.5",
    "image_1": "im-269080.jpg",
    "time": "2020-12-06 18:14:00",
    "body": "Venezuela’s authoritarian regime staged congressional elections Sunday that were expected to give President Nicolás Maduro complete control of all levers of power in a vote the country’s opposition and its supporters, including the U.S., rejected as fraudulent.<br />Until now Venezuela’s single-chamber congress, the National Assembly, had been the only government body under opposition leadership. But with Mr. Maduro’s regime having handed control of opposition parties to allies and exiled or jailed prominent adversaries, most opposition leaders called on their countrymen to boycott the vote in protest even if it meant the regime would dominate all of government and the armed forces.<br />The outcome has never really been in doubt in a country whose government is closely allied to Communist Cuba, Vladimir Putin’s Russia and Iran. Except for a few breakaway candidates not allied with Mr. Maduro, ruling party politicians are expected to take the vast majority of the 277 seats in the National Assembly.<br />“Venezuela’s electoral fraud has already been committed,” U.S. Secretary of State Mike Pompeo said Sunday afternoon on his official  Twitter  account. “The results announced by the illegitimate Maduro regime will not reflect the will of the Venezuelan people. What’s happening today is a fraud and a sham, not an election.”<br />As in recent elections in Venezuela, there were no traditional international monitors, and the members of the electoral council had been chosen without the participation of Mr. Maduro’s opponents. Venezuelans have also expressed distrust in the voting system, which in 2017 was rocked by allegations of fraud after the London-based company that provided electronic machines, Smartmatic, said the regime had doctored a million of the 8.1 million votes cast in an election."
}