{
    "url_original": "https://www.wsj.com/articles/vintage-patagonia-fleeces-fluff-thats-worth-a-fortune-11607361069",
    "url": "vintage-patagonia-fleeces-fluff-thats-worth-a-fortune-11607361069",
    "title": "Vintage Patagonia Fleeces: Fluff That’s Worth a Fortune",
    "sub_head": "A community of rabid collectors and resellers are amassing old Patagonia fleeces, driving up the price for jackets in manic patterns and with particularly plush shells.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-269276?width=620&size=1.5",
    "image_1": "im-269276.jpg",
    "time": "2020-12-07 12:11:00",
    "body": "FORGET BITCOIN. If you’re looking for a surefire investment right now, try buying and reselling old Patagonia fleeces. Kelsey Silverstein, 28, and Mark Donoher, 30, resold a Sea Turtle-patterned Snap-T fleece from 1996 for $165 about a year and a half ago. Today that same fleece could fetch more than $300 online. Rather than worry that they sold it too soon, the couple—who run Orbital Outdoors, an online clothing store dedicated to vintage outdoor gear—is looking ahead. “I’m hoarding the best stuff,” said Mr. Donoher who is convinced the market can only go up. “I think everything right now is just beginning.”<br />The Orbital pair are part of an ever-growing network of Patagonia flippers and collectors obsessed with pre-Y2K fleece. “I’m a freak when it comes to vintage Patagonia,” said Kyle Criscitello, 22, a reseller in Vienna, Va. Mr. Criscitello acquired his first Patagonia fleece as a teenager, but says he didn’t fully appreciate the Ventura, Calif.-based outdoor outfitter—founded by Vvon Chouinard in 1973—until he studied environmental design in college. “I got really into Yvon Chouinard and everything he is and stands for,” said Mr. Criscitello.<br />What Mr. Chouinard stands for—to Mr. Criscitello and many others—is environmental consciousness and buying less. Patagonia’s stores are closed on Black Friday and its ads often promote the idea of wearing clothes until they crumble. The company even sells used Patagonia gear traded in by customers under its “Worn Wear” program. This “anti-new” stance might seem odd but it has endeared a generation of vintage fleece hounds to the brand. (A Patagonia representative declined to comment.)<br />Not all fleeces fit the bill. Today’s nostalgic fleece-fanatics fall roughly into two camps: the texture specialists and the pattern nuts. Texture heads will tell you that newer, crisper jackets (which increasingly are fabricated using recycled materials) can’t hold a candle to their fluffy forebears. “I definitely prefer the older stuff,” said Colby Cook, 21, a student and part-time clothing reseller in Austin, Texas, who owns more than 30 “deep pile” fleeces, some of which date back to 1988. “Deep pile” refers to the jacket’s fuzzy shell, tenderly evocative of a Teddy Ruxpin. For collectors like Mr. Cook, who operates @DeepPilesForMiles, an Instagram account cataloging his collection, these luscious shells are the holy grail.<br />Both texture fans and pattern connoisseurs, who live for collectible motifs, believe that pre-2000 jackets almost always beat models from the past twenty years. What Virginia’s Mr. Criscitello finds so incredible about Patagonia fleeces from the ’90s—“and even the late-’80s”—is that the color-blocking and patterns are “just so original.” (A typical palette might be coral, cinnamon-brown and pumpkin, while motifs range from stylized gargoyles to vaguely Aztec plant forms). He’s so smitten that he created OldSchoolOutdoor.com, a crowd-sourced online database of zanily patterned pullover Patagonia Snap-Ts that date from 1985, when they made their debut, to fall 2000."
}