{
    "url_original": "https://www.wsj.com/articles/virtual-campus-career-fairs-can-be-a-tech-nightmareand-still-yield-juicy-job-offers-11607889602",
    "url": "virtual-campus-career-fairs-can-be-a-tech-nightmareand-still-yield-juicy-job-offers-11607889602",
    "title": "Virtual Campus Career Fairs Can Be a Tech Nightmare—and Still Yield Juicy Job Offers",
    "sub_head": "Screen-based meetings demand patience and new break-the-ice protocols, but you can wear gym shorts",
    "category_1": "Life & Arts",
    "category_2": "Life & Style",
    "image_1_url": "https://images.wsj.net/im-272108?width=620&size=1.5",
    "image_1": "im-272108.jpg",
    "time": "2020-12-13 15:00:00",
    "body": "Jeanavic Malaiba had her routine for campus career fairs down cold. As she approached each recruiter, she would offer a firm handshake and pull a copy of her resume from an embossed leather portfolio she had saved up for, in order to appear more professional at interviews. Then she’d take a deep breath and launch into a tight pitch about the engineering classes she was taking at California State University, Long Beach and her hopes for a career in the aerospace industry.<br />But this fall, Ms. Malaiba began attending career fairs virtually and tweaked her strategy: She’d break the ice with recruiters joking about how both she and they were struggling with the event’s software, then quickly provide her full contact information in case they were disconnected.<br />Along with college classes, commencements and club meetings, the pandemic has pushed campus career fairs online this year. Instead of walking table to table, charming recruiters and elbowing classmates out of the way, job- and internship-hunting college students now log into virtual events where they may struggle to make an impression.<br />A poll of more than 500 schools conducted earlier this fall by the National Association of Colleges and Employers found that 85% had not conducted a virtual career fair in previous years but 80% planned one for this autumn. The same poll surveyed attendance in fairs that occurred earlier this season and found that 72% of the schools said fewer employers had participated compared with in-person events, while 81% of the schools reported fewer students as well.<br />Many students say they can wait hours to exchange chat messages with a recruiter, after dressing in business conservative on the chance the interaction might move to a videoconference. At a virtual career fair put on by her university, Ms. Malaiba says digital queues for some recruiters stretched on for four or five hours, longer than the fair itself. Students hoping to connect with specific employers had no option but to wait it out. “It was kind of confusing,” said Ms. Malaiba, who is 21. “In years past, you’d stand in line, you could see where you were in line, if you were next. We were kind of left in the dark, virtually.” Ms. Malaiba ultimately only spoke with one company. A representative of her school confirmed the career fair but declined to elaborate."
}