{
    "url_original": "https://www.wsj.com/articles/walter-williams-r-i-p-11606934313?mod=opinion_lead_pos8",
    "url": "walter-williams-r-i-p-11606934313",
    "title": "Walter Williams, R.I.P.",
    "sub_head": "His research was rigorous, and he was one of the few economists who know how to engage with the public.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-267196?width=620&size=1.5",
    "image_1": "im-267196.jpg",
    "time": "2020-12-02 13:38:00",
    "body": "America has lost one of its greatest economists and public intellectuals. Walter Williams died Wednesday morning after teaching his final class at George Mason University on Tuesday. He was 84.<br />For 40 years Walter was the heart and soul of George Mason’s unique Department of Economics. Our department unapologetically resists the trend of teaching economics as if it’s a guide for social engineers. This resistance reflects Walter’s commitment to liberal individualism and his belief that ordinary men and women deserve, as his friend Thomas Sowell puts it, “elbow room for themselves and a refuge from the rampaging presumptions of their ‘betters.’ ”<br />A onetime cabdriver who grew up poor in Philadelphia, Walter knew injustice—and understood the way to fight it wasn’t by emoting but by probing and learning. In 1972 he earned a doctorate in economics from the University of California, Los Angeles, where he learned to look beneath surface phenomena for deeper causes and consequences.<br />His pioneering 1982 book, “The State Against Blacks,” is an eloquent, data-rich broadside against occupational licensing, taxicab regulations, labor-union privileges and other fine-sounding government measures that inflict disproportionate harm on blacks by restricting the employment options and by driving up the costs of goods and services.<br />The economics profession boasts many excellent minds, but it has precious few with the ability and interest to do rigorous research and to engage the public with its results. Milton Friedman was such a scholar, as is Thomas Sowell. Walter was in their league. From his appearance on Friedman’s PBS program “Free To Choose” (1980) through his stints as guest host of Rush Limbaugh’s radio program to his syndicated column, Walter brought economic lessons to life in a way few others could."
}