{
    "url_original": "https://www.wsj.com/articles/want-to-move-to-the-countryside-11608926280?mod=opinion_lead_pos7",
    "url": "want-to-move-to-the-countryside-11608926280",
    "title": "Want to Move to the Countryside?",
    "sub_head": "The pandemic offers a unique opportunity to fix the housing crisis plaguing rural America.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-25 14:58:00",
    "body": "With the Covid-19 pandemic has come the rise of remote work, and rural America is having a moment. Searches on RedFin and Zillow show upticks in interest in rural areas, as more Americans determine to flee the cities for greener pastures.<br />Finding a house in rural America, however, may be easier said than done. Consider Orange County, Ind.—population 19,840 in 2010—which is in many ways a model for rural America. It has a thriving arts community, a local food co-op and a farmers’ market, interesting ecological and natural features such as the Rise at Orangeville natural spring and Hoosier National Forest, and a rich history, with a name deriving from the Dutch Protestant House of Orange.<br />And it has wide open spaces—too wide open. There simply isn’t enough housing for the people who want to live there. This counterintuitive housing shortage is having a devastating effect on rural America’s economy.<br />At first glance, Orange County’s housing shortage doesn’t make sense. One would think building in rural America would be easy. There is plenty of cheap land; zoning rules are generally less restrictive; and employers are struggling to fill job openings. Yet the housing crunch is an enormous struggle. In 2017 there were a mere 79,000 single-family home starts in all of “nonmetropolitan” America, compared with 223,800 in 2005.<br />One explanation is the unwillingness of banks to extend loans to contractors or developers looking to build housing where there are no comparison properties nearby. And given the relatively small, sometimes stagnant housing markets in rural areas, there are often few such “comps.” Without them, there can be no loans. Without loans, there can be no building."
}