{
    "url_original": "https://www.wsj.com/articles/warning-signs-were-missed-ahead-of-christchurch-mosque-shootings-inquiry-finds-11607398871?mod=business_minor_pos4",
    "url": "warning-signs-were-missed-ahead-of-christchurch-mosque-shootings-inquiry-finds-11607398871",
    "title": "Warning Signs Were Missed Ahead of Christchurch Mosque Shootings, Inquiry Finds",
    "sub_head": "Report highlights police failings in granting the gunman a firearms license, concludes intelligence agencies focused too heavily on Islamic extremists",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-269735?width=620&size=1.5",
    "image_1": "im-269735.jpg",
    "time": "2020-12-07 22:41:00",
    "body": "WELLINGTON, New Zealand—Months before Brenton Tarrantmurdered 51 worshipers at two mosques in the New Zealand city of Christchurch, he sought help from hospital staff for wounds to his right eye and thigh from a firearm incident.<br />A jammed cartridge had exploded while Tarrant was cleaning a rifle in July 2018 at his rented home. Medical staff who treated the now 30-year-old Australian considered the accident to be unusual, but held back from reporting it to police because Tarrant wasn’t behaving aggressively and didn’t appear suicidal.<br />It was just one of several missed opportunities to intercept Tarrant before he gunned down the worshipers on March 15, 2019, that were outlined in an official inquiry into the massacre. The investigation also highlighted police failings in granting Tarrant a firearms license and intelligence agencies’ almost exclusive focus on Islamic extremists.<br />New Zealand banned semiautomatic weapons after the massacre—the deadliest peacetime shooting in New Zealand. Tarrant was sentenced to life imprisonment without parole in August, the first time New Zealand had imposed a punishment denying any chance of release.<br />Prime Minister Jacinda Ardern on Tuesday apologized to New Zealand Muslims and said the government would implement all of the inquiry’s recommendations, including the establishment of a new national intelligence agency and an overhaul of counterterrorism methods."
}