{
    "url_original": "https://www.wsj.com/articles/watchdog-for-u-s-agency-that-brokered-controversial-kodak-loan-deal-finds-no-wrongdoing-11607270895?mod=tech_lead_pos4",
    "url": "watchdog-for-u-s-agency-that-brokered-controversial-kodak-loan-deal-finds-no-wrongdoing-11607270895",
    "title": "Watchdog for U.S. Agency That Brokered Controversial Kodak Loan Deal Finds No Wrongdoing",
    "sub_head": "Sen. Elizabeth Warren had called for an investigation into the now-halted $765 million loan for the one-time photo giant to produce drug ingredients in the Covid-19 fight",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-268967?width=620&size=1.5",
    "image_1": "im-268967.jpg",
    "time": "2020-12-06 13:27:00",
    "body": "A government watchdog agency found no wrongdoing in the process that created a now-halted U.S. loan to  Eastman Kodak Co.  to produce drug ingredients for the Covid-19 response, according to a copy of the assessment reviewed by The Wall Street Journal.<br />The inspector general of the agency that brokered the deal, the U.S. International Development Finance Corp., provided his assessment last week to Sen. Elizabeth Warren (D., Mass.), who had called for the investigation after the one-time photo giant landed a potential $765 million government loan in July.<br />In his response, the DFC’s inspector general, Anthony Zakel, said he found no evidence that employees of the agency had any conflicts of interest in the plans, nor did he find “any evidence of misconduct on the part of DFC officials.”<br />The review follows a high-profile period for the DFC, which President Trump empowered to support the Covid-19 response under the Defense Production Act. Revamped during the Trump administration, the agency usually focuses on funding projects in the developing world and is run by Adam Boehler, a health-care professional who was formerly a roommate of the president’s son-in-law, Jared Kushner.<br />The Kodak plan came together quickly—in “Trump time,” as White House adviser Peter Navarro, who spearheaded the deal, has said."
}