{
    "url_original": "https://www.wsj.com/articles/we-tested-50-face-moisturizers-to-find-the-best-11608129019",
    "url": "we-tested-50-face-moisturizers-to-find-the-best-11608129019",
    "title": "We Tested 50 Face Moisturizers to Find the Best",
    "sub_head": "Come winter, both men and women encounter dry, parched skin. So we set out to uncover the most soothing, yet not sticky creams for all skin types and desires.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-273883?width=620&size=custom_2537x1910",
    "image_1": "im-273883.jpg",
    "time": "2020-12-16 09:30:00",
    "body": "WHEN THE weather turns cold, face cream becomes a skin care survival tool, an insulating layer that supplies moisture and prevents it from escaping. “The simple act of putting it on will make you look better,” said Boston dermatologist Ranella Hirsch of a rich cream’s immediate smoothing and plumping effects. Yet, the prospect of slathering on a robust formula often brings to mind the cold creams our grandmothers kept on their night tables—dense goop laden with mineral oil. That stuff, as Dr. Hirsch puts it, felt “repulsive” on the skin and mainly treated one type of skin: super dry.<br />Today, said Dr. Hirsch, we better understand the moisture barrier—the protective outermost layer of skin—and how to keep it resilient with more-sophisticated ingredients for every complexion type. Now you’ll find products whose labels list everything from weightless hyaluronic acids to non-greasy shea butters. But between the lotions, balms and gels, how do you find one that’s ultra-moisturizing but with a wearable, all-day texture? My solution was to test a bunch—50, to be exact. I have combination skin (dry cheeks, oily nose) and I’m a runner so my face frequently takes a beating from wind and snow, which can leave it chapped. I consider strong fragrance a major turnoff (though I appreciate subtle botanical whiffs). In my tests, I heeded Dr. Hirsch’s advice on how to apply creams properly (many of her patients don’t, she finds): To trap in moisture, she said, put it on damp skin, “ideally within a minute of washing your face.” (Also helpful: getting ambient moisture from a humidifier and giving up long, hot showers—I’m working on that).<br />Here, eight rich yet easily absorbed creams that exceeded my expectations and will get you through the depths of winter.<br />Once you try this intensely healing ointment, suitable for both face and body, you will never go back to the sticky alternatives. It absorbs incredibly easily into dry patches, without making you feel all lubed-up. from $8, vanicream.com.<br />Having SPF in your day cream means you don’t have to think about it—but you can spend considerable brainpower trying to find a mineral-based one that rubs in without chalky residue. This zinc wonder is spiked with marula and raspberry oils so it sinks in undetectably.$34, drunkelephant.com."
}