{
    "url_original": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-13-2-2020-11606950268",
    "url": "weekly-jobless-claims-coronavirus-13-2-2020-11606950268",
    "title": "U.S. Unemployment Claims Fell Last Week After Recent Rise",
    "sub_head": "Weekly initial claims fell by 75,000 after two consecutive increases as economy continues to recover from spring coronavirus shutdowns",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "time": "2020-12-03 08:47:00",
    "body": "New applications for unemployment benefits fell last week after a recent jump, an indication that the labor market recovery is navigating through new virus-related restrictions in some states.<br />Weekly initial claims for jobless benefits, a proxy for layoffs, fell by 75,000 to a seasonally adjusted 712,000 in the week ended Nov. 28, the Labor Department said Thursday. That follows two consecutive increases and comes amid evidence that the economy continues to recover from the spring’s shutdowns, but at a slower pace. The previous week’s level was higher than any recorded before this year, but well down from a peak of nearly 7 million in late March.<br />The weekly claims data, which policy makers and investors have relied on throughout the pandemic for timely information about the labor market, came under scrutiny this week after a government watchdog said the data were flawed. The Government Accountability Office said in a report that states have provided inconsistent data to the Labor Department and incidents of fraud have distorted the numbers.<br />The Labor Department agreed to clarify how jobless claims are counted in the weekly jobless-claims report, but an agency spokeswoman said the department didn’t anticipate any changes in methodology.<br />Other recent data, from the Commerce Department, suggest the economic recovery from the spring’s shutdowns has continued. Consumer spending and retail sales both rose in October, though at a slower pace compared with prior months. Sales of newly built homes in October remained near their highest level in more than a decade."
}