{
    "url_original": "https://www.wsj.com/articles/what-becomes-a-legend-most-review-avedons-vision-11607702719",
    "url": "what-becomes-a-legend-most-review-avedons-vision-11607702719",
    "title": "‘What Becomes a Legend Most’ Review: Avedon’s Vision",
    "sub_head": "The photographer known for his images of the celebrated was also a chronicler of subterranean fears.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-270875?width=620&size=custom_3050x1408",
    "image_1": "im-270875.jpg",
    "time": "2020-12-11 11:05:00",
    "body": "In the middle of September 1952, Charlie Chaplin came to Richard Avedon’s photo studio. Avedon, then 29, had been chasing him for years, but Chaplin never answered his letters. And then the phone rang. Avedon thought it was a joke and hung up, but Chaplin called back and said he was coming right over. Avedon sent his assistants out of the studio so that there would be no distractions.<br />At first, Avedon shot a few pictures straight on, “almost as though I was doing a passport picture.” When Avedon thought he had his shot, Chaplin asked, “Now, I could do something for you.” He lowered his head, and came up grinning in extreme closeup, with his fingers forming horns on the side of his head—the great god Pan. Or, if you believed Joe McCarthy, J. Edgar Hoover and their anticommunist minions, Satan incarnate. Chaplin did it once more, and the second time was the keeper. That night Chaplin and his family left for London to premiere his film “Limelight.” Two days out of New York, Chaplin’s re-entry permit was revoked by U.S. authorities. He wouldn’t come back to America for 20 years.<br />“I can’t take responsibility for this picture,” Avedon would write. “It was one of those perfect moments when the light was right, and I was there, and the sitter offered the photographer a gift . . . the kind of gift that arrives once in a lifetime.”<br />The photographer was being unnecessarily modest. There were too many pictures like that in Richard Avedon’s life for them to have been glorious accidents. All photographers want to get a great shot, but Avedon went a step beyond: he wanted to get the definitive shot, and he often did. Think of his Marilyn Monroe, looking off-camera and lost, as if her dog had just died. Avedon’s best work came from a place of joy, or, failing that, enthrallment—Chaplin of course, Jean Renoir, Dovima and the elephants.<br />His most uncomfortably startling work derived from contempt—his series of portraits of his elderly father, a man he disliked and for good reason. Jack Avedon thought his son was soft and overly sensitive, and provided a grim counterexample by dumping Avedon’s mother and refusing to support her."
}