{
    "url_original": "https://www.wsj.com/articles/whats-wrong-with-accurate-voter-rolls-11607031458?mod=opinion_major_pos17",
    "url": "whats-wrong-with-accurate-voter-rolls-11607031458",
    "title": "What’s Wrong With Accurate Voter Rolls?",
    "sub_head": "Ohio has done the right thing in cleaning up its voter rolls as an effective method of ensuring fair and honest elections for all its citizens.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-259079?width=620&size=1.5",
    "image_1": "im-259079.jpg",
    "time": "2020-12-03 16:37:00",
    "body": "Jana Morgan’s letter “H.R. 1 Will Make America More Democratic” (Nov. 25) is typical of progressives’ demonization of those who disagree with their plans to corrupt election protocol. She accuses Kimberley Strassel of making a partisan attack on “any effort to improve our election system” (“Harvesting the 2020 Election,” Potomac Watch, Nov. 13). Ms. Morgan has made the classic error of conflating any attempt to criticize her pet bill with resisting any attempt at reform. She has the gall to criticize Ohio’s “purge” of its voter rolls. Shortly after voter rolls were updated there, Ohio voting patterns moved in a conservative direction. After the mess of this Nov. 3 election in Democratic-controlled states, I must conclude that the progressives’ desire to “count every vote” really means “count every vote that lands in a ballot box” regardless of its chain of custody or the legality of its arrival there. Ohio has done the right thing in cleaning up its voter rolls as an effective method of ensuring fair and honest elections for all its citizens.<br />Jim Cox<br />Xenia, Ohio<br /><br />Ms. Morgan responds to Ms. Strassel’s column on voter-integrity legislation proposal H.R. 1 by including the assertion that the bill would outlaw purging of voter rolls in any state of the names of those who have died or moved, including to another state. She states this as if that represents a prima facie improvement to election laws. If having a long-dead person’s name listed on active-voter rolls aides vote integrity, it certainly isn’t apparent why that is. If that condition helps potential cheaters, that appears obvious. Her assertion indicates a chasm in thought that leaves me baffled."
}