{
    "url_original": "https://www.wsj.com/articles/what-18-celebrities-and-tastemakers-streamed-and-read-during-the-pandemic-11608824468",
    "url": "what-18-celebrities-and-tastemakers-streamed-and-read-during-the-pandemic-11608824468",
    "title": "What 18 Celebrities and Tastemakers Streamed and Read During the Pandemic",
    "sub_head": "Covid has turned even cultural luminaries into homebodies. We asked 18 musicians, actors, artists, designers and authors to share their favorite quarantine discoveries.",
    "category_1": "Life & Arts",
    "category_2": "Reading & Retreating",
    "image_1_url": "https://images.wsj.net/im-276748?width=620&size=custom_1242x1590",
    "image_1": "im-276748.jpg",
    "time": "2020-12-24 10:41:00",
    "body": "IT FEELS almost callous to call anything a silver lining in 2020, but during this tumultuous year, many people eagerly took shelter in culture, high and low. Film, TV, books and music gave us relief and a center of gravity. In the interest of tallying up the silver linings and seeking recommendations to help us weather the next few months, we asked 18 well-known cultural figures to share their favorite quarantine discoveries and comfort fare. Many were drawn to the familiar. Actor Jon Hamm, for example, spent part of his downtime consuming comedies from the 1970s and 1980s that he remembered from his youth. “I found myself, like a lot of people, going back to what feels comfortable and knowable, because so much of our existence in the last eight months has been uncomfortable and unknowable,” he said.<br />Others took this strangely antisocial period to get acquainted with a classic work of art they’d always pledged to tackle. This was the year to gorge on Wong Kar-wai films or sink into Tolstoy. And then there was Slime. The gooey substance adored by children and shunned by parents might not be everyone’s idea of a cultural touchstone, but musician Norah Jones, we learned, is a recent convert and vouches for its therapeutic properties. For his part, Swizz Beatz thrilled at excavating Marvin Gaye. “I was in that zone, just digging up everything I could find from him,” he told us. Candice Bergen found herself happily burrowing into the “Wolf Hall” trilogy and keeping company with Cary Grant and Grace Kelly in “To Catch a Thief.” As she admitted, “I’m behind on stuff. I’ve just gone into sludge mode.”<br />Quarantine Discovery ’70s and ’80s comedy classics that he grew up with, such as ‘Beverly Hills Cop,’ ‘48 Hrs.’ and ‘Fun with Dick and Jane.’ “A lot of iconic comedies, the tone of which and pace of which they don’t really make anymore,” said Mr. Hamm. Also on the list: the 1985 Chevy Chase film “Fletch.” (It was recently announced that Mr. Hamm will star in a reboot.)<br />Up Next Finishing current TV series like “Lovecraft Country” and “The Queen’s Gambit.”<br />Quarantine Discovery Timbaland has been consumed by Prince’s discography, especially his self-titled 1979 album. “I started to dive into the sonics, just trying to understand the difference between warm tape and digital because I feel like Prince had cracked the code when that album came out.” Mr. Beatz has been listening to a lot of Marvin Gaye. “It’s just a classic. Even the Marvin Gaye albums that weren’t famous, you know, ‘Here, My Dear,’ and so many of them that were never mainstream records but then you go back and find these discoveries.”"
}