{
    "url_original": "https://www.wsj.com/articles/what-to-wear-to-get-ahead-in-financeaccording-to-hbos-industry-11608382811",
    "url": "what-to-wear-to-get-ahead-in-financeaccording-to-hbos-industry-11608382811",
    "title": "What to Wear to Get Ahead in Finance—According to HBO’s ‘Industry’",
    "sub_head": "The show, streaming now on HBO Max, reveals the many unwritten rules of dressing for success in investment banking for both men and women",
    "category_1": "Life & Arts",
    "category_2": "Fashion",
    "image_1_url": "https://images.wsj.net/im-274869?width=620&size=1.5",
    "image_1": "im-274869.jpg",
    "time": "2020-12-19 08:00:00",
    "body": "THE FIRST rule of dressing for a finance career: Never let them see you sweat. When you’re facing clients in that high-stakes world, a good suit and a fresh shirt convey coolness and calm even when you’re privately perspiring in your crevices. On the HBO show “Industry,” bankers have tricks to keep their fluids in check while they transfer ungodly amounts of money with one click: getting a just-pressed shirt delivered to their desks; popping a sporty “Midtown Uniform” vest over it to conceal underarm stains; keeping Kiehl’s facial mist within arm’s reach. This kind of granular detail pervades nearly every scene of the first season of the series, a look at how young people navigate their stressful, sweaty lives at Pierpoint & Co., a fictional investment bank in London.<br />The show examines how new recruits from different backgrounds try to crack the notoriously white, male, upper-class banking profession. Mastering the balance between fitting in and showing off is crucial, and fashion is key to that formula.<br />At first glance, the clothes on “Industry” look incredibly boring, which is the point. While none of the many real financiers I spoke with wished to be identified due to office confidentiality policies, all found the show’s costume design dead on, or, as one put it, “eerily accurate.” That’s to be expected: Right out of Oxford, the show’s early-30s co-creators Mickey Down and Konrad Kay worked at  Rothschild  & Co. and  Morgan Stanley ,  respectively. While you might initially dismiss the show’s style as a flat reflection of corporate banality, the barely perceptible details of the characters’ clothing speak volumes.<br />“Everyone is blending in, but in these very subtle ways, they’re showing their power,” said Mr. Down, who told me that he and his co-creator are “obsessed with clothes” themselves. “It’s a very subtle and interesting way of telling a story and revealing character,” he continued.<br />The pair wrote nearly every single costume into the show, right down to the pieces’ brands. So when the character Yasmin (played by Marisa Abela) is lounging casually at home, she’s not just wearing any old jeans and sneakers. According to the script, her outfit comprises “lick-the-sole-new Common Projects, Acne Jeans, baby-cash Loro Piana polo neck.”"
}