{
    "url_original": "https://www.wsj.com/articles/what-is-bitcoin-worth-there-is-little-consensus-in-fragmented-market-11607871602?mod=markets_lead_pos4",
    "url": "what-is-bitcoin-worth-there-is-little-consensus-in-fragmented-market-11607871602",
    "title": "What Is Bitcoin Worth? There Is Little Consensus in Fragmented Market",
    "sub_head": "Digital currency’s resurgence spurs demand for better tracking tools",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-272525?width=620&size=1.5",
    "image_1": "im-272525.jpg",
    "time": "2020-12-13 10:00:00",
    "body": "Bitcoin enthusiasts agree the digital currency hit a record recently. What they don’t agree on is the level of that milestone or even when it was set.<br />Data provider Refinitiv recorded an all-time high of $19,510 on Nov. 25. Research and news site CoinDesk recorded the high at $19,921 on Dec. 1. Another startup-data provider, Messari, put the high at $19,931, also on Dec. 1. Other exchanges and data providers have their own numbers.<br />The fractured marketplace has prompted the introduction of a new crop of tools to help investors track the burgeoning, volatile industry. Since bitcoin exploded in popularity again this fall, S&P Dow Jones Indices has said it would create cryptocurrency indexes. Other firms have launched a bitcoin-volatility index and a tool that aims to be the Bloomberg screen of the crypto industry.<br />“That’s the biggest problem for trading, getting that historical data,” said Anthony Denier, the chief executive of trading platform Webull Financial LLC, which began allowing its clients to trade cryptocurrencies last month. “Where do you pull the data from? There’s no NYSE, no  ICE  or Nasdaq that will match up exactly with every other provider.”<br />The discrepancies in the bitcoin data reflect the nature of the industry itself. Bitcoin and hundreds of other cryptocurrencies trade on independent exchanges around the world. Every exchange manages its own data feed, comprising millions of trades. Some are regulated and transparent; others are notorious for unreliable volume numbers and fraudulent trading."
}