{
    "url_original": "https://www.wsj.com/articles/what-do-we-expect-from-our-corporations-11607031896?mod=opinion_major_pos16",
    "url": "what-do-we-expect-from-our-corporations-11607031896",
    "title": "What Do We Expect From Our Corporations?",
    "sub_head": "Andrew Abela says that success of a corporation “cannot be reduced solely to profitability.” And why not?",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-264807?width=620&size=1.5",
    "image_1": "im-264807.jpg",
    "time": "2020-12-03 16:44:00",
    "body": "In “Woke Capitalism in a Secular World” (Houses of Worship, Nov. 27), Andrew Abela says that success of a corporation “cannot be reduced solely to profitability.” And why not? Mr. Abela claims that corporations should be driven by “principles” derived from faith or “some other lasting, existential commitment” instead of the latest progressive causes. But the principles of faith, at least as understood in 2020 America, are subjective, subject to shifting social mores and the differing beliefs of individual corporate executives. Profitability has the benefit of being more objective while, as any student of Milton Friedman knows, providing the most social utility.<br />Anthony Kroger<br />Houston<br /><br />Mr. Abela laments the Business Roundtable’s redefined purpose of a corporation as having been hijacked by a woke movement that has companies becoming politically active. He suggests that companies should not be engaging in political activism, but instead should “work on the good that they were established to do.” But the more important point not mentioned is that companies and their CEOs are likely substituting these actions for the more substantive ones that the Business Roundtable recommended: “Rather than simply working in the interest of shareholders, the organization affirmed that companies also should commit to delivering value to customers, investing in employees, dealing fairly and ethically with suppliers, and supporting local communities.” The Business Roundtable’s principles were abandoned in the 1970s when American corporations embraced Milton Friedman’s pronouncement that businesses’ main purpose is to make as much money as possible for its shareholders. Had they not pursued Friedman’s policy, it is likely that we would not even be having a discussion of “woke capitalism” today."
}