{
    "url_original": "https://www.wsj.com/articles/what-raphael-warnock-believes-about-israel-11608146102?mod=opinion_lead_pos5",
    "url": "what-raphael-warnock-believes-about-israel-11608146102",
    "title": "What Raphael Warnock Believes About Israel",
    "sub_head": "The Atlanta clergyman often sounds more like a transnational leftist than an American politician.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-273396?width=620&size=1.5",
    "image_1": "im-273396.jpg",
    "time": "2020-12-16 14:15:00",
    "body": "The Middle East poses a problem for the Democrats. Theirs was traditionally the pro-Israel party and still commands the support of a substantial majority of Jewish voters. But left-liberal orthodoxy demands that all right-thinking people take the side of the Palestinians against the Israeli government and hold Jerusalem to a double standard: If any other nation takes an aggressive stance against terrorist insurrectionists or other internal threats, the results may be tragic but are kept in perspective. If Israel does so, it has committed a moral outrage and broken international law.<br />If you aspire to higher office as a Democrat, you’re expected to sympathize with that view of things but not to adopt it too stridently. You can condemn Israel for measures it has adopted to counter the indiscriminate killing of its civilians by terrorists, but you have to couch it all in pro-Israel rhetoric, always emphasizing Israel’s “right to defend itself,” as if any country could reasonably be said to lack that right.<br />Most Democratic candidates have negotiated the problem reasonably well, although extreme anti-Israel outliers from safe districts, such as Reps. Ilhan Omar and Rashida Tlaib, can occasion some awkwardness for their congressional colleagues. The problem for Raphael Warnock, the Democratic Senate candidate in Georgia’s special-election runoff Jan. 5, is that he didn’t start trying to negotiate it until very recently. He is a pastor whose weekly sermons at the Ebenezer Baptist Church in Atlanta are recorded and available online, and he is the sort of left-wing clergyman who likes to make political pronouncements and to sign high-minded political statements.<br />He signed one such statement, composed in 2019 under the auspices of the National Council of Churches, after visiting Israel and the Palestinian territories with a group of black American and South African clergymen. The statement compared Israel’s border wall to the Berlin Wall and drew indirect but invidious analogies to apartheid, slavery and Nazism. The statement also included melodramatic language about the plight of Palestinians (“we are cut up by the misery in which poor families in Palestine have to survive”) and showed no awareness that these conditions are a consequence of Palestinians’ refusal to reject, and indeed insistence on using, murder as a political tool.<br />Sen. Kelly Loeffler’s campaign has underscored this and similar statements as evidence of Mr. Warnock’s radicalism. His response, in a written statement last month: “Claims that I believe Israel is an apartheid state are patently false—I do not believe that.”"
}