{
    "url_original": "https://www.wsj.com/articles/what-netflixs-lists-of-top-foreign-movies-and-tv-series-say-about-american-taste-11607562001",
    "url": "what-netflixs-lists-of-top-foreign-movies-and-tv-series-say-about-american-taste-11607562001",
    "title": "What Netflix’s Lists of Top Foreign Movies and TV Series Say About American Taste",
    "sub_head": "Netflix reveals the top ten lists for non-English films and series in the U.S.; comedies and romances are out, action is very much in",
    "category_1": "Arts",
    "category_2": "Arts & Entertainment",
    "time": "2020-12-09 20:00:00",
    "body": "One of the most popular foreign movies on  Netflix  in the U.S. is “Kidnapping Stella,” a German thriller about a pregnant hostage who battles and outwits her captors. It’s relatively low on subtitles or dubbed dialogue, lacks obscure cultural references and fits into an easily recognizable genre. Americans are one of its biggest audiences.<br />“We tried to make the film look international and not German,” said writer-director Thomas Sieben, adding that Americans helped his film reach nearly 19 million global views in its first four weeks on the platform. “You have to really work hard to give the film the best look so that people don’t say, ‘Ugh, this looks like a typical German movie, I hate it.’ ”<br />The global hits on Netflix in the U.S. are a long way from the esoteric fare that has defined foreign art on screen for years. Gone are the days of French bohemians (“Jules et Jim”), Italian clowns (“La Strada”) and a German horse head full of eels (“The Tin Drum”). Now it’s high-speed car chases, invincible heroes and post-apocalyptic showdowns.<br />In an effort to grow its world-wide audience, Netflix has been steadily increasing its catalog of foreign programming, giving Americans access to more international films and series than ever. Netflix shared with The Wall Street Journal the top 10 foreign-language films and TV shows most popular with U.S. audiences. Not a single comedy or meet-cute romance made it onto the lists. Instead, the rankings were dominated by gritty fare like thrillers and action movies.<br />Deadly viruses propel the plots of the South Korean film “#Alive,” the Russian series “To the Lake” and the Danish show “The Rain.” Children go missing in the German series “Dark” and “Kidnapping Stella,” a German remake of a British movie. Corrupt police drive the action in the French films “Lost Bullet” and “Rogue City.”"
}