{
    "url_original": "https://www.wsj.com/articles/what-to-doand-not-doin-the-aftermath-of-a-cybersecurity-attack-11607461064?mod=business_minor_pos6",
    "url": "what-to-doand-not-doin-the-aftermath-of-a-cybersecurity-attack-11607461064",
    "title": "What to Do—and Not Do—in the Aftermath of a Cybersecurity Attack",
    "sub_head": "Among the most-important: Don’t create fear and uncertainty by firing the people who may know best how to recover from the attack",
    "category_1": "Business",
    "category_2": "Journal Reports: Technology",
    "image_1_url": "https://images.wsj.net/im-269367?width=620&size=1.5",
    "image_1": "im-269367.jpg",
    "time": "2020-12-08 15:57:00",
    "body": "The immediate aftermath of a breach is a critical time for the hacked organization. If leaders don’t learn quickly what went wrong and act swiftly—in the right ways—to fix the problem, they risk exacerbating the damage in terms of financial and reputational harm.<br />Cyberattacks have increased during the pandemic as a rush by businesses to digitize services and provide employees with remote access has made systems more vulnerable. And corporate leaders continue to make the same mistakes in their responses. We asked a number of experts to share their insights about what to do, and not do, after a breach.<br />Many breached companies jump into action by adding controls or software that defends against the type of attack they just suffered. But they don’t address the underlying vulnerabilities.<br />“The immediate aftermath is a time to focus on the fundamentals,” says Jamil Farshchi, chief information security officer at  Equifax Inc.,  who joined the company five months after the company’s 2017 data breach. Mr. Farshchi had previously led a rehabilitation effort at  Home Depot Inc.  after a 2014 breach.<br />Companies can avoid 99.9% of potential threats that they face if they just enforce a policy of doing the basic things correctly and in a timely fashion, Mr. Farshchi says; things like applying security patches and understanding which devices are authorized to connect to the network."
}