{
    "url_original": "https://www.wsj.com/articles/what-the-numbers-tell-us-about-work-right-now-11607907601",
    "url": "what-the-numbers-tell-us-about-work-right-now-11607907601",
    "title": "What the Numbers Tell Us About Work Right Now",
    "sub_head": "Drastic changes caused by the pandemic have created a totally different job landscape in 2020, affecting productivity, diversity, mental health and more",
    "category_1": "Life & Arts",
    "category_2": "Work & Life",
    "image_1_url": "https://images.wsj.net/im-272237?width=620&size=1.5",
    "image_1": "im-272237.jpg",
    "time": "2020-12-13 20:00:00",
    "body": "We worked from our kitchen tables, or donned masks to do our jobs. Our vocabulary changed: We learned what PPE was, and that some roles were essential. Protests, the racial justice movement and a historic election shook the country. We felt stressed, lonely; we lost our jobs or had to leave them.<br />It’s been a wild year that’s transformed work. To try to capture the breadth of what’s changed, and understand where we might be heading, I turned to the numbers: surveys, economic data and research papers.<br />They tell the story of women dropping out of the workforce in droves, companies catalyzed—at least on the surface—by the death of George Floyd, and a country where a quarter of households have had someone laid off. They point to a future where those who don’t have to don’t go into an office, at least not every day. Here’s our year at work, by the numbers.<br />We’re getting our work done, but we feel pretty miserable. In a September survey of 330 human resources leaders by the Conference Board, 47% of respondents reported an increase in productivity at their companies, while only 13% reported a drop. But 60% said their employees are working more hours and 63% said their employees are spending more time in meetings. Four out of 10 reported more mental health problems among workers.<br />Part of it is surely the work itself—we’re exhausted from back-to-back video calls, without even a commute as buffer between work and life. We’re scared of losing our livelihoods. And then there’s the health crisis: 78% of participants in an American Psychological Association survey of 3,409 adults said the pandemic was a significant source of stress, so it’s no surprise that’s bleeding into our work lives."
}