{
    "url_original": "https://www.wsj.com/articles/what-are-the-gops-views-on-health-care-11606934416?mod=opinion_lead_pos5",
    "url": "what-are-the-gops-views-on-health-care-11606934416",
    "title": "What Are the GOP’s Views on Health Care?",
    "sub_head": "The party needs to spend the next few years doing more than opposing Medicare for All.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-267154?width=620&size=1.5",
    "image_1": "im-267154.jpg",
    "time": "2020-12-02 13:40:00",
    "body": "Republicans and Democrats in Washington are stalemated on health care. Republicans long campaigned on repealing the Affordable Care Act and won House and Senate seats on the issue in 2010 and later. Democrats flipped the script in 2018 and attacked Republicans for trying to undermine the law’s protections for pre-existing conditions. But for now at least, a President Biden will be unable to pass a “public option,” and Republicans will be unable to repeal the Affordable Care Act. The question the GOP ought to ponder is: What does it want to accomplish on health care?<br />Mr. Biden may make changes on the margins. He might expand ObamaCare by adding special enrollment periods, banning short-term health plans, automating enrollment for low-income beneficiaries in states that haven’t expanded Medicaid, or by making subsidies more generous. Republicans will likely continue challenging the law in court.<br />Opposition to ObamaCare and a single-payer health system kept Republicans united but unprepared to act when they controlled the White House, House and Senate in 2017. The GOP repealed the individual mandate penalty, health-insurance tax, medical-device tax and Cadillac tax, but the Affordable Care Act remains largely intact. Conservatives must now use their time to prepare, so they won’t be caught flat-footed next time they are in charge. Consider three questions:<br />• Do conservatives continue fighting for a full repeal of ObamaCare spending and taxes, or do they accept current spending as the baseline? Republicans have a history of saying they want to repeal ObamaCare, but using some of the dollars on other health-care priorities, and spending the rest on balancing the budget. Sens. Lindsey Graham and Bill Cassidy proposed block-granting the law’s Medicaid spending to states. Some Republicans have proposed redeploying ObamaCare’s exchange subsidies and Medicaid funding into more market-friendly refundable tax credits and high-risk pools.<br />It is easier politically to spend money differently than to spend less, or to try to offset some of the spending with savings elsewhere in the budget. The Congressional Budget Office won’t score enough savings through various fraud and waste initiatives to fund the significant coverage subsidies many Republicans want to offer voters accustomed to ObamaCare. Conservatives have thus suggested policies like litigation reform, prescription-drug savings, premium support in Medicare, and Medicaid savings through block grants with slower growth rates and state flexibility."
}