{
    "url_original": "https://www.wsj.com/articles/what-tintin-taught-europeans-about-china-11608919200",
    "url": "what-tintin-taught-europeans-about-china-11608919200",
    "title": "What Tintin Taught Europeans About China",
    "sub_head": "The original cover art for ‘The Blue Lotus,’ an artistic breakthrough for the cartoonist Hergé, will be auctioned in Paris next month.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-276147?width=620&size=custom_3425x3493",
    "image_1": "im-276147.jpg",
    "time": "2020-12-25 13:00:00",
    "body": "‘It’s too good for children!” exclaimed Georges Remi about “The Blue Lotus,” the fifth in his series of comic books about the intrepid boy reporter Tintin. Remi—better known to readers by his pen name Hergé—created the character in 1929 for a Belgian newspaper, but it was the books that made Tintin world-famous: 23 were published before the cartoonist’s death in 1983. When “The Blue Lotus” appeared in 1936, Hergé was 29 years old and approaching the peak of his powers as an artist. “In terms of quality there is a before and after ‘The Blue Lotus,’” says Eric Leroy, comic strip expert for the Artcurial auction house in Paris.<br />On Jan. 14, Artcurial will auction the original cover art for “The Blue Lotus,” in Indian ink, watercolor and gouache on paper. It shows Tintin and his dog Snowy poking their heads out of a Ming vase to confront a giant trompe-l’oeil dragon painted on the wall behind them; both parties look surprised by the encounter. The presale high estimate for the cover art is $3.4 million, just below Hergé’s auction record of $3.6 million, set in 2014.<br />Like his creator, Tintin is a French-speaking Belgian, but his adventures take him all over the world, and readers were drawn by Hergé’s carefully researched renderings of exotic locales. The first books in the series took Tintin and his faithful companions on eventful missions to the U.S.S.R., the Belgian Congo, Egypt and the U.S. In “The Blue Lotus” he travels to China, where he witnesses Japanese imperialism and risks his life to break up an international opium-smuggling ring.<br />The cover art at auction next month is unique. When Hergé submitted it to his publisher Louis Casterman, the art was deemed too costly to reproduce using the standard four-color printing method. Hergé came up with a simpler version for use in the book but gave the original to Casterman’s young son, who folded it in six and stored it in a drawer. His heirs have now decided to sell the drawing. “I’d say it’s the most beautiful artwork by Hergé on the market that remains in private hands,” says Mr. Leroy.<br />One of Hergé’s inspirations for the drawing was a magazine cover that showed the actress Anna May Wong, star of the 1932 film “Shanghai Express,” posing against a red dragon backdrop. Michael Farr reproduced the image in his 2001 book “Tintin: The Complete Companion,” which traces the real-life sources of Tintin’s adventures. Mr. Farr, who met Hergé in 1978, describes him as a “journalist manqué”: “That’s why he created Tintin, who was the dashing foreign correspondent he aspired to be.”"
}