{
    "url_original": "https://www.wsj.com/articles/whats-worse-than-2020-in-america-11609196039?mod=opinion_major_pos7",
    "url": "whats-worse-than-2020-in-america-11609196039",
    "title": "What’s Worse Than 2020 in America?",
    "sub_head": "India struggled as it faced down Covid-19, a collapsing economy, and border clashes.",
    "category_1": "Opinion",
    "category_2": "East is East",
    "time": "2020-12-28 17:54:00",
    "body": "This was a year from hell for many countries, and India’s 2020 was arguably more hellish than most. Hit simultaneously by the Covid-19 pandemic, an economic crisis and a Chinese land grab in the Himalayas, Prime Minister Narendra Modi ends 2020 facing the strongest headwinds of his 6½ years in power.<br />The year began with protests. Spurred by a new law that imposes the first ever religious test for Indian citizenship, Muslims and secularists organized noisy sit-ins. Protesters feared that the government would combine the new law, which fast-tracks naturalization for non-Muslims from Pakistan, Bangladesh and Afghanistan, with a proposed national register of citizens to disenfranchise India’s Muslim minority. The pandemic cut short the protests, but not before Hindu-Muslim clashes in Delhi in February killed more than 50 people, most of them Muslim.<br />India was slow to react to the virus threat, but at the end of March Mr. Modi abruptly declared a nationwide lockdown with only four hours’ notice, leaving many people stranded in cities without work, money or transportation. Television screens soon filled with images of thousands of newly unemployed migrant workers trekking home to distant villages.<br />Experts differ on whether Mr. Modi’s lockdown was an unmitigated disaster or a knee-jerk response that nonetheless saved lives. Either way, India is among the countries worst hit by the pandemic. In terms of total formally reported cases it lags behind only the U.S. As of Tuesday 10.2 million Indians had caught Covid-19 and 147,901 had died. Given sketchy reporting in poorer parts of the country, the true numbers are almost certainly higher.<br />In terms of officially recorded cases and deaths per million people, India looks better than most Western countries but worse than its Asian peers, including densely populated Indonesia, Pakistan and Bangladesh. East Asian success stories like Taiwan, Japan, South Korea and Vietnam are almost in a different universe."
}