{
    "url_original": "https://www.wsj.com/articles/when-time-ran-out-to-litigate-the-election-11608224732?mod=opinion_major_pos16",
    "url": "when-time-ran-out-to-litigate-the-election-11608224732",
    "title": "When Time Ran Out to Litigate the Election",
    "sub_head": "Distrust in the functioning of our democracy will continue to fester as a result of the courts’ and the media’s refusal to examine evidence of fraud.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-272772?width=620&size=1.5",
    "image_1": "im-272772.jpg",
    "time": "2020-12-17 12:05:00",
    "body": "Your editorials “Trump’s Challenge Is Over” (Dec. 14) and “Trump’s Fraud Claims Hit a Barr” (Dec. 2) find that the president failed to provide sufficient evidence of election fraud and mismanagement to overturn the result. Much of the media goes further, insisting there was no evidence at all of irregularities.<br />But consider the blocking of observers from vote-tabulation centers; the large number of votes, overwhelmingly for Joe Biden, delivered and processed in those same centers in the middle of the night; the in-person testimony and many sworn affidavits attesting to fraud; and the statistical anomalies. This is at least circumstantial evidence of profound irregularities. To test it and determine whether the irregularities were enough to change the outcome would require a court-ordered examination.<br />Most courts have peremptorily dismissed the evidence. Should the public trust the Wisconsin judge who claimed that challenging the result was racist and “un-American”? The politicized Pennsylvania Supreme Court? William Barr said the Justice Department hadn’t seen fraud that would have tipped the outcome, but how closely did it and the FBI look?<br />Distrust in the functioning of our democracy will continue to fester as a result of the courts’ and the media’s refusal to address the concerns of those who still want to know precisely what happened after the polls closed.<br />Kenneth Levin"
}