{
    "url_original": "https://www.wsj.com/articles/who-gets-covid-19-vaccine-first-hospitals-assess-how-to-divvy-up-shots-11607357465?mod=business_lead_pos5",
    "url": "who-gets-covid-19-vaccine-first-hospitals-assess-how-to-divvy-up-shots-11607357465",
    "title": "Who Gets Covid-19 Vaccine First? Hospitals Assess How to Divvy Up Shots",
    "sub_head": "With initial supplies expected to fall short, hospitals look to lotteries and risk assessments to prioritize early vaccines",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2020-12-07 11:16:00",
    "body": "Hospitals are rushing to firm up plans for deciding which health-care workers can receive the Covid-19 vaccine first, with initial supplies widely expected to fall short of the amount needed to vaccinate all high-priority workers.<br />December vaccine deliveries are expected to be enough for about 20 million people, according to federal officials. That is slightly less than what is needed to vaccinate all front-line medical professionals and long-term care residents—the groups that a Centers for Disease Control and Prevention advisory panel has recommended should be first in line.<br />Federal estimates show there are about 24 million people in these high-priority groups—21 million health-care workers and three million residents of long-term care facilities.<br />That leaves hospitals with the task of deciding who among their high-priority employees should go first. Nebraska Medicine, the hospitals and clinics affiliated with the University of Nebraska Medical Center, will likely use a lottery. The Mayo Clinic is combing through data on occupational risks to decide who to put at the top of the list. Mass General Brigham in Boston is prioritizing the hospital units where workers have most exposure to those with Covid-19.<br />The CDC has said priority should go to health-care workers who come into direct contact with Covid-19 patients and patients’ families, and with infectious materials. Workers who have had Covid-19 could wait 90 days from infection before seeking vaccination, a period during which research suggests little risk of reinfection, the CDC said."
}