{
    "url_original": "https://www.wsj.com/articles/who-made-the-vaccine-possible-not-who-11608744603?mod=opinion_lead_pos5",
    "url": "who-made-the-vaccine-possible-not-who-11608744603",
    "title": "Who Made the Vaccine Possible? Not WHO",
    "sub_head": "Pharmaceutical companies and Trump’s Operation Warp Speed deserve the vast bulk of the credit.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-23 12:30:00",
    "body": "With the rollout of Covid-19 vaccines, a light has appeared in the darkness. A hard winter lies ahead, but this pandemic will soon be over.<br />How can this be happening only 10 months after the first Covid death in the U.S., rather than the 10 years it took to develop a vaccine for measles? Nine months ago, Anthony Fauci stated unambiguously: “It will take at least a year and a half to have a vaccine we can use.” The public-health community dismissed that as a fantasy. A co-inventor of the rotavirus vaccine, Paul Offit, noted: “When Dr. Fauci said 12 to 18 months, I thought that was ridiculously optimistic.” A  New York Times vaccine timeline went further, declaring: “The grim truth behind this rosy forecast is that a vaccine probably won’t arrive any time soon.”<br />Those naysayers have been proved wrong and it’s worth considering why. Let me invite the reader to answer a short quiz. When in the months ahead you are vaccinated, to whom should you be most thankful for making this possible?<br />• The initiative forwarded by the United Nations, Group of 20, World Health Organization and COVAX—an affiliate of WHO and the Coalition for Epidemic Preparedness Innovations—that called for “a ‘people’s vaccine’ available and affordable for everyone, everywhere,” in the words of U.N. Secretary-General António Guterres?<br />• Foundations and donors, including the consortium led by the Gates Foundation that established the CEPI (the “alliance to finance and coordinate the development of new vaccines”) at Davos, Switzerland, in 2017?"
}