{
    "url_original": "https://www.wsj.com/articles/who-is-jeffrey-rosen-who-will-succeed-attorney-general-william-barr-11607995832?mod=business_minor_pos5",
    "url": "who-is-jeffrey-rosen-who-will-succeed-attorney-general-william-barr-11607995832",
    "title": "Who Is Jeffrey Rosen, Who Will Succeed Attorney General William Barr?",
    "sub_head": "Deputy attorney general never worked as a prosecutor but has taken a leading role at the Justice Department in recent corporate cases",
    "category_1": "Politics",
    "time": "2020-12-14 20:33:00",
    "body": "WASHINGTON—Deputy Attorney General Jeffrey Rosen, who President Trump said Monday would succeed outgoing Attorney General William Barr, is expected to lead the Justice Department in an acting capacity until President-elect Joe Biden’s inauguration.<br />Since his confirmation to the No. 2 post in May 2019, Mr. Rosen has taken a leading role on some corporate cases, including the antitrust case against Google. He doesn’t have prior experience as a prosecutor.<br />He will take over the top job at the Justice Department upon Mr. Barr’s departure on Dec. 23. Mr. Barr resigned on Monday. Other Justice Department officials said they didn’t expect Mr. Rosen to deviate from Mr. Barr’s policies. However, they noted he had been involved in sensitive litigation that the White House had an interest in, including a lawsuit against Mr. Trump’s former national security adviser, John Bolton, over the publication of his book in June.<br />Mr. Rosen has spent most of his career in the private sector and at several other government agencies. They include the Transportation Department where he served in the No. 2 job before joining the Justice Department as deputy attorney general.<br />In October, Mr. Rosen, 62 years old, unveiled the Justice Department’s case against Google, alleging that the search giant is illegally preserving its monopoly status by engaging in anticompetitive tactics that shut out future innovators from challenging its dominance. “I think we do go through these tech phases,” Mr. Rosen said in an interview at the time, adding: “I think it’s not uncommon that they raise some antitrust issues.”"
}