{
    "url_original": "https://www.wsj.com/articles/wholl-be-2020s-margaret-chase-smith-11607040752?mod=opinion_lead_pos9",
    "url": "wholl-be-2020s-margaret-chase-smith-11607040752",
    "title": "Who’ll Be 2020’s Margaret Chase Smith?",
    "sub_head": "Seventy years ago, Maine’s first female senator distinguished herself for her courage and integrity.",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "time": "2020-12-03 19:12:00",
    "body": "History can sometimes help us through current moments by showing what’s needed and providing inspiration.<br />This year marks the 70th anniversary of a great act by a great lady. Margaret Chase Smith was a U.S. representative from 1940-49 and a senator from 1949-73. Her name is always followed by “the first”—the first woman to serve as a senator from Maine, first to serve in both the House and Senate, first to have her name placed in nomination for the presidency at a major party convention.<br />She was generally considered a moderate to liberal Republican, and sometimes called a progressive one. She wanted to provide citizens the help they needed to become fully integrated into society and productive within it.<br />She was independent and made this clear early. She was initially the only member from Maine to support Lend-Lease and extension of the draft. She survived these votes because she understood her state: It was isolationist but also patriotic, against war but for preparedness, and Mainers didn’t like partisanship messing with foreign policy. She was for civil rights, supported Social Security and Medicare. She had a strong sense of where she was from, and felt the civic romance of it. She told biographer Patricia L. Schmidt that she loved Maine’s small-town church spires, and her dream was to see that each town had the money to buy a spotlight so the white spires could be seen for miles at night.<br />She faced criticism from the right. No, she’d blandly state on being questioned, union leaders hadn’t endorsed her in the last election, but she couldn’t help it if union members loved her."
}