{
    "url_original": "https://www.wsj.com/articles/wholl-get-the-covid-vaccine-first-11607295348?mod=opinion_lead_pos9",
    "url": "wholl-get-the-covid-vaccine-first-11607295348",
    "title": "Who’ll Get the Covid Vaccine First?",
    "sub_head": "The best option may be to inoculate those over 65 with a focus on low-income communities.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-268979?width=620&size=1.5",
    "image_1": "im-268979.jpg",
    "time": "2020-12-06 17:55:00",
    "body": "A remarkable achievement is at hand: the introduction of two vaccines that have been shown in trials to be highly effective at preventing symptomatic Covid disease. These vaccines will arrive less than a year after the initial sequencing of the virus. For several months the demand will outstrip the supply. Doses will have to be rationed. What’s the most equitable way to allocate this scarce resource?<br />Once the vaccine is approved, manufacturing will ramp up quickly and distribution will start. By spring there may be enough supply to vaccinate about 50 million people a month. But initially, there won’t be enough doses to vaccinate everyone at risk of Covid complications. I am on the board of  Pfizer ,  which developed one of these vaccines. Policy makers, ethicists and clinicians will have to come up with a plan for whom to vaccinate first.<br />Decisions on allocating vaccines are up to the states, but their plans must be approved by the federal government. The vaccine supply will be divvied up based on state population size. The Centers for Disease Control and Prevention will issue guidelines outlining priority populations and the order in which to vaccinate them. The CDC’s guidelines aren’t binding but will heavily influence state decision-making.<br />Goals include preserving human life, reducing the size and scope of the epidemic, and mitigating health disparities, especially among low-income Americans. Blacks, Hispanics and indigenous communities are bearing a disproportionate share of the disease and death.<br />Many of those hardest hit are essential workers who continued working through the pandemic. They couldn’t go without paychecks. They couldn’t work from home. As a result, they have died from Covid in higher numbers."
}