{
    "url_original": "https://www.wsj.com/articles/whose-workers-are-most-essential-meatpackers-airlines-lobby-for-covid-19-vaccine-priority-11607682603?mod=business_lead_pos5",
    "url": "whose-workers-are-most-essential-meatpackers-airlines-lobby-for-covid-19-vaccine-priority-11607682603",
    "title": "Whose Workers Are Most Essential? Meatpackers, Airlines Lobby for Covid-19 Vaccine Priority",
    "sub_head": "With states largely determining how to allocate doses after front-line health workers, employers and trade groups contend for access to initial supplies",
    "category_1": "Business",
    "time": "2020-12-11 05:30:00",
    "body": "The arrival of Covid-19 vaccines is sending big industries jostling to persuade public-health officials and state leaders that their workers are more essential than others.<br />Leaders in the food, restaurant, aviation and utility industries are calling on state and federal authorities to give their workers priority access to the shots, arguing that their employees are needed to keep the economy running and face high risks of contracting the virus. Though the Centers for Disease Control and Prevention has issued guidance on which Americans should be first in line for the initial doses, state governors have the final say—meaning the makeup of the priority line could vary widely by state.<br />Front-line health workers and residents of long-term care facilities are expected to get the first batch of shots, which could come within days pending emergency approval by the Food and Drug Administration.<br />Businesses are focusing on where their workers rank in the subsequent wave of recipients, referred to in the federal rollout plan as group “1B.” That group includes essential workers needed to maintain basic services and spans professions as diverse as grocery-store cashiers, bus drivers, teachers and utility workers.<br />The chief executives of Cargill Inc., Smithfield Foods Inc. and Perdue Farms Inc. have said in recent weeks that food workers merit priority for vaccines. Meat-industry groups called on governors this week to give priority to meatpacking workers to help safeguard the U.S. food supply. Outbreaks in meatpacking facilities have killed employees and temporarily shut some factories this year."
}