{
    "url_original": "https://www.wsj.com/articles/why-wine-in-half-bottles-is-big-this-holiday-season-11607029101",
    "url": "why-wine-in-half-bottles-is-big-this-holiday-season-11607029101",
    "title": "Why Wine in Half Bottles Is Big This Holiday Season",
    "sub_head": "Smaller celebrations still demand good wines. Scaled to suit this moment, half bottles offer other benefits, too. Here, our wine columnist’s top 5 smaller-format picks.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-267986?width=620&size=1.5",
    "image_1": "im-267986.jpg",
    "time": "2020-12-03 15:58:00",
    "body": "ARE YOU an optimist or a pessimist by nature? Your feelings about wine in half bottles might offer a clue. Some consider half-bottles a disappointment: They hold only half as much wine. Others see a low-risk means of trying something new. After tasting a trove of wines in tinyish bottles, I think I fall somewhere in between the two types.<br />Half bottles are a conundrum. They offer oenophiles the opportunity to try a wine for much less money—even if, often, half bottles cost more than half the full-bottle price. They can give a preview of a vintage, since wine in half bottles ages more rapidly. (The amount of air trapped between cork and wine is the same in both sizes, so the ratio of air to wine is higher in a half bottle.) This makes half bottles more readily drinkable but less valuable, too, since ageability is a hallmark of a collectible wine.<br />Still, half bottles might be the right size right now. People are drinking alone thanks to pandemic-related restrictions on gathering at restaurants or bars, or at home with friends. And during the holidays, this size suits smaller groups of celebrants too.<br />Retail sales figures released by Nielsen last month show that retail sales of wine in half bottles were up 45.5% in the 4-week period ending Nov. 7 over the same period last year. Full-size bottles saw a 19% increase in the same time period.<br />More people are buying half bottles, but until I went out hunting bottles for this column, I was not among them. If I really like a wine, I’ll always opt for the full-size alternative. And the choice of wines in half bottles tends to be much more limited; many producers don’t make half bottles at all."
}