{
    "url_original": "https://www.wsj.com/articles/why-ravens-steelers-game-played-broncos-saints-11606940997",
    "url": "why-ravens-steelers-game-played-broncos-saints-11606940997",
    "title": "With the Ravens and Broncos, the NFL Punts on Competitive Fairness",
    "sub_head": "Just a few hours before kickoff, the three-times delayed Ravens-Steelers showdown got the green light—in another game that spotlights the NFL’s acceptance of pandemic-caused competitive inequities",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-267400?width=620&size=1.5",
    "image_1": "im-267400.jpg",
    "time": "2020-12-02 15:30:00",
    "body": "When the National Football League’s owners gathered virtually in October, it was on the heels of a Covid-19 outbreak inside the Tennessee Titans that derailed the league’s schedule. They discussed what would become a principle of this season’s thorny finish: the NFL’s long-held obsession with competitive fairness had to go by the wayside.<br />That decision came home to roost over a surreal week that began on Thanksgiving with the postponement of a marquee game; continued on Sunday with one team playing without a quarterback; and concluded with an unusual Wednesday game that featured another team in the midst of a widespread outbreak.<br />“Health and medical decisions have and will always take precedence over competitive considerations,” commissioner Roger Goodell said Wednesday.<br />His remarks came just two hours before the Baltimore Ravens and Pittsburgh Steelers were set to kickoff a game that had been postponed three times because the Ravens continued to register new positive tests for more than a week. The outbreak left the Ravens to play against the NFL’s last undefeated team without MVP quarterback Lamar Jackson, their top two running backs and a host of other starters.<br />The Ravens-Steelers game was supposed to be played on Thanksgiving night, until the cases forced a postponement until Sunday, and then Tuesday and then Wednesday. It wasn’t even confirmed that the game would proceed until shortly after noon Wednesday, just hours before kickoff."
}