{
    "url_original": "https://www.wsj.com/articles/why-radicchio-is-the-ingredient-we-need-right-now-11609336676",
    "url": "why-radicchio-is-the-ingredient-we-need-right-now-11609336676",
    "title": "Why Radicchio Is the Ingredient We Need Right Now",
    "sub_head": "This chicory comes in striking hues, has a life-affirming bite and holds up valiantly in the fridge. Bust your cooking rut with three simple, delicious ways to prepare it: on a pizza, a sheet pan or a grill.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-278824?width=620&size=1.5",
    "image_1": "im-278824.jpg",
    "time": "2020-12-30 08:57:00",
    "body": "THE LAST THING anyone needed was another virtual meeting. And yet, in October, more than 1,100 fans of radicchio tuned in to “Rad TV,” a day’s worth of YouTube programming to fete their favorite bitter vegetable. Academics retold its history (did you know radicchio only became a staple in Italy in the 20th century?), plant breeders shared growing techniques, chefs demo’d recipes such as radicchio tarte tatin and grilled radicchio salad with anchovy dressing.<br />Bitter vegetables don’t usually have fan clubs. But radicchio, a kind of chicory, has earned a passionate following of small farmers, chefs and plant breeders who prize its capacity to grow in cold temperatures—keeping farmers busy during the slow season—as well as its flavor and range of vivid hues. Most of us know (and most supermarkets offer) the densely layered, burgundy-leaved Radicchio di Chioggia. Other tempting varieties include the pale-green, speckled Variegato di Castelfranco, the delicate, pink Rosa del Veneto and the oblong, almost tentacled Rosso di Treviso Tardivo. These are seasonal, available now through early spring.<br />Besides being gorgeous, the fresh, grilled or wilted leaves set off the season’s rich, fatty foods and add much-missed freshness to a winter plate. And unlike those wimpy, bagged salad greens, radicchio will last weeks in the fridge."
}