{
    "url_original": "https://www.wsj.com/articles/why-retailers-are-pushing-baby-wines-11609419003",
    "url": "why-retailers-are-pushing-baby-wines-11609419003",
    "title": "Why Retailers Are Pushing ‘Baby’ Wines",
    "sub_head": "They’re not young, necessarily. But once you get past the marketing, there are values to be found.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-277491?width=620&size=custom_1858x1410",
    "image_1": "im-277491.jpg",
    "time": "2020-12-31 07:50:00",
    "body": "OH BABY, there sure seem to be some great wine deals around. In the past several months, I’ve been offered highly touted Baby Brunello and Baby Sancerre and even Baby Bâtard-Montrachet in wine merchants’ emails. The word Baby didn’t appear on the labels but was, rather, the way the wines were characterized by the sellers—a shorthand I suspect would actually mystify many customers. In each case, the merchant promised an outstanding value, but beyond that, the exact meaning of “Baby” was unclear.<br />Associative marketing words have been pegged to wines as long as wine merchants have been selling them. For example, Cabernet and Shiraz are routinely called “masculine,” while just about any rosé gets labeled “feminine.” The “Baby” moniker—a fairly recent development in wine-marketing lingo—might be less offensive, but is it truly effective for selling wine?<br />Mystified myself by the term—or its rather imprecise usage—I decided to ask retailers what they mean by it and what kind of success they have had using it. I quizzed other wine professionals and wine-drinking friends as well. Did they like or even understand the word when it is applied to a wine?<br />I contacted Daniel Lipman, director of marketing and ecommerce at Bottle King, a group of 15 New Jersey wine and liquor stores, about an email I received from the company in August. It advertised a Baby Barolo—aka the 2017 Rocca Giovanni Giaculin ($14). Mr. Lipman told me a handful of customers had asked what the word meant. “They thought the wine was young and not ready to drink,” he said.<br />Mr. Lipman did a bit of research and found he’d used the “B” word four times in promotional emails: once for that would-be Barolo, twice for aspiring Brunellos and once for a white wine from the Rhône. To him, attaching “Baby” to a wine means it is not quite as good as the wine it’s compared to, and “chances are you’re getting it at a much cheaper price.” There is no such thing as a $14 Barolo; the real deal can cost many multiples of that number."
}