{
    "url_original": "https://www.wsj.com/articles/why-covid-wont-kill-movie-theaters-11609362111?mod=opinion_major_pos13",
    "url": "why-covid-wont-kill-movie-theaters-11609362111",
    "title": "Why Covid Won’t Kill Movie Theaters",
    "sub_head": "Theaters have faced a rough year with the coronavirus pandemic, but the financial upsides they offer filmmakers should help secure their future.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-276827?width=620&size=1.5",
    "image_1": "im-276827.jpg",
    "time": "2020-12-30 16:01:00",
    "body": "<br /><br />Since Netflix released its first film, “Beasts of No Nation,” five years ago, the rise of streaming services has transformed the distribution of feature films to audiences around the globe. In 2020, Covid-19 took a sledgehammer to the theatrical market, and chaos ensued. With Warner Bros. breaking a longstanding precedent, thanks to its recent decision to release its entire 2021 slate simultaneously in movie theaters and on HBO Max, the fate of the theatrical business is under assault. But those who predict the early demise of the theatrical release may be proved wrong.<br />First the good news. During the pandemic, the demand for quality content has remained incredibly high. Disney+ reached 70 million subscribers far more quickly than anticipated as people want to find great entertainment options. With streamers offering low-cost subscriptions, millions of additional people can access world-class content at an affordable price. This has helped revitalize several subgenres that were waning theatrically, among them the romantic comedy (see 2019’s “Always Be My Maybe”) and the live-action family film (such as “The Christmas Chronicles” franchise).<br />It is also hard to imagine certain hits, like “The Queen’s Gambit,” a captivating but niche period drama miniseries about chess, being as successful in a nonstreaming world. In addition, streaming allows audiences to encounter movies that were otherwise largely overlooked in their initial theatrical release. The critically acclaimed “First Cow” had a small footprint at the cinema but has now found a far larger audience thanks to online distribution."
}