{
    "url_original": "https://www.wsj.com/articles/why-are-covid-antibody-drugs-sitting-on-shelves-11608499832?mod=opinion_lead_pos7",
    "url": "why-are-covid-antibody-drugs-sitting-on-shelves-11608499832",
    "title": "Why Are Covid Antibody Drugs Sitting on Shelves?",
    "sub_head": "Strapped hospitals are struggling to set up infusion sites. But states and the feds can help.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-275905?width=620&size=1.5",
    "image_1": "im-275905.jpg",
    "time": "2020-12-20 16:30:00",
    "body": "The Friday approval of a second Covid vaccine is welcome news, but much of the public won’t be able to get inoculated for many months. Meanwhile, the best way to reduce suffering and hardship is therapeutic technologies like antibody drugs. But right now, many of these drugs are languishing on shelves at hospitals and not reaching patients.<br />Moncef Slaoui, who runs Operation Warp Speed, said recently that more than 80% of the available supply is sitting unused, even as hospitals are inundated with critically ill patients. Antibody drugs infuse patients with synthetic versions of the kinds of immune cells developed in response to an infection. Early trials show antibody cocktails can stop Covid symptoms from progressing. They can be used with or without vaccines for patients at highest risk of severe disease.<br />The supply is limited. The two companies with authorized versions, Eli Lily and Regeneron, will ship a little more than one million doses by the end of the year. Evidence suggests that for every 10 high-risk patients treated, one hospitalization might be avoided. That may sound modest, but it adds up: a million doses administered could translate into 100,000 fewer hospitalizations. Such a reprieve would help hospitals keep up with the current surge.<br />The biggest difficulty is logistical. Patients need to be referred for antibodies soon after diagnosis. The infusion takes several hours to prepare, deliver and monitor. A specialized nurse must supervise, with protective equipment, in a space separate from other patients to minimize spread.<br />Most early doses have been going to hospitals. But many hospitals are strapped by Covid and having a hard time setting up dedicated space and redirecting trained nursing and support staff. The government should send more antibodies to community infusion centers and clinics that have taken steps to administer doses. These clinics can work with testing sites to speed referrals."
}