{
    "url_original": "https://www.wsj.com/articles/why-mail-order-citrus-is-totally-worth-it-a-smart-shoppers-guide-11608238920",
    "url": "why-mail-order-citrus-is-totally-worth-it-a-smart-shoppers-guide-11608238920",
    "title": "Why Mail-Order Citrus Is Totally Worth It: A Smart Shopper’s Guide",
    "sub_head": "Remember when a box of oranges was the most thrilling gift? It still is. Use our guide to varieties and sources to find the best heirloom fruit—the kind you can’t find at the supermarket—picked at its prime.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-273443?width=620&size=0.6666666666666666",
    "image_1": "im-273443.jpg",
    "time": "2020-12-17 16:02:00",
    "body": "IT WAS A RAW, gray morning 10 years ago when a package landed with a thud on my front step. Using a set of keys near the door, I sliced open the box and found dozens of tiny mandarin oranges. A note from a friend promised they would brighten my day.<br />She was right. The oranges, a variety called Kishus from Churchill Orchard in Ojai, Calif., were sunshine in a box: fragrant, sweet, seedless and ridiculously easy to peel. Since that citrus epiphany a decade ago, I’ve often ordered my own winter box of Kishus—in years when I’m sufficiently organized, anyway. Depending on the harvest, Churchill’s can sell out in a matter of days.<br />Until I joined the cult of Kishus, I hadn’t thought about mail-ordering citrus for years. When I was a child in the 1980s, my family used to lug home heavy netted bags of oranges and grapefruits after visiting my grandparents in Florida. Or, if we were lucky, someone would send us a box of Indian River fruit, each orb nestled in crinkly green tissue. Over time, though, the boxes stopped coming and I can’t say I noticed.<br />But the wonder of Kishus made me wonder what else was out there. I’d learned my heirloom apple and tomato varieties, grown for flavor rather than their ability to travel well or sit on a shelf, but I couldn’t tell you what made a navel orange a navel or why these days all grapefruits seem to be pink. Who was growing the best citrus? What varieties should I seek out? Was it worth it, given the carbon footprint, to ship heavy fruit around the country?<br />Piecing the puzzle together required a brief primer on the state of the citrus industry, so I turned to David Karp, a fruit scientist at work on a database of modern citrus varieties. Historically, Florida grew citrus both for juice and to eat out of hand, he explained. Since 2000, diseases such as citrus greening, a bacterial scourge that results in fewer and smaller fruit over time, have clobbered the state’s production. California now dominates the fresh citrus market, though fruit is still grown in Florida, Texas and Arizona."
}