{
    "url_original": "https://www.wsj.com/articles/why-travel-writer-and-trans-pioneer-jan-morris-is-my-itinerant-literary-hero-11607531144",
    "url": "why-travel-writer-and-trans-pioneer-jan-morris-is-my-itinerant-literary-hero-11607531144",
    "title": "Why Travel Writer and Trans Pioneer Jan Morris Is My Itinerant Literary Hero",
    "sub_head": "A longtime devotee of the celebrated globe-trotter on her remarkable life and career",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-269665?width=620&size=1",
    "image_1": "im-269665.jpg",
    "time": "2020-12-09 11:25:00",
    "body": "IN 2003, I was handed my first assignment as a fledgling public-radio producer: editing an interview for a program called “The Savvy Traveler.” It was a conversation between the show’s host, Diana Nyad, and celebrated British journalist, historian and travel writer Jan Morris. It took me days. Partly because I’d never used audio-editing software before. But mainly because the raw tape was so enthralling I couldn’t bear to cut anything out.<br />Morris, who died on Nov. 20 of this year, talked about how, at age 26, she joined the 1953 expedition that first summited Mount Everest—the only reporter on the team. When Sir Edmund Hillary and Tenzing Norgay reached the peak, Morris was determined to send word back to Britain quickly and secretly, to avoid getting scooped. That required her to scramble 22,000 feet down the mountain in growing darkness, and then find a sherpa to speed a coded message 20 miles south, to the nearest village with a long-distance radio. The exclusive hit the London Times on the eve of Elizabeth II’s coronation. Brits danced in the streets at the news. That was just the beginning of Jan Morris’s career.<br />She went on to write innumerable articles and travelogues about innumerable countries, always seeming to touch down at exactly the moment a place became incredibly interesting. She toured the U.S. in its post-World War II heyday. She visited Cuba just after the revolution (“This sugar and bikini state,” she marveled, “has lurched so far from the American ideal that people can seriously talk of it as a potential Russian satellite”). As for her favorite place, Venice—“that paragon among landfalls”—she never needed an excuse to visit, documenting it repeatedly down to the last detail. Of all her travel books, she told Diana Nyad, her favorite was “A Venetian Bestiary,” a slim volume cataloging the city’s smattering of animal life, from alley cats to the winged lion statue in Piazza San Marco.<br />She traveled nearly everywhere and was paid to write about what she saw. The story of her most personal journey—transitioning, in her late 30s, from her assigned male gender to female—became a groundbreaking memoir (1974’s “Conundrum”). In short, hers was the kind of life and career that newbie journalists like me aspired to. As soon as I finished cutting Morris’s Savvy Traveler interview, I swiped the show’s copy of her essay compendium “The World: Travels 1950-2000,” eager to be swept away by trenchant tales of her globe-trotting adventures.<br />But the essay in the book that really stuck with me hit far closer to home. I was surprised to discover Morris had even bothered to write about my adopted hometown of Los Angeles. I figured a lover of Venice would find L.A. a comparatively ugly, shallow snooze. And according to Morris, when she first visited in 1954, that was in fact her general impression. “I had introductions, then, to the Hollywood film community,” she writes, “But had gone away thinking it was a rather silly and superficial place.”"
}