{
    "url_original": "https://www.wsj.com/articles/wild-minds-review-animations-golden-age-11608306849",
    "url": "wild-minds-review-animations-golden-age-11608306849",
    "title": "‘Wild Minds’ Review: Animation’s Golden Age",
    "sub_head": "In playful abstractions and sumptuous fantasies, a generation of animators explored the subversive possibilities of cartoons.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-274816?width=620&size=1.5",
    "image_1": "im-274816.jpg",
    "time": "2020-12-18 10:54:00",
    "body": "Five years ago, Reid Mitenbuler penned “Bourbon Empire,” about the business of liquor. It’s only fitting that his new book is on animation history, since both subjects are the stuff that dreams and nightmares are made of. In the toon industry’s past, distilled spirits frequently stimulated anthropomorphic conjuring.<br />“Wild Minds: The Artists and Rivalries That Inspired the Golden Age of Animation” is a colorful chronology of the first 50 years of American animated film. Juicy tales abound about the films and the wildly imaginative people who made them. Mr. Mitenbuler tells their stories with relish and clarity.<br />His underlying purpose is serious: recalling a time, from the turn of the 20th century to the 1950s, when most mainstream animated films were not made primarily for children. Today, the majority of TV and feature animation is ghettoized as kiddie fare. Back then, toon films were geared to adults, lobbing what Mr. Mitenbuler describes as “little hand grenades of social and political satire: bawdy yet clever, thoughtful even if they were rude.”<br />Early animation was a freewheeling era when “wild minds” pioneered creative possibilities. A time when Betty Boop offered flashes of nudity, Popeye’s yarns held “sly messages about the injustices of unchecked capitalism” and star critters such as Bugs Bunny and Daffy Duck made fun of current events, mores, movies, even their studio bosses. A feature-length animated film became a classical-music concert; Donald Duck propaganda shorts urged folks to pay their taxes for the war effort and to be good neighbors to South America. “During its first half-century,” notes Mr. Mitenbuler, “animation was an important part of culture wars about free speech, censorship, the appropriate boundaries of humor, and the influence of art and media on society.”<br />Three catalysts, starting in the late 1940s, forever altered animated cartoons: U.S. antitrust decisions dynamiting movie-studio distribution, television’s rise, and demographic changes following the postwar baby boom. Parents realized that their TV sets could function as babysitters; advertisers realized that those children “provided a way into their parents’ pocketbooks.” This led to the sanitizing of cartoons and the censoring of films meant for older audiences—the better to sell breakfast cereals."
}