{
    "url_original": "https://www.wsj.com/articles/will-biden-reprise-obamas-economic-policy-11609459779?mod=opinion_major_pos17",
    "url": "will-biden-reprise-obamas-economic-policy-11609459779",
    "title": "Will Biden Reprise Obama’s Economic Policy?",
    "sub_head": "More stimulus, more federal ‘investments’ in favored industries and state and local governments, more regulations and higher taxes.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-276786?width=620&size=1.5",
    "image_1": "im-276786.jpg",
    "time": "2020-12-31 19:09:00",
    "body": "William A. Galston tees up Washington’s next massive stimulus package as essential to avoid a double-dip recession (“Can Team Biden Prevent a Recession?” Politics & Ideas, Dec. 23). Mr. Galston is concerned that “the pace of job growth has declined for five straight months and may have ceased in December.” Normal cyclical forces could be swamped by “structural changes” that were accelerated by the pandemic.<br />This may be unsettling, but the pace of job growth was destined to fall after a fairly rapid recovery from an extraordinary spike in job losses. Compare this with the 2007-09 recession. The unemployment rate peaked around 10% nine months into President Obama’s first year and didn’t drop to 6.7% for 50 months until December 2013. In 2020 the unemployment rate soared to nearly 15% in April and dropped to 6.7% only seven months later in November.<br />Secular stagnation was the excuse made for eight years of modest growth and slow labor-market recovery under Mr. Obama’s stewardship. It seems that Mr. Biden’s will be structural changes, but one guesses his solutions will be similar. Washington will pick up the economic slack with more stimulus, more federal “investments” in favored industries and state and local governments, more regulations and higher taxes.<br />How many trillions of dollars of federal spending will it take to get back to President Trump’s prepandemic unemployment rate of 3.5%? The rate didn’t get below 4.7% during the Obama-Biden years. Let’s hope the Biden-Harris solution isn’t to hire five million more federal workers.<br />Ryan Graham"
}