{
    "url_original": "https://www.wsj.com/articles/william-barr-one-standard-of-justice-11608318832?mod=opinion_lead_pos5",
    "url": "william-barr-one-standard-of-justice-11608318832",
    "title": "William Barr: ‘One Standard of Justice’",
    "sub_head": "The departing attorney general talks about John Durham, Robert Mueller, Hunter Biden, Mike Flynn and the flak he’s taken from both parties.",
    "category_1": "Opinion",
    "category_2": "The Weekend Interview",
    "time": "2020-12-18 14:13:00",
    "body": "The U.S. attorney general is meditating on one of his frustrations with the modern Justice Department: The outside world keeps moving faster; the wheels of justice ever more slowly. “Nobody wants to take responsibility anymore,” William Barr says with a hint of incredulity. “They wring their hands and push issues around the bureaucracy and trade memos for months.” His response: “Bring it to me! I’ll make the decision. That’s what I’m here for!”<br />If Mr. Barr, 70, dominated headlines over the past two years, it’s because he made a lot of tough calls. Special counsel Robert Mueller’s constitutionally dubious claims that President Trump committed obstruction of justice? No. An investigation of the 2016 Russia-collusion probe and the dismissal of charges against Mike Flynn? Yes. New oversight of sensitive political investigations and surveillance of U.S. citizens? Yes. A criminal referral about Mr. Trump’s call to the Ukrainian president? No. Repeated demands—from the left and the right—for his department to engage in politics? No, no, no.<br />Consequential decisions have a way of annoying people—Democrats, Republicans, the staff, one’s boss—but Mr. Barr, who’d been attorney general before, from 1991-93, knew that going in. “I’m in a position in life where I can do the right thing and not really care about the consequences,” he told senators during his January 2019 confirmation hearing. In a 90-minute phone interview Tuesday—less than 24 hours after the announcement of his resignation, effective Dec. 23—he sounded his usual spirited self.<br />He reminds me why he took the job in the first place: “The Department of Justice was being used as a political weapon” by a “willful if small group of people,” who used the claim of collusion with Russia in an attempt to “topple an administration,” he says. “Someone had to make sure that the power of the department stopped being abused and that there was accountability for what had happened.” Mr. Barr largely succeeded, in the process filling a vacuum of political oversight, reimposing norms, and resisting partisan critics on both sides.<br />Mr. Barr describes an overarching objective of ensuring that there is “one standard of justice.” That, he says, is why he appointed U.S. Attorney John Durham to investigate the FBI’s 2016 Crossfire Hurricane probe. “Of course the Russians did bad things in the election,” he says. “But the idea that this was done with the collusion of the Trump campaign—there was never any evidence. It was entirely made up.” The country deserved to know how the world’s premier law-enforcement agency came to target and spy on a presidential campaign."
}