{
    "url_original": "https://www.wsj.com/articles/will-bidens-education-nominee-stand-for-students-or-for-unions-11608679187?mod=opinion_lead_pos6",
    "url": "will-bidens-education-nominee-stand-for-students-or-for-unions-11608679187",
    "title": "Will Biden’s Education Nominee Stand for Students or for Unions?",
    "sub_head": "Cardona will face pressure to abandon charter schools, one of the few government innovations that work.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-22 18:19:00",
    "body": "Joe Biden has chosen an education secretary who may be open to reforms that enhance student achievement, even at the cost of ruffling feathers in the education bureaucracy. Miguel Cardona, Connecticut’s education commissioner, pressed to get children back in school while teachers unions wanted them closed. Rather than follow the “college or bust” monomania, he has urged equal support for children “who need hands-on experiences, who want to build things, who want to manufacture.”<br />Dacia Toll, CEO of the Achievement First charter-school network that operates in Connecticut, says of Mr. Cardona: “I haven’t found him to be driven by ideology and politics. He is more focused on making sure every kid gets an excellent education than the type of school they go to.”<br />Let’s hope he can maintain that evenhandedness, taste for excellence, and openness to reform. For if Mr. Cardona ends up running the Education Department, he will face heavy pressure to focus less on children and more on what is politically expedient. Advocates surrounding him will demand lots more money for the status quo and an end to disruption of existing K-12 systems.<br />If a Secretary Cardona does choose to resist, he’ll have evidence on his side. People who demand more spending on social programs love to chatter about “evidence based” policy making. Follow the science! goes the familiar cry. Alas, this sloganeering is often lip service.<br />One sad reality about “evidence-based social policy” is that astonishingly few interventions show any proof that they work. Beginning in 2001, some very smart economists and social scientists worked for more than a decade to build the Coalition for Evidence-Based Policy. These careful investigators reviewed many hundreds of academic assessments, and commissioned some original ones of their own. In the end, they were able to identify only 12 domestic programs that clearly helped the population they were aimed at. Another 16 programs showed partial signs of effectiveness, and 31 more had outcomes that were somewhat encouraging though indefinite. That was it. After decades of interventions consuming billions of dollars, a grand total of 59 programs could demonstrate any positive effect."
}