{
    "url_original": "https://www.wsj.com/articles/will-there-be-a-second-stimulus-check-before-the-end-of-the-year-11607439056",
    "url": "will-there-be-a-second-stimulus-check-before-the-end-of-the-year-11607439056",
    "title": "Will There Be a Second Stimulus Check Before the End of the Year?",
    "sub_head": "Direct payments to households aren’t included in the current $900 billion framework but could resurface",
    "category_1": "Politics",
    "time": "2020-12-08 09:50:00",
    "body": "While Democratic and Republican lawmakers have expressed new optimism that they will reach a coronavirus aid deal, the current round of talks excludes a second round of stimulus checks for households. Here is the latest on the negotiations, and a look at whether checks could still be on the table.<br />A bipartisan group of lawmakers has been working for weeks on a $908 billion package of coronavirus aid, much of which has been agreed upon. But lawmakers are still in negotiations over how to work out the two thorniest components: funding for state and local aid and what sort of legal protections to provide businesses, schools and other entities operating during the pandemic. Lawmakers have said they hope to finalize an agreement and turn it into legislative text in the next couple of days. Congressional leaders have been involved in the discussions, but could play a larger role in coming days.<br />The current bipartisan proposal includes enhanced jobless aid, but doesn’t include funding for another round of direct payments that would reach most households. Including payments similar to the $1,200-plus checks in the spring would cost hundreds of billions of dollars, and Republicans have been clear that $900 billion is already more than they would like to spend. Many Republicans are terming this round of talks an emergency aid package, rather than a stimulus plan.<br />It’s not out of the question yet. Democrats and a few Republicans are still pushing to add a second round of stimulus checks into any agreement this year. And before the election, President Trump repeatedly urged Congress to send him additional coronavirus aid that included another round of direct checks. Sen. Josh Hawley (R., Mo.) said Monday he had urged Mr. Trump to veto any bill that didn’t include them. And many Democrats are still hoping to see them included.<br />“Direct checks are an excellent way to get money into the hands of people who desperately need it,” Sen. Elizabeth Warren (D., Mass.) said."
}