{
    "url_original": "https://www.wsj.com/articles/wintering-review-rest-retreat-and-renewal-11609369251",
    "url": "wintering-review-rest-retreat-and-renewal-11609369251",
    "title": "‘Wintering’ Review: Rest, Retreat and Renewal",
    "sub_head": "We have seasons when the leaves fall from us, revealing our bare bones. There is grace in letting go, and in giving ourselves time to repair.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-279382?width=620&size=1.5",
    "image_1": "im-279382.jpg",
    "time": "2020-12-30 18:00:00",
    "body": "There will be times, in all our lives, when we find ourselves unraveled, upended, unable. We find no rest. We are not as successful, as on top of things, asloved, as we pretended to be. We have been found out, unmasked. At such times we may prefer to see ourselves as blameless victims rather than the perpetrators of our own pain—the shame will lessen if the cause is external and fixable, rather than self-created.<br />In “Wintering: The Power of Rest and Retreat in Difficult Times,” Katherine May shows us another way to handle our personal winters. “We have seasons when we flourish,” she writes, “and seasons when the leaves fall from us, revealing our bare bones.” In this honest and deeply sympathetic meditation on her own fall through a gap in the “mesh of the everyday world,” Ms. May, a British novelist and essayist, proves that there is grace in letting go, stepping back and giving yourself time to repair in the dark.<br />Her memoir begins at the end of summer, a week before her 40th birthday. Her husband falls dangerously ill and, when he recovers, she is spent. She has found herself in the grips of depression before, but this time she has a young son to care for, and a job that she can’t keep up with. She is riddled with anxiety and paranoia—and very hard on herself, even criticizing her own dreams: “What a silly little human I am, to dream such obvious things.” And yet, as a veteran at wintering, she knows that she can survive. And she is generous enough to share her strategies for how to find respite in the dark and endure until a new spring arrives.<br />She is drawn to the North, to the “peaks and troughs of its seasons,” and travels to Iceland and Norway in search of cold comforts. She tries (and fails) to re-create the Finnish sauna experience in a British sports center. In mid-December, her search for a way toward the light brings her to the annual Santa Lucia concert at the Swedish Church in London, a rather stilted expat affair, which offers a little solace and just enough light to see by.<br />The origins of this Swedish winter ritual are fractured and layered. The modern version involves a candle-lit procession, headed by a girl—Santa Lucia—wearing a crown of candles, and her singing attendants dressed up as a variety of creatures, including virgins in white nighties, gingerbread figures, magi carrying stars on sticks, and gray gnomes. This year, due to the coronavirus pandemic, the celebration was canceled across Sweden for the first time in living memory. No bright candles and nighties, no harmony-singing, just the cold December dark. In Sweden’s old agricultural calendar, Dec. 13 marked the longest night, when supernatural forces were at play, animals spoke with human voices and the boundaries between the worlds disappeared. This fallow, liminal night was followed by a defiant morning of feasting. Later, the vernacular ritual merged with the Feast of St. Lucy and became a festival of light."
}