{
    "url_original": "https://www.wsj.com/articles/wisconsins-highest-court-turns-away-trump-lawsuit-challenging-election-defeat-11607029393?mod=politics_lead_pos5",
    "url": "wisconsins-highest-court-turns-away-trump-lawsuit-challenging-election-defeat-11607029393",
    "title": "Wisconsin’s Highest Court Turns Away Trump Lawsuit Challenging Election Defeat",
    "sub_head": "Setback is latest for president’s campaign as deadline approaches for states to finalize results",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "time": "2020-12-03 16:03:00",
    "body": "Wisconsin’s highest court dealt another setback to President Trump’s efforts to overturn his defeat to President-elect Joe Biden, turning away a lawsuit challenging the validity of hundreds of thousands of mail-in ballots cast in the battleground state.<br />Two days after the Trump campaign brought the lawsuit, the Wisconsin Supreme Court in a divided 4-3 ruling said state law required the case to start at a lower court.<br />Mr. Trump’s lawsuit sought to void certification of the election in Wisconsin, which Mr. Biden won by around 21,000 votes. It claimed that the collection and counting of absentee ballots in two populous and heavily Democratic counties, Milwaukee and Dane, were marred by systemic violations of state election laws, and that around 220,000 of 3 million votes cast statewide should have been excluded from recount totals.<br />Thursday’s ruling follows a string of unsuccessful lawsuits elsewhere and comes after battleground states have certified results showing Mr. Biden won the election, leaving Mr. Trump with no known path to reversing the outcome in the courts. It also came as a Dec. 8 deadline approaches for states to finalize election results and choose electors ahead of a meeting of the Electoral College a week later.<br />Attorney General William Barr on Tuesday said the Justice Department hasn’t found evidence of widespread voter fraud that would alter the outcome of the election."
}