{
    "url_original": "https://www.wsj.com/articles/wish-parent-contextlogic-starts-trading-below-ipo-price-11608137585?mod=markets_lead_pos4",
    "url": "wish-parent-contextlogic-starts-trading-below-ipo-price-11608137585",
    "title": "Wish Parent ContextLogic Starts Trading Below IPO Price",
    "sub_head": "The IPO marks one of the last public-market debuts this year but stands in contrast with the appetite for last week’s debuts of Airbnb and DoorDash",
    "category_1": "Markets",
    "category_2": "Stocks",
    "image_1_url": "https://images.wsj.net/im-274096?width=620&size=1.5",
    "image_1": "im-274096.jpg",
    "time": "2020-12-16 11:53:00",
    "body": "Shares of the parent company of e-commerce site Wish started trading 5% below their initial-public-offering price in their Wednesday debut, in contrast to sharp gains recorded last week when  Airbnb  Inc.  and  DoorDash  Inc.  came to market.<br />The stock of  ContextLogic  Inc.  opened at $22.75 on Nasdaq, below its IPO price of $24 and placing the company’s value at about $16.2 billion. Under the ticker “WISH,” shares recently traded at $23.28. The IPO generated about $1.1 billion in gross proceeds for the company.<br />Founded in 2010, the San Francisco-based company focuses on providing mass-produced, low-price items. Products sold on Wish include a range of categories such as fashion, gadgets and kitchen utensils. The pandemic has been a boon for e-commerce giants such as  Amazon.com  Inc.,  as homebound consumers shopped online for work, school and other necessities.<br />The company hasn’t turned an annual profit, according to financial data dating back to 2015 the company laid out in a securities filing, though it was profitable for the first two quarters of 2019.<br />The IPO is expected to be among the last of large debuts this year, capping one of the hottest IPO markets in history. So far in 2020, companies have raised more than $160 billion on U.S. exchanges, far exceeding the previous full-year record set at the height of the dot-com boom in 1999, according to Dealogic data that date to 1995."
}