{
    "url_original": "https://www.wsj.com/articles/with-solarwinds-hack-suspected-russian-hackers-again-flex-moscows-spycraft-muscle-11608753060?mod=politics_lead_pos7",
    "url": "with-solarwinds-hack-suspected-russian-hackers-again-flex-moscows-spycraft-muscle-11608753060",
    "title": "With SolarWinds Hack, Suspected Russian Hackers Again Flex Moscow’s Spycraft Muscle",
    "sub_head": "Cyber intrusion sends a message to the West that years of sanctions haven’t deterred Russia’s security apparatus from conducting broad-based operations, analysts say",
    "category_1": "Politics",
    "category_2": "National Security",
    "time": "2020-12-23 14:51:00",
    "body": "MOSCOW—In September, Russian President Vladimir Putin proposed a reset of U.S.-Russia relations in information security, calling for a truce to prevent incidents in cyberspace.<br />Now, U.S. officials have accused Moscow of carrying out one of the worst ever hacks of federal computer systems, penetrating the heart of the American government and ensnaring thousands of private companies.<br />While the hack so far appears to fall short of a destructive cyberattack, the use of stealthy tradecraft and a never-before-seen digital tool kit serves as a potent reminder of Russia’s cyber capabilities and its willingness to use them at scale, analysts say. The range of targets—from the departments of Commerce, State and Homeland Security to the National Institutes of Health—could provide Russian leaders with indispensable intelligence and secrets that can be used at a later stage.<br />Ultimately, the hack signals to the West that years of international sanctions haven’t hampered Russia’s global ambitions or deterred its security apparatus from conducting broad-based operations with impunity, analysts say.<br />“It’s always good to sneak into these systems and collect some intelligence that you can use in the future. It’s classic industrial and political espionage,” said Andrei Soldatov, an expert and author on Russia’s spy agencies."
}