{
    "url_original": "https://www.wsj.com/articles/with-brexit-the-u-k-finds-sovereignty-doesnt-necessarily-mean-getting-its-way-11608897659",
    "url": "with-brexit-the-u-k-finds-sovereignty-doesnt-necessarily-mean-getting-its-way-11608897659",
    "title": "With Brexit, the U.K. Finds Sovereignty Doesn’t Necessarily Mean Getting Its Way",
    "sub_head": "Britain discovers that trade talks are about power; the EU is a much more important market to the U.K. than vice versa",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-277908?width=620&size=1.5",
    "image_1": "im-277908.jpg",
    "time": "2020-12-25 07:01:00",
    "body": "LONDON—Since Britain’s 2016 referendum vote to leave the European Union, the U.K. government has said its aim is reclaiming sovereignty—the ability to set its own rules for its own benefit.<br />As the country began negotiating its future economic relations with the bloc this year, the British chief negotiator, David Frost, said all the U.K. wanted was “a modern free-trade agreement between sovereign and autonomous equals.”<br />Sovereignty may mean the constitutional independence to make decisions, accountable only to your own people and without reference to others. But sovereignty isn’t the same as equality and in international affairs, other nations’ objectives must be taken into account.<br />And in international affairs, power matters, as the just-concluded pact between the U.K. and the EU shows. The EU is a much more important market to the U.K., accounting for some 43% of its exports, than the U.K. is to the EU as a whole or to any individual EU country.<br />That asymmetry meant the EU could extract a price from the U.K. for tariff-free access to the bloc that it didn’t demand of Canada and Japan—less important potential competitors than the U.K.—in past free-trade deals. That price was a U.K. agreement not to undercut EU standards in areas like labor, the environment and subsidies to the private sector."
}