{
    "url_original": "https://www.wsj.com/articles/wolfwalkers-review-an-irish-enchantment-11607462054?mod=opinion_major_pos14",
    "url": "wolfwalkers-review-an-irish-enchantment-11607462054",
    "title": "‘Wolfwalkers’ Review: An Irish Enchantment",
    "sub_head": "Likely to captivate viewers young and old, an animated film roots its fantastical story in the island’s tortured history.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-269942?width=620&size=1.5",
    "image_1": "im-269942.jpg",
    "time": "2020-12-08 16:14:00",
    "body": "‘Family entertainment” often means something parents can sit through without clawing the armrest off the couch. But the animated “Wolfwalkers” is a different sort of beast. With its enchanted forests, shape-shifting wood sprites and a plucky heroine named Robyn Goodfellowe, the film is terrific fare for kids. But the underpinnings of its fantastical story lie in tortured Irish history, English imperialism, and the use of religion to rationalize oppression; there’s a hum of yearning for a pre-Christian Hibernia of pagans, Druids and nature worship. Adults will be eager to see where it’s all going to go.<br />Where Robyn goes, early on, is the scullery. “Work is prayer,” she is told by the crone-in-chief—and it’s one of the more frightening moments in a film full of formidable action, near-calamity and wolf-imperilment. The setting is Kilkenny, Ireland, in 1650—the very year that capital of the Irish Catholic Confederacy fell to Oliver Cromwell. His name is never mentioned, but he is embodied in the evil Lord Protector (voice of Simon McBurney), who is on hand to enforce order and quell political dissent. The chief source of that dissent are the wolves who inhabit the surrounding forest, along with the Wolfwalkers—young Mebh, who sounds like a 2020 Dublin tween, and her mother, Moll (voices of Eva Whittaker and Maria Doyle Kennedy). They are human-like but possess wolf avatars that leave their sleeping bodies and roam the troubled countryside.<br />Robyn (voice of Honor Kneafsey) is a recent arrival from England, having come with her Roundhead father, who is the Lord Protector’s chief wolf exterminator. Robyn wants to be a wolf hunter, too, until she comes to understand the injustices being done to the wolves and the land. “What cannot be tamed must be destroyed,” says the Lord Protector, who is prepared to burn down the forest if he can’t control it. Cromwell’s policies in Ireland were genocidal, so the villainy is not misplaced.<br />The intentions of the Will Collins screenplay, and the direction (and art direction) of directors Tomm Moore and Ross Stewart, aren’t anti-Christian, per se: As we are told early on, St. Patrick made a deal “with the pagans” to keep the locals close to home and leave the wolves and Wolfwalkers alone; it is the Puritans who are big-footing it around the woods. And the byproducts of worship are certainly celebrated: The visual elements of the animation include the Celtic spirals, interlacing patterns and stained-glass-evoking geometry that are found in the illuminated manuscripts of Dark Ages Ireland. (Mr. Moore also directed 2009’s “The Secret of Kells,” about the Book of Kells, with Nora Twomey, who is a producer here.) The style elsewhere ranges from Monet-like depictions of the wildest Ireland to naive depictions of the village of Kilkenny that suggest perspective-free medieval painting. The Wolfwalkers are aswirl in color and motion; the townsfolk are flat and more cartoonish. But even they seem inspired by the often simple representations of humans rendered by those anonymous illustrators of the monasteries.<br />Among the many clever and understated virtues of “Wolfwalkers” (politics, for instance, are never mentioned) is the way the animals are characterized. The Lord Protector calls the wolves “foul” and “wicked.” In one fulminating moment he says, “By God’s clarity and judgment He vanquishes thee,” though nothing of the sort happens. But there’s no anthropomorphizing by the movie itself: Wolves are wolves, even though the ones here do hang out with very enchanted people."
}