{
    "url_original": "https://www.wsj.com/articles/wonder-woman-1984-debut-overseas-stifled-by-enduring-pandemic-11608491989?mod=business_lead_pos7",
    "url": "wonder-woman-1984-debut-overseas-stifled-by-enduring-pandemic-11608491989",
    "title": "‘Wonder Woman 1984’ Opens Overseas to Sparse Crowds as Covid-19 Spreads",
    "sub_head": "Key international markets like the U.K. and Brazil confront surging coronavirus numbers",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-275875?width=620&size=1.5",
    "image_1": "im-275875.jpg",
    "time": "2020-12-20 14:19:00",
    "body": "Warner Bros.’ highly anticipated “Wonder Woman” sequel faced stiff headwinds as the studio rolled out the movie across a patchwork of international markets, many of which are still being hit hard by the Covid-19 pandemic.<br />“Wonder Woman 1984” grossed a mere $38.5 million from 32 countries, according to preliminary estimates, just days before Warner Bros. will debut the film on Christmas Day simultaneously in U.S. theaters and living rooms via the company’s streaming platform HBO Max. The first “Wonder Woman” grossed $103.3 million in the U.S. and Canada during its opening weekend in 2017.<br />While some theaters in the U.S. have managed to reopen at limited capacity during the pandemic, others, including those in large metropolitan markets like New York City and Los Angeles, have remained closed because of lockdowns as the pandemic thwarts consumers’ ability to return to public spaces. Media measurement company Comscore estimates only about a third of North America’s theaters are open.<br />Abroad, the economies of key international box-office markets like the U.K., Brazil and Mexico are also under severe strain as many people choose to stay home. Over the weekend, the U.K. initiated more lockdowns in an effort to curb the spread of the coronavirus, even as the nation recently began distributing a vaccine.<br />“Wonder Woman 1984” stars Gal Gadot as the titular character and is directed by Patty Jenkins. Immersed in the glitz and excess of 1980s America, the Amazonian warrior turned superhero is tasked with battling villains amid efforts to save the world. Buoyed by the on-screen chemistry between Ms. Gadot and co-star Chris Pine, the movie has received generally positive reviews, including a critics score exceeding 80% on Rotten Tomatoes, despite many grumbling about a two-and-half-hour run time."
}