{
    "url_original": "https://www.wsj.com/articles/working-together-the-photographers-of-the-kamoinge-workshop-review-a-black-community-too-long-forgotten-11607774401",
    "url": "working-together-the-photographers-of-the-kamoinge-workshop-review-a-black-community-too-long-forgotten-11607774401",
    "title": "‘Working Together: The Photographers of the Kamoinge Workshop’ Review: A Black Community Too Long Forgotten",
    "sub_head": "An exhibition at the Whitney gathers the work of a Black collective from the 1960s and ’70s who sought to counter racial stereotypes through their luminous photography.",
    "category_1": "Art Review",
    "time": "2020-12-12 07:00:00",
    "body": "New York<br />Visitors to “Working Together: The Photographers of the Kamoinge Workshop” at the Whitney Museum of American Art are likely to have two immediate reactions.<br />The first will be to wonder why this group of African-American photographers is not better known. What took so long for major museums to take note of their contributions?<br />A second reaction should then override the first. Walking through the galleries on the eighth floor, which feature some 140 black-and-white photographs and relevant ephemera by 14 artists, people may begin to forget that most of the names are unfamiliar and instead bask in the sheer luminosity of the prints. This was a group of men (and one woman) that cared deeply about exploring the nuances and depths possible with monochrome film and paper. (If you can’t see the show in person, the Whitney has a digital feature on its website where visitors can see nearly all of the photos in the show and learn more about each artist.)<br />“Kamoinge” is a word borrowed from the Kikuyu language of Kenya and translates as “a group of people acting and working together.” The photographer and teacher Louis Draper (1935-2002) chose the name in 1963 when he founded the collective in New York. He had studied with the leading photojournalist of the day, W. Eugene Smith, and wanted to portray Black communities with the same emotional scope found in the work of Smith, Gordon Parks and Roy DeCarava brought to their subjects."
}