{
    "url_original": "https://www.wsj.com/articles/world-bank-says-managers-pressured-staff-to-alter-global-business-rankings-11608251259",
    "url": "world-bank-says-managers-pressured-staff-to-alter-global-business-rankings-11608251259",
    "title": "World Bank Says Managers Pressured Staff to Alter Global Business Rankings",
    "sub_head": "Manipulated data helped China, Saudi Arabia gain ground in survey of nations’ business climates, according to internal audit sparked by employee concerns",
    "category_1": "Economy",
    "image_1_url": "https://images.wsj.net/im-275169?width=620&size=1.5",
    "image_1": "im-275169.jpg",
    "time": "2020-12-17 19:27:00",
    "body": "WASHINGTON—World Bank management pressured staff members to manipulate data used in its flagship report on business competitiveness, resulting in improvements in China’s and Saudi Arabia’s global rankings, the bank said after an internal investigation.<br />The bank on Wednesday released the outcome of its audit, which it opened this year after employees raised concerns through an internal survey about the integrity of data in the annual Doing Business report. The bank said in August it was investigating irregularities affecting data for four countries: China, Azerbaijan, Saudi Arabia and the United Arab Emirates. The manipulated data were used in the 2017 report for China and in the 2019 report for the other three countries.<br />The Doing Business report has become a premier international ranking of countries’ business environments, motivating governments around the world to jockey for higher positions to attract foreign businesses. The rankings are based on measures such as the ease of starting a business, tax policies and access to credit. In the latest report, issued last year, New Zealand is ranked No. 1 among 190 countries for ease of doing business.<br />The World Bank’s audit found that out of the 15 employees on the report’s production team, nine said they had been directly or indirectly pressured to manipulate data while preparing the reports issued in 2017 and 2019. The employees said they didn’t initially escalate their concerns about the pressure they encountered due to fear of retaliation, according to the audit report.<br />After correcting for irregularities, for example, China’s global ranking in the report issued in October 2017 would decline seven points to No. 85 from the 78th slot it was awarded initially."
}