{
    "url_original": "https://www.wsj.com/articles/wsj-wealth-adviser-briefing-bitcoin-gains-hold-tech-pay-rates-expand-hypnosis-gains-acceptance-01609326129?mod=markets_major_pos7",
    "url": "wsj-wealth-adviser-briefing-bitcoin-gains-hold-tech-pay-rates-expand-hypnosis-gains-acceptance-01609326129",
    "title": "WSJ Wealth Adviser Briefing: Bitcoin Gains Hold, Tech Pay Rates Expand, Hypnosis Gains Acceptance",
    "sub_head": "Curated news and analysis for wealth advisers and their clients from WSJ reporters and columnists",
    "category_1": "Moneybeat Blog",
    "time": "2020-12-30 06:02:00",
    "body": "As part of our annual year-end coverage, WSJ Pro asks members of the private-equity community to share their thoughts on the past year and reflect on challenges and opportunities they see in 2021. Nishita Cummings, a managing partner for Kayne Anderson Capital Advisors’ growth-equity activities, said finding new investment opportunities this past year has been challenging, but we’ve found creative ways to leverage our network to source new opportunities. That hasn’t addressed the most interesting and rewarding part I’ve missed—meeting talented entrepreneurs. I can’t wait to get back to my tour of innovative cities across the country to talk with the incredibly passionate folks building great companies. There is no substitute for in-person interactions.<br />Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team and occasionally beyond, on investing, the wealth-management business and more.<br />CORONAVIRUS OUTLOOK<br />Covid-19 Deals Different Hands for Family Finances: The Mallons have bought a second home. Melina Rodriguez’s work dried up, but she still had the wherewithal to start a new business. Maria Patton lost her job and now lives out of a car with her son.<br />Pandemic Reshapes U.S. Employment, Speeding Changes Across Industries: Economy has recouped 12 million of 22 million jobs lost in 2020, with uneven setbacks and recoveries in various sectors likely to outlast health crisis."
}