{
    "url_original": "https://www.wsj.com/articles/wsj-wealth-adviser-briefing-big-pharma-deal-spree-record-ipo-surge-coronavirus-cabin-fever-01609412411?mod=markets_major_pos7",
    "url": "wsj-wealth-adviser-briefing-big-pharma-deal-spree-record-ipo-surge-coronavirus-cabin-fever-01609412411",
    "title": "WSJ Wealth Adviser Briefing: Big Pharma Deal Spree, Record IPO Surge, Coronavirus Cabin Fever",
    "sub_head": "Curated news and analysis for wealth advisers and their clients from WSJ reporters and columnists",
    "category_1": "Moneybeat Blog",
    "time": "2020-12-31 06:00:00",
    "body": "As part of our annual year-end coverage each year, WSJ Pro asks members of the private-equity community to share their thoughts on the past year and reflect on challenges and opportunities they see in 2021. Alok Singh is the co-founder and chief executive of Bridge Growth Partners, a New York-based growth investment firm focused on technology.<br />He was quoted as saying: Digital transformation is driving change across all industries, and the advent of 5G, edge computing and ML/AI [machine learning/artificial intelligence] will accelerate this in the coming years. To be successful across a digital transformation journey, enterprises must make significant investments in technology to operate in hybrid cloud environments, scale their infrastructures and address heightened needs for data movement, analysis and protection. Successful private-equity investing will require firms to deploy much more than just financial capital given the complexity and evolving nature of these markets. We look forward to finding businesses in the middle market to invest in, and to capture this investment opportunity, by deploying our differentiated team and leveraging our unique ecosystem of relationships.<br />Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team and occasionally beyond, on investing, the wealth-management business and more.<br />CORONAVIRUS OUTLOOK<br />AstraZeneca and Oxford’s Bumpy Partnership Hangs Over Covid Vaccine’s Future: The latest Covid-19 shot wins approval in the U.K. but continues to face challenges sown by confusing trial results."
}