{
    "url_original": "https://www.wsj.com/articles/yellen-earned-millions-in-speaking-fees-after-leaving-fed-disclosures-show-11609458480?mod=politics_lead_pos5",
    "url": "yellen-earned-millions-in-speaking-fees-after-leaving-fed-disclosures-show-11609458480",
    "title": "Yellen Earned Millions in Speaking Fees After Leaving Fed, Disclosures Show",
    "sub_head": "Former Fed chairwoman has spoken extensively on economic policy since leaving central bank in 2018",
    "category_1": "Politics",
    "time": "2020-12-31 18:48:00",
    "body": "WASHINGTON—Janet Yellen, President-elect Joe Biden’s pick for Treasury secretary, collected more than $7 million in speaking fees during more than 50 in-person and virtual engagements over the past two years, according to financial disclosures released Thursday.<br />A separate ethics agreement outlined Ms. Yellen’s plans to resign as a consultant to the  Magellan Financial Group Ltd. , an investment-fund manager based in Australia, upon her confirmation. Ms. Yellen began consulting for the firm one year after leaving her post as Federal Reserve chairwoman in early 2018.<br />The agreement said Ms. Yellen would seek special authorization for one year when dealing with matters pertaining to Magellan, according to forms posted online by the U.S. Office of Government Ethics.<br />The agreement outlines similar steps she would take for 16 additional financial firms or entities from which she collected speaking fees in the past year, including  Goldman Sachs Group Inc.,   Citigroup  Inc.  and hedge-fund firm Citadel LLC. Those measures would be in place until one year after the speaking fee was paid.<br />Like many former government officials, Ms. Yellen signed a contract shortly after leaving the Fed with the Washington Speakers Bureau, an agency that helps former heads of state and other political personalities manage scores of speaking requests. Ms. Yellen has spoken frequently since leaving the central bank on the economic outlook and monetary policy, a topic of intense interest to Wall Street firms that closely follow the Fed."
}