{
    "url_original": "https://www.wsj.com/articles/your-covid-19-shopping-habits-are-changing-what-jobs-are-available-11607105471",
    "url": "your-covid-19-shopping-habits-are-changing-what-jobs-are-available-11607105471",
    "title": "Your Covid-19 Shopping Habits Are Changing What Jobs Are Available",
    "sub_head": "The pandemic is accelerating a shift in the labor market to warehouse and delivery jobs supporting ecommerce",
    "category_1": "Economy",
    "time": "2020-12-04 13:11:00",
    "body": "Your shopping habits during the pandemic are reshaping America’s labor market.<br />The nation added jobs for the seventh straight month in November, the Labor Department said Friday. Most came in the transportation and warehousing industries—the ones that package, ship and deliver goods to consumers. Households’ shift toward buying sneakers, groceries and even cars online is driving a hiring binge in logistics industries.<br />Warehousing and transportation accounted for 145,000 of the 245,000 jobs created in November—and a big share of job growth since the labor market began recovering this spring after a sharp contraction due to the coronavirus pandemic. Online retailer  Amazon.com Inc.  has announced plans to hire hundreds of thousands of workers this year, including warehouse and seasonal employees.<br />The shift is creating a divide in the workplace. U.S. employment is still 6.5% smaller than it was in February, the month before the pandemic caused businesses across the U.S. to close. But employment in warehousing and related industries has boomed. Warehousing and storage jobs have grown by 97,000, or 8%, since February. Courier and messenger jobs—workers who deliver goods—have expanded by 182,000, or 22%.<br />Much of the growth is tied to consumer spending. Even before the pandemic, U.S. households were increasingly buying retail items online, including clothing, gifts and groceries. The pandemic has accelerated that trend. Now, increasingly consumers are even buying cars online, instead of going to the showroom."
}