{
    "url_original": "https://www.wsj.com/articles/your-new-climate-401-k-11607994422?mod=opinion_lead_pos3",
    "url": "your-new-climate-401-k-11607994422",
    "title": "Your New Climate 401(k)",
    "sub_head": "Senate Democrats lay out their green agenda for financial markets.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-14 20:07:00",
    "body": "Democrats accuse President Trump of politicizing the Federal Reserve, and sometimes not without cause. But look who’s now demanding that the central bank and other financial regulators accommodate their plans to politically allocate capital.<br />The Senate Democrats’ Special Committee on the Climate Crisis recently issued a report detailing how the Fed and eight other regulatory agencies should penalize investment in fossil fuels and promote green energy. They claim financial institutions are underpricing the risk that carbon-intensive assets will become “stranded.”<br />Mind you, their worry isn’t about how climate change per se would devalue investments, which financial institutions already account for. They want a warning about the costs of government climate policies. “Because Congress has not advanced any comprehensive climate policies in the last decade, the market has not priced in the possibility of significant federal action,” the report notes.<br />“This process—or more accurately, the mere realization that this process is imminent—will drive down the value of assets tied to the carbon-sensitive energy, electric power, and transportation sectors, among others,” Democrats warn. “The risk of holding this type of asset, which will lose value in a low-carbon economy, is referred to as transition risk.” In other words, Democrats want to kill your business, so please account for the hospitalization and burial costs.<br />For starters, Democrats want the Fed to use capital and liquidity standards and annual stress tests to make banks—and potentially also insurers and asset managers—price in these unknowable political risks. They want regulators to assign carbon-intensive assets higher risk weights, so banks would have to hold more capital against them. This would discourage banks from financing such investments, while “green” investments would be deemed lower risk."
}