{
    "url_original": "https://www.wsj.com/articles/your-honor-review-crashing-into-a-crime-family-11607028904",
    "url": "your-honor-review-crashing-into-a-crime-family-11607028904",
    "title": "‘Your Honor’ Review: Crashing Into a Crime Family",
    "sub_head": "Bryan Cranston stars in a Showtime series about a New Orleans judge whose son is the culprit in a hit-and-run that kills the child of a vicious mobster.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-267743?width=620&size=1.5",
    "image_1": "im-267743.jpg",
    "time": "2020-12-03 15:55:00",
    "body": "By episode 3 of “Your Honor,” Bryan Cranston’s beleaguered Judge Michael Desiato is sitting in a New Orleans dive, drinking whiskey and listening to Leonard Cohen—worse, discussing Leonard Cohen with the only other barfly in the place. Do we feel sorry for him? One of the distinguishing characteristics of “Your Honor” is how little sympathy we’re meant to feel for anyone, other than the dead being left behind.<br />Motives, miscues and the best intentions gone horribly awry provide the dramatic momentum of this 10-part thriller, created by the U.K.’s Peter Moffat, whose characters here are all morally amorphous entities doing what they think is best and making up for it later. Everyone is calculating his or her next move; nothing is casual. The reason Michael goes to that New Orleans bar at all is in pursuit of the questionable objective he’s had all along: preventing his son, Adam (Hunter Doohan), from being revealed as the culprit in a horrific hit-and-run that claimed the life of a young motorcyclist named Rocco (Benjamin Hassan Wadsworth).<br />Michael knows that he and Adam should go to the police. But before they can, he realizes who the dead kid was—the child of Jimmy and Gina Baxter (Michael Stuhlbarg and Hope Davis), vicious mobsters with tentacles everywhere in the city’s underworld. The judge knows what will happen if the facts come out. He has to save his son. So he constructs a wobbly tower of lies and misdirection that threatens to crush the lives—professional, political and otherwise—of everyone he knows.<br />“Your Honor” is complicated, but good complicated: The impulses of the players are understandable. And even though the means are ruthless and the ends seemingly inevitable, one can still be startled by how things play out. The introductory calamity itself, foreshadowed luxuriously by director Edward Berger (who handles several episodes), is a stomach-churning convergence of bad luck, bad timing and vehicular malpractice: On the anniversary of his mother’s murder, the unsettled Adam is en route to the cemetery when he has an asthma attack, drops his inhaler, tries to retrieve it and collides with Rocco—who goes tumbling across an empty intersection. Adam stops. Rocco expires. Adam panics. Adam flees.<br />Without giving much away, not that I can (only four episodes were available for review), Michael looks at the situation and his son’s pathetic attempts to cover his tracks and asks his old pal, local congressman Charlie Figaro (a terrific Isiah Whitlock Jr.), to make the damaged car disappear. Charlie, who’s about to run for mayor, can make such things happen, and Michael tells him only that the car holds bad memories—it belonged to his wife. Charlie arranges for a street-gang-allied kid, Kofi Jones (Lamar Johnson), to steal the car; Michael, trying to create a plausible timeline for Adam, tells a detective friend, Nancy Costello (Amy Landecker), that the car was stolen the day of the accident. Everyone is so uncannily efficient at what they do that Kofi is arrested before the day is out, a motorcycle part falls from the car’s undercarriage, and the boy is hung out to dry. All this by the end of episode 2."
}