{
    "url_original": "https://www.wsj.com/articles/your-boss-can-restrict-your-holiday-plans-in-the-pandemic-11607301504",
    "url": "your-boss-can-restrict-your-holiday-plans-in-the-pandemic-11607301504",
    "title": "Your Boss Can Restrict Your Holiday Plans in the Pandemic",
    "sub_head": "Employers have latitude to know how workers are spending their off hours and can take away vacation time to protect the workplace from Covid-19",
    "category_1": "Life & Arts",
    "category_2": "Ask Personal Journal",
    "image_1_url": "https://images.wsj.net/im-268170?width=620&size=1.5",
    "image_1": "im-268170.jpg",
    "time": "2020-12-06 19:38:00",
    "body": "As the holiday season gets under way amid a Covid-19 surge across the country, employers are taking measures to encourage employees to limit their potential virus exposure and to safeguard workplaces. What is your boss is entitled to know about your holiday plans?<br />Employers have wide latitude during a pandemic in what they can ask regarding your holiday plans. That includes asking workers to take a pledge to refrain from any risky behavior—as some companies did right before Thanksgiving—and cautioning employees against any conduct that would violate federal or local health guidelines. It varies by state, but if it is a matter of protecting the safety of the workplace, employers can also discipline workers for what they do during off hours. That could include if workers don’t disclose potential exposure to the virus and return to the workplace without quarantining after personal travel or after attending large celebrations.<br />Limitations on what employers can restrict in your off-time vary by state, but companies generally have leeway when it comes to protecting workplace safety.<br />Employers are required under Occupational Safety and Health Administration rules to provide a safe workplace, says Jennifer Merrigan Fay, an employment-law partner in Boston at Goodwin Procter LLP. While companies can’t unreasonably invade an employee’s privacy and make requests such as not to go outside, they can take other unusual, but not illegal, steps during a health crisis aimed at preventing the spread of Covid-19.<br />Companies can, for example, require employees to disclose any travel plans or recent trips, and can enforce recommendations from the U.S. Centers for Disease Control and Prevention or local health mandates for post-travel quarantine periods. Some firms also ask or require employees to sign pledges stating they’ll keep celebrations small, wear a mask or even limit contact with people outside of their household, she said."
}