{
    "url_original": "https://www.wsj.com/articles/youth-sports-safe-pandemic-covid-arizona-49ers-11607054196",
    "url": "youth-sports-safe-pandemic-covid-arizona-49ers-11607054196",
    "title": "Phoenix Gave Youth Sports a Pandemic Escape—Until Covid Surged",
    "sub_head": "Hundreds of teams flocked from more restrictive states to play in the area in recent months—and thousands more were set to arrive. But that changed this week.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-268250?width=620&size=1.5",
    "image_1": "im-268250.jpg",
    "time": "2020-12-04 05:30:00",
    "body": "When new Covid-19 restrictions in Santa Clara County, Calif., evicted the San Francisco 49ers and sent them scrambling for a new home in the middle of the NFL season, they simply followed a trail blazed by other teams from California and across the country. They moved to Arizona.<br />The Phoenix area emerged as an unlikely oasis for sports in recent months because of its willingness to host youth events during the pandemic as nearby states restricted or barred them altogether. Phoenix has hosted tournaments featuring hundreds of teams, with thousands of athletes at a time—even as coronavirus cases surged and modelers said Arizona’s number of Covid-19 hospitalizations could exceed the number of hospital beds by around Christmas.<br />The resulting tension between these events and the Covid surge came to a head when Phoenix’s city council gathered Wednesday night for a virtual meeting. With tournaments promising to bring together tens of thousands of young athletes, coaches and parents in the coming months, the council voted 7-2 to cancel all organized sports at the city’s fields until virus levels in Maricopa County return to a moderate level.<br />The debate pitted some parents and youth sports advocates, who argued that organized sports were safe and healthy for kids during the pandemic, against others including the mayor and public health experts who warned that the events could further spread the virus.<br />Phoenix’s ruling doesn’t affect the state’s professional or college teams, such as Arizona State in nearby Tempe, only facilities managed by the city’s Parks and Recreation Department. It also won’t upend the 49ers in Glendale, Ariz."
}