{
    "url_original": "https://www.wsj.com/articles/zuckerbergs-deal-making-for-facebook-is-central-to-antitrust-cases-11607596201?mod=politics_lead_pos2",
    "url": "zuckerbergs-deal-making-for-facebook-is-central-to-antitrust-cases-11607596201",
    "title": "Zuckerberg’s Deal Making for Facebook Is Central to Antitrust Cases",
    "sub_head": "Lawsuits filed by FTC and 46 states allege company engaged in campaign to acquire or stymie nascent tech companies that could become rivals",
    "category_1": "Tech",
    "time": "2020-12-10 05:30:00",
    "body": "The Federal Trade Commission’s lawsuit against  Facebook Inc.  puts the regulatory spotlight on the deal-making history of Chief Executive Officer Mark Zuckerberg, who has personally engineered the tech giant’s biggest acquisitions.<br />The FTC and a group of 46 states in separate antitrust lawsuits on Wednesday alleged that Facebook engaged in a yearslong campaign to acquire or stymie nascent technology companies that it feared could become rivals. The FTC said it was seeking court relief that could include forcing Facebook to sell two of its biggest acquisitions: messaging service WhatsApp and photo-sharing app Instagram, which competition authorities previously chose not to challenge.<br />The claims put the CEO’s competitive behavior front and center. Since co-founding the social network in his dorm as a Harvard sophomore, Mr. Zuckerberg has closely managed its approach to rivals, including the deals for Instagram, WhatsApp and virtual-reality company Oculus VR, which have helped make Facebook into a giant with a market value of around $800 billion.<br />Facebook said that the complaints amounted to “revisionist history” and that the company’s success was based on investment, innovation and value to users and customers. The Instagram and WhatsApp deals “were intended to provide better products for the people who use them, and they unquestionably did,” Facebook General Counsel Jennifer Newstead said in a statement.<br />Mr. Zuckerberg’s internal discussions about some of those deals, made public through Wednesday’s complaints and through previous litigation and inquiries into Facebook’s practices, have laid bare his competitive concerns over the years with upstarts that had comparatively tiny user bases."
}