{
    "url_original": "https://www.wsj.com/articles/2021-toyota-sienna-a-rare-hybrid-minivan-even-a-teen-can-love-11617965127",
    "url": "2021-toyota-sienna-a-rare-hybrid-minivan-even-a-teen-can-love-11617965127",
    "title": "2021 Toyota Sienna: A Rare Hybrid Minivan Even a Teen Can Love",
    "sub_head": "Toyota’s full-size minivan has been redesigned inside and out, and now offers a long-sought hybrid variant—plus options that will keep the whole family happy",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "image_1_url": "https://images.wsj.net/im-321347?width=620&size=1.5",
    "image_1": "im-321347.jpg",
    "time": "2021-04-09 06:45:00",
    "body": "TOYOTA’S DESIGNERS have said the face of the fourth-generation Sienna minivan was inspired by Shinkansen bullet trains. But of course. I’ve been told I look like Clark Gable.<br />The Sienna does bear a likeness to an obscure prototype called the Aurora (1957). It’s worth googling. Designed by a Catholic priest named Alfred A. Juliano, the Aurora explored novel ways to make automobiles safer and weirder-looking. Thus its soft, bulbous nose and scoop-like maw, into which errant pedestrians/parishioners could be harmlessly swept.  Toyota  should put a little something in the collection plate, by way of royalties.<br />The Sienna needs no introduction: Toyota’s seven- or eight-passenger minivan has been a segment-sales leader since 2004. The vehicle we see in the States was born and bred here, extra big and plenty sturdy, designed in Toyota’s studios in California and Michigan and built in Indiana to specifications of Toyota’s global, hybrid-accommodating architecture.<br />The long-serving V6 has been mustered out of the fleet. As of the fourth generation, the Sienna is powered exclusively by a hybrid powertrain, built around an Atkinson-cycle 2.5-liter inline-four gas engine; continuously variable transmission; two motor-generators; and a 288-volt, nickel-metal hydride battery acting as a buffer for regenerative braking. Think of the new Sienna as a Toyota Prius with twice the draft and 3X the hull displacement.<br />The hybrid bit works a treat. At 35 mpg combined, the Sienna’s efficiency is about 25% better than its archrival Honda Odyssey—which, to remind, is front-drive only. Sienna’s AWD comes courtesy of a 54-hp/89-lb-ft electric motor on the rear axle. Torque distribution—though only notional in this regime—ranges from 100:0 to 20:80, front to rear. This same running gear also appears under the RAV4 Hybrid."
}