{
    "url_original": "https://www.wsj.com/articles/2021-ferrari-roma-a-high-tech-sports-car-with-a-midcentury-look-11619777765",
    "url": "2021-ferrari-roma-a-high-tech-sports-car-with-a-midcentury-look-11619777765",
    "title": "2021 Ferrari Roma: A High-Tech Sports Car With a Midcentury Look",
    "sub_head": "Though the Roma’s design calls back to the days of la dolce vita, its interfaces have been digitized, virtualized, stylized and touchpad-enabled, finds Dan Neil",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "image_1_url": "https://images.wsj.net/im-330605?width=620&size=1.5",
    "image_1": "im-330605.jpg",
    "time": "2021-04-30 06:16:00",
    "body": "I SAW THAT #beagentleman surfaced briefly on Twitter last week. I was taught that a gentleman is a man who knows how to play the bagpipes, but doesn’t.<br />The Ferrari Roma is a gentleman’s Ferrari—and a gentlewoman’s too, the factory insists. The messaging around the Roma has been conspicuous in its depiction of powerful women as clients/drivers and not just arm candy. From that I deconstruct a change in corporate culture in Maranello, whose worldview was, when I first visited in the 1990s, not far from the phallus-worshipping cults of antiquity.<br />This particular essence of automobile—a super-sports berlinetta, fully furnished and elegantly appointed, with deliberately understated styling and 2+2 seating—has been a part of Ferrari’s parfumerie since the late ‘40s: 250 GT Lusso, 500 Superfast, 212 Inter, 400 Superamerica, 612 Scaglietti.<br />While the Roma has a gorgeous, alluring shape, it’s nothing as overt as the V12-powered 812 Superfast; or the mid-rear-engine F8 Tributo, a car that always seems to be gyrating its hips at strangers.<br />For the purposes of your insurance agent, the Roma has what’s called 2+2 seating: buried behind the front seats are two molded, leather-lined depressions, equipped with three-point belts. Ferrari comms prefers to call this “2+” seating. Va bene. As with the  Porsche  911—another grown-up’s sports car—the rear seating is used mostly for parcel space."
}