{
    "url_original": "https://www.wsj.com/articles/2022-kia-carnival-a-great-minivan-in-an-suv-disguise-11619184151",
    "url": "2022-kia-carnival-a-great-minivan-in-an-suv-disguise-11619184151",
    "title": "2022 Kia Carnival: A Great Minivan in an SUV Disguise",
    "sub_head": "Kia’s seven- or eight-passenger multi-purpose ‘family hauler’ offers the livability and convenience of a three-row vehicle, with styling that sidesteps the minivan stigma",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "image_1_url": "https://images.wsj.net/im-328083?width=620&size=1.5",
    "image_1": "im-328083.jpg",
    "time": "2021-04-23 09:22:00",
    "body": "AFTER A BRIEF stint in the 2022  Kia  Carnival SX Prestige ($47,770, as tested) I told my wife, Tina, that if minivans keep getting better we were going to need more kids. She wished me luck with that.<br />Its embossed window trim glinting like chain mail, the Carnival throws down hard against the Honda Odyssey, Toyota Sienna and Chrysler Pacifica. While the fourth generation of the van previously known as Sedona doesn’t break any new ground in efficiency—the 3.5-liter, 290-hp V6 and eight-speed transmission rates an EPA combined mileage of 22 mpg—its social psychology is cutting-edge.<br />The Carnival was designed disguised to look like an SUV, even though it has unremarkable ground clearance and is front-drive only. To what purpose? To provide the livability and convenience of a three-row van with sliding doors and configurable seating—which it does, in spades—without the stigma of being a minivan. Kia won’t even use the word without rolling its figurative eyes. Family hauler, intones the marketing. Multipurpose vehicle.<br />I reject this trope, misogynistic at its root, wherein a practical family vehicle signals the owners’ dreary domesticity and weakened libido. Speak for yourself, bub. The upscale, techno chill of the Carnival made me positively amorous. Again, my wife wished me buona fortuna.<br />The Carnival is an unequivocally large van, with a class-leading 168.2 cubic feet of passenger space. The exaggerated wheel arches and black wheels help create the illusion of greater wheel-arch clearance over a raised chassis. The roof pillars are blacked out, below a clamshell roof, very like Range Rover and its many imitators. The Carnival’s front and rear bumpers feature chrome-like garnishes turned up to look like skid plates. Mm-hmm."
}