{
    "url_original": "https://www.wsj.com/articles/2034-review-navigating-a-disaster-11618525586",
    "url": "2034-review-navigating-a-disaster-11618525586",
    "title": "‘2034’ Review: Navigating a Disaster",
    "sub_head": "A work of ﬁction, co-authored by a retired Navy admiral, that envisions a catastrophic showdown in the South China Sea.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-325759?width=620&size=1.5",
    "image_1": "im-325759.jpg",
    "time": "2021-04-15 18:26:00",
    "body": "The year is 2034. Mike Pence has recently concluded a single-term presidency, and his successor is a woman. Not only that, for the first time a new American leader has risen to the office as an independent.<br />If much has changed in the world, there is plenty of continuity, too, nowhere more so than in American friction with a familiar set of adversaries: Iran, Russia and, above all, China. Following a trend that began late in the presidency of Barack Obama, Beijing has been building up its navy and ratcheting up efforts to force the United States to withdraw from the western Pacific, especially from the South China Sea, which China claims as its own. American power is in decline, but the U.S. is determined to uphold its right to sail naval vessels in that vast body of water.<br />One day early in Elliot Ackerman and Adm. James Stavridis’s “2034: A Novel of the Next World War,” Commodore Sarah Hunt, as she leads a flotilla of American warships through the South China Sea aboard the USS John Paul Jones, is left to muse about the point of it all. The exercise is officially known as a “freedom of navigation patrol.” But proceeding 12 nautical miles off a Chinese-controlled islet appropriately named Mischief Reef, Hunt thinks otherwise, concluding that her mission is in reality a deliberate provocation: “Passing through the much-disputed [Spratly Islands] with her flotilla was the legal equivalent of driving donuts into your neighbor’s prized front lawn after he moves his fence a little too far onto your property. And the Chinese had been doing that for decades now, moving the fence a little further, a little further, and a little further still, until they would claim the entire South Pacific.”<br />It is hard to write in great detail about what ensues in this novel without giving away the drama of its denouement. Suffice it to say that there is conflict and catastrophe on a large scale, and it unfolds, as major conflicts tend to, with surprising twists and turns. It is not spoiling things to note that if there is no outright winner between the two biggest antagonists, the U.S. and China. America comes out of the confrontation badly wounded and very much humbled, with its status in the world starkly lowered from the familiar heights of the postwar era.<br />The strengths of the novel are anything but incidental to the background of one of its authors, Adm. Stavridis, a former destroyer and carrier strike group commander who retired from the Navy in 2013 as NATO Supreme Allied Commander in Europe. He and Mr. Ackerman have written what in many ways is a traditional potboiler, one that proceeds with the swiftness and lack of deep character development that marks much airport fiction. But Adm. Stavridis not only understands how naval fleets work; he has clearly given a great deal of thought to America’s biggest strategic risks, and at the top of the list is war with China, which, as this book seems designed to point out, could occur quite by accident and at almost any time."
}