{
    "url_original": "https://www.wsj.com/articles/3d-printing-stocks-are-still-running-on-hype-11619170201?mod=markets_lead_pos12",
    "url": "3d-printing-stocks-are-still-running-on-hype-11619170201",
    "title": "3D Printing Stocks Are Still Running on Hype",
    "sub_head": "The buzz around the 2013 3D printing craze turned out to be a stock-market bust. Will this year’s speculation be any different?",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-328620?width=620&size=1.5",
    "image_1": "im-328620.jpg",
    "time": "2021-04-23 05:30:00",
    "body": "Back in 2013 it seemed like a 3D printer was about to become your next home appliance. That hasn’t happened, and the hot investing theme collapsed like a house of cards. Now the industry has shown us a new dimension as a crop of “additive manufacturing” companies are printing things ranging from food to tooth straighteners to organ scaffolds for human transplants.<br />But can they print you money?<br />The last time around the experts got the economics wrong. A study published in 2013 by an associate professor at Michigan Technological University determined that owning a 3D printer was cost-effective for the average U.S. household, concluding that it would become a “mass market mechatronic device.”<br />Back then, a good-quality 3D printer could run you several thousand dollars. And cost wasn’t the only hurdle: A 2013 at-home 3D printer roundup by New Atlas, a technology and science publication, shared a disclaimer from MakerBot’s website: “Patience, know-how, and a sense of adventure required.” That was apparently too much to ask for most consumers.<br />This winter, 3D printing companies experienced a surge reminiscent of the days when that earlier bullish prediction was making the rounds. By Feb. 9, the four best-performing publicly traded 3D printing stocks had quadrupled on average from the beginning of the year. At their highs, shares of industry stalwart  3D Systems Corp.  had more than quintupled while shares of  ExOne Co.  were up more than 570%. They have since shed much of those gains."
}