{
    "url_original": "https://www.wsj.com/articles/3m-loses-first-trial-over-military-earplugs-11619809398?mod=business_lead_pos7",
    "url": "3m-loses-first-trial-over-military-earplugs-11619809398",
    "title": "3M Loses First Trial Over Military Earplugs",
    "sub_head": "Federal jury awards $7.1 million to three veterans",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-332626?width=620&size=1.5",
    "image_1": "im-332626.jpg",
    "time": "2021-04-30 15:41:00",
    "body": "3M Co.  lost the first lawsuit to go to trial over the safety of earplugs it sold for years to the military, with a federal jury Friday awarding $7.1 million to three veterans and finding the company failed to warn about defects in the product.<br />More than 230,000 service members, veterans and others have filed claims blaming 3M earplugs for causing hearing loss. The distinct yellow-and-green plugs, used widely by the U.S. Army and other branches, were designed to fully block noise if inserted in one direction, while in the opposite direction the plugs would let in nearby voices but still shield the ear from harmful ballistic noises.<br />Minnesota-based 3M has stood by the safety of the earplugs, which it stopped selling in 2015. A company spokeswoman said Friday they disagree with the verdict and don’t believe plaintiffs met the burden of proving the “product was defectively or negligently designed” or caused the veterans’ purported injuries. The company, she said, will evaluate “multiple grounds for appeal.”<br />Attorneys for the veterans said: “The evidence is clear: 3M knew their earplugs were defective, yet they allowed our service members to suffer these life-altering injuries.”<br />The jury verdict follows a five-week trial in U.S. District Court in Pensacola, Fla. The proceeding, along with trials scheduled to take place in May and June, are intended to help shape the outcome of the tens of thousands of other claims that have been consolidated in the Florida court through a process known as multidistrict litigation. Jury verdicts can help set benchmarks for settlement negotiations or provide support for a company’s strategy to keep defending itself against the claims."
}