{
    "url_original": "https://www.wsj.com/articles/3m-military-earplugs-blamed-for-hearing-loss-in-largest-set-of-u-s-suits-11617969601?mod=business_lead_pos4",
    "url": "3m-military-earplugs-blamed-for-hearing-loss-in-largest-set-of-u-s-suits-11617969601",
    "title": "3M Military Earplugs Blamed for Hearing Loss in Largest Set of U.S. Suits",
    "sub_head": "First trial is under way in Florida as company rebuts allegations from more than 200,000 service members and veterans that it sold defective products",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-322653?width=620&size=1.5",
    "image_1": "im-322653.jpg",
    "time": "2021-04-09 08:00:00",
    "body": "When Staff Sgt. Benjamin Butler deployed to Afghanistan in 2012, he remembers the distinct green-and-yellow earplugs the Army issued to him as being uncomfortable and not blocking the sounds of aircraft and artillery the way they should have. He later developed premature hearing loss on one side and a ringing in his ears known as tinnitus.<br />“This is affecting how I live,” he said, adding that he needs to play ambient noise while he is sleeping to damp the internal ringing.<br />Sgt. Butler, 31 years old, is among more than 200,000 service members and veterans who are suing  3M Co. , saying it knowingly sold defective earplugs that caused their hearing problems. The first trial, which combines the cases of three Army veterans, has opened in federal court in Pensacola, Fla., and is expected to last through April.<br />The claims have been consolidated before a U.S. district judge in Florida in what is known as multidistrict litigation. The number of earplug plaintiffs dwarfs those currently alleging harm from any other product or drug, including weedkiller, baby powder and blood thinners.<br />“They didn’t warn about the risks,” Florida attorney Bryan Aylstock told jurors during opening statements late last month. “And because of that, these three soldiers have hearing damage, and they’re going to suffer with it for the rest of their life.”"
}