{
    "url_original": "https://www.wsj.com/articles/5-summer-skirts-almost-as-good-as-an-italian-vacation-11619634327",
    "url": "5-summer-skirts-almost-as-good-as-an-italian-vacation-11619634327",
    "title": "5 Summer Skirts Almost as Good as an Italian Vacation",
    "sub_head": "Can’t travel to the Amalfi Coast for a sunny holiday? No problem. These breezy cotton styles will help transport you to the seaside—no matter how landlocked your summer digs may be.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-330609?width=620&size=1.5",
    "image_1": "im-330609.jpg",
    "time": "2021-04-28 14:25:00",
    "body": "EVEN IF YOU’RE not lavishly vacationing on the Amalfi Coast, you can dress like you are. Though the closest most of us will get to Italy this summer is imagining we’re Gwyneth Paltrow pining for Jude Law in the midcentury “Mongibello” milieu of 1999’s “The Talented Mr. Ripley,” or Audrey Hepburn evading her royal duties on the back of a Vespa in 1953’s “Roman Holiday,” clothes can prove transporting. Classic 1950s cotton skirts in colorful prints are an easy way to channel sunnier and more romantic locales.<br />Fun and flouncy, these skirts make a statement without requiring much thought. “They’re really versatile,” said Los Angeles-based stylist Michaela Dosamantes. “You can wear them to the pool or beach or on a walk.”<br />Those of us still working from home and managing our children’s schedules want fashionable staples that can be thrown on with weary limbs. These skirts make it “easy to look pulled together quickly,” Ms. Dosamantes said. “Pair them with a T-shirt or a men’s button-down tied at the waist, sneakers or flip-flops. It all works.” Here are five fluttering options to try.<br />From the family behind Positano’s most famous hotel, Le Sirenuse, comes a collection of caftans, cover-ups and cotton separates worthy of Ms. Paltrow’s “Ripley” character, the breezy (if easily beguiled) Marge Sherwood. Pair this palm-printed skirt with its matching cropped top or a white blouse. Skirt, about $350, emporiosirenuse.com<br />The bold, abstracted, black flowers on this tiered Tencel skirt lend its ultra-feminine shape an edge. Even if you’re skeptical of floral prints, no one will consider this skirt wimpily romantic. Plus, it has an elasticized waist for extra comfort. Skirt, $198, hopeforflowers.com"
}