{
    "url_original": "https://www.wsj.com/articles/a-43-4-capital-gains-tax-11619132343?mod=opinion_lead_pos2",
    "url": "a-43-4-capital-gains-tax-11619132343",
    "title": "A 43.4% Capital Gains Tax?",
    "sub_head": "Make that more than 55% if you live in New York or California.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-22 18:59:00",
    "body": "The one consistent theme of the Biden Presidency so far is that he nearly always chooses to side with the Democratic left. So it was again on Thursday as Biden officials leaked that they will soon propose raising the federal tax on capital gains to 43.4% from a top rate of 23.8% today.<br />The midday leak to the Biden-sympathetic Bloomberg News managed to tank stocks, with the S&P 500 falling the most in more than a month. Treasury yields also fell on the news, as investors discounted the prospects for growth. Nothing like higher taxes to take some of the bloom off the “Biden boom,” as Democrats are now calling the post-Covid economic recovery.<br />The leakers told Bloomberg that Mr. Biden will tax capital gains for taxpayers who earn more than $1 million at the personal income tax rate, which he also wants to raise to 39.6% from 37%. Add the 3.8% ObamaCare tax on investment, and you get to 43.4%. And that’s merely the federal rate. Add 13.3% in California and 11.85% in New York (plus 3.88% in New York City), which also tax capital gains as regular income, and you are heading toward the 60% rate range.<br />Keep in mind this is on the sale of gains that are often inflated as assets are held for years without adjustment for inflation. Oh, and Mr. Biden also wants to eliminate the step-up in basis on capital gains that accrues at death. All of this would add up to the highest rate on capital income since before the Steiger capital-gains tax cut of 1978.<br />We’ll have more to say on the Biden tax proposals in the days ahead, and stocks may bounce back as corporate earnings soar. But the lesson that investors should have learned by now is that Bernie Sanders was right when he predicted that Joe Biden would be the most left-wing President since FDR. Moderate Joe was always a mirage."
}