{
    "url_original": "https://www.wsj.com/articles/a-bad-day-for-vladimir-putin-11618527169?mod=opinion_lead_pos3",
    "url": "a-bad-day-for-vladimir-putin-11618527169",
    "title": "A Bad Day for Vladimir Putin",
    "sub_head": "Joe Biden’s sanctions will bite, and they come at the right time.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-15 18:52:00",
    "body": "China poses the greatest threat to U.S. national security, but that doesn’t mean other adversaries should get a pass. Credit then to President Biden for imposing costs on Russia over a wide range of malfeasance.<br />Sanctions are often a half-measure, but some of the retaliatory actions announced by the Biden Administration Thursday will have serious consequences. Most important is a ban on American financial institutions purchasing new bonds from the Russian finance ministry, central bank or sovereign-wealth fund after June 14. The executive order also allows the U.S. government to sanction any part of the Russian economy, which will make U.S. firms think twice about doing business in Russia. The weakness of the plan is that U.S. traders will still be able to access Russian debt in secondary bond markets.<br />Russia summoned the U.S. Ambassador to Moscow, and a foreign ministry spokeswoman warned, “Washington must realize that the degradation of bilateral relations will have to be paid for. The responsibility for what is happening lies entirely with the United States.” This is a predictable tactic: Attack the U.S.—then blame the victim for retaliating.<br />In reality this is well-deserved and long overdue. The White House said the new sanctions are a response to Russia’s election interference, cyber espionage, transnational corruption, targeting dissidents abroad, and violation of other countries’ sovereignty.<br />The U.S. also announced the expulsion of 10 Russian diplomats—a polite way of saying spies. Dozens of entities, individuals and companies were sanctioned over their election interference and cyber attacks. The Administration formally blamed Russia’s Foreign Intelligence Service for the SolarWinds hack of U.S. government and corporate computer systems and has hinted that other actions were taken privately."
}