{
    "url_original": "https://www.wsj.com/articles/a-christian-for-biden-im-feeling-betrayed-11618416411?mod=opinion_lead_pos6",
    "url": "a-christian-for-biden-im-feeling-betrayed-11618416411",
    "title": "A Christian for Biden, I’m Feeling Betrayed",
    "sub_head": "He promised to reverse Trump’s restrictive refugee policy. He could do it with a signature but hasn’t.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-14 12:06:00",
    "body": "Joe Biden was the first Democratic presidential candidate I ever voted for. I’m a committed Christian in a conservative Texas church, and that wasn’t a popular choice in my social circle. I made it largely because Mr. Biden promised to restore the U.S. refugee resettlement program.<br />The refugee resettlement program remains in tatters. Under the historically low refugee admissions ceiling set by President Trump last fall, the country is on track to admit fewer refugees than ever. I’m beginning to feel I was duped.<br />Like many conservative Christians, my vote has long been shaped by a candidate’s positions on a few key issues, particularly the belief that all human life, including that of an unborn child, is made in God’s image and is infinitely valuable and worth protecting. As uncomfortable as Mr. Trump’s rhetoric made me in 2016, I couldn’t bring myself to vote for Hillary Clinton.<br />But Mr. Trump’s near-destruction of the U.S. refugee-resettlement program shook me. The issue is personal to me: I’ve volunteered as an English teacher through World Relief, an evangelical ministry that resettles refugees in my community. I’ve come to admire my refugee students deeply. America needs more of these brave new neighbors.<br />So when Mr. Biden as a candidate committed to raise the refugee ceiling from the historically low levels of the Trump administration to 125,000, I was sold. And when he reiterated his commitment shortly after the election and then informed Congress in early February of his intention to reset the refugee ceiling at 62,500 for the remaining half of the federal fiscal year, I felt vindicated. But the president still hasn’t signed the paperwork to adjust the refugee ceiling."
}