{
    "url_original": "https://www.wsj.com/articles/a-deliciously-diverting-road-trip-through-the-deep-south-11619175708",
    "url": "a-deliciously-diverting-road-trip-through-the-deep-south-11619175708",
    "title": "A Deliciously Diverting Road Trip Through the Deep South",
    "sub_head": "This three-day itinerary from Nashville to New Orleans is stuffed with American history, sultry small towns and simple carbohydrates",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-327516?width=620&size=1.5",
    "image_1": "im-327516.jpg",
    "time": "2021-04-23 07:01:00",
    "body": "YOU COULD drive from Nashville’s Centennial Park to New Orleans’s French Quarter in under eight hours but what a pity that would be. Opt instead to take the slower, far more scenic route. Follow the Natchez Trace Parkway and U.S. Route 61 to be transported through a landscape of hardwood forests and piney woods and across coffee-colored rivers, with a number of diverting detours along the way. Chief among them: The Mississippi towns of Tupelo, Oxford and Natchez—the latter best described as “Tiger King” meets “Gone With the Wind.” From there drop into Louisiana for a po’boy sandwich in Baton Rouge before an early arrival in New Orleans to partake of its everlasting party.<br />Land in Nashville the afternoon before the drive to explore the new National Museum of African American Music (510 Broadway, nmaam.org). Its imaginative interactive displays explain the evolution of genres from gospel to R&B to hip hop. Find fresh air in Centennial Park and a to-scale replica of Greece’s Parthenon (nashvilleparthenon.com). Stashed inside the temple: a 42-foot-tall gilded statue of the deity Athena whose lips are allegedly modeled after Elvis Presley’s kisser. Music City’s other current goddess is Dolly Parton. Her image is sprinkled throughout the candy-colored country-music themed Graduate Hotel (from $169 a night; graduatehotels.com).<br />The two-lane Trace starts in exurban Nashville near the Loveless Cafe. Before hitting the road, grab a bag of biscuits (bacon or ham, two if you’re hungry) (lovelesscafe.com). The pace is leisurely with a 50 mph speed limit in most places, but watch for wild turkey, deer and bicyclists. Break your drive with short stops to sites like Jackson Waterfall (near Milepost 404) above the Duck River. In Florence, Ala., Tom’s Wall (near Milepost 338) is a mazelike monument of piled stones commemorating a Yuchi Indian’s 1830s trek home after her forced relocation during the Trail of Tears. Her great-great grandson Tom Hendrix built the memorial before his 2017 death. In Tupelo, Miss., you’ll find Elvis Presley’s two-room birthplace preserved as an “experience” (admission from $9), but more endearing is the Ace Hardware Store (411 Main Street). That’s where Elvis’s mother Gladys bought him his first guitar for $7.75 in 1946. It’s packed with shelves of merchandise and a homey commemoration of that historic purchase—plus you can buy a six-string guitar. Two blocks down, Café 212 makes a tasty white-cheddar pimento grilled cheese (cafe212tupelo.com).<br />From Tupelo, bustling Oxford, home to the University of Mississippi, is worth the roughly 50-minute detour. Overnight in the Chancellor’s House. Opened in 2017 the 38-room hotel is handsomely furnished and within spitting distance of the city’s vibrant Courthouse Square (from $103 a night, chancellorshouse.com). Before dinner, stretch your legs at Rowan Oak, the Greek Revival manse that was author William Faulkner’s home. Covid-19 closed its museum, but the 4-acre grounds, with their fragrant eastern red cedars and the Bailey Woods Trail, remain open to visitors until dusk. Dine al fresco on the second floor balcony of Bouré overlooking the Square (citygroceryonline.com/boure). Then stroll over to Square Books, known for its collection of Southern writers (squarebooks.com).<br />After chicken and waffles at Oxford’s popular Big Bad Breakfast (bigbadbreakfast.com), drive east toward Pontotoc then south toward Troy to rejoin the Trace. A stop near Milepost 221 affords a glimpse of the Old Trace, a forest trench worn deep into the earth by countless feet. For lunch, seek out Saltine, an oyster bar in a former suburban Jackson elementary school (jackson.saltinerestaurant.com). Approaching its Natchez terminus, the Trace grows wilder. Wisps of Spanish moss, dangling vines and the nearby Windsor Ruins, an immense mansion burned in 1890, evoke a lost world. Windsor’s surviving columns with their ornate, crumbling capitals resembling a plantation Palmyra."
}