{
    "url_original": "https://www.wsj.com/articles/a-green-germany-could-pump-up-europes-fiscal-push-11619626947",
    "url": "a-green-germany-could-pump-up-europes-fiscal-push-11619626947",
    "title": "A Green Germany Could Pump Up Europe’s Fiscal Push",
    "sub_head": "With Merkel retiring, surging Greens challenge German orthodoxy on debt and government spending",
    "category_1": "Economy",
    "category_2": "Capital Account",
    "image_1_url": "https://images.wsj.net/im-330790?width=620&size=1.5",
    "image_1": "im-330790.jpg",
    "time": "2021-04-28 14:20:00",
    "body": "A decade ago Germany’s intransigence over bailouts and borrowing prolonged the eurozone’s sovereign debt crisis, one reason the region’s economic recovery lagged behind the U.S.’s.<br />Another crisis, another lagging recovery for Europe, and again the size of fiscal stimulus is a factor. But Germany isn’t the obstacle it once was, and the rise of its Green Party could further push both country and continent toward the U.S. model of aggressive government stimulus.<br />Angela Merkel, the conservative chancellor who has led Germany since 2005, has already eased some of her past opposition to borrowing. She isn’t running for re-election this September and polls put the Greens in second place, close behind Ms. Merkel’s Christian Democratic Union-led alliance. They could emerge as either junior partner or even leader of the next governing coalition.<br />The Greens have evolved from an antinuclear pacifist party to a pragmatic left-of-center group that regularly participates in coalitions federally and in Germany’s states, called länder. The party still has its hard-line environmentalist wing, but leadership is in the hands of its moderate wing, which includes Annalena Baerbock, the 40-year-old parliamentarian nominated last week to run as chancellor this fall.<br />“Many people formerly thought the Greens would never do economic policy—they only want to do organic farming and vegan Yoga courses,” Sven Giegold, a Green member of the European Parliament and a party spokesman on economic issues, said in an interview. “But these times are over. We are in government already in 11 of 16 länder and in one of them, the prime minister. We are not naive. We know how governing works.”"
}