{
    "url_original": "https://www.wsj.com/articles/a-liberalish-new-world-order-11619476156?mod=opinion_lead_pos10",
    "url": "a-liberalish-new-world-order-11619476156",
    "title": "A Liberalish New World Order",
    "sub_head": "Where do rights fit into international solutions with nations like China or Russia?",
    "category_1": "Opinion",
    "category_2": "Global View",
    "time": "2021-04-26 18:29:00",
    "body": "Ever since James Monroe instructed the European powers to keep their colonization efforts out of the Western Hemisphere, historians have looked for “doctrines,” the big ideas that guide presidents in their conduct of foreign policy. After last week’s virtual climate conference, political observers can begin to see the Biden doctrine will both clarify and complicate the tasks of U.S. foreign policy.<br />Simply put, the Biden doctrine holds that geopolitical competition must not be allowed to drive world history. Competition with China is real and must be vigorously pursued, but the essential goal of American foreign policy is to construct a values-based world order that can tackle humanity’s common problems in an organized and even collegial way.<br />This, Bidenites argue, is hardheaded realism. During the Cold War, self-interest—not starry-eyed idealism—kept American presidents and Soviet leaders from pushing the nuclear button, just as it was self-interest that led both sides to seek to limit their nuclear rivalry through arms control.<br />In the 21st century, problems like climate change, pandemics, financial regulation and cybersecurity simply cannot be solved by national governments acting alone. That reality, the new administration believes, forces world leaders to work together whether they like it or not. Global problems are so important, and the consequences of failing to address them so immediate, that countries have no choice but to cooperate. That cooperation reduces the scope and changes the nature of geopolitical competition. Just as the threat of nuclear destruction kept the Cold War cold, so threats like climate change and pandemics will limit international rivalries today.<br />Under these circumstances, Washington’s best response to geopolitical challenges from countries like China and Russia, Bidenites believe, is to change the subject. The U.S. can’t ignore the military and strategic facts of life, but order-building, not coup-counting, should be the goal. Even as America fends off Chinese and Russian efforts to undermine its global strategic position, Washington should constantly push the theme of common efforts to solve common problems."
}