{
    "url_original": "https://www.wsj.com/articles/a-measure-of-justice-in-the-chauvin-trial-11619131565?mod=opinion_lead_pos8",
    "url": "a-measure-of-justice-in-the-chauvin-trial-11619131565",
    "title": "A Measure of Justice in the Chauvin Trial",
    "sub_head": "The jury got it right. Now the country has to get the broader questions right.",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "time": "2021-04-22 18:46:00",
    "body": "We witnessed something good this week. To my mind it was a kind of triumph.<br />America had been through a horrible time: a gruesome murder on a Minneapolis street, seen on tape nationwide and showing an act that could hardly be mistaken for anything but what it was, the cruel extinguishing of a human life. It shook people. It was followed by civic convulsion—mass protests, riots with innocent people hurt and shop owners burned out. All during a pandemic, with the country in lockdown.<br />All this has been going on since Derek Chauvin killed George Floyd early in the evening of May 25, 2020, 11 months ago. It was a lot for a country, a people, to take in and process.<br />This week the verdict. Sen. Tim Scott (R., S.C.), who has talked in this space about driving while black and legislating while black, summed it up: “George Floyd died because Derek Chauvin kneeled on his neck and stopped him from breathing for more than nine minutes. There is no question in my mind that the jury reached the right verdict.” This, he said, should give renewed confidence in the justice system, but bad cops cannot be allowed to define all officers, “the vast majority of whom put on the uniform each day with integrity and servant hearts.”<br />What did the verdict mean? It meant that black lives matter, George Floyd’s life mattered, the police aren’t above the law, the system worked. It meant a jury of your peers confirmed what your eyes saw. It meant the American nation, which spends so much time putting itself down, retains something that has long distinguished it: a conscience to which an appeal can be made. The entire nation saw that video and did not look away."
}