{
    "url_original": "https://www.wsj.com/articles/a-new-coalition-to-advance-u-s-global-interests-11619649120?mod=opinion_lead_pos7",
    "url": "a-new-coalition-to-advance-u-s-global-interests-11619649120",
    "title": "A New Coalition to Advance U.S. Global Interests",
    "sub_head": "We hope to unite people who disagreed on Trump behind six principles of American foreign policy.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-330807?width=620&size=1.5",
    "image_1": "im-330807.jpg",
    "time": "2021-04-28 18:32:00",
    "body": "The U.S. is at a critical crossroads when it comes to the defense of American freedom, security and prosperity. Around the world, the U.S. faces significant national-security threats. Chief among them are revisionist powers, the spread of nuclear, chemical and biological weapons, and transnational terrorism and crime—all made more dangerous by renewed great-power competition with, and myriad threats posed by, the Chinese Communist Party.<br />None of these challenges will disappear if America abandons the international role it has maintained since World War II as the superpower leader of the free world. Each threat requires U.S. leadership if the country’s security, economic interests, and values are to be protected. That is why today I am joining with 75 other national security scholars and practitioners to launch the Vandenberg Coalition, a new network committed to advancing a strong and proud American foreign policy.<br />The coalition brings together people representing diverse approaches, experiences and political views. All share a belief in the U.S. role in world affairs and a deep concern that the Republican Party needs to adopt a forward-looking foreign policy for today’s unprecedented security environment—an approach that draws on the best successes of all previous administrations while learning from the failures. Those of us joined in this effort split during the Trump years: Some (including me) served in the administration; some were “never Trumpers.” But we were never divided over the importance of American global leadership, and today we reassert that unity in advancing U.S. national interests.<br />Vandenberg’s philosophy is based on six principles:<br />First, American security depends on leadership. The U.S. must remain the most powerful and influential nation in the world. Tempting though it may be, threats won’t simply go away if America retreats into isolationism. On the contrary, these challenges are likely to get worse."
}