{
    "url_original": "https://www.wsj.com/articles/a-pinot-noir-success-story-reliable-quality-excellent-value-11617911678",
    "url": "a-pinot-noir-success-story-reliable-quality-excellent-value-11617911678",
    "title": "A Pinot Noir Success Story: Reliable Quality, Excellent Value",
    "sub_head": "The four friends behind Oregon’s A to Z Wineworks have hit on a winning formula. How do they manage to produce a Pinot Noir so affordable, widely available and consistently good, vintage after vintage?",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-322305?width=620&size=1.5",
    "image_1": "im-322305.jpg",
    "time": "2021-04-08 15:54:00",
    "body": "WHAT ARE THE odds a small-production Pinot Noir casually launched by friends would become the best-known wine of Oregon and the linchpin of a company that reported over $43 million in revenue last year?<br />A to Z Wineworks of Newberg, Ore., is now in its 19th year. While A to Z Pinot may not be Oregon’s greatest wine, it’s reliably good year after year, reasonably priced and widely available. Its success is a testament to winemaking talent and business acumen as well as the enduring friendship between the two founding couples, Deb and Bill Hatcher and Cheryl Francis and Sam Tannahill. I’ve followed their story since the winery’s earliest days. It includes interesting twists and even an investment by a legendary NBA coach, as well as valuable lessons on building a brand.<br />Both couples had been in the Oregon wine world for years before deciding to co-produce a wine. Mr. Hatcher had been managing director at Domaine Drouhin Oregon; his then-wife Deb (they’ve since amicably divorced) had held various roles at Eyrie Vineyards and Veritas vineyards. Mr. Tannahill had just left his position as winemaker at Archery Summit, and Ms. Francis was winemaker at Chehalem Winery.<br />Both couples had been separately considering producing a wine when they decided to join up. The Hatchers had already purchased some Pinot Noir fruit when they ran into Mr. Tannahill at a tasting at Archery Summit, recalled Mr. Hatcher, currently chairman of the board of A to Z Wineworks and Rex Hill. The Hatchers mentioned their idea of producing a small-production Pinot Noir, and their friends said they were thinking of the same thing. “Deb said ‘Let’s join in,’” said Mr. Hatcher.<br />Ms. Hatcher, chief marketing officer at A to Z Wineworks, recalled it this way: “We were tasting through barrels at Archery Summit with Sam in his last days there. I really wanted one in particular, and that’s when Sam said he might want it, as they were thinking of making a blend, too, but a one-off. I thought it was silly to compete with each other, and I suggested we team up.”"
}