{
    "url_original": "https://www.wsj.com/articles/a-picture-of-autumn-review-the-waning-days-of-aristocracy-11619726112?mod=opinion_major_pos15",
    "url": "a-picture-of-autumn-review-the-waning-days-of-aristocracy-11619726112",
    "title": "‘A Picture of Autumn’ Review: The Waning Days of Aristocracy",
    "sub_head": "The Mint Theater Company streams the 2013 U.S. premiere of a 1951 ‘sad comedy’ by N.C. Hunter, a first-rate British playwright whose work has long been out of fashion.",
    "category_1": "Opinion",
    "category_2": "Theater Review",
    "image_1_url": "https://images.wsj.net/im-331894?width=620&size=1.5",
    "image_1": "im-331894.jpg",
    "time": "2021-04-29 15:55:00",
    "body": "Changes in theatrical fashion, however desirable, tend to cause unintended collateral damage. N.C. Hunter is an especially poignant case in point. For a time in the ’50s, he was both successful and admired, a specialist in Chekhov-flavored studies of the postwar decline of England’s middle and upper-middle classes in which such top-tier stage actors as Edith Evans, John Gielgud and Ralph Richardson were eager to appear. Then John Osborne’s “Look Back in Anger,” a furious attack on England’s class system that was as blunt as a blow from a blackjack, dynamited London’s West End in 1956, and older playwrights like Noël Coward and Terence Rattigan were shoved into the wings to make way for a new generation of Angry Young Men, as Osborne and his contemporaries were dubbed by the press. While their work revitalized a theatrical scene that had grown etiolated through lack of innovation, it also devastated the careers of several tradition-conscious playwrights who were still doing first-rate work. Hunter was one of them: Though he continued to write until his death in 1971, he vanished into the memory hole of obscurity.<br />Enter New York’s Mint Theater Company. Dedicated to finding and producing “worthwhile plays from the past that have been lost or forgotten,” the Mint gave the U.S. premiere of Hunter’s “A Picture of Autumn” in 2013, following it up three years later with the first New York revival of “A Day by the Sea” since its brief Broadway run in 1955. I knew Hunter by name but had never seen or read any of his work, and it amazed me to discover that far from being a faded back number, he was an artist of real stature.<br />Now the Mint is webcasting “A Picture of Autumn” as part of a series of broadcast-quality archival videos taped at live performances, and the strong impression the play made on me when I first saw and reviewed it has been confirmed: It is a work of great distinction, sensitively directed by Gus Kaikkonen and wonderfully well acted by a nine-person ensemble cast consisting mostly of Mint regulars. It plays as well on a small screen as it did in person, and the presence of a live audience enhances the sensation that you are sitting in a theater.<br />Set in 1951, the year it was first performed in London, “A Picture of Autumn,” like the plays of Chekhov and Alan Ayckbourn, is what I call a sad comedy, a tale of diminishing possibilities in which laughter and melancholy are tightly entwined. It’s a family portrait of Sir Charles and Lady Margaret Denham (Jonathan Hogan and Jill Tanner) and Charles’s brother, Harry (George Morfogen), three aging, cash-poor aristocrats who live together in a crumbling country house whose upkeep is far beyond their collective means. Robert (Paul Niebanck), the couple’s oldest son, views the situation through the cold eye of the civil servant he has become and wants to move all three Denhams into a modern apartment, but the Denhams are determined to stay put in Winton Manor for as long as they can, not because life there is easy but because they are creatures of longstanding habit whose roots in the countryside are deep. At the same time, they know perfectly well that their own fast-increasing physical fragility is making it harder and harder for them to get anything out of life at Winton. “The endless work, the shouting, the petty little annoyances—and why? What pleasure do we get?” Margaret asks Charles, to which he replies, “Well—it’s not what it used to be, of course, but one can’t just lie down and die, I suppose.”<br />My guess is that Hunter meant for the Denhams’ plight to symbolize the condition of England after World War II, when unrelieved gray austerity was a way of daily life. But when I saw “A Picture of Autumn” in the theater, I was no less struck by the way in which it portrays the difficulties of sons and daughters whose aged parents can no longer care for themselves. That both interpretations are equally valid is a sign of the play’s thematic richness, and the fact that so much of it is so funny is a tribute to the author’s dramaturgical skill. Mr. Kaikkonen’s cast gets its laughs without stretching for them, and the production, as always with the Mint, is designed and mounted with consummate skill."
}