{
    "url_original": "https://www.wsj.com/articles/a-pork-chop-ssam-recipe-perfect-for-sharing-11618568690",
    "url": "a-pork-chop-ssam-recipe-perfect-for-sharing-11618568690",
    "title": "A Pork Chop Ssam Recipe Perfect for Sharing",
    "sub_head": "This streamlined take on a Korean feast retains the sense of occasion that makes it so special",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-324428?width=620&size=1.5",
    "image_1": "im-324428.jpg",
    "time": "2021-04-16 06:24:00",
    "body": "ONE OF THE most memorable meals I had during my last trip to Seoul took place in the neighborhood Yeon-nam Dong, where I visited my grandparents nearly every summer as a child. The area had drastically transformed in the 14 years since my last visit: The streets lined with hip restaurants and filled with stylish young people were a far cry from the sleepy spot I knew as a child, where the coolest local options were a stationery shop and a video store. Still, I managed to reorient myself and also reconnect with relatives I hadn’t seen in a decade-plus over a spread of samgyupsal-gui (grilled pork belly).<br />Traditionally, samgyupsal-gui is ordered in quantities generous enough for a proper feast, with lettuce leaves or steamed cabbage provided for wrapping up the meat and conveying it to the mouth. The word for those vegetables and that way of eating, ssam, translates as wrap, and any number of other greens can be used for that purpose, too, from perilla leaves to soy sauce-pickled garlic leaves.<br />Back home in Brooklyn, I chased after this happy, hands-on eating experience, scaling it down to serve two, and for that a pork chop works perfectly. In my tiny kitchen I opt for stovetop searing in a cast-iron skillet to get the beautiful brown crust imparted by the stone grill some Korean restaurants use.<br />This dish calls for more assembling than actual cooking, so you can really focus on getting the pork chop just right via flipping and basting with the fat rendered out of the meat itself. Much of the seasoning comes at the end. The condiment ssamjang, a combination of doenjang (fermented soybean paste) and gochujang (fermented chile paste), brings savory flavor and a hint of heat. Ssamjang sometimes gets its balancing sweetness from sugar, but here, instead, I use a little honey and rice vinegar, staples in my pantry that make the sauce more complex as well as sweet. Slices of raw jalapeño and garlic bring oomph to each bite, and individual diners can decide for themselves just how much.<br />Assembled at the table, this dish is inherently social. The recipe below retains the interactivity and intimacy of that reunion meal with my family in Seoul. But it brings it home, reflecting how my husband and I live here, now, with ingredients I always have on hand."
}