{
    "url_original": "https://www.wsj.com/articles/a-red-hot-copper-fund-could-lose-its-shine-11619091011?mod=business_minor_pos12",
    "url": "a-red-hot-copper-fund-could-lose-its-shine-11619091011",
    "title": "A Red-Hot Copper Fund Could Lose Its Shine",
    "sub_head": "Interest in a copper index fund spiked alongside commodity’s price. Despite metal’s bullish outlook, investors should understand what they are buying.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-328312?width=620&size=1.5",
    "image_1": "im-328312.jpg",
    "time": "2021-04-22 07:30:00",
    "body": "“Copper is the new oil” wrote Goldman Sachs in a widely-cited report. Individual investors are taking notice.<br />The metal’s price has soared roughly 90% over the last 12 months, with bulls pointing to robust demand from the world’s transition to green energy and speedy economic growth in China, which accounts for about half of global consumption.<br />Fund flows into the  United States Copper Index Fund ,  the largest exchange-traded product for copper, soared starting in the second half of 2020 alongside the commodity’s rising price. The fund, with the ticker symbol CPER, was launched in 2011, but it only had $5 million to $10 million in assets under management until early last year. As copper prices picked up, assets ballooned to $100 million by this January and have more than doubled since then to roughly $225 million today, according to Kurt Nelson, Managing Partner at SummerHaven Investment Management, which manages the fund.<br />The rush comes just about a year after another commodities index fund operated by the same company—the  United States Oil Fund ,  under the ticker symbol USO—experienced its own explosion of popularity as individual investors, hoping to take advantage of a bottoming of oil prices, piled into it. It aimed to track the spot price of oil by owning near-term futures contracts instead of expensive-to-store physical barrels. As futures prices briefly turned negative, the fund had to quickly pivot and change its benchmark to avoid the potential catastrophe that befell one Chinese fund.<br />Like USO, CPER owns futures. The longer-term problem with such funds is that they can severely lag behind the price of the commodity if longer-dated futures prices are more expensive than those expiring sooner, as has frequently been the case for oil. Under such a situation, known as contango, when a fund sells a soon-to-expire contract for a more distant one each month, it constantly has to pay up."
}