{
    "url_original": "https://www.wsj.com/articles/a-salvadoran-immigrant-gets-his-day-at-the-supreme-court-11618780888?mod=opinion_lead_pos3",
    "url": "a-salvadoran-immigrant-gets-his-day-at-the-supreme-court-11618780888",
    "title": "A Salvadoran Immigrant Gets His Day at the Supreme Court",
    "sub_head": "Amid chaos back home, he received ‘temporary’ U.S. status—in 2001.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-18 17:21:00",
    "body": "Jose Santos Sanchez and his wife came to the U.S. illegally in the late 1990s from El Salvador. After severe earthquakes shook their native country in 2001, the U.S. granted Temporary Protected Status to let them stay and work. Two decades later, they’d like to get out of immigration limbo, and on Monday the Supreme Court will hear their case (Sanchez v. Mayorkas).<br />Mr. Sanchez has worked as a mechanic for a yacht manufacturer in New Jersey. The couple’s youngest son was born in the U.S. and is an American citizen. In 2014 Mr. Sanchez applied for permanent residency, along with his wife. But the government said his illegal entry all those years back had made him ineligible, because he’d “never been admitted into the United States.”<br />That verdict was upheld by the Third Circuit Court of Appeals, in a unanimous opinion by Judge Thomas Hardiman. The statute book says certain aliens can apply for residency, provided they were “inspected and admitted or paroled into the United States.” Although Temporary Protected Status allows Mr. Sanchez to stay lawfully in the U.S., it isn’t the same thing. “A grant of TPS does not constitute an admission,” the court said. “As its name suggests, this protection is meant to be temporary.”<br />This legal analysis is persuasive, unlike a contrary 2013 opinion from the Sixth Circuit. That ruling couldn’t stand to quote the U.S. Code without admonishing in a footnote “that using the term ‘alien’ to refer to other human beings is offensive and demeaning.” It leaned on a provision saying that “for purposes of adjustment of status,” a TPS recipient “shall be considered as being in, and maintaining, lawful status.”<br />In the Third Circuit’s view, this language only makes a difference for TPS recipients who came legally and can clear the first bar of having been admitted. Imagine, say, a Syrian who arrived with a student visa and got TPS when a civil war broke out at home. In his Supreme Court brief, Mr. Sanchez argues that dividing TPS recipients by the legality of initial entry “makes little sense” and creates “arbitrary” outcomes."
}