{
    "url_original": "https://www.wsj.com/articles/a-shipping-crisis-waiting-to-happen-11618955494?mod=opinion_major_pos4",
    "url": "a-shipping-crisis-waiting-to-happen-11618955494",
    "title": "A Shipping Crisis Waiting to Happen",
    "sub_head": "Enormous container vessels move goods efficiently—but a lot could go wrong.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-327084?width=620&size=1.5",
    "image_1": "im-327084.jpg",
    "time": "2021-04-20 17:51:00",
    "body": "When the Ever Given container ship got stuck in the Suez Canal, it showed the vulnerability of the global shipping system, which carries products around the world at surprisingly low cost. But there’s an even more worrisome problem: Ships are getting too big.<br />The Ever Given was carrying some 20,000 TEU containers (to use the official term, which stands for “twenty-foot equivalent”) of every conceivable good. Dozens of 20,000-TEU vessels traverse the world’s waterways, putting to shame the 10,000-TEU ships that only a few years ago were queens of the ocean. In 1975, an average of 27 vessels traveled through the Suez Canal each day, carrying an average load of 242 tons. By 2019, 52 ships did so, with an average load of 3,307 tons.<br />Ships’ size is directly linked with consumer demand. Because shipping is cheap and globalization is lifting trade barriers, businesses bring components from various countries to be assembled in another country, then ship finished products all over the world. Consumers expect goods to be delivered at low cost. In the U.K., a South American orange sets the shopper back a mere 30 pence (41 cents). But with small profit margins, shipping companies have to make money on volume. “Bigger ships make shipping more efficient, which feeds global consumption, and when global consumption grows, ships have to grow even more,” said Cormac Mc Garry, a maritime analyst with Control Risks. For the past four years, so-called ultralarge container vessels have accounted for more than half of all ship orders. They serve consumers well—except when they get stuck in narrow canals.<br />Ports are becoming an even bigger concern. They have to expand as ships grow. Today China is home to seven of the world’s 10 largest container ports. Ports along the key Asia-Europe route can already handle freighters carrying 23,500 containers. The Port of Los Angeles, by contrast, is North America’s busiest but ranks only 17th internationally and can’t regularly receive 20,000-container vessels. It also lacks time and infrastructure to receive many more midsize ships.<br />This do-or-die race includes so-called feeder ports, the smaller ports to which cargo travels after arriving in megaports such as Rotterdam, the world’s 11th-largest. In the past a feeder ship typically carried 500 TEUs; now it often carries 1,000 or more. “If ports don’t expand, they lose customers to other ports,” said Nick May, a port expert with the global insurance broker Willis  Towers Watson .  “Today ports need to invest a lot of money to keep going. And if the vessels get any larger, what are the consequences?”"
}