{
    "url_original": "https://www.wsj.com/articles/a-short-history-of-humanity-review-lost-cousins-11618004888",
    "url": "a-short-history-of-humanity-review-lost-cousins-11618004888",
    "title": "‘A Short History of Humanity’ Review: Lost Cousins",
    "sub_head": "Archaeogenetics has changed our picture of how ancient Homo sapiens spread—and who they met.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-04-09 17:48:00",
    "body": "In the mid-20th century, the discovery that the carbon-14 isotope decays at a fixed rate unleashed the “radiocarbon revolution”—by measuring how much the carbon in material had decayed, an estimate could be made as to its age. Organic matter was now datable, as long as it had been part of a living organism in the last 50,000 years or so, and the study of prehistory was changed forever. Radiocarbon dating remains a basic tool of archaeology, and we are now living through an even greater revolution, what the scientist Johannes Krause and journalist Thomas Trappe call, in their bracing summary of what we have learned so far, “archaeogenetics”—the study of ancient DNA.<br />Every cell in your body contains copies of your DNA, the unique set of instructions that ultimately make you you. Your DNA came from your parents, who in turn inherited their DNA from their parents, in a continuous line stretching back to the first humans and beyond. DNA is thus a kind of organic record of ancestry, and in the billions of nucleotide base-pairs that comprise your genome, there lies an encoded story of how you came to be.<br />Commercial ancestry companies have cashed in on our natural, if solipsistic, curiosity about these individual histories. In reality, these companies will sequence your personal genome, compare it to massive datasets using a proprietary algorithm, and sell you back—as Messrs. Krause and Trappe put it—“folklore.” Even so, as many customers can attest, direct-to-consumer genetic testing can be fun, surprising and unsettling, when cherished family myths are debunked or unexpected relatives appear in the family tree.<br />Something similar is happening to our collective human story, thanks to the archaeogenetics revolution. This revolution is built on two interrelated technical advances. The first is known as high-throughput sequencing, technology that has made it exponentially faster and cheaper to decipher genomes. While the Human Genome Project took 10 years, billions of dollars and a world-wide collaboration to first map a human genome, today a lab with a single sequencing machine can process 300 human genomes in one day.<br />The second breakthrough is the ability to recover and identify ancient DNA. If you want to have your personal genome sequenced, you will swab some saliva. The dead can’t do that. Worse, from the moment a person dies, their cells stop replicating, and the DNA inside starts falling apart. Although the idea of sequencing ancient DNA has been around for decades, confident recovery of ancient DNA remained elusive. The biggest problem was, and is, contamination: Stray bits of DNA are everywhere, especially in the soil."
}