{
    "url_original": "https://www.wsj.com/articles/a-slow-fda-is-denying-als-patients-their-only-hope-11619476001?mod=opinion_lead_pos9",
    "url": "a-slow-fda-is-denying-als-patients-their-only-hope-11619476001",
    "title": "A Slow FDA Is Denying ALS Patients Their Only Hope",
    "sub_head": "An archaic regulatory process that depends on placebo trials is blocking access to new drugs.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-26 18:26:00",
    "body": "It’s hard to process what the doctor is saying: You have a disease that will rapidly paralyze you until it eventually suffocates you to death. But you are one of the lucky ones: You qualify for a clinical trial of a promising experimental drug. There is a 30% to 50% chance of receiving a placebo instead of the experimental therapy. A placebo is necessary, you learn, because each person with your disease is so different, and there are no objective measures to predict the course of your disease. Still, you are grateful to qualify for the trial; most patients don’t.<br />Fortunately, the trial has a design that is friendly to patients, and so six months later, after the randomized portion is complete, all patients may receive the real drug as part of what’s called an “open label extension.” Without this, you may only get the placebo. And the access to the real drug may end once the trial is complete, even if it was helping you.<br />My husband, Mike Cimbura, was one of the 36 participants who received the drug NurOwn in a Phase 2 clinical trial for amyotrophic lateral sclerosis. Mike regained some function, but he was able to get only one dose before the trial ended. Mike and I fought for continued access to treatment and to improve an archaic regulatory pathway. He died waiting for change in 2019.<br />Promising therapies are on the horizon for ALS, but most people with the disease won’t live to see them. Most patients die within two to five years of diagnosis. These patients need more access to promising therapies and a more flexible regulatory process that would accommodate the moderate advances needed to get closer to a cure.<br />In September 2019, the Food and Drug Administration put out new guidance on developing drugs for ALS, thought to be a step toward modernizing development. The agency says that during development “sponsors should collect safety data, including data from open-label studies or expanded access programs, from patients across the spectrum of disease stages and severities.” The agency reiterated its support for regulatory flexibility when applying standards to drugs for diseases with serious unmet medical needs."
}