{
    "url_original": "https://www.wsj.com/articles/a-state-lockdown-accounting-11618008397?mod=opinion_lead_pos4",
    "url": "a-state-lockdown-accounting-11618008397",
    "title": "A State Lockdown Accounting",
    "sub_head": "With rare exceptions, the states that shut down the longest suffered the most economic harm.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-09 18:46:00",
    "body": "If the 2008 financial panic became the Great Recession, let’s call the last year the Great Lockdown. As the U.S. economy reopens more fully, comparative data is emerging about the 50 states that illuminate how much of the economic harm was self-inflicted.<br />The Bureau of Economic Analysis (BEA) recently published state personal income and GDP data for the fourth quarter and 2020 calendar year. Most states suffered a massive decline in GDP in 2020’s second quarter as governors followed the advice of public-health officials to shut down businesses to “flatten the curve.”<br />But the new data show that states that allowed businesses to reopen sooner, and maintained fewer restrictions for the rest of the year, recovered by year-end. Real GDP for private industries fell 1.3% nationally at an annual compounded rate between the first and fourth quarters, according to BEA.<br />Yet there was large variation among the states. Hawaii’s economy declined the most (-9.9%)—no surprise given its dependence on tourism. Wyoming (-6.6%) and other energy-producing states were also slow to bounce back. New York’s (-5%) recovery was third worst, and even New Jersey (-2.3%) and Connecticut (-0.3%) fared better. Utah performed the best, growing 4.3%. It also has the sixth lowest per capita Covid death rate.<br />Northeast states were slammed hardest in the spring, so governors in the region were understandably more cautious about easing business restrictions. Yet New York Gov. Andrew Cuomo kept many businesses shut all summer despite ample hospital capacity and fewer Covid cases. He let retail and restaurants in New York City partially reopen in the fall, but then reimposed a near-total lockdown in December. New York’s economy never awoke from its spring coma."
}