{
    "url_original": "https://www.wsj.com/articles/about-endlessness-review-brevity-and-universality-11619730716",
    "url": "about-endlessness-review-brevity-and-universality-11619730716",
    "title": "‘About Endlessness’ Review: Brevity and Universality",
    "sub_head": "The critically esteemed director Roy Andersson presents vignettes that form a poignant portrait of the human experience.",
    "category_1": "Film Review",
    "time": "2021-04-29 17:11:00",
    "body": "<br />In one of the many delightful, awful, absurd and not obviously interrelated vignettes that make up Roy Andersson’s “About Endlessness,” a young couple of college age sit in a sparely appointed room, with only a bed, a chair, a telescope and a book from which he is reading to her about Newton’s First Law of Thermodynamics. “I am energy, and you are energy, and theoretically our energies could meet again in millions of years”—at which point, he says, she might be a potato. Or a tomato. “Then,” she says, “I’d rather be a tomato.”<br />The relationship doesn’t seem to have the energy to last the afternoon, but one of the things we glean from Mr. Andersson’s poignant gem of a movie is that we really don’t know. There’s no before, no after, only what we can see through the small window we’re provided in each of the scenes, which don’t quite add up to an obvious storyline. But we make assumptions about narratives, aided by the occasional cryptic voiceover: “I saw a young man who had yet to find love,” says the female narrator, as a male passerby stares after a young woman who has exited a beauty salon, matter-of-factly watered and misted a dead tree, and then disappeared back inside. “I saw a man whose mind was elsewhere,” we hear, over a restaurant tableau featuring a lone diner lost in his newspaper, whose waiter presents the wine, sniffs the cork and proceeds to pour into and over a glass, onto the table and floor, mopping ineffectually with a napkin for the rest of the episode.<br />The visual anecdotes are funny and random, and funny because they’re random. They can also be nerve-wracking: A man bouncing a baby up and down in front of grandma’s camera seems poised to toss the child skyward and we’re not sure he’s going to catch her, and we certainly don’t trust him. But “About Endlessness” is also about the fallacy of the photographic or cinematographic image: You can see only what’s in the frame and, by reflex, you judge accordingly. In one vignette, easily the most disturbing, a sobbing man is seen cradling a dead girl in his arms, her shirt bloodied, a knife in his hand. The narrator tells us, “I saw a man who wanted to protect his family’s honor. Then changed his mind.” For many, the storyline will be obvious. Why? That’s something the movie insists we ask ourselves.<br />“About Endlessness” is a spiritual experience, almost despite the religious elements scattered within it—a re-enactment of the Oberammergau Passion Play, for instance, which takes place on what seems to be a Stockholm street (everything was shot in the Swedish director’s studio, save for a memory of German soldiers marching through Norway in the snow). A priest is seen carrying Christ’s cross and being whipped by the crowd. It turns out to be a dream. (Dreaminess abounds in “About Endlessness.”) “What do I do now that I’ve lost my faith?” the desperate priest groans later at his psychiatrist’s office. “I’m sorry,” says the very sympathetic receptionist. “We’re about to close.”"
}