{
    "url_original": "https://www.wsj.com/articles/about-that-tax-race-to-the-bottom-11617921407?mod=opinion_lead_pos1",
    "url": "about-that-tax-race-to-the-bottom-11617921407",
    "title": "About That Tax ‘Race to the Bottom’",
    "sub_head": "Democrats try to sell Biden’s plan with a tax-competition myth.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-08 18:36:00",
    "body": "Team Biden thinks it has found the winning formula to sell Americans on an unprecedented corporate-tax increase: Claim this is all about “ending the global race to the bottom.” They’re using this line everywhere, including on these pages by Treasury Secretary Janet Yellen on Thursday.<br />Alert readers won’t be surprised to discover this race is a figment of the progressive imagination. But it’s a deception that will have big policy consequences if Democrats rewrite U.S. and global tax rules.<br />Governments around the world have certainly reduced their headline corporate-tax rates since the 1980s. The average statutory corporate tax rate among 177 countries has fallen to 26% in 2020 from 46.5% in 1980, according to the Tax Foundation. Some jurisdictions boast very low rates, such as Ireland’s 12.5% or Hong Kong’s 16.5%. But if this is a race to the bottom, most national capitals are conspicuously ambivalent about winning. Global corporate rates have never converged at the floor set by the biggest tax cutters.<br />Instead, the name of the game has been tax reform. Competitive innovation in the mechanics of national tax codes—such as credits and deductions for physical investment, or treatment of research and development costs and intellectual property—is the true race.<br />To cite one example, the United Kingdom in its new budget proposes to increase the headline corporate rate but to partially offset that with a tax credit for investment in physical plant. It’s a flawed plan, but the goal is to lift investment to boost the post-Covid-19 recovery."
}