{
    "url_original": "https://www.wsj.com/articles/abroad-at-home-exploring-berlins-best-11619262000",
    "url": "abroad-at-home-exploring-berlins-best-11619262000",
    "title": "Abroad at Home: Exploring Berlin’s Best",
    "sub_head": "Armchair travelers can experience the city’s vibrant cultural sites online in a truly rewarding way, despite closures that make in-person visits a challenge or impossibility.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-329172?width=620&size=1.5",
    "image_1": "im-329172.jpg",
    "time": "2021-04-24 07:00:00",
    "body": "Berlin’s tumultuous history and cultural vibrancy make it one of the most unique and exciting cities in Europe, if not the world. That so many of its cultural sites and institutions have persevered throughout the Covid-19 pandemic is a measure of how artistically irrepressible the modern German capital is.<br />There have been dozens of online premieres of operas, plays and concerts. To date, the Berlin Philharmonic’s subscription-based Digital Concert Hall has uploaded over 50 new programs. There are also plenty of online resources to satisfy the curiosity of the keen armchair tourist. Sometimes you can even discover more from your computer than from an in-person visit.<br />The Pergamon Altar, the highlight of the Museum Island consortium of art and archaeology collections, has been closed to the public for the past seven years for extensive renovations. But you can visit it in a 3-D video rendering that whisks you through the Pergamon Museum’s monumental reconstructions. The simulation hurries you along the majestic entrance of Nebuchadnezzar II’s Babylon, from the sixth-century B.C., to the market gate from Miletus, the altar and the early Islamic desert palace of Mschatta—all in under four minutes.<br />For a closer look, check out “What Happened in Pergamon,” Google Arts & Culture’s thorough guide to the sacred ruin, which adorned a second-century B.C. hilltop Greek temple. It also introduces you to the Gigantomachy frieze, a vivid and violent depiction of the battle between gods and giants that will reopen to the public in 2024 at the earliest. The more than 200 figures engaged in combat are imbued with a thrilling sense of movement and emotion that helps make this one of the supreme masterpieces of the Hellenistic “Baroque.”<br />The Berlin State Museums’ “Babylon in Berlin” is an interactive feature that guides you along the walls of ancient Babylon, one of the original seven wonders of the world. After we peer up at the mighty Ishtar Gate, named for the Babylonian goddess of love, war and fertility, the guide whisks us along the imposing Processional Way, with its dazzling blue glazed brick adorned with dragons and lions meant to deter invaders."
}