{
    "url_original": "https://www.wsj.com/articles/adobe-co-founder-charles-geschke-pioneer-of-desktop-publishing-and-pdfs-dies-at-age-81-11618765264?mod=business_featst_pos1",
    "url": "adobe-co-founder-charles-geschke-pioneer-of-desktop-publishing-and-pdfs-dies-at-age-81-11618765264",
    "title": "Adobe Co-Founder Charles Geschke, Pioneer of Desktop Publishing and PDFs, Dies at Age 81",
    "sub_head": "Computer scientist teamed up with John Warnock at Xerox and formed a firm that rendered traditional printing equipment obsolete",
    "category_1": "World",
    "category_2": "Obituaries",
    "image_1_url": "https://images.wsj.net/im-326691?width=620&size=1.5",
    "image_1": "im-326691.jpg",
    "time": "2021-04-18 15:20:00",
    "body": "Charles Geschke, who studied Latin and liberal arts as an undergraduate and once considered the priesthood, discovered computer programming more or less by accident in the 1960s.<br />That led to a job at  Xerox Corp.’s  research arm in Silicon Valley, where he bonded with a colleague, John Warnock. They worked on software that eventually would translate words and images on a computer screen into printed documents.<br />When Xerox was slow to recognize the potential of their ideas, the two men bolted in 1982 and formed what is now  Adobe Inc.,  a software colossus with a market value of about $250 billion, or around 50 times the current value of the company they left behind. Adobe software spawned desktop publishing with such familiar programs as Photoshop, Acrobat and Illustrator, along with the ubiquitous Portable Document Format, or PDF, technology.<br />“We were on a rocket ship,” Dr. Geschke said in a 2011 speech recounting the early years of Adobe, when he served as president and Dr. Warnock as chief executive. Dr. Geschke said he had never studied business and recalled reading only one business book, which introduced him to the goal of finding an unserved need or gap in the market. Adobe found one of those, he said, “and the gap was huge.”<br />His success brought some unwelcome attention. In May 1992, while arriving at an Adobe parking lot in his Mercedes sports coupe, Dr. Geschke faced a young man pointing a gun at him. Two kidnappers blindfolded the 6-foot-2 executive with duct tape and kept him tied up in a rented house for several days before Federal Bureau of Investigation agents rescued him."
}