{
    "url_original": "https://www.wsj.com/articles/afghanistan-the-u-s-can-always-go-back-11618949299?mod=opinion_lead_pos6",
    "url": "afghanistan-the-u-s-can-always-go-back-11618949299",
    "title": "Afghanistan: The U.S. Can Always Go Back",
    "sub_head": "Harsh but limited strikes can deter and punish terrorism. Nation building is an expensive diversion.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-327386?width=620&size=1.5",
    "image_1": "im-327386.jpg",
    "time": "2021-04-20 16:08:00",
    "body": "The U.S. is finally getting out of Afghanistan. While most Americans have long supported an exit, advocates of a continued U.S. military presence warn of the Afghan government’s collapse, the subjugation of women and the re-establishment of a terrorist haven.<br />Both sides of the debate ignore a key point: U.S. troops can go back. A permanent military presence and a permanent retreat aren’t the only military options for dealing with potential sources of transnational terrorism. Punitive expeditions—strategic raids to punish or deter hostile actors—are overdue for a return to America’s strategic tool kit.<br />Punitive expeditions offer a middle course: brief, high-intensity campaigns to punish sponsors of terrorism and deter others. Large raids have both a moral and a physical force that far outweighs the largely symbolic impact of cruise missiles or limited bombing campaigns, while swift withdrawal after achieving the immediate objective prevents the U.S. from being drawn into “forever wars.”<br />Intractable wars in the greater Middle East and the challenge of great-power competition with Russia and China shouldn’t obscure an important truth: Thanks to strategic mobility, expeditionary logistics, and high levels of readiness, the U.S. military is peerless when it comes to projecting combat power. America can put thousands of soldiers on someone else’s soil on very short notice, especially against a foe lacking modern antiaccess/area-denial systems.<br />Students of military history may think of raiding Roman legions or Victorian Britain’s campaigns of “butcher and bolt,” but the punitive expedition is as American as the minuteman or the tomahawk. George Washington and Thomas Jefferson both endorsed and prosecuted raids. The U.S. flag was first raised overseas during one such campaign: the Marine Corps’ 1805 stint on “the shores of Tripoli,” an expedition to punish and deter the corsairs of the Barbary States."
}