{
    "url_original": "https://www.wsj.com/articles/afghanistan-peace-talks-latest-11599922157?mod=business_minor_pos6",
    "url": "afghanistan-peace-talks-latest-11599922157",
    "title": "Afghan Peace Talks: The Latest on the Historic Negotiations",
    "sub_head": "Afghanistan’s government and the Taliban met in historic, U.S.-brokered talks",
    "category_1": "World",
    "time": "2021-04-13 08:11:00",
    "body": "In September last year, the Afghan government and the Taliban met in Qatar to kick off their first direct talks to end a nearly 20-year conflict. The negotiations are being brokered by the U.S. as part of attempts to withdraw American troops from its longest war.<br />The talks have since stalled. In April, the Taliban threw up a new obstacle to the process, saying it wouldn’t participate in a U.S.-backed peace summit in Istanbul slated for on April 16. The Biden administration had hoped the Istanbul meeting would accelerate the negotiations and help compel the two parties to agree to a ceasefire that would allow for a U.S. withdrawal.<br />The Afghan war started in 2001, when the U.S.-led coalition invaded Afghanistan in response to the Sept. 11 terrorist attacks. The invasion toppled the Taliban rule, which hosted al Qaeda leader Osama bin Laden, the mastermind behind the attack.<br />The peace talks aim to bring peace to a country that has suffered four decades of bloodshed. Before the 2001 invasion, Afghanistan endured an armed struggle against Soviet occupation in the 1980s, civil war and an oppressive Taliban rule.<br />The talks follow a conditional agreement struck in February 2020 between the Taliban and the Trump administration, which involved a phased withdrawal of U.S. troops within 14 months in return for guarantees that the Islamist movement would prevent al Qaeda and other terrorists from operating in areas under its control. That deadline is fast approaching. President Biden has said keeping the May 1 deadline will be difficult. The Taliban has said if the U.S. doesn’t, the group will no longer be bound by its pledge not to attack American troops."
}