{
    "url_original": "https://www.wsj.com/articles/after-census-release-a-flood-of-lawsuits-11619775002?mod=business_minor_pos4",
    "url": "after-census-release-a-flood-of-lawsuits-11619775002",
    "title": "After Census Release, a Flood of Lawsuits",
    "sub_head": "Apportionment data prompts legal battles over redistricting as Republicans and Democrats vie for edge",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "image_1_url": "https://images.wsj.net/im-331911?width=620&size=1.5",
    "image_1": "im-331911.jpg",
    "time": "2021-04-30 05:30:00",
    "body": "LEGAL BATTLES OVER REDISTRICTING begin in earnest now that the Census Bureau has released its apportionment data. Within hours of the release, top Democratic lawyer Marc Elias had filed lawsuits in three states with divided government control, anticipating an impasse between the parties that would result in state courts stepping in to draw congressional maps. While those lawsuits have just been filed in Louisiana, Pennsylvania and Minnesota—states with Republican or split legislatures and Democratic governors—Elias promised that they are just the tip of the litigation iceberg.<br />Republican lawyers are poring over the apportionment data in search of data discrepancies that could cause them to sue. Already, they are raising questions about the count in New York, which they believe could have double-counted college students as living at both home and on campuses, since the census is meant to be a snapshot of the U.S. population on April 1, 2020, when the pandemic was raging in the Northeast. New York Democrats are also considering suing over New York’s loss of a congressional seat because their count fell short by 89 people, Gov. Andrew Cuomo said Tuesday. Alabama has already sued the Census Bureau to release the redistricting data as soon as possible.<br />Adam Kincaid, executive director of the National Republican Redistricting Trust, said in an interview that he and allied lawyers were exploring the possibility of filing lawsuits to find out how the census did its counting, especially its reliance on various algorithms to impute population statistics, rather than actually counting people. He noted the discrepancy between Census Bureau estimates of the Latino population and the lower numbers that came out this week, which could have resulted in fewer seats for Latino-heavy red states like Texas and Florida.<br />He expressed hope that a conservative majority on the Supreme Court might be skeptical of using imputation techniques in a decennial census. “It’s up to the census to be very transparent about what they did and did not do,” Kincaid said.<br />Still, it will be a while before any of these questions are resolved in court, if they ever are. “It’s telling that my Republican counterpart is potentially bringing litigation over an undercount and we’re bringing litigation over an impasse—it shows how the day went for both sides,” Elias said."
}