{
    "url_original": "https://www.wsj.com/articles/after-bernie-madoffs-death-efforts-to-recover-ill-gotten-funds-go-on-11618435788?mod=business_minor_pos4",
    "url": "after-bernie-madoffs-death-efforts-to-recover-ill-gotten-funds-go-on-11618435788",
    "title": "After Bernie Madoff’s Death, Efforts To Recover Ill-gotten Funds Go On",
    "sub_head": "A federal trustee has recovered more than $14 billion from the fraud, but legal efforts are expected to play out for years",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-324946?width=620&size=1.5",
    "image_1": "im-324946.jpg",
    "time": "2021-04-14 17:29:00",
    "body": "Bernie Madoffdied Wednesday in a prison medical center in North Carolina. For many of the victims of Mr. Madoff’s Ponzi scheme and lawyers still pursuing his ill-gotten assets, the fallout continues to affect their lives.<br />More than a decade has passed since Mr. Madoff confessed to his crimes and began serving a 150-year sentence. In time, a court-appointed trustee learned the scheme had taken an estimated $17.5 billion of client money, of which more than $14 billion has been recouped and distributed to account holders at Mr. Madoff’s now-defunct investment firm.<br />The trustee is pursuing more banks, offshore funds, family offices and other investors for allegedly taking stolen cash, in litigation expected to wind through courts for years. As those efforts play out, the financial lives of numerous individuals and nonprofit organizations who turned to Mr. Madoff to safeguard their money remain ruined.<br />“People had always hoped he’d come clean about a bunch of stuff, actually give the whole story,” said Jonathan Sablone, a lawyer who has represented private firms in disputes surrounding the Ponzi scheme. “Obviously that chance is now gone.”<br />The Robert I. Lappin Supporting Foundation closed its doors and laid off staff in late 2008 after learning that it had lost $8 million on its investments with Mr. Madoff, said Deborah Coltin, the organization’s executive director."
}