{
    "url_original": "https://www.wsj.com/articles/after-a-viral-love-song-girl-in-red-debuts-her-new-album-11619644169",
    "url": "after-a-viral-love-song-girl-in-red-debuts-her-new-album-11619644169",
    "title": "After a Viral Love Song, Girl in Red Debuts Her New Album",
    "sub_head": "The Norwegian alternative artist is part of a new wave of pop musicians who are bringing a rawer, more intimate sound that centers introspection and emotional honesty",
    "category_1": "Arts",
    "category_2": "Music",
    "time": "2021-04-28 17:09:00",
    "body": "Girl in Red, the Norwegian alternative musician whose debut album arrives on Friday, is drawing a growing Gen Z audience thanks to her yearning songs about infatuation, heartbreak and mental health.<br />The new album, “If I Could Make It Go Quiet,” comes three years after the rising artist, whose real name is Marie Ulven, wrote a song about unrequited love, “I Wanna Be Your Girlfriend,” that went viral on YouTube in 2018. Since then, the 22-year-old singer-songwriter and producer, who is gay, has gained close to 10 million monthly listeners on Spotify and collaborated with Billie Eilish’s brother and producer, Finneas O’Connell. On TikTok, the question “Do you listen to girl in red?” has emerged as a way for teen girls to feel out someone’s sexuality.<br />“Gen Z as a whole is really gravitating toward her,” says Ned Monahan, Spotify’s head of global hits, who oversees playlists like “Today’s Top Hits” and “New Music Friday.” “She is defining a style and a genre kind of unto herself.”<br />Ms. Ulven’s popularity reflects a subtle shift in pop music in recent years: Gen Z indie acts are bringing a rawer, more intimate sound that emphasizes introspection and emotional honesty. These artists, many of them women, are influenced by Taylor Swift, Lorde, Lana Del Rey and Billie Eilish. They write songs with a directness and vulnerability that contrasts even more starkly with the polished stardom and bombastic empowerment anthems of an earlier pop-diva era. One of the most famous is Olivia Rodrigo, who releases her own album May 21.<br />Among this group, Ms. Ulven has emerged as a gay symbol, placing her among a new generation of queer pop musicians who are making LGBTQ art more mainstream. Historically, the music industry has been inhospitable to openly gay, lesbian and bisexual artists. In recent years, that’s shifted as acts like Frank Ocean, Brandi Carlile and Lil Nas X have pushed the envelope. Ms. Ulven knows LGBTQ musicians still face challenges, but she doesn’t want to be exclusively defined by it."
}