{
    "url_original": "https://www.wsj.com/articles/after-derek-chauvin-verdict-minneapolis-isnt-taking-down-plywood-just-yet-11619033541?mod=business_minor_pos5",
    "url": "after-derek-chauvin-verdict-minneapolis-isnt-taking-down-plywood-just-yet-11619033541",
    "title": "After Derek Chauvin Verdict, Minneapolis Isn’t Taking Down Plywood Just Yet",
    "sub_head": "Businesses in other U.S. cities breathe a sigh of relief after last year’s unrest following the murder of George Floyd",
    "category_1": "U.S.",
    "time": "2021-04-21 17:05:00",
    "body": "MINNEAPOLIS—Downtown remained largely boarded up the day after a jury found former Minneapolis police officer Derek Chauvin guilty of murdering George Floyd, whose killing sparked a summer of unrest here and across the country.<br />Store windows along the retail district in downtown Minneapolis remain so thoroughly covered with plywood that finding the entrance to the few stores that remain open is challenging. The streets Wednesday were generally empty and fencing surrounded some government buildings. There were still national guardsmen in camouflage clustered in groups of four or five trying to keep warm in the 40 degree temperatures.<br />The National Guard had been called in and businesses and schools had been prepared for a new wave of unrest after the verdict. That didn’t happen. Instead, people spent Tuesday night celebrating. Some grilled hot dogs and others sold T-shirts. At a memorial to Mr. Floyd at the corner where he was killed, people danced as music blared long into the night.<br />Some businesses say they plan to keep safety precautions in place for several months. The funeral for Daunte Wright, a 20-year-old Black man shot by a police officer earlier this month just outside Minneapolis, is Thursday. The anniversary of Mr. Floyd’s murder is next month, and the trial of the three remaining former officers who are charged with aiding and abetting Mr. Chauvin in second-degree murder is scheduled for later this summer.<br />“It’s credible for a building owner to say this is all so unpredictable, so we are just going to wait and see what happens,” said Jonathan Weinhagen, the president and chief executive of the Minneapolis Regional Chamber of Commerce. Riots last year sparked by Mr. Floyd’s murder caused damage exceeding $1 billion."
}