{
    "url_original": "https://www.wsj.com/articles/after-default-zambias-outsized-bet-on-copper-could-play-into-chinas-hands-11619514520?mod=world_major_2_pos1",
    "url": "after-default-zambias-outsized-bet-on-copper-could-play-into-chinas-hands-11619514520",
    "title": "After Default, Zambia’s Outsized Bet on Copper Could Play Into China’s Hands",
    "sub_head": "Zambia takes on $1.5 billion debt to acquire loss-making mine, raising fears it could ultimately hand strategic asset to top creditor, China",
    "category_1": "World",
    "category_2": "Africa",
    "image_1_url": "https://images.wsj.net/im-330109?width=620&size=1.5",
    "image_1": "im-330109.jpg",
    "time": "2021-04-27 05:08:00",
    "body": "Zambia, which defaulted on payments to bondholders in November, is doubling down on debt with a high-stakes bet that nationalizing one of its biggest copper mines will help rescue its flailing economy.<br />Once seen as among the most investment-friendly countries in the region, the landlocked nation in south central Africa is the most extreme example of a wave of populist governments in mining-dependent countries that are struggling to pay the bills after borrowing for infrastructure in recent years. Zambia was the first country on the continent to register a pandemic-era default on a sovereign debt payment late last year when it missed a $42.5 million interest payment on some of its $3 billion of dollar-denominated bonds.<br />The country has some $12 billion in external debt, including $3 billion in international bonds and large loans from Chinese state-owned lenders. The government hasn’t said exactly how much it owes to Chinese lenders as a whole. Johns Hopkins University’s China-Africa Research Initiative estimates that Zambia has signed some $9.9 billion in loans from China, although not all of that money has been drawn.<br />But in January, Zambia’s state-owned mining company took on $1.5 billion in debt to take over a  Glencore  PLC copper mine, Mopani Copper Mines PLC, the latest in a string of moves that has remade the country into an exemplar of resource nationalism.<br />Zambia is the fourth-riskiest country on consulting firm Verisk Maplecroft’s Resource Nationalism Index, which assesses the risk to commodity producers from governments seeking greater control over their country’s mineral and energy deposits. Verisk Maplecroft said that the economic impact of the Covid-19 pandemic has further encouraged government intervention in the mining sector."
}