{
    "url_original": "https://www.wsj.com/articles/agatha-christies-poirot-review-the-mind-and-the-mustache-11618580089",
    "url": "agatha-christies-poirot-review-the-mind-and-the-mustache-11618580089",
    "title": "‘Agatha Christie’s Poirot’ Review: The Mind and the Mustache",
    "sub_head": "The great writer of the English mystery required, for her enduringly popular sleuth, an outsider.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-325434?width=620&size=1.5",
    "image_1": "im-325434.jpg",
    "time": "2021-04-16 09:34:00",
    "body": "‘I’m not a Frenchman—I am a Belgian,” protests Hercule Poirot. The greatest detective in the world is where he most assuredly doesn’t want to be—supine in the dentist’s chair in Mr. Morley’s office at 58, Queen Charlotte Street in London. And now, after poking around in his helpless patient’s mouth (“just a couple of fillings”), the meddling Mr. Morley has made things worse by getting Poirot’s nationality wrong. The response is as indignant as it is immediate, although, muffled by wads of cotton, M. Poirot’s words come out sounding more like: “I ah nah a Frahah—I ah-hah a Benyon.” As Christie’s narrator acidly observes, “Few men are heroes to themselves at the moment of visiting their dentist.”<br />The scene, recounted in Mark Aldridge’s “Agatha Christie’s Poirot,” takes place at the beginning of Agatha Christie’s 1940 novel, “One, Two, Buckle My Shoe” (published as “The Patriotic Murders” in the United States). One suspects a man like Poirot, who does not take affronts lightly, might feel a twinge of satisfaction upon learning, later that day, that Mr. Morley has been murdered. Yet Poirot the consummate professional doesn’t rest until he has hunted down the culprit, whose blasé defense (“there are other dentists”) he angrily rejects: “We are all human beings.” This is Hercule Poirot in a nutshell: at once arrogant and sympathetic, vain and vulnerable, a dandified snob deeply attuned to the problems of other people.<br />“One, Two, Buckle My Shoe,” Christie’s 19th novel starring Poirot, wasn’t universally appreciated. One reader wrote complaining that Poirot had become insufferable. Of course he was insufferable, agreed Christie. “Most public men are who have lived too long.” But she couldn’t let Poirot retire either, “not while he is my chief source of income!” As so often in statements about her work, Christie was deliberately misleading. Her little Belgian detective had been a bit obnoxious from the very beginning. Leave it to Mr. Aldridge, a lecturer on film and television at Solent University in England and the author of a previous book on a related topic, “Agatha Christie on Screen” (2016), to deliver the details. His new, fact-filled compendium, which tracks Poirot’s career from Christie’s first published novel, “The Mysterious Affair at Styles,” to Kenneth Branagh’s as yet unreleased version of “Death on the Nile,” will tell you that, in 1920, Hercule Poirot leapt (or rather limped) into Christie’s fictional universe fully formed. When we first encounter him, the retired Belgian sleuth already looks the way he would for the next hundred years: nattily dressed, his eyes turning green as a cat’s when he is excited, the soon-to-be-famous mustache attached stiffly to his egg-shaped head (the limp disappeared from future novels). No Hercules by a long shot, despite his grand first name, Poirot clocks in at barely five feet, four inches—an obvious problem given his hankering for tall, flamboyant, and slightly criminal women.<br />Even as the novels that starred him piled up, Poirot’s French-inflected English did not get better; inwardly and outwardly he remained, in the words of one suspect, “a blarsted foreigner.” In fact, Poirot’s Belgianness made him less predictable, less easily categorizable, than if he had been simply French. And while he had some likely literary precursors—from Edgar Allan Poe’s Auguste Dupin to Hercule Flambeau, the master criminal in G.K. Chesterton’s Father Brown stories—none were as constant a provocation as Christie’s Poirot. Openly disdainful of the obtuseness of the English, “Papa Poirot,” thanks to his superior “little cells of grey,” handily solved their crimes because they couldn’t be trusted to do that on their own. “Why did I ever invent this detestable, bombastic, tiresome little creature?” sighed Christie in a 1937 article for the Daily Mail.<br />Why indeed? “Agatha Christie’s Poirot,” a one-stop guide to all things Poirot, an exhaustive catalog of all manifestations of the little Belgian in any conceivable medium, from novel to story to radio play to movie to graphic novel to computer game, provides us with a beautifully succinct answer: Hercule Poirot is less a person than a principle. When, in the 1940s, he began his slow exodus from Christie’s work, he easily transitioned first to the radio and then to the big and the small screens, a development Christie grudgingly accepted. A touching photograph included in Mr. Aldridge’s book shows a frail Dame Agatha after the premiere of Sidney Lumet’s “Murder on the Orient Express” (1974), greeting Queen Elizabeth II."
}