{
    "url_original": "https://www.wsj.com/articles/alaskas-energy-industry-is-as-clean-as-it-gets-11619815858?mod=opinion_major_pos5",
    "url": "alaskas-energy-industry-is-as-clean-as-it-gets-11619815858",
    "title": "Alaska’s Energy Industry Is as Clean as It Gets",
    "sub_head": "Biden’s climate plan will kill American jobs and enrich dirty producers in China and Russia.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-331999?width=620&size=1.5",
    "image_1": "im-331999.jpg",
    "time": "2021-04-30 16:50:00",
    "body": "President Biden Zoomed with world leaders last week to announce his plan to reduce greenhouse-gas emissions. Unfortunately, his proposal will almost certainly have the opposite effect by transferring relatively clean U.S. energy production to dirty producers overseas.<br />As children, we learn that objects continue to exist even when they can’t be seen. Energy production is no exception. By canceling American projects, resource extraction and jobs are shifting to environmentally damaging operations in Russia, China and elsewhere.<br />The evidence is everywhere. On Russia’s Yamal Peninsula, construction of a mammoth $27 billion natural-gas plant was recently completed in support of the region’s 1,500 gas-flaring production sites. In China, the world’s leading polluter is producing more low-quality coal, methane emissions, and CO2 with each passing year.<br />So why has the Biden administration chosen to target Alaska’s highly regulated energy industry? What logic is there in trading clean North Slope oil production for Yamal’s methane-spewing wells? Alaska’s oil and gas producers don’t flare their gas—they pump it back into the ground. State-of-the-art horizontal-drilling technology limits their development footprint. And caribou herds are larger now than they were when exploration in Prudhoe Bay began.<br />Maybe the president considers the demands made by his green allies a matter of principle. But canceling responsible energy development in Alaska directly finances the destruction of the environment by those who take up our market share. Mr. Biden’s decisions transfer production and jobs away from clean Alaskan oil fields, impoverishing the rural Alaskans who call the North Slope home."
}