{
    "url_original": "https://www.wsj.com/articles/alex-oh-named-securities-and-exchange-commission-enforcement-director-11619107573?mod=markets_lead_pos11",
    "url": "alex-oh-named-securities-and-exchange-commission-enforcement-director-11619107573",
    "title": "Alex Oh Named Securities and Exchange Commission Enforcement Director",
    "sub_head": "Veteran defense attorney and former prosecutor is first major hire announced under regulator’s new leadership",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-328677?width=620&size=1.5",
    "image_1": "im-328677.jpg",
    "time": "2021-04-22 14:44:00",
    "body": "WASHINGTON—Securities and Exchange Commission Chairman Gary Gensler has hired a veteran defense attorney and former prosecutor to run the agency’s enforcement division, the first major hire announced under the regulator’s new leadership.<br />Alex Oh, a partner at Paul, Weiss, Rifkind, Wharton & Garrison LLP, will assume command of the 1,300-person division, which enforces civil securities laws, the SEC announced Thursday. Ms. Oh had recently co-chaired Paul Weiss’s anticorruption and foreign-bribery practice and worked on other types of securities and accounting cases, according to her law firm bio.<br />Ms. Oh, 53 years old, succeeds Stephanie Avakian and Steven Peikin, who co-managed the Wall Street regulator’s enforcement program from 2017 to 2020. Ms. Avakian is now a top partner at Wilmer Cutler Pickering Hale and Dorr LLP, and Mr. Peikin leads Sullivan & Cromwell LLP’s investigations-and-enforcement practice.<br />“The Enforcement Division plays a critical role in protecting investors and maintaining fair, orderly, and efficient markets, essential components of the SEC’s mission,” Ms. Oh said in a statement issued by the SEC. “I am committed to working tirelessly to uncover and prosecute violations of the law, whether by businesses or their leaders, so that we can keep American capital markets the strongest in the world.”<br />Ms. Oh, a graduate of Yale Law School, was a federal prosecutor in Manhattan earlier in her career. Her hiring continues a trend of SEC chiefs picking former federal prosecutors to run the SEC’s civil enforcement program. Four of her recent predecessors—Mr. Peikin, Andrew Ceresney, George Canellos and Robert Khuzami—worked as white-collar prosecutors earlier in their careers."
}