{
    "url_original": "https://www.wsj.com/articles/alibaba-hit-by-antitrust-fine-vows-to-help-vendors-with-fee-cuts-11618199634?mod=tech_lead_pos1",
    "url": "alibaba-hit-by-antitrust-fine-vows-to-help-vendors-with-fee-cuts-11618199634",
    "title": "Alibaba, Hit by Antitrust Fine, Vows to Help Vendors With Fee Cuts",
    "sub_head": "Days after Chinese regulator imposed a record $2.8 billion penalty, the e-commerce giant says it will invest in steps to help merchants",
    "category_1": "Tech",
    "time": "2021-04-11 23:53:00",
    "body": "TAIPEI—Alibaba Group Holding Ltd. said Monday that it would invest in measures to support merchants on its platform, two days after China’s antitrust regulator imposed a record fine against the company founded by Jack Ma for abusing its dominant position over vendors and rivals in the country’s e-commerce industry.<br />In a conference call, Chief Executive Daniel Zhang said the company has reduced service fees and charges for vendors, and invested in improved technology and tools for them on its platform. The initiatives will cut further into profitability for the company, which said it would use existing liquidity to pay a $2.8 billion fine announced Saturday.<br />China’s State Administration for Market Regulation said an investigation into Alibaba found that it punished certain merchants who sold goods both on Alibaba and on rival platforms, a practice dubbed “er xuan yi”—literally, “choose one out of two.”<br />Alibaba shares, which had lost about a quarter of their value since November, jumped as much as 9% in early trading on Monday morning in Hong Kong before easing slightly to stand about 6% higher, in a sign that investors welcomed the clarity over the company’s future after fines were announced.<br />However, the antitrust investigation outcome raised concerns among analysts about how the company would retain merchants, particularly in an increasingly competitive e-commerce landscape with rivals including  JD.com Inc.  and  Pinduoduo Inc."
}