{
    "url_original": "https://www.wsj.com/articles/alibaba-hit-with-record-2-8-billion-antitrust-fine-by-chinas-market-regulator-11618018830?mod=tech_lead_pos2",
    "url": "alibaba-hit-with-record-2-8-billion-antitrust-fine-by-chinas-market-regulator-11618018830",
    "title": "Alibaba Hit With Record $2.8 Billion Antitrust Fine in China",
    "sub_head": "Penalty comes amid regulatory scrutiny on business empire of Alibaba founder Jack Ma",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-323348?width=620&size=1.5",
    "image_1": "im-323348.jpg",
    "time": "2021-04-09 23:34:00",
    "body": "China’s antitrust regulator imposed a fine equivalent to $2.8 billion against  Alibaba Group Holding Ltd.  for abusing its dominant position over rivals and merchants on its e-commerce platforms, a record penalty in the country that comes amid a wave of scrutiny on the business empire of company founder Jack Ma.<br />China’s State Administration for Market Regulation said Saturday in Beijing that Alibaba punished certain merchants who sold goods both on Alibaba and on rival platforms, a practice that it dubbed “er xuan yi”—literally, “choose one out of two.”<br />As part of the penalty, regulators will require that Alibaba carry out a comprehensive revamp of its operations and submit a “self-examination compliance report” within the next three years, they said. The 18.2 billion yuan fine is equivalent to 4% of the company’s domestic annual sales, the regulator added. Under Chinese rules, antitrust fines are capped at 10% of a company’s annual sales.<br />Alibaba’s business practices limited competition, affected innovation, infringed on the rights of merchants and harmed the interests of consumers, the regulator said.<br />”Alibaba accepts the penalty with sincerity and will ensure its compliance with determination,” the company said. “To serve its responsibility to society, Alibaba will operate in accordance with the law with utmost diligence, continue to strengthen its compliance systems and build on growth through innovation.”"
}