{
    "url_original": "https://www.wsj.com/articles/alice-neel-people-come-first-review-portraits-without-filters-11618429298",
    "url": "alice-neel-people-come-first-review-portraits-without-filters-11618429298",
    "title": "‘Alice Neel: People Come First’ Review: Portraits Without Filters",
    "sub_head": "A Met retrospective conveys the painter’s powerful ability to capture the humanity of her subjects without romanticizing them.",
    "category_1": "Art Review",
    "time": "2021-04-14 15:41:00",
    "body": "<br />New York<br />The first work we see in “Alice Neel: People Come First,” at the Metropolitan Museum of Art, is a nude, heavily pregnant woman, about life-size, seated on a yellow chair. She stares us down, as boldly as Edouard Manet’s “Olympia,” daring us to take in her swollen belly, her dark, enlarged nipples, and her mottled legs. A sliver of her profile, reflected somewhat inexplicably on the right, distracts us briefly from her aggressive frontality.<br />The painting is so startling and so vividly personified that it’s difficult to shift our focus from “what” to “how.” But if we manage to wrench free of the compelling subject, we discover Neel’s generous, energetic touch, her luminous color, and her ability to be uncannily specific without being literal. Then the assured blue line carving out the figure asserts itself, reminding us of the drawing in Paul Cézanne’s bathers and Henri Matisse’s nudes, while the intensity of the painting triggers associations with Vincent van Gogh and the German Expressionists, especially Max Beckmann. We remember that Neel (1900-1984) was working in New York when expressive figuration was largely ignored and try to reconcile the tough, idiosyncratic image with that idea, struggling to concentrate while the sitter’s personality and physicality clamor for acknowledgment.<br />The painting, “Margaret Evans Pregnant” (1978), is a paradigm both of Neel’s main concerns and of why her work demands and rewards our attention: a transgressive subject, audacious paint handling, in-your-face directness, an unromanticized presentation of femaleness, and—perhaps above all—dazzling vitality. It’s all typical of what Neel referred to as her “radical humanism.” All that’s lacking is her robust appetite for male companionship and a subtext of leftist politics, but we soon get the entire story."
}