{
    "url_original": "https://www.wsj.com/articles/alleged-cia-ties-figure-in-case-of-convicted-political-donor-11617973201?mod=business_minor_pos5",
    "url": "alleged-cia-ties-figure-in-case-of-convicted-political-donor-11617973201",
    "title": "Alleged CIA Ties Figure in Case of Convicted Political Donor",
    "sub_head": "Imaad Zuberi, recently sentenced to 12 years in prison, did intelligence work for U.S. for over a decade, say people familiar with his defense",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-322533?width=620&size=1.5",
    "image_1": "im-322533.jpg",
    "time": "2021-04-09 09:00:00",
    "body": "Imaad Zuberi, an American businessman who hobnobbed with world leaders and the international business elite, was sentenced in February to 12 years in prison after pleading guilty to tax evasion, foreign-influence peddling and campaign-finance violations.<br />A key aspect of the case, however, has played out in secret court filings and hearings: Mr. Zuberi was a longtime U.S. intelligence source for the U.S. government, according to legal documents reviewed by The Wall Street Journal and people familiar with the businessman’s defense.<br />Mr. Zuberi, 50 years old, lived a jet-setting lifestyle and was a major political fundraiser at the highest levels of American politics, giving generously to Barack Obama, Hillary Clinton, Donald Trump, Joe Biden and Kamala Harris as well as many important members of Congress of both parties, according to campaign-finance records.<br />That life came to an end in October 2019, when he was criminally charged by the Justice Department and soon after pleaded guilty to tax evasion, foreign-lobbying violations, campaign-finance charges and obstruction of justice. His lawyers are preparing to challenge the sentence in an appeal that they say might raise questions over how heavily a defendant’s cooperation with intelligence agencies should be weighed against criminal charges.<br />“As evidenced by the public docket, national-security issues may have been part of this case and those same issues may ultimately arise as part of the appeal,” said David Warrington, a lawyer representing Mr. Zuberi."
}