{
    "url_original": "https://www.wsj.com/articles/almost-half-of-federal-cases-against-portland-rioters-have-been-dismissed-11618501979?mod=politics_featst_pos1",
    "url": "almost-half-of-federal-cases-against-portland-rioters-have-been-dismissed-11618501979",
    "title": "Almost Half of Federal Cases Against Portland Rioters Have Been Dismissed",
    "sub_head": "Many charged in connection with violence surrounding last year’s racial-justice protests have completed community service and won’t be tried",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-325277?width=620&size=1.5",
    "image_1": "im-325277.jpg",
    "time": "2021-04-15 12:41:00",
    "body": "Federal prosecutors in Portland, Ore., have moved to dismiss almost half the cases they charged in connection with violence accompanying last year’s protests over racial injustice, as authorities grapple with how to tamp down politically motivated unrest that has arisen since then.<br />Of 96 cases the U.S. attorney’s office in Portland filed last year charging protesters with federal crimes, including assaulting federal officers, civil disorder, and failing to obey, prosecutors have dropped 47 of them, government documents show. Ten people have pleaded guilty to related charges and two were ordered detained pending trial. None have gone to trial.<br />The penalties levied so far against any federal defendants, most of whom were arrested in clashes around federal buildings in Portland including the courthouse, have largely consisted of community service, such as working in a food bank or encouraging people to vote.<br />More than half of the around 30 so-called deferred resolution deals, in which prosecutors ask the court to drop cases once defendants complete volunteer work, were initiated last fall under the Trump administration, interviews and a review of cases shows. Prosecutors have continued to pursue such deals under President Biden.<br />Senior Trump Justice Department officials had pushed prosecutors to be aggressive in bringing a full slate of federal charges, including possibly sedition and racketeering, The Wall Street Journal previously reported, but no such charges were filed."
}