{
    "url_original": "https://www.wsj.com/articles/amazon-is-ahead-in-union-vote-as-tallying-set-to-resume-11617960604?mod=business_lead_pos4",
    "url": "amazon-is-ahead-in-union-vote-as-tallying-set-to-resume-11617960604",
    "title": "Amazon Is Ahead in Union Vote as Tallying Set to Resume",
    "sub_head": "With about half the Amazon employees’ ballots counted by federal officials, an estimated 70% were votes not to unionize",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-321817?width=620&size=1.5",
    "image_1": "im-321817.jpg",
    "time": "2021-04-09 05:30:00",
    "body": "Federal officials will resume counting votes Friday morning in a closely watched union election in which a large margin of Alabama warehouse workers for  Amazon.com Inc.  have so far sided against unionization.<br />After about half the ballots were counted by federal officials as of Thursday, roughly 70% of the  Amazon  employees had voted not to unionize, according to a Wall Street Journal tally. The National Labor Relations Board is set to continue counting votes in a broadcast Friday, when the final outcome could become clear. A total of 3,215 ballots were submitted.<br />The NLRB has processed ballots for days since the voting concluded March 29 to ensure they were valid, and it allowed both parties an opportunity to contest the eligibility of each ballot. The workers in Bessemer, Ala., are trying to become the first Amazon employees to be unionized and would be represented by the Retail, Wholesale and Department Store Union.<br />As the tally swung in Amazon’s favor Thursday, the union criticized the company’s tactics, including mandatory meetings that the company held to discourage workers from voting for unionization and its move to have the U.S. Postal Service install a mailbox outside the Bessemer facility. The union, which said the mailbox could have intimidated workers who might have incorrectly thought that Amazon was conducting the election, is expected to accuse the company of unfair labor practices after the election ends.<br />“Our system is broken, Amazon took full advantage of that, and we will be calling on the labor board to hold Amazon accountable for its illegal and egregious behavior during the campaign,” RWDSU President Stuart Appelbaum said Thursday in a statement. “This still represents an important moment for working people and their voices will be heard.”"
}