{
    "url_original": "https://www.wsj.com/articles/amazon-warehouse-workers-set-to-vote-on-unionizing-what-we-know-11612785600?mod=business_minor_pos3",
    "url": "amazon-warehouse-workers-set-to-vote-on-unionizing-what-we-know-11612785600",
    "title": "Amazon’s Alabama Union Vote: What We Know So Far",
    "sub_head": "More than 3,000 ballots were cast in the Bessemer, Ala., vote on whether to form the first union for hourly Amazon workers",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-295143?width=620&size=1.5",
    "image_1": "im-295143.jpg",
    "time": "2021-04-07 21:51:00",
    "body": "Federal labor officials are set to count votes in favor and against unionizing in a closely watched election involving thousands of  Amazon.com Inc.  workers in Bessemer, Ala., with an outcome possible this week.<br />The number of ballots cast and processed totaled 3,215, according to the Retail, Wholesale and Department Store Union, which would represent Bessemer workers if they vote to join the union. The National Labor Relations Board has been processing mail-in ballots since March 30, the day after the voting period ended. There were hundreds of challenged ballots over voter eligibility during the process and more could come, the RWDSU said. The union expects the counting of votes to begin Thursday or Friday. The labor board hasn’t yet provided a tally of votes.<br />As the process continued Wednesday, a small group of Amazon employees held a protest at an Amazon facility in Chicago over working conditions. Chicago employees have long been at the center of employee activism at the company, and some workers there formed a group they call Amazonians United Chicagoland. Amazon said its operations weren’t affected by the protest.<br />The election in Bessemer will determine whether the warehouse employees will become the first group to unionize among Amazon’s roughly 950,000 U.S. workers. Pro-union employees have sought help from the Retail, Wholesale and Department Store Union, or RWDSU, a frequent Amazon opponent that would represent the workers if they vote in favor of unionizing.<br />Here is what you need to know about the coming election results:"
}