{
    "url_original": "https://www.wsj.com/articles/amazon-amzn-1q-earnings-report-2021-11619649081?mod=tech_lead_pos3",
    "url": "amazon-amzn-1q-earnings-report-2021-11619649081",
    "title": "Amazon Earnings Are Poised to Surge Further",
    "sub_head": "E-commerce, cloud-computing and ad services are  expected to show strong pandemic demand",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-329685?width=620&size=1.5",
    "image_1": "im-329685.jpg",
    "time": "2021-04-29 05:30:00",
    "body": "Amazon . com Inc. is expected to post a strong start to the year, with results driven by continued demand for the company’s e-commerce services and sales gains at its cloud-computing and advertising businesses.<br />Amazon’s success in the past year has catapulted the company to new heights, after consumers flocked to online shopping during pandemic lockdowns. The tech giant’s dominant grip over e-commerce and continued expansion into new industries have strengthened its power, although the company continues to face challenges from regulators and some employees.<br />Seattle-based Amazon is set to report first-quarter earnings after markets close on Thursday. Analysts polled by FactSet on average predict $104.5 billion in quarterly revenue and per-share earnings of $9.54. The company said in February that it expects first-quarter sales between $100 billion and $106 billion—sharply higher than the $75.5 billion it posted a year earlier—and operating income between $3 billion and $6.5 billion.<br />Amazon’s first quarter is typically slower than its preceding end-of-year results, which are aided by holiday shopping sales. Yet the company has exceeded expectations in recent quarters. It shattered sales records last year as homebound Americans turned to its delivery services. The company’s stock price rose 76% in 2020.<br />Amazon’s dominance in online retail also parallels the strength of Amazon Web Services, the business line that rents server capacity and software tools to other corporations. AWS is Amazon’s main profit center, though its recent growth has slowed as the cloud units of  Microsoft Corp.  and Google have moved aggressively to sign up new customers. AWS Chief Executive Andy Jassy is set to take over as Amazon’s CEO in the third quarter after Jeff Bezos said in February that he would depart the role to become executive chairman."
}