{
    "url_original": "https://www.wsj.com/articles/amazon-vote-deals-blow-to-expanding-labor-union-membership-11618047000",
    "url": "amazon-vote-deals-blow-to-expanding-labor-union-membership-11618047000",
    "title": "Amazon Vote Deals Blow to Expanding Labor Union Membership",
    "sub_head": "Unionization rates are trending down in private sector, despite increased focus in Washington",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "image_1_url": "https://images.wsj.net/im-323174?width=620&size=1.5",
    "image_1": "im-323174.jpg",
    "time": "2021-04-10 05:30:00",
    "body": "Workers’ rejection of a union at  Amazon.com  Inc.’s  warehouse in Bessemer, Ala., is a setback to organized labor’s efforts to reverse a decadeslong decline in private-sector membership nationally.<br />The Alabama result underscores unions’ challenges in increasing membership in the U.S. private sector, where they represent just 6.3% of workers, down from 24.2% in 1973, according to data from Georgia State University.<br />Hiring at Amazon—the second-largest private employer in the U.S.—and other e-commerce warehouses increased last year even as the country shed millions of jobs, including more than 300,000 union positions, during the pandemic. For unions, the time appeared ripe to organize workers in an expanding sector and an environment where labor unions traditionally have operated: a large blue-collar site where many employees do similar jobs.<br />The effort failed despite President Biden’s endorsement, his stated goal of creating more union jobs and a renewed embrace of labor by many congressional Democrats.<br />Last year, more union members worked for the government than for private-sector employers, according to the Labor Department, showing the public sector is now the stronghold of organized labor. Teacher strikes and protests in 2018 and 2019 won pay increases and other concessions in Arizona, West Virginia, Los Angeles and other states and cities, and more recently, educator unions influenced plans to reopen schools during the pandemic in Chicago and elsewhere."
}