{
    "url_original": "https://www.wsj.com/articles/amazons-labor-unrest-may-show-at-the-margins-11617544801?mod=business_minor_pos10",
    "url": "amazons-labor-unrest-may-show-at-the-margins-11617544801",
    "title": "Amazon’s Labor Unrest May Show at the Margins",
    "sub_head": "Unionization would be a challenge given Amazon’s distribution scale, but impact could be felt on margin expansion",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-319887?width=620&size=1.5",
    "image_1": "im-319887.jpg",
    "time": "2021-04-09 14:44:00",
    "body": "Would unionization hamstring  Amazon.com ’s  business? The answer isn’t clear-cut.<br />About 6,000 workers at one of the company’s fulfillment centers in Alabama were given a chance to vote on whether to join the Retail, Wholesale and Department Store Union. The National Labor Relations Board finished counting the votes on Friday, estimating that about 71% of votes cast went against joining. The agency has yet to certify the results.<br />The group represents less than 1% of Amazon’s base of about 950,000 U.S. workers. But if the vote had been successful, it would have been the first union to penetrate the 26-year-old e-commerce pioneer that is now the world’s second-largest public company by annual revenue, according to S&P Global Market Intelligence.<br />Amazon opposed the idea, frequently pointing to its $15-an-hour starting wage and disputing reports of harsh working conditions. The company had even allowed its main  Twitter  account to pick public fights with lawmakers, including former presidential candidates Sen. Elizabeth Warren and Sen. Bernie Sanders. President Biden also voiced support of Amazon workers unionizing—again putting the company directly at odds with the occupant of the Oval Office.<br />Amazon’s opposition would suggest unionization poses a major threat to its business. But the company has never spelled that out as a major risk to shareholders. Its most recent 10-K filing from February mentions “labor or trade disputes” at the bottom of a list of 18 bullet-point items that could impact its operating results. Wall Street analysts—generally eager to duck hot-button political issues—also have avoided the topic so far."
}