{
    "url_original": "https://www.wsj.com/articles/amazon-workers-reject-a-union-11618008432?mod=opinion_lead_pos3",
    "url": "amazon-workers-reject-a-union-11618008432",
    "title": "Amazon Workers Reject a Union",
    "sub_head": "Big Labor pulled out all the stops to organize an Alabama warehouse.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-09 18:47:00",
    "body": "For five months the Retail, Wholesale and Department Store Union pitched itself as a savior to employees at an Amazon warehouse in Alabama, but the workers have now said no thanks. By a preliminary vote of 71% to 29% tallied Thursday and Friday, the employees turned down the chance to unionize and declined to join the left’s aggressive campaign against employers.<br />In the vote overseen by the National Labor Relations Board (NLRB) at Amazon’s warehouse in Bessemer, 55% of the 5,876 eligible employees cast votes, a larger turnout than the union predicted. Voting ran for nearly two months until March 29, giving workers ample time to consider their choice.<br />The outcome is an embarrassing blow to Big Labor and its allies, who saw the effort as the start of a wave of organizing at Amazon and other large employers. Union president Stuart Appelbaum told the press during the vote that the retail giant “does not respect the health and safety of its employees, not even their human dignity.” He added that “Amazon has 800 warehouses in the United States, so the fight is just beginning.”<br />Politicians threw their weight into the fight and made it almost a national cause. President Biden told workers “your health, your safety, higher wages” were on the line in a video, a rare intervention in a union vote by a sitting President. Sen. Bernie Sanders addressed employees at the warehouse, urging them to “take on the wealthiest guy in the world,” a reference to Amazon CEO Jeff Bezos.<br />Florida Republican Sen. Marco Rubio also endorsed the union drive at Bessemer as a response to Amazon’s censorship of conservative books and other sins. But he might pay more attention to workers if he wants the GOP to be the working-class party."
}