{
    "url_original": "https://www.wsj.com/articles/amazon-avoids-recovery-blues-11619735588?mod=business_minor_pos10",
    "url": "amazon-avoids-recovery-blues-11619735588",
    "title": "Amazon Avoids Recovery Blues",
    "sub_head": "E-commerce growth accelerates and profits soar, even in comparison to last year’s pandemic boost",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-332161?width=620&size=1.5",
    "image_1": "im-332161.jpg",
    "time": "2021-04-29 18:33:00",
    "body": "Amazon.com  answered at least one major short-term question with its first-quarter results Thursday, even if some longer-term ones remain.<br />The short-term question was whether online shoppers would curb their clicks as the pandemic eases. And the answer was a resounding no. The company’s overall revenue jumped 44% year-over-year to $108.5 billion, exceeding Wall Street’s forecasts. But its e-commerce-related businesses—consisting of its online stores, third-party and subscription segments—grew even more. Combined revenue for those three segments jumped 49% to $84.2 billion, accelerating even from the 48% growth seen in the seasonally crucial fourth quarter.<br />That would be notable in and of itself, considering that Amazon is the one big tech company that doesn’t face relatively easy comparisons right now. Apple Inc.,  Facebook  and Google-parent Alphabet Inc. all reported blowout growth numbers earlier this week, as each began feeling the ill effects of the pandemic in last year’s March quarter. Amazon, by contrast, saw nearly all of its businesses boom in early 2020 as shoppers flocked to the site for everything from toilet paper to office supplies, while companies rushed to enact remote-work practices that used its cloud computing service.<br />That has given rise to some worry that Amazon is due for a comedown. The stock has risen less than 7% this year—lagging behind the Nasdaq, the S&P 500 and most major tech names. The massive company also has continued to invest aggressively—about 400,000 workers were added last year in just the delivery and logistics areas. But it also is now showing it can grow very profitably. Operating income more than doubled to $8.9 billion in the first quarter, and its operating margin of 8.2% was the company’s highest in at least a decade. Amazon shares rose 3% in after-hours trading following the results.<br />Longer term, Amazon still faces some questions about what a new normal will look like. Last year’s 38% growth seems unsustainable for an enterprise now generating trailing12-month revenue of $443 billion. There’s also the continued specter of government regulation along with the pending chief executive transition, with founder Jeff Bezos handing off the reins to Andy Jassy later this year. At least Mr. Bezos isn’t leaving a mess behind."
}