{
    "url_original": "https://www.wsj.com/articles/american-gymnastics-coaching-olympics-11618720078",
    "url": "american-gymnastics-coaching-olympics-11618720078",
    "title": "American Gymnastics Tries to Execute a Dramatic Shift in Coaching of Young Athletes",
    "sub_head": "Abuse allegations and criminal charges have recast what was once considered tough but necessary gymnast training",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-326699?width=620&size=1.5041128084606346",
    "image_1": "im-326699.jpg",
    "time": "2021-04-18 10:24:00",
    "body": "The culture of gymnastics in the U.S. was long personified by Bela Karolyi exhorting Kerri Strug to vault through injury, from which she crawled off the competition floor at the 1996 Olympics. Brutal coaching was often idealized and the sport’s national governing body exerted little control over the member gyms that train athletes.<br />Five years of ugly revelations about the dangers of that approach have placed that governing body, USA Gymnastics, under intense pressure to execute a dramatic culture shift and prove it can create a healthier environment for the sport’s young athletes.<br />USA Gymnastics says it is now trying to work with club owners to create, by 2024, a system of accreditation for gyms that would allow parents to consider their safety standards—not just how equipped they are to create medal winners.<br />It is also planning to expand mandatory training for the 3,500 clubs that operate under its umbrella, starting this year with concussion training and a course called “Tough Coaching or Emotional Abuse: Knowing when the line has been crossed.”<br />The changes come as the sport continues to grapple with the fallout from the sex-abuse scandal involving former national team physician Larry Nassar. That unleashed a long and still largely unresolved round of lawsuits filed by former child athletes that raised broader allegations about their training."
}