{
    "url_original": "https://www.wsj.com/articles/america-needs-the-gop-and-it-needs-help-11617921536?mod=opinion_major_pos8",
    "url": "america-needs-the-gop-and-it-needs-help-11617921536",
    "title": "America Needs the GOP, and It Needs Help",
    "sub_head": "The Republican Party is at a low point, but the two-party system is too vital to abandon.",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "time": "2021-04-08 18:38:00",
    "body": "No one likes the Republican Party. Pretty much every power center in America is arrayed against it—the media, the academy, the entertainment culture, what remains of our high culture, the corporate suite, the nonprofit world. The young aren’t drawn to it.<br />The party is split, if not shattered. The opposition has a new presidency, almost a Senate majority, the House, albeit by a hair. The president nearing his hundred-day mark and deeply committed to showing energy in the executive, has yet to make masses of voters crazy with rage. His approval numbers are steady.<br />Everything’s against the Republicans nationally, even many of their leaders in Washington, many of whom don’t trend toward brightness.<br />What would constitute an active civic and political good in America in 2021? Helping to bring that party back. It is worth saving, even from itself. At its best it has functioned as a friend and protector of liberty, property, speech and religious rights, an encourager of a just and expansive civic life, a defender of the law, without which we are nothing, and the order it brings, so that regular people can feel as protected on the streets as kings. At its best it has been Main Street, not Wall Street, a stay on the hand of government when it demands too much. At its worst it’s been—worse! But let’s dwell on the good, which can function as a guide in rebuilding.<br />Some Republicans the past few years have talked of breaking from the two-party system and starting a third. But that’s not the way to go. Better to strengthen the system that for more than a century and a half has seen us through a lot of mess. In its rough way the two-party system, even without meaning to, functions as a unifying force: At the end of the day, for all our differences and arguments, you have to decide if you were a constituency of Team A or Team B. The parties, in their rough and inadequate way, had to be alive to your interests. Things proceeded with a sense, an air, of majority rule. With a third party you can win the presidency with 34%. That won’t help national unity. And this being America, once we have a third party we’ll have a fourth and a fifth, and everything will be chaos, with a loss of any feeling of general consensus."
}