{
    "url_original": "https://www.wsj.com/articles/americas-naval-strategy-is-at-sea-11619543738?mod=opinion_lead_pos5",
    "url": "americas-naval-strategy-is-at-sea-11619543738",
    "title": "America’s Naval Strategy Is at Sea",
    "sub_head": "The Pentagon hasn’t spelled out how it would win a maritime war against China.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-326564?width=620&size=1.5",
    "image_1": "im-326564.jpg",
    "time": "2021-04-27 13:15:00",
    "body": "The U.S. Navy is at sea, figuratively as well as literally. It has 101 ships deployed around the world—the same number as during the Cold War—yet the entire fleet is only 297 vessels strong. That’s about half the Reagan-era level of nearly 600. The consequences of maintaining current global commitments with a shrunken fleet include long deployments—some sailors spend close to a year at sea—as well as more maintenance and less time for training.<br />The figurative sense in which the Navy is at sea is more important and more dangerous. The fleet doesn’t have enough ships to meet global commitments, even as the U.S. faces growing naval competition from China, Russia, Iran and North Korea. Each of these potential adversaries possesses missiles and aircraft whose sole purpose is to keep U.S. naval forces at bay. Sixty-four percent of China’s maritime trade and 40% of its overall trade flows through the South China Sea, through which U.S. naval ships sail regularly.<br />Were hostilities to break out between China and the U.S., the conflict would be a naval one. It would test the U.S. ability to move naval and amphibious forces across the 7,000-mile Pacific moat in time to assist American allies and partners, deny China’s use of the shipping lanes between it and the Middle East, and operate effectively to command the South China, East China and Yellow seas. The Chinese Navy would be a formidable foe. It has long-range missiles, a nascent aircraft-carrier force and increasingly modern ships and weapons of all categories, as well as cyber and space capabilities.<br />Simply building more U.S. ships and submarines wouldn’t be enough to meet the challenge. Strategic thinking and a change in fleet design and tactics will be necessary. In the 1930s, the Navy and Marine Corps identified Japan as a likely future enemy and developed—and practiced—the ideas of naval aviation and island-hopping that eventually won the Pacific War.<br />On Dec. 17 then-Navy Secretary Kenneth Braithwaite released a document billed as a “tri-service maritime strategy.” Signed by the chiefs of the Navy, Marine Corps and Coast Guard, “Advantage at Sea” correctly identifies China as a “pressing, long-term threat” and calls for traditional—and important—actions such as integrated operations, allied participation, modernization and sea control. But it isn’t a maritime strategy. It offers no suggestions about how to win a naval war against China."
}