{
    "url_original": "https://www.wsj.com/articles/american-jetblue-alliance-draws-increased-scrutiny-from-justice-department-11618423182?mod=politics_lead_pos11",
    "url": "american-jetblue-alliance-draws-increased-scrutiny-from-justice-department-11618423182",
    "title": "American-JetBlue Alliance Draws Increased Scrutiny From Justice Department",
    "sub_head": "Antitrust officials are concerned the partnership could diminish competition at key airports, while the airlines say pact is good for travelers",
    "category_1": "Business",
    "time": "2021-04-14 16:25:00",
    "body": "WASHINGTON—The Justice Department has stepped up an antitrust probe of  American Airlines Group Inc.’s  recent partnership with  JetBlue Airways Corp.  and is concerned the deal could lead to anticompetitive coordination and inflated fares at key traffic hubs, according to people familiar with the matter.<br />Department antitrust officials harbored reservations about the deal before the recent change in presidential administrations, but their scrutiny of the alliance has increased in recent months, the people said, an early signal of the Biden administration’s interest in antitrust enforcement.<br />The department is concerned that an American-JetBlue alliance could diminish competition at congested Northeast airports in New York and Boston that are hubs for travel around the U.S. and internationally.<br />The investigation is continuing and no final conclusions have been reached. Any Justice Department decision could be affected by the views of the Transportation Department, which has broad regulatory authority over the industry and signed off on the partnership in the waning days of the Trump administration.<br />The Transportation Department is facing a public request from  Spirit Airlines Inc.  for a full and formal investigation of the American-JetBlue agreement, a move that could allow for reconsideration of the agency’s prior views. “The department is evaluating the record and will announce, in the next few months, action that it intends to take in this matter,” a DOT spokesperson said. A Justice Department spokeswoman declined to comment."
}