{
    "url_original": "https://www.wsj.com/articles/america-voted-for-a-rest-not-a-revolution-11619455434?mod=opinion_major_pos9",
    "url": "america-voted-for-a-rest-not-a-revolution-11619455434",
    "title": "America Voted for a Rest, Not a Revolution",
    "sub_head": "Elected as Not Trump, Biden aspires to be the second coming of Franklin Delano Roosevelt.",
    "category_1": "Opinion",
    "category_2": "Free Expression",
    "time": "2021-04-26 12:43:00",
    "body": "Joe Biden aspires to be the second coming of Franklin Delano Roosevelt, so short of his showing up to work in a wheelchair and sucking on a cigarette holder, the first hundred days, which he marks this week, will serve as the most symbolic reminder of the president’s sense of historic purpose.<br />The ritual observation of the passage of FDR’s calendrical contrivance promises to be even more turgid than usual this year. President Biden’s first address to a joint session of Congress, which he delivers on Wednesday, will come with special solemnity. We will be reminded that delivering the nation from the baleful legacy of a one-term Republican in the midst of a national crisis with an urgent flurry of executive and legislative initiatives is what Democrats do.<br />We can leave to future historians whether the creation of the White House Gender Policy Council will prove as consequential as that of the Tennessee Valley Authority. To be fair, different times pose different challenges. Eleanor at least would surely approve. Perhaps she’s having fireside chats with Dr. Jill the way she used to with Hillary Clinton.<br />FDR had a famously complaisant press covering him, but even he might have blanched at the deference shown by Mr. Biden’s media guardians. Newspapers did eventually rouse themselves to object that the 1937 effort to pack the Supreme Court might be constitutionally problematic. Today’s friendly stenographers don’t see the problem at all, and faithfully convey the White House line that the same idea is a much-needed “reform.”<br />Given the revisionist climate we live in, though, Mr. Biden might not want to overdo the historical parallels with a white, male Democrat of the 1930s. We can only speculate on how FDR might have fared in an unconscious-bias training session led by a modern diversity, equity and inclusion officer, but back in the 1930s the Jim Crow rules enforced by his fellow Democrats meant billy clubs, beatings and lynchings, not a slight reduction in the number of early-voting drop boxes."
}