{
    "url_original": "https://www.wsj.com/articles/america-is-short-of-home-builders-as-well-as-homes-11618587997?mod=business_minor_pos10",
    "url": "america-is-short-of-home-builders-as-well-as-homes-11618587997",
    "title": "America Is Short of Home Builders as Well as Homes",
    "sub_head": "Demand for new homes is surging, but there are far fewer builders in the business than there once were",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-16 11:46:00",
    "body": "America needs more houses. But there aren’t as many home builders around to make them as there used to be.<br />The Commerce Department on Friday reported that construction began on 1.74 million homes in March, at a seasonally adjusted annual rate. That was a big move up from February’s 1.46 million housing starts, when winter storms stifled construction, and marked the highest level since July 2006, when the housing bubble was coming undone.<br />The stepped-up pace of building reflects a remarkable resurgence in the housing market that the Covid-19 crisis set off, as low interest rates and city dwellers flocking to the suburbs substantially boosted demand. There could be some bumps ahead, since rates have been trending higher, and some demand was likely pulled forward by families who would have eventually exited cities in any case.<br />But a combination of a growing economy, more Millennials starting families and changes in where people and businesses can locate as a result of the remote-work revolution suggest that the need for new homes will only increase. Freddie Mac estimates that as of the end of last year the country was 3.8 million single-family homes short of what is needed to meet long-term demand.<br />Before the housing bubble burst, that demand would have been easier to meet. There were far more home builders then, particularly speculative builders who build homes without a guaranteed buyer. In the tally of U.S. businesses it conducts every five years, the Census Bureau in 2007 counted 32,158 spec builders operating in the country. In 2017, it counted 15,483."
}