{
    "url_original": "https://www.wsj.com/articles/american-original-georgia-okeeffe-goes-to-spain-11617990774",
    "url": "american-original-georgia-okeeffe-goes-to-spain-11617990774",
    "title": "American Original Georgia O’Keeffe Goes to Spain",
    "sub_head": "A new exhibition in Madrid explores the power of a painter who ‘needed to move to create.’",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-321103?width=620&size=1.5",
    "image_1": "im-321103.jpg",
    "time": "2021-04-09 13:52:00",
    "body": "When the 20-year-old Georgia O’Keeffe burst onto the New York gallery scene in 1917, the American art world was under the sway of French Cubism. But O’Keeffe’s abstract charcoal drawings presented a version of modernism that was radically individual; she later described herself as “working into my own unknown—no one to satisfy but myself.” She didn’t make her first trip to Europe until 1953, when she was 66 years old, a mature artist.<br />This belated visit to France and Spain, followed by another trip to Spain the following year, sparked the imagination of the curator Marta Ruiz del Árbol, who has spent nearly 20 years trying to mount a Spanish retrospective of O’Keeffe’s work. It is finally set to open at the Thyssen-Bornemisza Museum in Madrid on April 26, before traveling to the Pompidou Center in Paris and the Fondation Beyeler in Basel. About 90 paintings and drawings encompassing the whole of O’Keeffe’s 60-year career will be on display.<br />“From the Plains II” (1954), one of five paintings from the museum’s own collection, is the second version of a painting O’Keeffe executed 35 years earlier in Amarillo, Texas. It shows the vastness of the Panhandle spread out beneath the flaming colors of a jagged sunset. “What she does here is not really copying nature,” Ms. Ruiz del Árbol says. “In a way she is abstracting nature, keeping the most fundamental part of what she has seen by bringing it onto the canvas.”<br />O’Keeffe grew up on the Wisconsin prairie and was forever after enchanted by wide open spaces with limitless horizons. Later she found a similar sense of ease in the Badlands of New Mexico, where she lived after her husband, the photographer Alfred Stieglitz, died in 1946. O’Keeffe lived another 40 years, dying at the age of 98.<br />Ms. Ruiz del Árbol believes that the first step in the artist’s creative process was discovering new landscapes, whether by foot, car, horse or airplane. “Before going into the studio, before starting a canvas, she walked and traveled,” Ms. Ruiz del Árbol says. “My thesis for this exhibition was that she needed to move to create.”"
}