{
    "url_original": "https://www.wsj.com/articles/americans-are-spending-not-borrowing-thats-a-problem-for-banks-11618504986?mod=business_minor_pos10",
    "url": "americans-are-spending-not-borrowing-thats-a-problem-for-banks-11618504986",
    "title": "Americans Are Spending, Not Borrowing. That’s a Problem for Banks",
    "sub_head": "A reopening economy won’t deliver the full potential benefit for banks as long as consumers are spending cash already in their accounts",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-15 12:43:00",
    "body": "The good news for banks is that consumers are flush with cash and less likely to fall behind on their debts. But this also means it will be that much longer before they need to borrow more.<br />Banks really need loan growth to offset the effect of low interest rates and the drag of huge deposit inflows sitting in cash on their balance sheets. Many banks’ credit-card portfolios plunged during 2020 as consumers spent less and also paid down debt. In theory, the economic growth that is anticipated for this year would imply a greater use of credit by consumers and businesses to fund more activities.<br />Spending by bank customers certainly is picking up.  Bank of America  said the first quarter was its highest ever for overall consumer spending. The vast bulk of that increase still is coming via debit cards, which don’t add to card-loan balances, though the first quarter did start to register growth in credit-card spending versus the comparable period in 2019.  JPMorgan Chase  said that even travel-and-entertainment spending was up 50% in March versus February, and  Citigroup  logged recovery in areas including travel and dining.<br />And yet banks so far still aren’t forecasting much more than a tepid uptick in consumer borrowing in the near future. In fact, the impressive size of banks’ reserve releases is indicative of how strong their customers’ balance sheets are. That is good news for credit costs, but it is also suggestive of how long it will be before spending will pick up enough to send customers back to the well for more debt that will ultimately sustain banks’ earnings over time.<br />These banks’ customers aren’t necessarily representative of the population of Americans hardest hit by the pandemic, who have a huge need for both cash and borrowing today but often don’t meet the lending standards of the biggest banks. But among its customers, Bank of America is seeing roughly only 30% of incoming stimulus money spent, with the rest sitting in accounts.  U.S. Bancorp  said that average card loans fell in the first quarter from the fourth in part due to “government stimulus payments used to pay down debt.”"
}