{
    "url_original": "https://www.wsj.com/articles/american-airlines-plans-for-expanded-summer-flying-schedule-11618406200?mod=business_lead_pos2",
    "url": "american-airlines-plans-for-expanded-summer-flying-schedule-11618406200",
    "title": "American Airlines Plans for Expanded Summer Flying Schedule",
    "sub_head": "Carriers say flights are fuller and expect rising demand as more people are vaccinated",
    "category_1": "Business",
    "time": "2021-04-14 09:16:00",
    "body": "American Airlines Group Inc.  said Wednesday it is preparing to operate a nearly normal summer schedule, anticipating that widespread vaccination will unleash appetite for travel.<br />American is one of several carriers that have been adding flights within the U.S. and to nearby destinations like Mexico and the Caribbean, seizing on signs of rising demand as people have started booking trips again. American said it would fly 150 new routes this summer, and now expects to offer more than 90% of its pre-pandemic seating capacity within the U.S., and 80% of its international capacity.<br />Summer is typically the busiest and most lucrative time of year for airlines, but the coronavirus pandemic dashed their hopes for last summer’s travel season. Carriers like American that had bet on rising demand had to scale back their schedules when case numbers resumed their climb and many cities and states imposed new travel restrictions and clamped down on activities like indoor dining.<br />However, the U.S. economy has been revving up as more vaccines have been distributed. Airlines believe the rising demand they have seen in the past few weeks is likely to continue as more people are vaccinated, even though newly reported coronavirus cases have been on the rise in some areas and more infectious variants are spreading. While the Centers for Disease Control and Prevention still advises against travel, it said earlier this month that it was a low-risk activity for people who have been fully vaccinated.<br />Other airlines have also said they are seeing an increase in fuller flights and rising numbers of future bookings and have been rapidly filling out their route networks for the summer. Discounter Allegiant Travel Co. said last week that its average daily bookings in March were higher than in March 2019.  Frontier Airlines ,  another low-fare carrier, on Tuesday announced eight new routes and plans to add service to Alaska."
}