{
    "url_original": "https://www.wsj.com/articles/americas-oldest-asian-ally-overlooked-11618007869?mod=opinion_lead_pos9",
    "url": "americas-oldest-asian-ally-overlooked-11618007869",
    "title": "America’s Oldest Asian Ally, Overlooked",
    "sub_head": "The Biden administration is favoring Singapore and Vietnam over Thailand, a treaty partner since 1833.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-09 18:37:00",
    "body": "President Biden has promised to work closely with allies and partners around the world. But he seems to be overlooking Asia’s U.S. ally of longest standing, Thailand. Mr. Biden’s Interim National Security Strategic Guidance omitted Thailand from its list of friends and allies in the Indo-Pacific.<br />The guidance commits the U.S. to “deepen our partnership with India and work alongside New Zealand, as well as Singapore, Vietnam, and other Association of Southeast Asian Nations (ASEAN) member states.” Of the four countries mentioned, only New Zealand shares Thailand’s designation as a major non-NATO ally. Thailand, which ranks among the world’s top 25 countries by gross domestic product, was similarly left off the 40-country invitation list for Mr. Biden’s April 22 Global Climate Summit.<br />In 1833 the U.S. and Thailand signed the Treaty of Amity and Commerce, America’s first treaty with any country in Asia. The two countries have been strategic allies since the signing of the Manila Pact in 1954. The importance of the U.S.-Thai strategic relationship was renewed in the 2012 and 2020 Joint Vision Statements for the Thai-U.S. Defense Alliance. The U.S. typically engages in more than 400 military exercises and other interactions a year with Thai counterparts.<br />Thailand and the U.S. also have a long and deep history of cooperation in law enforcement. The U.S. Drug Enforcement Agency has been working closely with the Royal Thai Police since 1963 against narcotics trafficking. Thailand is also one of only five countries in the world to host an International Law Enforcement Academy run with the U.S. Since its founding in 1998, ILEA Bangkok has trained more than 22,000 law enforcement professionals from around Asia.<br />Thailand is strategically positioned in the middle of Asean, and Asean is at the heart of U.S. Indo-Pacific Strategy. As the Biden administration develops its foreign policy and national-security strategy, it should leave no doubt of its commitment to the country’s oldest ally in Asia."
}