{
    "url_original": "https://www.wsj.com/articles/amex-needs-people-to-start-leaving-home-again-11619195015?mod=markets_major_pos1",
    "url": "amex-needs-people-to-start-leaving-home-again-11619195015",
    "title": "AmEx Needs People to Start Leaving Home Again",
    "sub_head": "Corporate travel spending on cards remains depressed, but trends such as younger spenders could help",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-23 12:23:00",
    "body": "The next time a banker or consultant calls and wants to fly out to see you, that might be a signal to buy credit-card company stocks.<br />Corporate travel continues to be the biggest laggard in card spending. American Express on Friday said that it expects overall travel-and-entertainment spending by the fourth quarter of this year to reach about 70% of the level in the same period of 2019, mostly driven by domestic U.S. consumer travel.<br />Meanwhile in the business world many offices are still barely open even to regular employees, let alone visitors getting off a plane. While some industrial companies might be getting back to plant visits and substituting car travel for flying, industries such as banking, consulting and legal are still often relying on Zoom meetings.  AmEx  said it currently doesn’t see corporate travel-and-entertainment spending getting back to 2019 levels until perhaps 2023.<br />The question remains whether this business-travel downgrade will be permanent. Cross-border travel might be quite slow to recover too, with new international travel restrictions still being put in place. That puts pressure on volumes: As AmEx put it to analysts on Friday, it takes a lot of domestic first-class tickets to Indianapolis to equal one international first-class ticket to Hong Kong.<br />AmEx shares were down about 2% midday Friday. But the company has other levers it can pull to boost volumes. Small businesses are increasingly digitizing their spending, billing and borrowing, and their spending is far less travel-oriented. AmEx has also added other non-travel perks for consumers, such as streaming-service credits; 95% of U.S. platinum card members who used that reward are continuing to spend on streaming, AmEx said."
}