{
    "url_original": "https://www.wsj.com/articles/amid-expanded-covid-19-vaccine-eligibility-signs-emerge-of-slowing-demand-11619256602?mod=business_lead_pos2",
    "url": "amid-expanded-covid-19-vaccine-eligibility-signs-emerge-of-slowing-demand-11619256602",
    "title": "Amid Expanded Covid-19 Vaccine Eligibility, Signs Emerge of Slowing Demand",
    "sub_head": "Some states that had initial success with vaccination rates have plateaued, signaling potential challenges with Americans who may be hesitant to get the shot",
    "category_1": "U.S.",
    "time": "2021-04-24 05:30:00",
    "body": "With six more states having expanded eligibility for Covid-19 vaccinations, every American aged 16 and older who wants a shot can get one. The question now is just how many actually want it.<br />On Wednesday, President Biden introduced a tax credit for small businesses to offset paid leave for employees to get a Covid-19 vaccine dose, part of an effort to spur hesitant Americans to get vaccinated. The announcement came amid signs that the pace of vaccinations is slowing.<br />The Biden administration reached its goal this week of giving 200 million doses within the president’s first 100 days. But there are signs that supply may be outstripping demand. Some states that led the way early in the vaccine rollout are finding it difficult to sustain that success. In mid-February, Alaska, New Mexico and West Virginia saw at least one in seven residents get a shot, ahead of the one-in-10 rate nationally. But as vaccine eligibility has expanded, many of those early advances have slowed. Today, only New Mexico remains in the top 20 states for vaccination rates.<br />Early leaders in the vaccine rollout have been overtaken by states on the East and West Coasts, as vaccinations there have increased. Even as states expanded eligibility beyond the initial priority groups, the upward trend in getting shots in arms is stalling, especially in the South and the Mountain West.<br />Those states top the list in terms of vaccine hesitancy, according to a recent large-scale survey from the Census Bureau. Developed in concert with the Centers for Disease Control and Prevention and the National Center for Health Statistics, the survey, conducted March 17-29, gauged responses from nearly 80,000 adults."
}