{
    "url_original": "https://www.wsj.com/articles/amid-a-wave-of-hacks-biden-moves-to-fill-key-cyber-posts-11618202784?mod=tech_lead_pos3",
    "url": "amid-a-wave-of-hacks-biden-moves-to-fill-key-cyber-posts-11618202784",
    "title": "Amid a Wave of Hacks, Biden Moves to Fill Key Cyber Posts",
    "sub_head": "President expected to nominate NSA veterans to key positions",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-323544?width=620&size=1.5",
    "image_1": "im-323544.jpg",
    "time": "2021-04-12 01:25:00",
    "body": "WASHINGTON—President Biden is expected to name two former National Security Agency officials to high-level cybersecurity positions Monday, as the White House looks to round out its personnel on an issue it has said is a priority in the wake of two recent hacks linked to foreign governments, according to people familiar with the matter.<br />Mr. Biden is expected to nominate Jen Easterly, a former senior counterterrorism and cybersecurity official at NSA with experience at the Obama White House, to lead the Cybersecurity and Infrastructure Security Agency, according to the people familiar with the matter. CISA is an arm of the Department of Homeland Security responsible for election security and protecting civilian government networks from hackers.<br />Separately, Chris Inglis, the former deputy director of the NSA, is expected to be nominated as the first ever national cyber director, the people said. The position, housed within the Executive Office of the President, was created through a provision in the annual defense policy spending that passed Congress in January.<br />The role is intended to coordinate cybersecurity efforts across the federal government and will include its own office with up to 75 dedicated staff. The structure generally resembles that of the Office of the United States Trade Representative.<br />Mr. Biden also is expected to name Rob Silvers, a partner at the international law firm Paul Hastings, as undersecretary for policy at DHS, the people said."
}