{
    "url_original": "https://www.wsj.com/articles/amul-thapars-american-dream-11619045192?mod=opinion_lead_pos2",
    "url": "amul-thapars-american-dream-11619045192",
    "title": "Amul Thapar’s American Dream",
    "sub_head": "He knows life tenure isn’t meant to create a judiciary of pundits.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-21 18:46:00",
    "body": "How’s this for a potted display of the different progressive and conservative judicial temperaments? On Tuesday the U.S. Court of Appeals for the Sixth Circuit ruled in an immigration case. Imelda Lopez-Soto, a Mexican citizen who came to the U.S. illegally in 2000 at age 19, was contesting a removal order.<br />The three-judge panel was unanimous that the immigration court had not erred, and Ms. Lopez-Soto had not been denied due process. But the Sixth Circuit’s ruling, written and joined by two Bill Clinton appointees, reads in places like a newspaper op-ed. That prompted a short but notable separate opinion from Judge Amul Thapar, elevated to the bench in 2017 by President Trump.<br />“In an era in which it is difficult to find any issue upon which a large percentage of Americans agree, few people would dispute that our nation’s immigration system is broken and is need of a structural overhaul,” wrote Judge Martha Craig Daughtrey. “Admittedly, a not-insignificant number of Americans believe that any change to our immigration statutes should result in shutting our borders to almost all individuals, or at least to all potential immigrants who are not blond-haired and blue-eyed.”<br />Objection, your honor. Judge Daughtrey cited a 2020 survey in which 75% of Americans said they supported a path to legal status for people like Ms. Lopez-Soto. We count ourselves among that majority. But what does public polling have to do with the facts of this case? Life tenure isn’t intended to create a judiciary of robed pundits, and the insinuation of racism is especially inappropriate in a federal court opinion.<br />After that throat-clearing, Judge Daughtrey ruled against Ms. Lopez-Soto, saying the court’s duty “is to interpret the laws as they now are written.” But it’s not hard to see why a conservative judge, who views that as his sole job, would decline to sign on. Hence the brief concurrence by Judge Thapar, a son of Indian immigrants whose father, according to a 2016 profile in the Louisville Courier-Journal, “owns a heating and air-conditioning supply business.”"
}