{
    "url_original": "https://www.wsj.com/articles/an-american-epidemic-of-covid-mania-11618871457?mod=opinion_lead_pos5",
    "url": "an-american-epidemic-of-covid-mania-11618871457",
    "title": "An American Epidemic of ‘Covid Mania’",
    "sub_head": "The problem isn’t only the overreaction to the virus but the diminution of every other problem.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-19 18:30:00",
    "body": "What are the lessons of Covid-19? It depends who you ask. Some believe politicization of the pandemic response cost lives. Others believe a stronger U.S. public-health system would have reduced Covid-19 deaths significantly. Still others say lockdowns should have been longer and more stringent, or that they were ineffective. But one lesson that should transcend ideological differences: Don’t put one illness above all other problems in society, a condition known as “Covid mania.”<br />The novel coronavirus has caused suffering and heartbreak, particularly for older adults and their loved ones. But it also has a low mortality rate among most people and especially the young—estimated at 0.01% for people under 40—and therefore never posed a serious threat to social and economic institutions. Compassion and realism need not be enemies. But Covid mania crowded out reasoned and wise policy making.<br />Americans groaned when leaders first called for “two weeks to slow the spread” in March 2020. Months later, many of these same Americans hardly blinked when leaders declared that lockdowns should continue indefinitely. For months Covid had been elevated above all other problems in society. Over time new rules were written and new norms accepted.<br />Liberty has played a special role in U.S. history, fueling advances from independence to emancipation to the fight for equal rights for women and racial minorities.  Unfortunately, Covid mania led many policy makers to treat liberty as a nuisance rather than a core American principle.<br />Covid mania has also wreaked havoc on science and its influence on policy. While scientists’ passion for discovery and improving health has fueled research on the novel coronavirus, Covid mania has interpreted scientific advancements through an increasingly narrow frame. There has only been one question: How can scientific findings be deployed to reduce Covid-19 spread? It hasn’t mattered how impractical these measures may be. Discoveries that might have helped save lives, such as better outpatient therapies, were ignored because they didn’t fit the desired policy outcome."
}