{
    "url_original": "https://www.wsj.com/articles/andrew-cuomo-impeachment-hotline-gets-over-100-messages-11618438631?mod=business_minor_pos4",
    "url": "andrew-cuomo-impeachment-hotline-gets-over-100-messages-11618438631",
    "title": "Andrew Cuomo Impeachment Hotline Gets Over 100 Messages",
    "sub_head": "Investigators sort through calls and emails as the governor faces harassment and other allegations",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-325161?width=620&size=1.5",
    "image_1": "im-325161.jpg",
    "time": "2021-04-14 19:23:00",
    "body": "ALBANY, N.Y.—More than 100 messages have come through a hotline set up two weeks ago by investigators working on the impeachment probe into New York Gov. Andrew Cuomo, a state lawmaker overseeing the effort said.<br />Republican Assemblyman Michael Montesano said the investigators—a team of lawyers at the law firm Davis Polk & Wardwell LLP hired by the New York state Assembly—were sifting through the calls and emails. Mr. Montesano said he didn’t have more information about the tips that have been received.<br />The Assembly launched an impeachment probe March 11. If it votes to impeach Mr. Cuomo, it would be the first impeachment of a New York governor since 1913.<br />The investigation initially began to look into sexual-harassment allegations against the governor, his administration’s Covid-19 policies and the construction of a bridge spanning the Hudson River. It has since expanded to examine the use of state resources to test members of the governor’s family for Covid-19 and whether staff in the governor’s office helped Mr. Cuomo write a memoir.<br />Last month the impeachment investigators, who are overseen by the state Assembly Judiciary Committee, sent the Democratic governor a formal notice instructing him to not contact any of the accusers about the investigation and have requested information from his administration on multiple topics, lawmakers and lawyers have said."
}