{
    "url_original": "https://www.wsj.com/articles/ant-and-others-embraced-crowdfunded-medical-coverage-but-now-its-under-beijings-microscope-11618479004?mod=markets_lead_pos5",
    "url": "ant-and-others-embraced-crowdfunded-medical-coverage-but-now-its-under-beijings-microscope-11618479004",
    "title": "Ant and Others Embraced Crowdfunded Medical Coverage, but Now It’s Under Beijing’s Microscope",
    "sub_head": "Chinese regulators have warned that the industry has the characteristics of commercial insurance without being supervised as such",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-322967?width=620&size=1.5",
    "image_1": "im-322967.jpg",
    "time": "2021-04-15 05:30:00",
    "body": "In China, a financial-technology innovation that has sent billions of dollars to critically ill people is losing its shine and drawing regulatory scrutiny, creating more uncertainty for Jack Ma’s Ant Group Co., the industry’s biggest player.<br />The business, known as “mutual aid,” has seen tens of millions of strangers chipping in small amounts of money—typically the equivalent of less than $2 each month—to fund lump-sum payouts of as much as around $45,000 to people who suffered serious injuries or were diagnosed with certain illnesses such as cancer, severe strokes and Ebola.<br />The concept of crowdfunded critical-illness coverage has caught on among internet-technology startups and giants over the past few years. Many saw it as a way to provide benefits to their users and keep people connected to their apps. The companies said their services differed from commercial health insurance because users weren’t required to pay anything up front, and were instead committing to share the cost of future payouts to others.<br />Financial regulators don’t see it that way. As mutual-aid services have surged in popularity, the country’s banking and insurance regulator has warned that the industry has the characteristics of commercial insurance without being supervised as such and could pose risks to individuals and the companies.<br />Earlier this week, Chinese financial regulators laid out a five-pronged business rectification plan for Ant, which will restructure itself and apply to become a financial holding company that would be overseen by the People’s Bank of China. While regulators didn’t directly address Ant’s mutual-aid service, the company said it would ensure that its financial-related businesses were fully regulated."
}