{
    "url_original": "https://www.wsj.com/articles/antiquities-review-digging-in-the-dirt-11618580556",
    "url": "antiquities-review-digging-in-the-dirt-11618580556",
    "title": "‘Antiquities’ Review: Digging in the Dirt",
    "sub_head": "Childhood pain and ancient mysteries are intertwined in Cynthia Ozick’s story of buried memory.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-325725?width=620&size=1.5",
    "image_1": "im-325725.jpg",
    "time": "2021-04-16 09:42:00",
    "body": "The narrator of Cynthia Ozick’s seventh novel is neither Jewish nor intellectual—a significant departure from her usual characters. Nor is he worldly, witty, well-read or astute. But Ms. Ozick is of course all of the above, and this slim but by no means slight narrative is as cunning and rich as anything she’s written.<br />“Antiquities” is about an excavation into the past by a man not insightful enough to fully understand what he has unearthed and revealed. Lloyd Wilkinson Petrie is a cultural relic, a stodgy retired lawyer who in 1949 resides, with the six other elderly surviving trustees of the Temple Academy for Boys, in converted apartments in their former Westchester County boarding school, which closed 34 years earlier.<br />“Antiquities” consists of Petrie’s attempt to write about a salient experience from his school days: his idolatrous relationship with a mysterious classmate, a boy whose foreign name, Ben-Zion Elefantin, strange accent, and skeletal appearance subjected him to ridicule from the other students. Petrie’s association with Elefantin, initially over chess, rendered him an outcast, too.<br />Petrie’s recollections of his schoolboy infatuation are deeply entangled with memories of his father, who died when he was 10—the same year Elefantin came to the Academy, though he doesn’t mention this confluence explicitly. Petrie discovers that his upstanding father, too, had suffered an infatuation—with “ancient times”—which caused him to briefly abandon his new wife and position at the family law firm for a fling with a different life: work on the excavation of the Great Pyramid of Giza in Egypt, run by renowned archaeologist (and historical figure) Sir William Matthew Flinders Petrie, whom he believed to be a cousin.<br />Sorting through the rubble of both infatuations is heavy labor for Petrie, even many decades later. He notes in a moment of rare self-awareness that “it is as if I must excavate, as in a desert, what lies far below and has no wish to emerge—to wit, my boyhood emotions.”"
}