{
    "url_original": "https://www.wsj.com/articles/anticop-movement-wants-road-anarchy-too-11619132197?mod=opinion_lead_pos5",
    "url": "anticop-movement-wants-road-anarchy-too-11619132197",
    "title": "Anticop Movement Wants Road Anarchy Too",
    "sub_head": "The death of Daunte Wright bolsters demands to get police officers out of traffic-law enforcement.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-22 18:56:00",
    "body": "Traffic laws didn’t kill Daunte Wright, but critics of the police are using his death to call for an end to their enforcement. Likewise with George Floyd and laws against counterfeiting.<br />On April 11 Brooklyn Center, Minn., police stopped Wright, 20, for an expired vehicle registration. Officers then discovered that Mr. Wright had an open warrant for failing to appear in court on charges of illegal gun possession and fleeing from arrest. After following instructions to get out of his car, Wright fought with the cops and lunged back into the driver’s seat when they attempted to arrest him on the outstanding warrant. One of the officers reached for her Taser but, she claims, mistakenly grabbed her pistol instead. She fired one lethal shot.<br />Floyd allegedly passed a counterfeit $20 bill, a federal offense, at a Minneapolis convenience store on May 25, 2020. The cashier called police after Floyd refused to return the cigarettes he bought. Floyd intermittently resisted arrest, prompting the responding officers to put him face down on the ground, handcuffed. Officer Derek Chauvin kept his knee on Floyd’s neck and collarbone for nearly eight minutes. Floyd passed out and died. A jury convicted Mr. Chauvin of second-degree murder.<br />Wright’s and Floyd’s deaths were caused by a combination of their own actions and those of the arresting officers. But leftist politicians and commentators are blaming the laws the men violated in the first place. “No one should die over a traffic stop,” New York City Councilman Brad Lander said. CNN’s John Avlon asserted that “passing a counterfeit bill can get you killed in the U.S.” Yale legal scholar James Forman Jr. and a law student wrote in the Washington Post that “having expired tags or temporary plates” must be added to the list of actions that can “shatter Black lives”—never mind that Wright’s abortive arrest was not for expired tags but for failing to answer to gun charges.<br />Calls are escalating to take the police out of traffic enforcement and retail theft response. New York state Attorney General Letitia James has proposed that New York City police cease routine traffic stops. Urban League President Marc Morial told CNN that police departments should “discontinue the discredited broken-windows policing of the 1990s,” including traffic enforcement. Instead, the thinking goes, unarmed civilian traffic agents and speeding cameras should enforce the rules of the road. Berkeley, Calif., has already banned officers from making stops for many traffic offenses, and jurisdictions like Lansing, Mich., and the District of Columbia are following suit."
}