{
    "url_original": "https://www.wsj.com/articles/anti-money-laundering-prosecution-deals-setbacks-to-european-banks-11618835510?mod=markets_lead_pos4",
    "url": "anti-money-laundering-prosecution-deals-setbacks-to-european-banks-11618835510",
    "title": "Anti-Money-Laundering Prosecution Deals Setbacks to European Banks",
    "sub_head": "ABN Amro agreed to pay around $575 million to settle a criminal case accusing it of violating money-laundering and terrorism financing rules",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-326833?width=620&size=1.5",
    "image_1": "im-326833.jpg",
    "time": "2021-04-19 08:31:00",
    "body": "Failures to police money laundering procedures hit two major banks in Europe, dealing a further setback to a region that has struggled to stop financial institutions from serving as conduits for illicit transactions.<br />ABN Amro Group  NV said Monday that it had agreed to pay around $575 million to settle a criminal case accusing the Dutch lender of violating money-laundering and terrorism financing regulations repeatedly for several years.<br />Also Monday, the head of Denmark’s largest bank,  Danske Bank  A/S, resigned after he was named as a suspect in the ABN Amro case. Chris Vogelzang was an ABN Amro board member before Danske hired him in 2019. He held various positions at ABN Amro from 2000 to 2017, including as head of global retail and private banking.<br />In stepping down from Danske Bank, Mr. Vogelzang said he didn’t want speculation about his role at ABN Amro to get in the way of the Danish bank’s cleanup. Danske hired him following a massive money-laundering scandal of its own, disclosing in 2018 that its tiny Estonian branch had moved more than $230 billion from Russia and other former Soviet states over several years, undetected.<br />“I left ABN Amro more than four years ago and am comfortable with the fact that I managed my management responsibilities with integrity and dedication,” Mr. Vogelzang said."
}