{
    "url_original": "https://www.wsj.com/articles/apple-facebook-clash-over-ads-small-businesses-fear-theyll-be-impacted-11618009627?mod=business_featst_pos1",
    "url": "apple-facebook-clash-over-ads-small-businesses-fear-theyll-be-impacted-11618009627",
    "title": "As Apple and Facebook Clash Over Ads, Mom-and-Pop Shops Fear They’ll Be the Victims",
    "sub_head": "With big changes coming to iPhones, small online merchants are bracing for lost sales. ‘Why is Apple now the decider?’",
    "category_1": "Tech",
    "category_2": "Keywords: Christopher Mims",
    "image_1_url": "https://images.wsj.net/im-322663?width=620&size=1.5",
    "image_1": "im-322663.jpg",
    "time": "2021-04-10 12:29:00",
    "body": "If  Apple  is King Kong and  Facebook  is Godzilla, mom-and-pop online merchants are worried they’re the screaming, scattering citizens who are about to get stomped as these two giants battle it out.<br />What’s at issue is a seemingly small change to the iPhone and iPad operating system that upends the past decade of the online ad industry, by prompting users to choose whether or not they’d like to be tracked by the apps they use.<br />Apple Chief Executive Tim Cook says the iOS update, currently rolling out, is about respecting user privacy. Facebook CEO Mark Zuckerberg has accused Apple and Mr. Cook of a power grab, an attempt to take control of data that has long been widely available to advertisers and data brokers. Facebook launched an ad campaign insisting that those who will be most hurt by Apple’s changes are small and medium-size businesses, which represent the majority of the social network’s more than 10 million advertisers.<br />Anything Facebook says about the virtues of it having unfettered access to our data should be greeted with an appropriate level of skepticism. But, according to small-business owners who advertise heavily online, and the agencies that help them, Facebook is speaking truth about how Apple’s shift might disproportionately affect them. What’s more, the privacy-minded ad tools the iPhone maker is offering instead likely won’t provide the same clear view of target customers.<br />It’s possible that businesses will end up having fewer insights into their ad spending—and paying more for less-effective advertising. Whether this change is enough to harm a business depends on its size, maturity and what sort of goods it sells."
}