{
    "url_original": "https://www.wsj.com/articles/apple-couldnt-dodge-chip-pain-forever-11619652296?mod=business_minor_pos11",
    "url": "apple-couldnt-dodge-chip-pain-forever-11619652296",
    "title": "Apple Couldn’t Dodge Chip Pain Forever",
    "sub_head": "Sales surged in the March quarter, but the iPhone maker warned constraints would be felt in June period",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-331523?width=620&size=1.5",
    "image_1": "im-331523.jpg",
    "time": "2021-04-28 19:24:00",
    "body": "For a company that generates more than 80% of its revenue selling gadgets packed with chips,  Apple  sure has managed to sell a lot of them.<br />Apple’s fiscal second-quarter results Wednesday afternoon would be remarkable even if not for a global semiconductor production shortage that has hindered other industries like autos. Revenue surged 54% year over year to mark the company’s best growth rate in nine years. iPhone revenue jumped 66% to $47.9 billion while the smaller iPad and Mac businesses notched even higher growth rates.<br />Easy comparisons were a big help; the original coronavirus outbreak in China hobbled Apple’s manufacturing and sales in that country beginning last January, making Apple the first among its big tech peers to feel the pandemic’s impact directly.<br />It also helps that investors have reset their expectations a bit. Apple’s share price has slipped 6% since its last report three months ago. It also has been among the weakest performers among large-cap tech companies this year, gaining less than 1%, versus a 9% rise by the Nasdaq Composite. The stock still trades around 30 times forward earnings—near the high end of its historic range. But that multiple has slipped about 14% since the last report. Apple’s share price rose about 2% following Wednesday’s release.<br />Yet even Apple’s noted procurement prowess can’t score the company enough chips in such a tight market. Apple refuses to project revenue for the quarter at hand, but Chief Financial Officer Luca Maestri told analysts during the company’s conference call that the sequential revenue decline the company normally experiences during the June quarter would be greater than normal due in part to supply constraints arising from the chip shortage. Those constraints will have a revenue impact of between $3 billion to $4 billion during the period. Apple has averaged a 10% revenue drop between the March and June quarters over the last five years."
}