{
    "url_original": "https://www.wsj.com/articles/apple-could-use-a-spring-fling-11618396203?mod=markets_lead_pos10",
    "url": "apple-could-use-a-spring-fling-11618396203",
    "title": "Apple Could Use a Spring Fling",
    "sub_head": "Stock has been big tech’s worst performer this year as concerns about cycle peak, chip shortage and regulations have grown",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-324645?width=620&size=1.5",
    "image_1": "im-324645.jpg",
    "time": "2021-04-14 06:30:00",
    "body": "Apple Inc.  has some new stuff to announce. Which is good, as 2021 has proven to be a bad time for the world’s most valuable company to leave a news vacuum.<br />Apple shares jumped 2.4% Tuesday after the company announced an April 20 event to showcase some unnamed new products. Before that, the stock was off 1% for the year—by far the worst performer among megacap tech giants. Even Tuesday’s bounce leaves the company trailing;  Microsoft ,   Amazon.com ,   Facebook  and Google-parent Alphabet Inc. have averaged a gain of 16% since the first of the year compared with Apple’s 1.3% rise.<br />Some of Apple’s recent weakness can be chalked up to a natural correction for a stock that soared 81% in 2020, putting the shares to a record-high multiple of around 33 times forward earnings. But Apple also has the additional challenge of coming off its strongest seasonal quarter that featured its first 5G iPhone and updates across most of its other product lines. That has left investors wondering what’s next; the much-rumored Apple car still seems years away at best.<br />There is also the global semiconductor production shortage, which doesn’t bode well for a company that draws 82% of its revenue from devices packed with chips. Japan’s Nikkei newspaper reported last week that production on some Macs and iPads has been postponed due to the shortage. But the main news story involving Apple so far this year has been its growing legal battle with Epic Games, which has the potential to upend the App Store business that is a key driver of Apple’s crucial services revenue stream.<br />So Apple’s event next week gives the company a chance to at least add some better news to the mix. Major surprises don’t seem in the cards; the most persistent rumors of late involve updates to the company’s iPad Pro and iPad Mini families."
}