{
    "url_original": "https://www.wsj.com/articles/apple-faces-eu-antitrust-charges-over-app-store-payments-in-spotify-case-11619777595?mod=business_lead_pos1",
    "url": "apple-faces-eu-antitrust-charges-over-app-store-payments-in-spotify-case-11619777595",
    "title": "Apple Faces EU Antitrust Charges Over App Store Payments in Spotify Case",
    "sub_head": "EU accuses Apple of forcing many apps to use its in-app payment system on which it takes commissions, saying it ‘distorted competition’ in music streaming",
    "category_1": "Tech",
    "time": "2021-04-30 06:38:00",
    "body": "The European Union charged  Apple Inc.  with antitrust violations for allegedly abusing its control over the distribution of music-streaming apps, broadening the battle over the tech giant’s App Store practices ahead of a federal trial in the U.S. brought by “Fortnite” maker Epic Games.<br />The European Commission, the EU’s top antitrust enforcer, on Friday issued a charge sheet against Apple that says the iPhone maker squeezed rival music-streaming apps by requiring them to use Apple’s in-app payments system to sell digital content. The case stems from a complaint by  Spotify Technology SA,  which competes with Apple’s music-streaming service.<br />In addition, EU regulators say Apple “distorted competition” by limiting how app developers can inform users about cheaper ways to subscribe. Apple’s in-app payment system imposes a 30% commission on many of the most popular apps.<br />“By setting strict rules on the App Store that disadvantage competing music streaming services, Apple deprives users of cheaper music streaming choices and distorts competition,” said Margrethe Vestager, who is in charge of competition enforcement at the European Commission.<br />In response, Apple took aim at Spotify, saying the company has become highly successful in part through its App Store on iOS devices. “At the core of this case is Spotify’s demand they should be able to advertise alternative deals on their iOS app, a practice that no store in the world allows,” an Apple spokesman said. “The Commission’s argument on Spotify’s behalf is the opposite of fair competition.”"
}