{
    "url_original": "https://www.wsj.com/articles/apple-spotify-and-the-new-battle-over-who-wins-podcasting-11619170206?mod=tech_lead_pos2",
    "url": "apple-spotify-and-the-new-battle-over-who-wins-podcasting-11619170206",
    "title": "Apple, Spotify and the New Battle Over Who Wins Podcasting",
    "sub_head": "Podcasts exploded in popularity during the lockdown and are on track to bring in more than $1 billion in U.S. ad revenue this year",
    "category_1": "Tech",
    "time": "2021-04-23 05:30:00",
    "body": "The battle for podcast dominance is on.<br />A pair of announcements this week— Apple Inc.’s  introduction of paid podcast subscriptions and  Facebook Inc.’s  new partnership with Spotify Technology SA to spur discovery and listening on the social network’s platforms—are the latest for a rapidly growing medium that is attracting top talent and top dollar.<br />“With Apple making its move into subscription, there is this platform war emerging,” said Josh Lindgren, head of Creative Artists Agency’s podcast department.<br />Podcasting, already on a tear before the coronavirus pandemic, exploded in popularity during the lockdown, and is on track to bring in more than $1 billion in revenue this year from advertising in the U.S. for the first time. An estimated 116 million Americans, or 41% of the U.S. population over the age of 12, are now monthly podcast listeners, an 11% increase over 2020, according to Edison Research and Triton Digital.<br />For years, competition in podcasts has been a lopsided one: Apple—responsible for the namesake of the industry, a portmanteau of “iPod” and “broadcast”—enjoyed its status as the default destination for listening while doing relatively little to enhance offerings or profits. Spotify, meanwhile, has lavished hundreds of millions on popular creators and companies—sparking an arms race among  iHeartMedia Inc.,   Audacy Inc.  (formerly Entercom),  Sirius XM Holdings Inc.,  and  Amazon.com Inc.,  which all now see podcasts as vital for keeping customers engaged with their services."
}