{
    "url_original": "https://www.wsj.com/articles/apples-ipad-and-mac-moment-should-linger-11618955502?mod=business_minor_pos10",
    "url": "apples-ipad-and-mac-moment-should-linger-11618955502",
    "title": "Apple’s iPad and Mac Moment Should Linger",
    "sub_head": "Tablet and PC sales got a strong boost from the Covid-19 pandemic. Changed work habits should keep demand elevated.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-327656?width=620&size=1.5",
    "image_1": "im-327656.jpg",
    "time": "2021-04-20 17:51:00",
    "body": "Apple Inc.’s  new iPad and iMac might seem a bit late to the game, but there is good reason to think they will still find their mark.<br />The two biggest news items coming out of Apple’s Spring Loaded event Tuesday involved updates to what have become the company’s smallest business segments. Apple updated the iPad Pro with its new M1 chip—effectively adding a PC-grade processor to a tablet that typically has been powered with the same chips used in the iPhone. The company also overhauled the design of its iMac for the first time since 2012, adding the M1 chip to its desktop computer lineup.<br />Investors seem unimpressed. Apple’s stock—already a weak performer this year—closed down 1.3% following the event. Indeed, while the Mac and iPad segments still generate annual sales well above $20 billion, they also both now rank below the company’s iPhone, services and wearables segments in size.<br />Both are also facing some rather tough comparisons ahead. The Covid-19 pandemic boosted demand for computing devices across the board as employees and students were sent home. Tablets and PCs enjoyed a strong 2020 overall. Apple’s iPad and Mac revenue jumped 28% and 18% respectively during the calendar year. But that might cool with the return to normalcy. Market tracking firm IDC warned in February that the tablet category “is not expected to retain this momentum in the long term,” as it still faces strong competition from PCs and smartphones. Apple’s iPad revenue fell for six consecutive fiscal years after peaking in 2012.<br />That return might be more gradual, though, when it comes to new working habits following more than a year of lockdown. Many employers are touting a hybrid approach to returning to the office, promising employees more flexibility in working remotely. That will likely keep demand for productivity devices elevated; IDC reported a 55% jump in PC sales in the first quarter of this year. Apple seems to tailor the new iMac especially for the Zoom age, adding a three-microphone array and a beefed-up camera. Wall Street expects both the Mac and iPad segments to boost revenue again for the current fiscal year that ends in September."
}