{
    "url_original": "https://www.wsj.com/articles/aramco-to-sell-49-stake-in-oil-pipelines-to-consortium-led-by-eig-mubadala-11617999881?mod=business_minor_pos13",
    "url": "aramco-to-sell-49-stake-in-oil-pipelines-to-consortium-led-by-eig-mubadala-11617999881",
    "title": "Aramco to Sell 49% Stake in Oil Pipelines to Consortium Led by EIG, Mubadala",
    "sub_head": "Deal comes as Saudi Arabia seeks to diversify economy, attract foreign investors",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-323169?width=620&size=1.5",
    "image_1": "im-323169.jpg",
    "time": "2021-04-09 16:24:00",
    "body": "Saudi Arabia’s energy giant has agreed to sell a 49% stake in its oil pipelines to an international consortium led by U.S. investment firm EIG Global Energy Partners and Abu Dhabi sovereign-wealth fund Mubadala Investment Co. for over $12 billion, according to people familiar with the matter.<br />Saudi Arabian Oil Co. , known as Aramco, could announce the deal as soon as Saturday, the people said. The Wall Street Journal earlier reported talks of a deal were advanced.<br />The deal represents another far-reaching attempt to monetize Saudi Arabia’s prodigious oil assets—once considered so strategic that even a minority stake sale seemed far-fetched. With the ascension of Crown Prince Mohammed bin Salman, however, the kingdom has been more willing to lure foreign investors and cede some control over its oil assets in exchange for cash. Over several years, Prince Mohammed promoted an international listing of Aramco shares, before ultimately deciding on a local listing of a very small slice of the company<br />Still, by holding on to a majority stake in the pipeline business, Saudi Arabia assures it remains in operational control of the assets. Under the proposed deal, a joint venture will be established to own the assets, which will be 51% controlled by a unit of Aramco, with the EIG-Mubadala-led group holding the remaining 49%, the people said.<br />Write to Ben Dummett at ben.dummett@wsj.com and Sarah McFarlane at sarah.mcfarlane@wsj.com"
}