{
    "url_original": "https://www.wsj.com/articles/are-219-running-shorts-worth-it-some-marathoners-say-yes-11618411764",
    "url": "are-219-running-shorts-worth-it-some-marathoners-say-yes-11618411764",
    "title": "Are $219 Running Shorts Worth It? Some Marathoners Say Yes",
    "sub_head": "Why lofty athletic brands like District Vision, Tracksmith and Satisfy are banking on designer gear that’s high-performance and high-priced",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-323661?width=620&size=custom_1412x1383",
    "image_1": "im-323661.jpg",
    "time": "2021-04-14 10:49:00",
    "body": "MY RUNNING clothes are dreadful. For years, I’ve run in $20 polyester shorts purchased at an outlet, a cotton T-shirt of forgotten origin that smells permanently like B.O. and chintzy white cotton socks. I’m not a marathoner, but I clock around 20 to 30 miles a week. It’s a respectable routine, but lately I’ve felt that my clothes are far from respectable.<br />In recent years, a clutch of labels selling pricey running gear with a high-design sensibility has invaded the exercise-clothing market. Primarily established by actual runners, these brands include District Vision, a 5-year-old Los Angeles outfit that began peddling futuristic $200-plus sunglasses with pastel lenses, but has since moved into tailored $125 high-neck sweatshirts and nipped $75 shorts. Tracksmith out of Boston takes a retro approach, selling old-school $65 singlets and $88 polos in moisture-wicking mesh. Satisfy, a Paris label, occupies the highest price bracket and offers the most progressive-looking gear, such as a $387 leopard windbreaker and a $200 tie-dyed merino wool T-shirt.<br />On any given day I’ll see devoted runners trotting along in this conspicuously costly gear, making me feel a bit inadequate in my pedestrian get-up. And so I decided to call up a few stylish runners and ask them whether such investment gear is worth it. Most of them directly correlated cost and quality. Carl Maynard, 35, a photographer in Washington, D.C., who runs around 50 miles a week, has invested heavily in District Vision and Tracksmith gear. For him it was a simple calculation: He could either continue to spend around $35 every couple of months when his  Nike  shirt or shorts wore thin, or he could plop down a few hundred now and be set for a while. He is convinced that gear like District Vision’s $225 waterproof jacket and Tracksmith’s $72 Italian-fabric half-tights will last through years of runs.<br />To dedicated runners, it only makes sense to invest in their most time-consuming pursuit. Austin Lord, 31, a retail employee in Chicago who is training for the October Chicago Marathon, calculates the cost per wear for items like his $100 green-and-black Satisfy T-shirt. If he runs in it several times a week, he feels it’s worth the price. There is also a psychological advantage to spending more on your given hobby. While some people pay for expensive gym memberships to kick-start their exercise plan, others buy a week’s supply of trim $68 recycled polyester shorts from culty fitness label Outdoor Voices. The financial commitment proves you’re serious about running and could trigger guilt if you consider dropping the routine a week in.<br />These refined running labels can also motivate runners by positioning the sport as cool. Daniel Diaz, 29, who works in ad sales in New York and has run seven marathons, noted that track gear has not always been marketed as something to get excited about. When he first started running in high school, a sports-store employee told him to “just worry about the comfort,” not how something looks. Today, mainstream brands often follow that ethos, placing function and frugality over looks. The drab basicness of their clothes has opened a door for aspirational brands like Satisfy, whose website features gritty photos of tattooed runners bounding through craggy trails in the brand’s minimalist clothes. These labels make running look like a tantalizingly stylish activity."
}