{
    "url_original": "https://www.wsj.com/articles/armenian-genocide-1915-11619191350?mod=business_minor_pos5",
    "url": "armenian-genocide-1915-11619191350",
    "title": "Armenian Genocide: What You Need to Know About the 1915 Atrocities",
    "sub_head": "Mass killings claimed more than a million lives as Ottoman forces expelled or killed ethnic Armenians",
    "category_1": "World",
    "time": "2021-04-24 12:14:00",
    "body": "President Biden formally recognized the Armenian genocide, which claimed more than a million lives during the tumult of World War I as Ottoman forces expelled or killed ethnic Armenians during the unraveling of the empire. The massacres continue to stir enmity in the Middle East today.<br />Washington has been wary of recognizing the genocide for fear of damaging relations with Turkey. Modern-day Turkey is a member of the North Atlantic Treaty Organization and an important partner in the Middle East. Congress voted in a nonbinding resolution to recognize the killings as genocide in 2019. Previously, President Ronald Reagan, who started his political career among a large Armenian-American population in California, referred to the massacres as a genocide in comments about the Holocaust and other atrocities. Other presidents, however, have stopped short of using that terminology during their time in office.<br />The killings took place as the Ottoman Empire began to implode. Its forces suffered a series of shattering defeats after entering World War I on the side of Germany, and the country’s leaders responded by reshaping it as an ethno-nationalist state that would later become Turkey. They targeted Armenians and other minorities for expulsion or worse. Armenians mark the start of the genocide as April 24, 1915, the day the Ottoman government arrested Armenian intellectuals and leaders. They were subsequently executed, while Armenians serving in the Ottoman armed forces were disarmed and killed.<br />Paramilitary forces eradicated entire villages of Armenians, who are predominantly Christian. Other Armenians were forced to convert to Islam, and others saw their property seized before being deported. Hundreds of thousands of Armenians are believed to have died in 1915 and 1916 when they were marched from their homes in the eastern Anatolia region into the Syrian desert, where they were executed or died of starvation or disease. The International Association of Genocide Scholars estimates that the total death toll was more than a million people. The United Nations Convention on Genocide from 1948 defines genocide as acts designed to destroy in whole or in part a particular national, ethnic, racial or religious group.<br />Many Armenians, especially those who lived in what was then Constantinople or along the coast of the Mediterranean, left to settle in Europe or the U.S. The genocide is a binding element in the life of the diaspora, and April 24 is marked each year. The Armenian community in the U.S. has been particularly vocal in lobbying for Washington to formally recognize it. Up to 1.5 million Americans have Armenian ancestry, with more than two million Armenians in Russia."
}