{
    "url_original": "https://www.wsj.com/articles/artificial-intelligence-facial-recognition-face-curbs-in-new-eu-proposal-11619000520",
    "url": "artificial-intelligence-facial-recognition-face-curbs-in-new-eu-proposal-11619000520",
    "title": "Artificial Intelligence, Facial Recognition Face Curbs in New EU Proposal",
    "sub_head": "The EU is proposing one of the first laws globally to regulate the use of artificial intelligence for ‘high risk’ applications like hiring and policing",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-327981?width=620&size=1.5",
    "image_1": "im-327981.jpg",
    "time": "2021-04-21 06:22:00",
    "body": "The European Union’s executive arm proposed a bill that would limit police use of facial-recognition software in public and ban the marketing or use of certain kinds of AI systems, in one of the broadest efforts yet to regulate high-stakes applications of artificial intelligence.<br />The bill proposed on Wednesday would also create a list of so-called high-risk uses of AI that would be subject to new supervision and standards for their development and use, such as critical infrastructure, college admissions and loan applications. Regulators could fine a company up to 6% of its annual world-wide revenue for the most severe violations, though in practice EU officials rarely if ever mete out their maximum fines.<br />The bill is one of the broadest of its kind to be proposed by a Western government, and part of the EU’s expansion of its role as a global tech enforcer.<br />In recent years, the EU has sought to take a global lead in drafting and enforcing new regulations aimed at taming the alleged excesses of big tech companies and curbing potential dangers of new technologies, in areas ranging from digital competition to online-content moderation. The bloc’s new privacy law, the General Data Protection Regulation, helped set a template for broadly applied rules backed by stiff fines that has been followed in some ways by other countries—and some U.S. states.<br />Wednesday’s proposal faces a long road—and potential changes—before it becomes law. In the EU, such laws must be approved by both the European Council, representing the bloc’s 27 national governments, and the directly elected European Parliament, which can take years."
}