{
    "url_original": "https://www.wsj.com/articles/artur-rodzinskinew-york-philharmonic-the-complete-columbia-album-collection-review-mercurial-maestro-11619472119",
    "url": "artur-rodzinskinew-york-philharmonic-the-complete-columbia-album-collection-review-mercurial-maestro-11619472119",
    "title": "‘Artur Rodzinski—New York Philharmonic: The Complete Columbia Album Collection’ Review: Mercurial Maestro",
    "sub_head": "A 16-CD boxed set celebrates a 20th-century Polish conductor who reinvigorated the music of composers from Brahms to Gershwin and was, for a time, the premier orchestra builder in the U.S.",
    "category_1": "Music Review",
    "image_1_url": "https://images.wsj.net/im-329203?width=620&size=1.5",
    "image_1": "im-329203.jpg",
    "time": "2021-04-26 17:22:00",
    "body": "<br />If the name Artur Rodzinski means little to music lovers today, that’s because time and more media-savvy maestros have eclipsed his fame. But from the 1930s till his death in 1958, this Polish conductor had the respect not just of audiences, but also of musicians, including his peers on the podium. Now one of his great contributions to American musical life—his directorship of the New York Philharmonic in the mid-1940s—is being celebrated thanks to a new compilation of recordings. Titled “Artur Rodzinski—New York Philharmonic: The Complete Columbia Album Collection,” the box of 16 CDs from Sony Classical also contains material from several years later with the Columbia Symphony Orchestra, but not, alas, Rodzinski’s earlier Columbia recordings with the Cleveland Orchestra nor his later records with the Chicago Symphony Orchestra on RCA.<br />Rodzinski (pronounced roh-JIN-skee), the son of an army medical officer, was born in 1892 in the Dalmatian city of Split, then part of the Habsburg Empire. His studies eventually took him to Vienna, where he trained under such musical luminaries as the composer Franz Schreker, the conductor Franz Schalk and the pianist Emil von Sauer. Leopold Stokowski spotted his talent and appointed him his assistant at the Philadelphia Orchestra, where the younger conductor’s fame quickly grew. Posts in Los Angeles and Cleveland soon cemented his standing as this country’s pre-eminent orchestra builder, with him laying the groundwork on which others erected, or at least burnished, their reputations.<br />A peak in this regard came in 1937, when Arturo Toscanini chose him to select and train the members of the radio orchestra that NBC was creating in New York for the venerable Italian maestro. So when the New York Philharmonic (then styled as the Philharmonic-Symphony Society of New York) needed a new chief conductor, Rodzinski seemed an obvious choice. A longstanding commitment to opera in concert and new music, along with his mastery of wide swaths of the canon, left little, if anything, beyond his reach.<br />Yet great talent sometimes breeds great conflict—or so it was with Rodzinski’s perfectionist tendencies and artistic ambitions. He was the first to carry the title of music director at the Philharmonic and summarily dismissed 14 players. (He was also, almost certainly, the last to carry a loaded pistol to performances!) But he was unskilled at playing musical politics, and his abbreviated tenure, from 1943 to 1947, was the subject of a harsh Time magazine cover story."
}