{
    "url_original": "https://www.wsj.com/articles/as-the-u-s-vaccinates-millions-for-covid-19-most-canadians-are-still-waiting-11617905495",
    "url": "as-the-u-s-vaccinates-millions-for-covid-19-most-canadians-are-still-waiting-11617905495",
    "title": "As the U.S. Vaccinates Millions for Covid-19, Most Canadians Are Still Waiting",
    "sub_head": "Canada’s vaccine rollout has been among the slowest in major economies, and it is imposing fresh lockdowns as virus variants spread",
    "category_1": "World",
    "category_2": "Canada",
    "time": "2021-04-08 16:00:00",
    "body": "The U.S. economy is opening up and Covid-19 vaccines are increasingly available. But its neighbor to the north has had one of the slowest vaccine rollouts among developed economies, and is now imposing new lockdowns to stem a surge in infections.<br />Canada’s lockdowns come as new, more contagious variants of the coronavirus have taken hold in the country. The rapid spread of the B.1.1.7 variant, first identified in the U.K., and P.1 variant, which originated in Brazil, has forced authorities in Canada’s biggest provinces to impose new stay-at-home orders and in some cases, shut down schools.<br />The country’s vaccine rollout, stymied by supply-chain problems and a lack of coordination at the federal and provincial levels, contrasts with its initial, aggressive response to securing doses earlier in the pandemic. Canada clinched deals with eight vaccine makers, the bulk of them completed before late last year, for access to as much as 404 million doses—the most doses per capita of any advanced economy.<br />But Canada has been slow to get those shots into people’s arms, and Canadians have watched with envy the progress in the U.S.<br />Data collected by the University of Oxford’s Our World in Data shows Canada had provided one or more doses to about 16% of its population as of Tuesday, whereas the U.S. had covered 32% of its population, the U.K. was at 47% and Israel had reached 61%."
}