{
    "url_original": "https://www.wsj.com/articles/asian-american-professionals-push-for-visibility-at-work-11618804860?mod=business_lead_pos10",
    "url": "asian-american-professionals-push-for-visibility-at-work-11618804860",
    "title": "Asian-American Professionals Push For Visibility at Work",
    "sub_head": "Since George Floyd’s death, issues of race have come to the fore in many workplaces; now, after anti-Asian attacks, more Asian employees say their needs should be heard, too",
    "category_1": "Business",
    "category_2": "Management",
    "image_1_url": "https://images.wsj.net/im-325831?width=620&size=1.5",
    "image_1": "im-325831.jpg",
    "time": "2021-04-19 12:01:00",
    "body": "Kaycee Lai spent years in Silicon Valley trying to avoid calling attention to his ethnic identity.<br />Early in his career, if he left work to get bubble tea, a Taiwanese drink, he’d tell his white colleagues he was getting coffee. When co-workers made comments about his race—such as suggesting that, as an Asian male, he should be in coding rather than sales—he would laugh them off.<br />“For the longest time, Asian-Americans have felt like you can achieve the American dream so long as you shut up and aren’t seen,” says Mr. Lai, who worked at  Microsoft  and software company VMware before founding his own data-analytics firm, Promethium, in 2018.<br />But amid a wave of outrage and sorrow prompted by a recent surge in verbal and physical attacks against people of Asian descent, that sentiment is changing among many Asian-American professionals. Since the Atlanta shooting last month in which six women of Asian descent were among eight killed, many Asian professionals have talked at company town halls about their experiences of racism and what it means to be Asian in U.S. workplaces and society. Some have pushed for donations from their employers toward issues facing Asian communities, while others have simply called for Asians to be more visible in the workplace.<br />“When you’re sticking out like a sore thumb, you try harder to blend in,” says Mr. Lai, 44. “But this is a new generation, and we feel like we do have a right to be heard.”"
}