{
    "url_original": "https://www.wsj.com/articles/asian-american-lawmakers-to-press-biden-on-hate-crimes-cabinet-representation-11618487468?mod=politics_lead_pos3",
    "url": "asian-american-lawmakers-to-press-biden-on-hate-crimes-cabinet-representation-11618487468",
    "title": "Asian-American Lawmakers to Press Biden on Hate Crimes, Cabinet Representation",
    "sub_head": "The Senate recently advanced a bill to expedite the Justice Department’s review of hate crimes related to the coronavirus pandemic.",
    "category_1": "Politics",
    "time": "2021-04-15 07:51:00",
    "body": "WASHINGTON—Asian-American lawmakers will press President Biden to take more action to counter discrimination and inequities in their first meeting of his presidency, after the Senate advanced a bill to expedite the Justice Department’s review of hate crimes related to the coronavirus pandemic.<br />The moves come one month after a series of shootings in Atlanta left six women of Asian descent dead and sparked fresh attention to hate crimes against Asian-Americans.<br />Lawmakers planning to attend Mr. Biden’s meeting Thursday with members of the Congressional Asian Pacific American Caucus said they hope to address a range of policy issues, from housing and health disparities to immigration, as well as Asian-American representation in Mr. Biden’s administration.<br />“We want to talk about numerous issues,” said Rep. Judy Chu (D., Calif.), who chairs the House Congressional Asian Pacific American Caucus. “We’ve had an increase in anti-Asian hate crimes and violence…Eighteen states still don’t have a mandate to report hate crime data, and three states don’t even have a hate crime statute.”<br />Although Mr. Biden has prioritized diversity in his cabinet, Asian-American groups say it is the first in more than 20 years not to include an Asian-American or Pacific Islander secretary. Katherine Tai, Mr. Biden’s U.S. trade representative, is the first Asian-American and the first woman of color to be named to the job. The trade representative isn’t always part of the president’s cabinet, but Mr. Biden has included Ms. Tai in his."
}