{
    "url_original": "https://www.wsj.com/articles/astrazeneca-struggles-with-data-needed-for-covid-19-vaccines-approval-11619721317?mod=business_lead_pos3",
    "url": "astrazeneca-struggles-with-data-needed-for-covid-19-vaccines-approval-11619721317",
    "title": "AstraZeneca Struggles With Data Needed for Covid-19 Vaccine’s Approval",
    "sub_head": "Company is assembling data for FDA review, hoping for another stamp of regulatory backing in global rollout of its shot",
    "category_1": "Health",
    "time": "2021-04-29 14:35:00",
    "body": "AstraZeneca  PLC executives have struggled to pull together the full data necessary to apply for U.S. approval of its Covid-19 shot, according to people familiar with the matter, further delaying its efforts to secure the Food and Drug Administration’s go-ahead.<br />The company said last month that it would apply for what is known as emergency use authorization for its vaccine by mid-April. It has recently told U.S. officials it might need until mid-May to finish its application for an FDA review, according to one of these people.<br />One especially time-consuming task has been compiling British data from almost four months of vaccinations in the U.K., including efficacy, virus-transmission and safety statistics, people close to the process say. That has added to the complexity of AstraZeneca’s submission and is expected to lengthen any FDA review.<br />Other shots that the FDA has authorized had large-scale human trial data but little or none from real-world rollouts outside of controlled studies. The AstraZeneca shot, meanwhile, is approved and being used in large numbers around the globe, including across much of Europe, Asia and Latin America. It hasn’t been cleared for use in the U.S., unlike Covid-19 vaccines from  Pfizer Inc.,   Moderna Inc.  and  Johnson & Johnson .<br />U.S. health and industry officials have said publicly that the U.S. has ordered so many doses of those already-approved shots that it might not need AstraZeneca’s for its inoculation drive. But AstraZeneca executives hope an FDA endorsement can bolster confidence in the vaccine in the rest of the world, according to people familiar with the matter."
}