{
    "url_original": "https://www.wsj.com/articles/at-t-revenue-rises-as-wireless-unit-hbo-add-customers-11619090223?mod=tech_lead_pos1",
    "url": "at-t-revenue-rises-as-wireless-unit-hbo-add-customers-11619090223",
    "title": "AT&T’s Revenue Rises as Wireless Unit, HBO Add Customers",
    "sub_head": "Media and telecom giant posted customer gains in wireless and media divisions while 5G spending boosted overall debt",
    "category_1": "Business",
    "category_2": "Earnings",
    "image_1_url": "https://images.wsj.net/im-326990?width=620&size=1.5",
    "image_1": "im-326990.jpg",
    "time": "2021-04-22 08:17:00",
    "body": "AT&T Inc.  piled on more cellphone users, fiber-optic internet customers and HBO viewers during the first quarter, showing the media-and-telecom conglomerate’s focus on growth as the economy starts to roar back after a year of coronavirus-related pressure.<br />The Dallas company reported 44.2 million domestic HBO and HBO Max subscribers, up from 41.5 million three months earlier, as its media division sought to gain on rivals like  Netflix Inc.  and  Walt Disney Co.  That figure included viewers who signed up for the company’s new online streaming video service as well as those with older subscriptions to HBO through a cable-TV provider.<br />In the U.S. wireless business, AT&T’s core profit engine, the company added 595,000 postpaid phone subscribers, a highly valued category of customers who are billed for monthly service after-the-fact. The carrier also posted a net gain of 207,000 prepaid phone subscribers.<br />Rival  Verizon  Communications Inc. on Wednesday reported a net loss of 178,000 postpaid phone connections over the same period.  T-Mobile  is slated to report its first-quarter results next month.<br />Overall, net income attributable to AT&T reached $7.55 billion, or $1.04 a share, up from $4.61 billion, or 63 cents a share, a year earlier. The most recent earnings result benefited from a large on-paper actuarial gain on the value of its employee-benefit plans. Total revenue rose 2.7% to $43.9 billion."
}