{
    "url_original": "https://www.wsj.com/articles/attorney-general-expands-federal-ability-to-force-changes-in-local-policing-11618601722?mod=politics_lead_pos4",
    "url": "attorney-general-expands-federal-ability-to-force-changes-in-local-policing-11618601722",
    "title": "Attorney General Expands Federal Ability to Force Changes in Local Policing",
    "sub_head": "Merrick Garland lifts Trump-era restrictions on Justice Department investigations and consent decrees",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-326204?width=620&size=1.5",
    "image_1": "im-326204.jpg",
    "time": "2021-04-16 15:50:00",
    "body": "WASHINGTON—Attorney General Merrick Garland rescinded a Trump-era directive that limited federal prosecutors’ ability to rein in police practices they believe violate civil-rights laws, in the clearest sign yet that the Justice Department under President Biden intends to use its authority to hold entire cities accountable for police misconduct.<br />Mr. Garland’s move on Friday came as several recent police killings of Black people and members of other minority groups have set off fresh outcry over policing in the U.S. The new guidelines will make it easier for the Justice Department to use its power to broadly investigate conduct within police departments and use legal settlements known as consent decrees to force change.<br />The Trump administration sharply curtailed the practice, believing it was unfair for the federal government to mandate costly local overhauls, particularly for police. Mr. Garland has said he views so-called pattern-or-practice investigations that end in legal settlements as a powerful tool to root out misconduct and promote police accountability.<br />The Justice Department also enters into consent decrees with other local entities such as jails, school districts or housing authorities accused of discrimination, restricting voting access, environmental violations, and sexual harassment. In recent weeks, the department has said it had entered consent decrees to settle a number of lawsuits, including a voting-rights case in West Monroe, La.; a sexual-harassment and retaliation suit against the Orlando, Fla. fire department; and a religious-rights case in Toms River, N.J.<br />“The Department will use all appropriate legal authorities to safeguard civil rights and protect the environment, consistent with longstanding Departmental practice and informed by the expertise of the Department’s career workforce,” Mr. Garland said in a memo on Friday."
}