{
    "url_original": "https://www.wsj.com/articles/auction-house-phillips-names-former-christies-executive-as-new-ceo-11619614802",
    "url": "auction-house-phillips-names-former-christies-executive-as-new-ceo-11619614802",
    "title": "Auction House Phillips Names Former Christie’s Executive as New CEO",
    "sub_head": "Stephen Brooks plans to expand Phillips’s global reach, bolster contemporary art sales",
    "category_1": "Arts",
    "category_2": "Art",
    "image_1_url": "https://images.wsj.net/im-330627?width=620&size=1.5",
    "image_1": "im-330627.jpg",
    "time": "2021-04-28 09:00:00",
    "body": "A former Christie’s executive known for arranging complex art deals and navigating the auction house through a recession has been hired to run Phillips, a smaller rival.<br />London-based auction house Phillips said it plans to name Stephen Brooks, 56 years old, as its new chief executive on Wednesday, enlisting him to expand the house’s reach globally, particularly across Asia. Mr. Brooks will also seek to bolster Phillips’s top-selling categories such as contemporary art, design, watches and jewelry.<br />His arrival in September comes as Phillips and the broader art market seek to build momentum after the pandemic compelled the industry to pivot online. Last year, Phillips’s sales fell 16%, to $760 million. Its performance in Asia proved a bright spot, with sales in its Hong Kong hub surging to $152 million last year, up 24% from a year earlier. So far this spring, online and telephone bidding competition for contemporary art appears to be perking up in live-streamed sales conducted from New York, London and Geneva—signs that the market could rebound soon as auctions can once again be conducted with bidders in the room.<br />“After moments of trauma, history often sees an explosion of cultural and economic activity,” Mr. Brooks said in an interview before the announcement. “We’ve got a huge opportunity for growth here.”<br />Mr. Brooks, an Oxford native, previously worked as chief financial officer of Schroders, the asset manager. He then spent 11 years working in several management roles at Christie’s, joining as chief financial officer in 2009 during the worst of a recession that compelled him to winnow budgets and staff. He was deputy chief executive when he left Christie’s last August."
}