{
    "url_original": "https://www.wsj.com/articles/auto-parts-retailers-still-have-room-to-run-11619718748?mod=business_minor_pos10",
    "url": "auto-parts-retailers-still-have-room-to-run-11619718748",
    "title": "Auto-Parts Retailers Still Have Room to Run",
    "sub_head": "Harsh winter weather and new-car supply constraints should help prospects for auto-parts retailers",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-331842?width=620&size=1.5",
    "image_1": "im-331842.jpg",
    "time": "2021-04-29 13:52:00",
    "body": "Auto-parts retailers look revved up and ready to go. Their share prices have some catching up to do.<br />O’Reilly Automotive ,  which held its earnings call Thursday morning, saw record quarterly sales and earnings. The auto-parts retailer reported a 25% revenue jump for the first quarter compared with a year earlier, well above the 14.7% analysts polled by Visible Alpha expected. Net income rose 67%.<br />The coronavirus pandemic reduced traffic levels to unusual lows last year, but that barely scuffed auto-parts retailers’ top lines. O’Reilly’s 2020 sales increased 14.3%, a substantial jump compared with the 7.1% growth it saw on average over the preceding five years. For the 12 months ended Feb. 13,  AutoZone  saw its revenue grow 10.9%, more than double the five-year average growth rate.<br />The concern is this growth may not be sustainable. Auto-parts retailers say they aren’t writing off the possibility that demand last year was pulled forward as consumers received stimulus checks and had more time at home to pursue do-it-yourself projects.<br />Yet there are plenty of conditions that could yield surprising sales bumps. For one, traffic still isn’t back to pre-pandemic levels. Once more cars return to the road, it is likely that there will be a rotation in the categories that perform well. AutoZone had noted that brakes and rotors weren’t selling as well in its most recent fiscal quarter because cars were on the road less; that should come back as traffic recovers fully. The harsh winter weather seen earlier this year should mean more maintenance and repairs are needed on many vehicles, which could help boost sales throughout this year after two consecutive years of mild winters, O’Reilly said during its earnings call."
}