{
    "url_original": "https://www.wsj.com/articles/auto-dealers-record-sales-take-a-back-seat-for-investors-11619024671?mod=business_minor_pos10",
    "url": "auto-dealers-record-sales-take-a-back-seat-for-investors-11619024671",
    "title": "Auto Dealers’ Record Sales Take a Back Seat for Investors",
    "sub_head": "Supply constraints lead to impressive profits today but raise real concerns about business for the rest of the year",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-328051?width=620&size=1.5",
    "image_1": "im-328051.jpg",
    "time": "2021-04-21 13:04:00",
    "body": "Auto dealers are selling cars like hot cakes. That adds more to their bottom lines today, but is also fueling investor anxiety.<br />A year ago, auto dealers saw their profits crumple as the pandemic hit both demand and supply: Consumers stopped buying as many cars as they hunkered down, while auto makers halted manufacturing. Today, they have hit a sweet spot. Consumers are eager to buy cars but  manufacturing bottlenecks in things like semiconductors are limiting supply, lifting pricing for both new and used vehicles.<br />Both  AutoNation  and  Lithia Motors ,  which sell new and used vehicles, blew past Wall Street expectations on their top and bottom lines. First-quarter sales jumped 27% and 55% for the two auto dealers, respectively, compared with a year earlier. The two also beat expectations on net income. The numbers represent significant bumps even compared with pre-pandemic 2019.<br />Auto retailers have seen brisk business as they capitalize on tight supply for new cars. The average new-car price in March was 9.3% higher than a year ago, while used cars have gotten 14% more expensive, according to data from Edmunds. That is being reflected in the companies’ bottom lines: AutoNation’s gross profit per vehicle was 61.2% higher in the first quarter compared with a year earlier for new vehicles and 17.3% higher for used cars. The same metrics were up 33.6% and 9.3%, respectively, for Lithia Motors.<br />There is no time for dealers to rest on their laurels, however. Despite the stellar performance, share prices of AutoNation and Lithia Motors both sank slightly after their respective earnings calls on Tuesday and Wednesday, respectively."
}