{
    "url_original": "https://www.wsj.com/articles/awaiting-derek-chauvin-verdict-police-prepare-new-approach-to-protests-11618930271?mod=politics_lead_pos7",
    "url": "awaiting-derek-chauvin-verdict-police-prepare-new-approach-to-protests-11618930271",
    "title": "Awaiting Derek Chauvin Verdict, Police Prepare New Approach to Protests",
    "sub_head": "Departments from Los Angeles to New York have instituted new policies after criticism of their handling of last summer’s marches",
    "category_1": "U.S.",
    "time": "2021-04-20 10:51:00",
    "body": "As cities prepare for possible protests following a verdict in the murder trial of Derek Chauvin, police departments say they are implementing new tactics after being criticized by agency watchdogs for their handling of last summer’s demonstrations.<br />New York City police officials said they are in the process of implementing less aggressive crowd control tactics, while Los Angeles has started new training and the Chicago Police Department has ordered its officers to be respectful of protesters. Some cities like Philadelphia banned or limited the use of tear gas, rubber bullets and pepper spray on demonstrators after facing criticism from local elected leaders and civil-rights groups for deploying them on crowds over the summer.<br />Municipal oversight agencies and outside consultants hired by cities have found departments were unprepared, disorganized and used excessive force during the protests that swept the country following the death of George Floyd in police custody.<br />With a Minneapolis jury now deliberating whether to convict Mr. Chauvin for killing Mr. Floyd, some departments also said they have reached out to organizers and community leaders in advance of expected protests, in the hopes of creating less tense confrontations with demonstrators.<br />“I don’t think this time around we get to say we were surprised,” said Frank Straub, a top official with the National Police Foundation, a nonprofit that works on improving policing, and a former police chief in Spokane, Wash."
}