{
    "url_original": "https://www.wsj.com/articles/baby-boomers-isolated-during-covid-rushed-to-move-close-to-their-kids-11618411962",
    "url": "baby-boomers-isolated-during-covid-rushed-to-move-close-to-their-kids-11618411962",
    "title": "Baby Boomers, Isolated During Covid, Rushed to Move Close to Their Kids",
    "sub_head": "Rather than living alone, away from children and grandchildren, they moved in with them, or nearby. And now they’re planning to stay.",
    "category_1": "Life & Arts",
    "category_2": "Journal Reports: Retirement",
    "image_1_url": "https://images.wsj.net/im-324924?width=620&size=1.5",
    "image_1": "im-324924.jpg",
    "time": "2021-04-14 10:52:00",
    "body": "Dan Karp, a senior adviser in information technology at the Social Security Administration, used to live closer to his work than to his adult children. His apartment in Columbia, Md., was a 20-minute drive to his office in Baltimore. Then came the Covid-19 pandemic.<br />Mr. Karp, 67 and single, adjusted easily to working remotely, but not to being alone at home all the time. He didn’t see friends and couldn’t travel even occasionally, as he had before the pandemic, to visit his children and grandchildren. Mr. Karp’s younger daughter, 24, lives in New York, and his older daughter, 28, in Apex, N.C., with her husband and two sons, ages 3 and 1.<br />“When Covid hit, I became a hermit,” says Mr. Karp, who has Parkinson’s disease. As the pandemic persisted, he felt increasingly lonely. In November, after nine months of isolation, he realized he could do the job he enjoys from any location, and would be happier living close to his older daughter and grandchildren. His daughter encouraged his move and helped him find an apartment five minutes from her home.<br />Mr. Karp relocated in late January, and life became much better. He has celebrated, in person, both of his grandsons’ birthdays. He spends time with them and his daughter at least one afternoon during the week after he finishes work, and on the weekends.<br />“They are adorable and fun, and they know who I am now,” he says."
}