{
    "url_original": "https://www.wsj.com/articles/banks-might-get-partial-immunity-to-tax-increases-11618309980?mod=business_minor_pos10",
    "url": "banks-might-get-partial-immunity-to-tax-increases-11618309980",
    "title": "Banks Might Get Partial Immunity to Tax Increases",
    "sub_head": "Higher corporate tax rates will hit banks squarely, but the Biden Administration’s other priorities, like infrastructure and housing, could help lessen the blow",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-324113?width=620&size=1.5",
    "image_1": "im-324113.jpg",
    "time": "2021-04-13 06:33:00",
    "body": "Banks are squarely in line to feel higher corporate tax rates. But they might get some pretty attractive offsets as well from the whole package.<br />Among big companies, banks typically pay a relatively high effective tax rate, in part because they tend to generate a lot of their income in the U.S. So the Biden administration’s proposed jump from a 21% corporate tax rate to 28% would in theory translate into a roughly 6% hit to earnings per share for large banks, versus 5% for the S&P 500 broadly, according to analyst Brian Foran at Autonomous Research.<br />Even if investors are betting that buybacks and reserve releases will boost banks’ bottom line, higher taxes could reduce the value of banks’ earning power. But there are a few factors investors should consider. For one, banks may not be quite so hard hit, at least relatively speaking, as other sectors, like tech, which could face a new minimum levy on their foreign earnings.<br />Moreover, the Biden administration’s proposal to raise tax rates is part of a broader push in U.S. infrastructure, housing and energy. And those particular things could provide some tax-advantaged outlets for banks, partially offsetting the headline rate increase. For example, banks reduced their share of the municipal securities market after the 2017 tax package. U.S. bank holdings of munis as assets dropped from almost $575 billion at the end of 2017 to around $510 billion at the end of last year, according to Federal Reserve figures. Mr. Foran calculates that among six big regional banks, including  Fifth Third Bancorp  and  Regions Financial ,  tax-advantaged interest and income as a percentage of all pretax income for the group was roughly cut in half, from about 2% to 1%, from 2016 to 2019.<br />Not only does the tax-protected interest income on munis become more attractive at a higher corporate rate, but the muni market could expand should there be a major infrastructure push that leans on such financing.  Bank of America  analysts recently said they anticipate a “golden decade” for muni issuers driven by policy and tax rates."
}