{
    "url_original": "https://www.wsj.com/articles/bankrupt-zohar-funds-cant-block-lynn-tiltons-deal-for-auto-supplier-11618356684?mod=business_minor_pos5",
    "url": "bankrupt-zohar-funds-cant-block-lynn-tiltons-deal-for-auto-supplier-11618356684",
    "title": "Bankrupt Zohar Funds Can’t Block Lynn Tilton’s Deal for Auto Supplier",
    "sub_head": "A bankruptcy judge approved the sale of Global Automotive Systems to the turnaround manager, overruling the Zohar funds she created",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-324660?width=620&size=1.5",
    "image_1": "im-324660.jpg",
    "time": "2021-04-13 19:31:00",
    "body": "The judge overseeing the bankrupt Zohar investment funds refused their request to block their founder, turnaround manager Lynn Tilton, from buying one of their portfolio companies in a sale that leaves them with a roughly $150 million loss on loans to the business.<br />Judge Karen Owens of the U.S. Bankruptcy Court in Wilmington, Del., approved the sale of Global Automotive Systems LLC for $32 million to an affiliate of Ms. Tilton, giving her control of the auto supplier but leaving little for the Zohar funds that own the company.<br />The judge’s decision overruled the Zohars, which objected to the sale terms. In court papers, the Zohars alleged that Ms. Tilton used her position as a lender to GAS to skew the sale process in her favor, manipulating the company’s finances to make herself the only viable bidder. She denied that, saying her bid was the best available and blamed the Zohars’ “own poor decision-making” in rejecting earlier bids she made.<br />GAS is among the many businesses financed by the Zohars, vehicles Ms. Tilton created to channel investor capital into loans to troubled companies she hoped to improve. Value unlocked from her turnaround efforts were supposed to repay the Zohars and their investors. Many of the businesses in her portfolio have shut down, with or without the benefit of bankruptcy, leaving the Zohars with mounting losses.<br />She placed the Zohars under chapter 11 protection in 2018. Since then, a handful of businesses have been sold in bankruptcy court, at prices that hardly dent the Zohars’ $1.7 billion in debt to their investors."
}