{
    "url_original": "https://www.wsj.com/articles/battery-making-rivals-to-settle-trade-rift-that-threatened-georgia-plant-11618083518?mod=business_lead_pos6",
    "url": "battery-making-rivals-to-settle-trade-rift-that-threatened-georgia-plant-11618083518",
    "title": "Battery-Making Rivals to Settle Trade Rift That Threatened Georgia Plant",
    "sub_head": "SK Innovation and LG Chem’s settlement comes just before Sunday deadline for White House veto of trade commission decision",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-323127?width=620&size=1.5",
    "image_1": "im-323127.jpg",
    "time": "2021-04-10 16:48:00",
    "body": "Korean battery-making rivals  SK Innovation Co.  and  LG Chem Ltd.  have agreed to settle a trade-secret dispute that had threatened a $2.6 billion factory SKI is building in Georgia set to supply  Ford Motor Co.  and  Volkswagen AG  with electric-vehicle batteries, according to people familiar with the matter.<br />That plant’s future had been in doubt after the U.S. International Trade Commission in February sanctioned SKI with a 10-year ban on importing batteries and the materials necessary to make them after finding the company destroyed evidence relating to the dispute.<br />The agreement between the battery makers hasn’t yet been finalized, the people said. A spokeswoman for SKI declined to comment.<br />The settlement comes just ahead of a Sunday deadline for the Biden administration to potentially veto the trade commission’s decision. President Biden has made electric vehicles and the batteries that power them a core component of his proposed $2.3 trillion infrastructure program. As part of that plan, he has proposed investing $174 billion in spurring uptake of electric vehicles.<br />The fate of the Georgia factory has major implications for Ford and VW, which are counting on the new assembly complex to build batteries for electric models such as Ford’s F-150 pickup truck and VW’s ID.4 crossover. It is also important to the state, which swung in favor of Mr. Biden in the last election and gave Democrats control of the Senate."
}