{
    "url_original": "https://www.wsj.com/articles/bed-bath-beyonds-improvement-project-is-far-from-finished-11618417506?mod=markets_lead_pos10",
    "url": "bed-bath-beyonds-improvement-project-is-far-from-finished-11618417506",
    "title": "Bed Bath & Beyond’s Improvement Project Is Far From Finished",
    "sub_head": "The selloff in Bed Bath & Beyond looks overdone considering its unsurprising results, but the retailer still has a way to go to win back confidence",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-14 12:25:00",
    "body": "One good side effect from the  GameStop -induced rally of heavily shorted companies was that it shooed away short sellers from  Bed Bath & Beyond .  But that only lays bare how far the retailer still has to go to fully regain investor confidence.<br />Bed Bath & Beyond’s share price dropped almost 14% after the retailer announced relatively unsurprising top-line results on Wednesday morning. The company’s sales fell 16% in the quarter ended Feb. 27 from the like period a year earlier, pretty much in line with what analysts polled by Visible Alpha expected. The disappointment could have been from its bottom line, which was only a fraction of what Wall Street penciled in—but this was largely due to restructuring expenses and losses associated with its planned noncore business sales. Excluding those effects, net income for the quarter exceeded expectations.<br />The retailer is used to violent share-price reactions after quarterly results. Previously, some of that could be chalked up to the high degree of short interest, which as of early February accounted for 60% of float. Short interest now accounts for roughly 17% of float—still high by ordinary standards but much reduced.<br />Last fiscal year was the first full year with a fresh suite of executives and the results do give a picture of improving health in the underlying business. Revenue for the full year declined 17.3%, but greater efficiencies, including trimmed-down operating expenses and better promotional strategies, helped the company narrow its net loss to $150.8 million from the prior year’s $613.8 million.<br />In the fiscal fourth quarter, pandemic-related products continued to fare well, including home décor and organization. Colder-than-expected weather also helped boost sales of products such as comforters, flannel sheets and electric blankets, as well as certain kitchen products as more consumers stayed indoors. Sales in the kitchen and food-prep category grew 16% in the quarter from a year earlier, with sales of toaster ovens and air fryers surging 60% and 70%, respectively."
}