{
    "url_original": "https://www.wsj.com/articles/beethoven-in-beijing-review-a-classical-revolution-11618429446",
    "url": "beethoven-in-beijing-review-a-classical-revolution-11618429446",
    "title": "‘Beethoven in Beijing’ Review: A Classical Revolution",
    "sub_head": "An installment of ‘Great Performances’ on PBS examines how the Philadelphia Orchestra’s unprecedented 1973 Chinese concert tour shifted the course of classical music around the world.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-323673?width=620&size=1.5",
    "image_1": "im-323673.jpg",
    "time": "2021-04-14 15:44:00",
    "body": "Richard Nixon was an accomplished pianist, but the 37th president’s real contribution to serious music was his overture to China in 1972. As a result of that trip, the Philadelphia Orchestra would be allowed to visit in 1973, Western composers would be heard in a nation where they had been banned for years, and both the Chinese and classical music worlds would, ultimately, be turned on their heads.<br />“Beethoven in Beijing,” a presentation of “Great Performances,” offers a generous amount of performance, but it’s an uncharacteristically historic episode in the long-running series, a recounting of how much of the current classical music world came to be the way it is: the emergence of so many world-class Chinese performers in Western concert halls; how the Chinese would develop into the force they are today in both composition and virtuosity; how they are currently surpassing, even shaming, their Western counterparts in respect to music appreciation and education in the schools about an art form not traditionally their own.<br />As recalled by Nixon-era diplomat and Asia specialist Nicholas Platt, it was Eugene Ormandy, the longtime conductor and musical director of the Philadelphia Orchestra, who lobbied the White House for his group to be the first to visit China. (“And he got his way.”) Ping pong had preceded music in the diplomatic back-and-forth, but the timing of Ormandy’s visit to Beijing was critical: Mao’s Cultural Revolution, during which intellectuals were terrorized, urbanites were exiled to rice farms, and Western influences were outlawed, had prevented Beethoven—to cite just one paragon of Western harmony—from being heard in China for years. Chinese musicians still couldn’t play Brahms, Liszt, et al., but the visitors could. The composer-to-be Tan Dun (“Crouching Tiger, Hidden Dragon”), just a boy in 1973, remembers hearing the Philadelphia Orchestra’s performance piped though his village’s public address system. “Something big is happening,” he recalls thinking.<br />There are some thrilling musical moments in “Beethoven in Beijing,” more than a couple provided by Lang Lang, the pyrotechnical pianist who also happens to have a connection to the Curtis Institute in Philadelphia, and the pianist and teacher Gary Graffman—who, in a remarkable aside, traces his own piano-teacher legacy to Ludwig van Beethoven himself (there are only about five degrees of separation). Captivating stories abound: How Jiang Qing, aka Madame Mao, had opposed the performance of Beethoven’s Fifth Symphony because the Fifth is about fate and Communists don’t believe in fate. How Ormandy, in turn, resisted the Philadelphia Orchestra’s performing Beethoven’s Sixth, the “Pastoral,” because, as violinist Davyd Booth recalls, it wouldn’t show off the orchestra to best effect. Mr. Platt remembers burnishing the truth a bit and arguing with Ormandy that the agriculture-minded Chinese would have a greater affinity for the themes of the Pastoral and then his team having to scrounge for scores in Shanghai and Beijing, because Ormandy—perhaps thinking ahead—hadn’t brought any.<br />“Beethoven in Beijing” features some marvelous people—it’s noteworthy how many musicians here, including Mr. Booth, violinist Booker Rowe (recently retired), percussionist Anthony Orlando and violist Renard Edwards, were members of the troupe when it played Beijing. There are also some random yet fascinating observations from the likes of Mr. Tan, who remembers being struck, back in the ’70s, by how the Western instruments brought by the Philadelphians could hold their pitch in a way that traditional Chinese ones never could. And by how this is something reflected in the Chinese language, with its undulations and reliance on inflection. It’s just an aside, but one of the many things that make “Beethoven in Beijing” a treat."
}