{
    "url_original": "https://www.wsj.com/articles/behind-bidens-big-spending-plans-the-waning-sway-of-economic-caution-11619710043?mod=politics_lead_pos13",
    "url": "behind-bidens-big-spending-plans-the-waning-sway-of-economic-caution-11619710043",
    "title": "Behind Biden’s Big Spending Plans, the Waning Sway of Economic Caution",
    "sub_head": "A generation of centrists who served Democratic and Republican presidents for three decades are exiting the stage, as the administration charts a new course on spending, deficits and inflation.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "time": "2021-04-29 11:27:00",
    "body": "When Lawrence Summers criticized the Biden’s administration’s new economic policies in recent weeks as being the least responsible in 40 years, you might have expected the warning to jolt Democrats. Mr. Summers, after all, was formerly the U.S. Treasury Secretary under President Bill Clinton, the president of Harvard University and the economic adviser personally tapped by Barack Obama to help him navigate the financial crisis of 2008-09.<br />Instead, Mr. Summers was largely dismissed by his fellow Democrats. Progressives shouted him down on Twitter after he warned that the new administration’s $1.9 trillion economic rescue program could overstimulate the economy and spark inflation. Then Mr. Biden one-upped the stimulus program with a new $2 trillion spending plan for infrastructure and other projects. “It’s big, yes,” Mr. Biden said. “It’s bold, yes.” On Thursday he added another $1.8 trillion to his wish list, this time for family programs, adding up to $6 trillion in proposed or approved additional spending over a decade, a large chunk of it up front.<br />Behind the drama, the party’s resistance to Mr. Summers’s call for moderation is a sign that a torch is passing in economic thought and economic policy. Exiting the stage after a long run in power is a group of accomplished centrist economists who came of age during an inflation spiral in the 1970s and governed from the 1990s to the 2010s, with a mixed record of success and failure.<br />The last among them in power is Janet Yellen, the Treasury Secretary, who has embraced the new “go big” thinking of the moment. For Ms. Yellen, who is preternaturally cautious, the challenge is to serve as a bridge between an older risk-averse thinking and ambitious new ideas. “There are a lot of ways in which I think our understanding of the economy has shifted,” Ms. Yellen told The Wall Street Journal in March.<br />The defining view of her cohort—sometimes known as New Keynesians—was that the government could help to tame recessions and unemployment, but policy makers also needed to guard against excessive inflation, large budget deficits and the government’s own limitations as a force for economic good. The New Keynesians were chastened by the harsh lessons of the 1970s and early 1980s, which produced double-digit inflation and double-digit unemployment. They sought a middle ground between free markets and unwieldy government activism."
}