{
    "url_original": "https://www.wsj.com/articles/behind-jordans-royal-family-feud-a-prince-who-upstaged-a-king-11617903151?mod=world_major_1_pos7",
    "url": "behind-jordans-royal-family-feud-a-prince-who-upstaged-a-king-11617903151",
    "title": "Behind Jordan’s Royal Family Feud, a Prince Who Upstaged a King",
    "sub_head": "Separate visits to a small farm town laid bare the rivalry between King Abdullah II and his half-brother, Prince Hamzah",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-322345?width=620&size=1.5",
    "image_1": "im-322345.jpg",
    "time": "2021-04-08 13:32:00",
    "body": "SALT, Jordan—After a government hospital here ran out of oxygen last month and nine Covid-19 patients died, the country’s monarch, King Abdullah II, made a brief visit to this small farm town. Clad in a military uniform, he berated local officials in front of TV cameras.<br />Earlier, an angry crowd had pounded their fists and shoes on a vehicle carrying a court official, forcing it to speed away.<br />The next day, Salt hosted a very different royal visit from the king’s half-brother, Prince Hamzah bin Hussein. The prince, a critic of the king and his government, called at the homes of the deceased and sat and talked with their families. Two weeks later, he was invited to return for a traditional feast with residents.<br />The dueling visits—as Jordan has struggled to contain the pandemic and fix a sputtering economy—turned out to be one of the last straws in a long-running rivalry between the king and his younger half-sibling, according to people on both sides of the split, in a nation that is an important U.S. ally.<br />Within days, Prince Hamzah was effectively placed under house arrest and accused by the government of undermining national security, a move that has upended politics in the desert kingdom wedged between Israel and the occupied West Bank, Saudi Arabia, Iraq and Syria. He hasn’t been seen publicly since. The palace says the prince remains at home “in the care” of the king."
}