{
    "url_original": "https://www.wsj.com/articles/berlins-new-church-of-nothing-11617920412?mod=opinion_lead_pos10",
    "url": "berlins-new-church-of-nothing-11617920412",
    "title": "Berlin’s New Church of Nothing",
    "sub_head": "Maybe the communist goal of secularizing East Germany was successful after all.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-322017?width=620&size=1.5",
    "image_1": "im-322017.jpg",
    "time": "2021-04-08 18:20:00",
    "body": "A new worship center in the former East Berlin represents the ultimate secular view of religion. It also reflects the kind of cultural future the American left envisions for the U.S.<br />The House of One, to be built on the foundation of a demolished church, will enable Christians, Jews and Muslims to worship under one roof. Each faith will have its own sanctuary surrounding a central hall that will serve “as a place of public encounter, much like an urban square surrounded by different buildings,” according to the architectural firm Kuehn Malvezzi. Contractors will lay the foundation stone in May, and construction is expected to take four years.<br />“East Berlin is a very secular place,” Roland Stolte, a Christian theologian involved in the project, told the Guardian. “Religious institutions have to find new language and ways to be relevant, and to make connections.” In other words, religion must conform to, not challenge, the secular ethos.<br />The House of One’s boxy, modernist, sterile architecture expresses that idea. In trying to incorporate features from all three faiths, the building reflects none of them. In trying not to offend, it fails to inspire. If architecture, like art, reflects a civilization’s values, then the House of One represents the victory of functional utilitarianism over transcendence. Why would a devout Christian, Jew or Muslim worship in such a place when Berlin has regular churches, synagogues and mosques?<br />The House of One embodies the secular view of religion as secondary, if not destructive, to human identity and progress. The divinities being worshiped are not Yahweh, Jesus or Allah but diversity, multiculturalism and inclusion. The project’s organizers even sought input from those who identified with no religion."
}