{
    "url_original": "https://www.wsj.com/articles/beyond-review-cold-war-cosmonaut-11618783134",
    "url": "beyond-review-cold-war-cosmonaut-11618783134",
    "title": "‘Beyond’ Review: Cold War Cosmonaut",
    "sub_head": "Yuri Gagarin, the ﬁrst man in space, held symbolic value for the Soviet Union, which claimed to offer a better system than the U.S.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-326709?width=620&size=1.5",
    "image_1": "im-326709.jpg",
    "time": "2021-04-18 17:58:00",
    "body": "Readers of Stephen Walker’s fine new account of how Yuri Gagarin, a 27-year-old Soviet air-force major (he was promoted from lieutenant while circling the Earth), became the first man in space will discover quite a bit about Gagarin the man, but a great deal more about the program that put him into orbit 60 years ago, on April 12, 1961.<br />Vasco da Gama, Gagarin was not. For all his skill, toughness, unflappability and courage, he was no explorer. In a way, he was merely the most important of all the fauna that the Soviets shot into space. The first astronauts had relatively little control over their capsules; the first cosmonauts had far less.<br />Gagarin’s value was primarily symbolic. He was not only the embodiment of humanity’s scientific progress, but a living demonstration that the Soviets offered a better, faster path to the future than the U.S. His mission was to return alive, uninjured—and sane. To that end, during his training Gagarin, like other aspiring cosmonauts, was subjected to almost every brutality—physical and psychological—that his doctors could think up.<br />Like their American counterparts, the first Soviet spacemen had to be advertisements for the system in which they were raised, but more so. They had to fit, not just literally (Gagarin, at 5-foot-5, was two inches shorter than the maximum height allowed), but politically and personally. With his dazzling smile, charm, cheerfulness and peasant background, Gagarin was picked as the first to fly, over his friend Gherman Titov, who was more cerebral, more of a loner, more independent-minded, the son of a teacher. As Mr. Walker notes in “Beyond,” “Gagarin knew how to cast iron. Titov knew how to recite Pushkin,” a “suspiciously bourgeois” display of erudition. What’s more, “Gagarin had two healthy daughters. Titov’s only infant child had recently died and now he had no children, a bleak narrative for a would-be supreme representative of the Soviet state.”<br />That said, the runner-up was, on balance, the stronger character, and thus Titov, though only 25, was thought more suitable than Gagarin to cope with the next mission—17 orbits rather than one (Gagarin’s flight was over in under two hours, Titov’s took more than a day). This may, however, have been a lesser ordeal than the one that Mr. Walker describes well: Titov’s lifelong burden of only having been second into orbit, forever Buzz to Gagarin’s Neil."
}