{
    "url_original": "https://www.wsj.com/articles/biden-tax-plan-leans-on-banks-to-help-find-unreported-income-11619701380",
    "url": "biden-tax-plan-leans-on-banks-to-help-find-unreported-income-11619701380",
    "title": "Biden Tax Plan Leans on Banks to Help Find Unreported Income",
    "sub_head": "The proposal would require banks to report annual account inflows and outflows to the Internal Revenue Service",
    "category_1": "Politics",
    "time": "2021-04-29 09:03:00",
    "body": "Part of the funding for President Biden’s $1.8 trillion American Families Plan hinges on a beefed-up reporting requirement for banks designed to identify unreported income.<br />The proposal would require banks to report annual account inflows and outflows to the Internal Revenue Service. The requirement would also extend to peer-to-peer payment services such as Venmo but wouldn’t require individuals and businesses to report any additional information to the government, according to people familiar with the plan. Financial institutions already must report interest, dividend and investment income, and the IRS can get bank information during audits.<br />“Providing the IRS this information will help improve audit selection so it can better target its enforcement activity on the most suspect evaders, avoiding unnecessary (and costly) audits of ordinary taxpayers,” the Treasury Department said in a statement Wednesday.<br />The Biden plan, which includes new spending on child care, education and paid leave, relies on $700 billion in revenue the administration says would come from a significant expansion of the Internal Revenue Service. The information-reporting expansion of the plan, combined with some other efforts, would yield about $460 billion of the $700 billion in additional tax collection under the Biden IRS changes, the people said.<br />The plan would largely affect the bank accounts of business owners, placing financial institutions at the center of an effort to curb unreported or misreported business income. The IRS estimates that up to 55% of business income is unreported or misreported."
}