{
    "url_original": "https://www.wsj.com/articles/bidens-challenge-pushing-his-agenda-in-congress-as-window-narrows-11619688603?mod=politics_lead_pos1",
    "url": "bidens-challenge-pushing-his-agenda-in-congress-as-window-narrows-11619688603",
    "title": "Biden’s Challenge: Pushing His Agenda in Congress as Window Narrows",
    "sub_head": "President has proposed about $6 trillion in spending across three packages this year",
    "category_1": "Politics",
    "time": "2021-04-29 05:30:00",
    "body": "WASHINGTON—President Biden is aiming to push a broad legislative agenda through a narrow political window, seeking to enact sweeping changes to transportation, child care and tax policies, among other issues, before next year’s challenging midterm elections.<br />With his speech to Congress ahead of his 100th day in office, Mr. Biden shifted to a new stage in his presidency this week after an early period spent largely on fighting Covid-19. The president—who has proposed about $6 trillion in spending across three packages—says he is seeking to work with Republicans, though GOP lawmakers argue that he hasn’t always been receptive to their proposals.<br />Mr. Biden also must keep his party’s moderates and progressives united, given their narrow majorities in Congress. He has just 18 months before the midterm elections, which often mean losses for a president’s party and could cost Democrats control of the House and Senate, underscoring the sense of urgency around passing his proposals.<br />Mr. Biden, in his address to a joint session of Congress on Wednesday night, said the U.S. needs to act to spur the economy or fall behind. “The rest of the world is not waiting for us. And I just want to be clear, from my perspective, doing nothing is not an option,” he said.<br />Mr. Biden’s job approval ratings have remained above 50%, according to public polling, helped by public support for his response to the Covid-19 pandemic. Those are higher than President Donald Trump’s during the same time frame but lower than some other recent presidents at the end of their first 100 days. Mr. Biden believes that if he concentrates on his policy goals, “The politics in the end will take care of itself,” senior adviser Mike Donilon said."
}