{
    "url_original": "https://www.wsj.com/articles/bidens-refugee-decision-is-a-moral-one-11619131074?mod=opinion_lead_pos7",
    "url": "bidens-refugee-decision-is-a-moral-one-11619131074",
    "title": "Biden’s Refugee Decision Is a Moral One",
    "sub_head": "Jews, Muslims and Christians have a shared imperative to welcome the stranger.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-22 18:37:00",
    "body": "Joe Biden said on the campaign trail that he would raise the refugee-settlement ceiling to 125,000 during his first year in office. Last week the White House announced it would maintain Donald Trump’s 15,000-refugee cap. President Biden walked back the decision hours later under heavy criticism from his own party.<br />“We are going to increase the number,” Mr. Biden said Saturday. “Problem was the refugee part was working on the crisis that ended up at the border with young people. We couldn’t do two things at once, so now we are going to raise the number.”<br />There is a crisis here, but it is a moral one. Rejecting refugees and turning away unaccompanied minors would violate basic American principles. It would also disregard a central principle of the three Abrahamic faiths. As a Jew and a Muslim—and as Americans—we urge our Catholic president to uphold our shared imperative to welcome the stranger.<br />The Torah (“You shall not wrong nor oppress a stranger, for you were strangers in the land of Egypt”) and the Quran (“Was not the earth of God spacious enough for you to flee for refuge?”) make the point clearly. The Christian Bible includes countless verses calling for the faithful to welcome foreigners. All three faiths’ history is steeped in stories of refuge. Moses, Jesus, and Muhammad all fled persecution and violence.<br />During the Passover Seder, Jews remember their history as slaves in Egypt—and the past 2,000 years of wandering from country to country to escape persecution. This goes a long way to explain why American Jews are among the most supportive of a more open immigration policy."
}