{
    "url_original": "https://www.wsj.com/articles/bidens-economic-plan-would-redistribute-trillions-and-expand-government-11619699898",
    "url": "bidens-economic-plan-would-redistribute-trillions-and-expand-government-11619699898",
    "title": "Biden’s Economic Plan Would Redistribute Trillions and Expand Government",
    "sub_head": "President seeks muscular role for the federal government in economy, helping middle and working class at the expense of businesses and the wealthy",
    "category_1": "Politics",
    "time": "2021-04-29 08:38:00",
    "body": "Franklin D. Roosevelt created the modern government-funded social safety net in the 1930s to aid lower and middle-income families—paid for in part by jacking up taxes on the richest Americans. Dwight Eisenhower built the interstate highway system in the 1950s. John F. Kennedy defined federal industrial policy in the 1960s by pledging to put a man on the moon by decade’s end.<br />In his first 100 days in office, Joe Biden has been attempting to emulate all three, seeking to combine and update for the 21st century his predecessors’ visions for a muscular Washington role in the economy.<br />With his $1.8 trillion American Families Plan unveiled Wednesday—following his $2.3 trillion American Jobs Plan and his $1.9 trillion American Rescue Plan—President Biden has proposed $6 trillion in new federal spending for the next decade. That is far more than any recent president at a comparable point in their terms.<br />Beyond expanding the size and scope of government, Mr. Biden’s program aims to redistribute trillions of dollars of resources from the highest-earning households and businesses to everyone making less than $400,000 a year.<br />He suggests doing so by undoing a portion of former President Donald Trump’s tax cuts for corporations and high-income families. But Mr. Biden also wants to go further, giving the Internal Revenue Service more resources to scrutinize alleged tax avoidance, adding higher and different types of capital-gains taxes for certain investors, and hiking taxes on a popular form of Wall Street compensation known as carried interest."
}