{
    "url_original": "https://www.wsj.com/articles/biden-to-propose-1-8-trillion-plan-aimed-at-families-tax-hikes-for-wealthiest-americans-11619600400",
    "url": "biden-to-propose-1-8-trillion-plan-aimed-at-families-tax-hikes-for-wealthiest-americans-11619600400",
    "title": "Biden to Propose $1.8 Trillion Plan Aimed at Families, Tax Hikes for Wealthiest Americans",
    "sub_head": "In speech to Congress, president will call for a universal preschool program, two years of tuition-free community college",
    "category_1": "Politics",
    "time": "2021-04-28 05:00:00",
    "body": "WASHINGTON—President Biden plans to lay out a $1.8 trillion proposal that includes new spending on child care, education and paid leave and extensions of some tax breaks, using a prime-time address Wednesday to pitch a package he says will benefit the U.S. economy and workers.<br />Speaking to a joint session of Congress just before his 100th day in office, Mr. Biden will detail his American Families Plan, which he would largely pay for by raising taxes on the wealthiest Americans. A senior administration official said the president’s goal is “to build a stronger economy that doesn’t leave anyone behind.”<br />A prime-time address to Congress presents an opportunity to connect to a massive audience. Mr. Biden has attended numerous such addresses, both as a U.S. senator and vice president, but this is his first as president. He will speak to a scaled-down crowd due to pandemic health restrictions, at a Capitol still under heavy security following the deadly storming of the building on Jan. 6.<br />Aides said Mr. Biden wants to note his achievements—including $1,400 payments to millions of Americans and more than 200 million Covid-19 shots administered since he took office—but also stress the legislative work to come. The proposal he plans to unveil Wednesday follows a $1.9 trillion Covid-19 relief law and comes as he is also promoting a $2.3 trillion infrastructure package that includes new spending on bridges, roads and broadband internet.<br />Mr. Biden’s new plan will likely draw criticism from Republicans, who have largely united against his policies and said he has proposed far too much federal spending. They also object to his tax plans, which include raising rates for companies and the wealthiest Americans."
}