{
    "url_original": "https://www.wsj.com/articles/bidens-first-100-daysand-the-next-100-11619543813?mod=opinion_lead_pos10",
    "url": "bidens-first-100-daysand-the-next-100-11619543813",
    "title": "Biden’s First 100 Days—and the Next 100",
    "sub_head": "Voters like the president’s demeanor, and he can notch a win on infrastructure.",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "image_1_url": "https://images.wsj.net/im-330210?width=620&size=1.5",
    "image_1": "im-330210.jpg",
    "time": "2021-04-27 13:16:00",
    "body": "As Joe Biden heads toward the 100th day of his presidency and prepares to address the nation, he has reason to feel good about his time in office so far. His job approval is holding steady in the mid-50s, and he is getting high marks for his character, leadership and demeanor. The public supports his handling of the Covid-19 pandemic, especially his vaccine rollout. He quickly passed his first major initiative, the American Rescue Plan. His aides appear to be working well together, and for the most part internal conflicts have been kept off the front pages.<br />Mr. Biden has also done well in another important dimension of the presidency—his role as party leader. Surveys have shown nearly unanimous support for him among Democrats. This isn’t surprising, because his statements and proposals have reflected the center of gravity in the Democratic Party. Cynics dismissed the results of last year’s postprimary negotiations between progressives and the center left as a campaign truce that would give way to factional fighting after the election. Instead, these unity documents have turned out to be reliable predictors of the administration’s stances.<br />There is one conspicuous exception—the administration’s handling of refugees. Democrats criticized President Trump for lowering the annual cap on refugee admissions to 15,000. During his campaign, Mr. Biden promised to raise it to 125,000. After hesitating for several months, however, earlier this month he declined to increase it, provoking a backlash from his party that forced him to change course.<br />As the controversy unfolded, the press reported that the president had rebuffed a plea from Secretary of State Antony Blinken not to maintain Mr. Trump’s cap. This is a classic example of John F. Kennedy’s maxim that victory has a thousand fathers, but defeat is an orphan. No administration is exempt from public discord when officials want to distance themselves from unpopular policies.<br />As the president looks beyond his first big proposal to two others—the recent American Jobs Plan and the American Families Plan, which reportedly will be released ahead of his national address—he faces a choice: Will he try to pass initiatives totaling more than $4 trillion with the votes of Democrats only, or will he accept the compromises needed to bring some Republicans on board?"
}