{
    "url_original": "https://www.wsj.com/articles/bidens-10-year-climate-plan-11619132440?mod=opinion_lead_pos1",
    "url": "bidens-10-year-climate-plan-11619132440",
    "title": "Biden’s 10-Year Climate Plan",
    "sub_head": "He’s committing the U.S. to a far-fetched CO2 emissions goal without a vote of Congress.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-22 19:00:00",
    "body": "Was President Biden trying to impress China’s Xi Jinping at Thursday’s climate pep rally by committing to reduce U.S. greenhouse gas emissions by half below 2005 levels by 2030? His pledge tees up sweeping new government controls over the economy of the kind you might see in one of Mr. Xi’s five-year plans. Mr. Biden now has a 10-year version of central economic planning.<br />Mr. Biden’s virtual world summit was intended to coax China and other emerging countries to make more aggressive emissions reductions. The U.S. accounts for less than 15% of global CO2 emissions, Mr. Biden told world leaders. Emissions in the U.S. and Europe have been falling since 2005 as natural gas and renewables have replaced coal power.<br />But rising emissions from China have swamped these declines. At the Paris climate summit in 2015, China committed only to begin reducing emissions in 2030, and it has continued to build coal plants and expand industrial production. China’s CO2 emissions increased by more between 2015 and 2018 than the U.K.’s total emissions in 2018 (see nearby chart).<br />All of the CO2 commitments made in Paris, including Barack Obama’s to reduce U.S. emissions by 26% to 28%, would reduce the Earth’s temperature increase by a mere 0.17 degree Celsius by 2100—not even close to the 1.5 degrees that is supposedly needed to head off doomsday. Yet Mr. Biden now wants to double down on Mr. Obama’s futile climate gesture.<br />What would the U.S. have to do to achieve Mr. Biden’s new emissions pledge? Start with some perspective. The Obama regulatory fusillade got the U.S. only about halfway to his Paris pledge—and most of the reductions during his Presidency were from natural gas displacing coal in power due to market forces."
}