{
    "url_original": "https://www.wsj.com/articles/bidens-move-research-abroad-tax-11619822286?mod=opinion_lead_pos1",
    "url": "bidens-move-research-abroad-tax-11619822286",
    "title": "Biden’s Move-Research-Abroad Tax",
    "sub_head": "Raise the levy on U.S. intellectual property and you’ll get less of it.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-30 18:38:00",
    "body": "One of the stranger features of President Biden’s corporate-tax plan is the war he’s waging on incentives for research and development in the U.S. Behold a case study in what happens when an Administration’s desire to punish taxpayers outpaces its understanding of the tax code.<br />This misstep concerns the tax treatment of foreign-derived intangible income, or FDII. This is global income arising from intellectual property such as copyrights or patents held in America. The 2017 Tax Cuts and Jobs Act created a new deduction for this income that brought the effective tax rate down to about 13%. The Biden plan would eliminate that deduction, raising the tax on this income to the proposed new top statutory rate of 28%.<br />The Administration says the FDII exemption “gave corporations a tax break for shifting assets abroad and is ineffective at encouraging corporations to invest in R&D.” They must be reading some other tax code, because the FDII as written does exactly the opposite.<br />FDII was intended to be the domestic twin for the new global minimum tax the 2017 reform imposed on profits related to intellectual property held overseas. We’ve described that tax on global intangible low-tax income, or Gilti, in some detail.<br />In the years before 2017, countries such as Ireland, the Netherlands and the United Kingdom enticed companies to deposit intellectual property in subsidiaries in those jurisdictions where profits would be taxed at lower rates. Gilti and FDII combined make the U.S. a more competitive home for intellectual property by lowering the domestic tax rate on those profits relative to the headline corporate rate (FDII) while imposing an equal effective tax rate on profits earned in foreign subsidiaries (Gilti)."
}