{
    "url_original": "https://www.wsj.com/articles/bidens-surge-at-the-southern-border-11618008456?mod=opinion_lead_pos2",
    "url": "bidens-surge-at-the-southern-border-11618008456",
    "title": "Biden’s Surge at the Southern Border",
    "sub_head": "The latest migrant numbers show much more than a seasonal increase.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-09 18:47:00",
    "body": "The White House has tried to pass off the migrant surge at the U.S.-Mexico border as nothing more than a routine seasonal sojourn. “It happens every year,” President Biden said in a news conference last month. New York Rep. Ritchie Torres called the crisis “more of a cyclical occurrence than a unique consequence of the Biden Administration policy.”<br />Bad timing, as the latest data from U.S. Customs and Border Protection shows. CBP said this week that there were more than 172,300 encounters with migrants on the Southwest border in March, a 71% increase over February. That’s up from 103,731 in March 2019 and 50,347 in March 2018.<br />That includes a record 18,890 unaccompanied children, compared to 9,380 in March 2019 and 5,244 in March 2018. CBP also reported 53,623 encounters with family units last month, a 173% increase over February and the most since the peak of the 2019 border crisis. In 2020 the pandemic kept numbers low.<br />There is a seasonal element to this, but the current surge is a much more serious spike related to the incentives provided by Biden Administration rhetoric and policy. The U.S. now expels single adults under a pandemic emergency measure known as Title 42, but it allows children who cross the border illegally alone to stay. The Biden Administration has also released into the U.S. large numbers of families who crossed the border illegally with young children. Migrant parents recognize this as a chance to gain entry.<br />U.S. facilities for housing migrants are overcrowded and the border patrol is overwhelmed. The humanitarian crisis will continue to worsen unless the policy incentives change."
}