{
    "url_original": "https://www.wsj.com/articles/bidens-defense-budget-squeeze-11618781173?mod=opinion_lead_pos1",
    "url": "bidens-defense-budget-squeeze-11618781173",
    "title": "Biden’s Defense Budget Squeeze",
    "sub_head": "More money for the welfare state means less for the Pentagon.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-18 17:26:00",
    "body": "President Biden’s budget proposal includes record spending for nearly every corner of government, but there’s one big exception: national defense. Even as global threats rise, notably from China, Mr. Biden is squeezing the Pentagon.<br />Few in the media have noticed, but the White House is proposing a fiscal 2022 Pentagon budget of $715 billion. That’s a 1.6% increase from 2021’s $704 billion, but it’s a cut in the military’s spending power assuming likely inflation of more than 2%. Non-defense domestic discretionary spending will surge 16%, with the Education Department rising 41%, Health and Human Services 23% and the Environmental Protection Agency 21%.<br />With Mr. Biden proposing a separate $2.3 trillion for “infrastructure,” you’d think the Pentagon would be included. Aircraft and naval ships are certainly more justified as public works than subsidies to buy Teslas. Mr. Biden is making a conscious statement about his party’s political priorities: butter and more butter, but less for guns.<br />This marks a return to the downward defense spending trend of the Obama years. Defense spending as a share of GDP fell to 3.1% in fiscal 2017 from 4.7% in 2010, even as the military’s missions increased. Shrinking defense led to a readiness crisis that was showing up in more accidents and deficiencies in deployable ships and air units.<br />The Trump Administration and GOP Congress stopped the decline, and 2020’s defense outlays were estimated at 3.3% of GDP before the pandemic shock. But the Biden budget will again force risky trade-offs between military readiness and investment in the technology and weapons of the future."
}