{
    "url_original": "https://www.wsj.com/articles/biden-offers-broad-definition-of-infrastructure-in-push-for-2-3-trillion-package-11617828150",
    "url": "biden-offers-broad-definition-of-infrastructure-in-push-for-2-3-trillion-package-11617828150",
    "title": "Biden Urges Broad View of Infrastructure in Pushing $2.3 Trillion Package",
    "sub_head": "Congressional Republicans call for narrower focus on things like building roads, bridges and airports",
    "category_1": "Politics",
    "time": "2021-04-07 16:42:00",
    "body": "WASHINGTON—President Biden sought to build public support for an expansive view of what it means to bolster U.S. infrastructure, dismissing Republican arguments that his roughly $2.3 trillion plan devotes too little to projects like roads and bridges.<br />As he approaches his hundredth day in office later this month, the Democratic president sought in a speech Wednesday to define his latest push in Congress as a way to drive an economy re-emerging from the coronavirus pandemic. He has called for the package to fund projects over eight years, offset with 15 years’ worth of corporate tax increases.<br />Mr. Biden has included in his definition of infrastructure spending proposals to build recharging stations for electric vehicles, expand care for the elderly and close gaps in the nation’s broadband network, which he says are necessary to support the American workforce and compete with other countries. Congressional Republicans say the package is a “Trojan horse” for Democratic priorities and that a true infrastructure proposal should focus more narrowly on things like building roads, bridges and airports.<br />Mr. Biden said the concept of infrastructure “has always evolved to meet the aspirations of the American people and their needs,” noting that “200 years ago, trains weren’t traditional infrastructure either.”<br />“We need to start seeing infrastructure through its effects on the lives of working people in America,” he said. “What is the foundation today that they need to carve out their place in the middle class?”"
}