{
    "url_original": "https://www.wsj.com/articles/biden-administration-moves-to-unwind-trump-auto-emissions-policy-11619023946?mod=politics_lead_pos2",
    "url": "biden-administration-moves-to-unwind-trump-auto-emissions-policy-11619023946",
    "title": "Biden Administration Moves to Unwind Trump Auto-Emissions Policy",
    "sub_head": "The U.S. will end its fight with California, setting the stage for stricter regulations",
    "category_1": "Politics",
    "time": "2021-04-21 13:04:00",
    "body": "WASHINGTON—The Biden administration is moving to end a legal battle with California over the state’s authority to regulate motor-vehicle emissions, setting the stage for stricter regulations on the auto industry, according to people briefed on those plans.<br />Administration officials could announce their first steps as early as Friday, these people said, as President Biden concludes a two-day international summit via videoconference to address climate change. It would be the latest in a series of efforts to unwind Trump administration policies that eased environmental rules.<br />California, the nation’s biggest car market, has long set emissions standards that exceed requirements set by the federal government, an exception that was allowed under a waiver to the Clean Air Act. As a result, California’s standards became the de facto national standard.<br />That became a source of conflict during the Trump years as auto makers asked the Trump administration for relief from a deal the Obama administration negotiated with California and the industry to increase fuel-economy standards.<br />The Trump administration moved to relax the Obama standards, saying easing the regulations would lower consumer costs and boost auto sales. To do it, the administration’s Transportation Department adopted a new policy that said California didn’t have the legal authority to set its own fuel-economy standards. The move kicked off a long legal battle that auto makers worried would complicate their planning for future models."
}