{
    "url_original": "https://www.wsj.com/articles/biden-infrastructure-meeting-focuses-on-taxes-scope-of-plan-11618857994?mod=politics_lead_pos1",
    "url": "biden-infrastructure-meeting-focuses-on-taxes-scope-of-plan-11618857994",
    "title": "Biden Infrastructure Meeting Focuses on Taxes, Scope of Plan",
    "sub_head": "President meets with lawmakers of both parties about potential changes to $2.3 trillion proposal",
    "category_1": "Politics",
    "time": "2021-04-19 14:46:00",
    "body": "WASHINGTON—President Biden met with a bipartisan group of lawmakers about infrastructure Monday, continuing discussions about possibly narrowing the scope of his $2.3 trillion plan or altering its planned tax increases.<br />“I am prepared to compromise, prepared to see what we can do and what we can get together on,” Mr. Biden said in the Oval Office as the meeting got under way. “It’s a big package but there are a lot of needs,” he said.<br />The meeting is the latest in a series Mr. Biden has held with lawmakers in both parties about his proposal, which offers funding for improving transportation, expanding access to broadband, rebuilding schools and funding elder care, among other priorities. The plan also calls for raising the corporate tax rate to 28% from 21% and increasing taxes on U.S. companies’ foreign earnings.<br />Some Senate Republicans, critical of the corporate tax increases and the broad scope of Mr. Biden’s infrastructure plan, have started discussing making a counteroffer in the realm of $600 billion to $800 billion. Republicans have indicated that they would want to focus on spending money on building roads and bridges, along with expanding access to broadband, while excluding other parts of Mr. Biden’s plan, such as providing $400 billion for caring for elderly and disabled Americans.<br />Meanwhile, a bipartisan group of lawmakers who have helped kick-start previous negotiations held an initial meeting last week on infrastructure, agreeing to meet again this week."
}