{
    "url_original": "https://www.wsj.com/articles/biden-to-back-temporary-extension-of-larger-child-tax-credit-11618957385?mod=politics_lead_pos3",
    "url": "biden-to-back-temporary-extension-of-larger-child-tax-credit-11618957385",
    "title": "Biden to Back Temporary Extension of Larger Child Tax Credit",
    "sub_head": "Some Democratic lawmakers have pressed for a permanent change to the payments",
    "category_1": "Politics",
    "time": "2021-04-20 18:23:00",
    "body": "WASHINGTON—President Biden told a group of lawmakers that he intends to propose a temporary extension of an enhanced child tax credit, rebuffing requests from some Democrats who favor making the new benefit permanent.<br />As part of a $1.9 trillion Covid-19 relief package Democrats passed earlier this year, Congress raised the child tax credit to $3,000 from $2,000, setting it at $3,600 for parents of children under age 6 and making parents of 17-year-olds eligible. The credit, which scales down above certain income thresholds, is fully refundable and was designed to be paid in intervals, rather than in one lump sum.<br />But the expansion of the tax credit, which advocates said would slash child poverty in the U.S. in half, is only set to last through 2021, and some Democrats have sought to make it permanent. Mr. Biden had previously signaled he might also back a permanent expansion.<br />At a meeting at the White House on Tuesday with members of the Congressional Hispanic Caucus, Mr. Biden said that he expects that proposing a permanent expansion of the tax credit would run into trouble in the Senate, according to lawmakers at the meeting. When Rep. Teresa Leger Fernandez (D., N.M.) said she asked Mr. Biden about making the expanded tax credit permanent, Mr. Biden said he planned to propose extending it by several years.<br />“He said ‘I’d love to do it permanent, but I’m not sure that I can get that through the Senate,’ ” Ms. Leger Fernandez said. “You could tell he was interested in making it permanent, that was the back and forth on that.”"
}