{
    "url_original": "https://www.wsj.com/articles/bidens-climate-plan-is-wise-and-necessary-11619643244?mod=opinion_major_pos17",
    "url": "bidens-climate-plan-is-wise-and-necessary-11619643244",
    "title": "Biden’s Climate Plan Is Wise and Necessary",
    "sub_head": "The U.S. is competing with China and other countries for leadership on both climate protection and the industries and the jobs of the future. We must win this race.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-328951?width=620&size=1.5",
    "image_1": "im-328951.jpg",
    "time": "2021-04-28 16:54:00",
    "body": "Your April 23 editorial “Biden’s 10-Year Climate Plan” gets one thing right: Cleaning up the power grid and electrifying transportation and buildings are needed to meet the president’s target of cutting U.S. climate pollution in half by 2030 and reaching net-zero emissions by 2050.<br />You neglect to mention, however, that both steps will improve Americans’ lives and livelihoods. Replacing coal-fired power plants, electrifying cars and deploying wind and solar can create more than three million jobs in 2030 and avoid more than 40,000 premature deaths this decade, studies by Energy Innovation and Princeton show. We can, and must, protect all communities, including those overburdened by decades of pollution. And we can, and must, help coal communities reach the clean economy of the future.<br />The 2015 Paris Agreement calls on countries to strengthen their commitments every five years. For the U.S., this means putting clean-energy investment at the center of the infrastructure package and strengthening standards to reduce air and climate pollution. These moves will create good jobs, protect our health and make us more competitive.<br />China has already upped its 2015 commitment by pledging to start phasing down coal consumption in this decade and to reach carbon neutrality by 2060. But, like the U.S., China must do much more to help avoid a global climate catastrophe.<br />It’s too late for finger-pointing across the Pacific as an excuse for inaction. The U.S. is competing with China and other countries for leadership on climate protection and the industries and jobs of the future. We must win this race."
}