{
    "url_original": "https://www.wsj.com/articles/biden-faces-covid-19-vaccine-hesitancy-variants-after-first-100-days-11619787621?mod=politics_lead_pos1",
    "url": "biden-faces-covid-19-vaccine-hesitancy-variants-after-first-100-days-11619787621",
    "title": "Biden’s Covid-19 Vaccine Push Faces Hesitancy, Variants After 100 Days",
    "sub_head": "The pandemic challenge is shifting after his first few months in office were focused on ramping up vaccine distribution",
    "category_1": "Politics",
    "time": "2021-04-30 09:00:00",
    "body": "WASHINGTON—In his first 100 days in office, President Biden has overseen ramped up distribution of the Covid-19 vaccine, reached deals for enough shots for all adults, and sent troops to staff mass-vaccination centers as part of an expanded federal effort to vanquish the pandemic.<br />Now, the challenges facing the president have shifted. The administration is confronting slipping demand for vaccines—complicating efforts to reach herd immunity and a return to normalcy—and a proliferation of cases in countries including India. That is heaping pressure on Mr. Biden to help the rest of the world fend off the virus. Public health experts have also warned that highly transmissible variants like the one ravaging India could risk another wave of outbreaks in the U.S. and other countries.<br />The spread of aggressive coronavirus variants and uncertainty about how long vaccines offer protection could mean booster-shot campaigns will be needed. And while the U.S. vaccination push has so far centered on adults, the administration is shifting its focus to people under age 16. Some surveys have found that some parents are hesitant to vaccinate their children.<br />“There’s still more work to do to beat this virus. We can’t let our guard down,” Mr. Biden said in his address to Congress Wednesday, even as he hailed progress against the pandemic in his first 100 days as “one of the greatest logistical achievements” the country had seen.<br />The administration in its early months scaled up its allocations of supplies and support to states to drive down infections. The challenges ahead underscore how complicated it will be to vanquish the pandemic."
}