{
    "url_original": "https://www.wsj.com/articles/biden-seeks-more-money-for-education-health-in-spending-request-11617980523",
    "url": "biden-seeks-more-money-for-education-health-in-spending-request-11617980523",
    "title": "Biden Budget Outline Seeks More Money for Education, Health",
    "sub_head": "President would raise discretionary spending by 8.4% to $1.52 trillion with focus on Democratic priorities",
    "category_1": "Politics",
    "time": "2021-04-09 16:57:00",
    "body": "WASHINGTON—President Biden is seeking more funding for education, healthcare, research and renewable energy next year in a $1.52 trillion spending plan reflecting his vision of an expansive federal government that tackles issues ranging from climate change to racial inequality.<br />The preliminary plan released Friday by the White House would raise discretionary spending by 8.4%, or $118 billion, from the $1.4 trillion authorized last year, excluding emergency measures to combat the Covid-19 pandemic. Discretionary spending is the part of the budget that Congress shapes through the appropriations process.<br />Nondefense spending would rise 16% next fiscal year to $769.4 billion. Spending on defense would increase 1.7% to $753 billion—much less than Republicans are likely to support but more than called for by progressives, who pushed for cuts during the Trump administration.<br />The proposal fulfills some of Mr. Biden’s campaign promises, including more money for schools in high-poverty areas, cancer research and investments to address climate change. It drew immediate opposition from some Republican lawmakers, who called it an intrusive expansion of federal power.<br />The request would lift nondefense spending as a share of gross domestic product to 3.3%, roughly in line with its average over the past 30 years, officials said. It will be followed later this spring by a full budget proposal that includes mandatory spending programs such as Social Security, tax increases and the impact over the next decade on deficits, debt and the economy."
}