{
    "url_original": "https://www.wsj.com/articles/bidens-afghan-exit-11618354998?mod=opinion_lead_pos1",
    "url": "bidens-afghan-exit-11618354998",
    "title": "Biden’s Afghan Exit",
    "sub_head": "Withdrawing all U.S. troops risks the return of al Qaeda and ISIS.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-13 19:03:00",
    "body": "The White House announced Tuesday that President Biden plans to withdraw all U.S. troops from Afghanistan by Sept. 11. The symbolic but arbitrary date shows the decision is driven less by facts on the ground than a political desire that is also a strategic gamble. History suggests U.S. interests will suffer.<br />The target date 20 years to the day after the 9/11 attacks is meant to underscore that at long last the Afghan war will end. But of course it won’t. The country will see its civil war escalate, as the Taliban seek to retake Kabul and reestablish the Islamic Emirate of Afghanistan. If the country again becomes a sanctuary for al Qaeda and Islamic State, don’t be surprised if U.S. troops have to return as they did in Iraq after Barack Obama’s 2011 withdrawal led to the rise of ISIS.<br />Mr. Biden inherited a bad situation as President Trump had negotiated a May 1 withdrawal date. As the U.S. drew down its forces, the Taliban failed to cut ties with al Qaeda and have captured military bases around the country.<br />Today some 10,000 foreign forces remain, including as many as 3,500 Americans. A U.S. departure means NATO and other partner troops will leave too. The U.S. says it will stay diplomatically engaged, but the withdrawal almost surely means the peace talks between the Taliban and Kabul will fail. The Taliban will feel no pressure to make concessions, and Afghan President Ashraf Ghani has no reason to negotiate his own execution.<br />Whether the U.S.-backed government can survive is unknowable, though it’s unlikely to have much influence outside Kabul. The Afghan army and police may lose confidence without foreign backing, and the Northern Alliance will reform as protection against the Taliban."
}