{
    "url_original": "https://www.wsj.com/articles/bidens-country-by-country-tax-canard-11618528445?mod=opinion_lead_pos1",
    "url": "bidens-country-by-country-tax-canard-11618528445",
    "title": "Biden’s Country-by-Country Tax Canard",
    "sub_head": "His idea for taxing overseas profits is too much even for Europe.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-15 19:14:00",
    "body": "We’re spelunking our way through the Biden Administration’s corporate-tax plan so you don’t have to, and how the plan would calculate tax bills is even worse than the higher rates. Nowhere is that clearer than its “country-by-country reporting” for taxing foreign earnings.<br />Under the 2017 tax reform, American companies pay U.S. tax on global profits as those profits arise each year. This is done largely via the global intangible low-tax income, or Gilti, regime that imposes an effective tax rate of at least 13.125% on overseas profits arising especially from intellectual property held by offshore subsidiaries. The Biden plan would increase the Gilti tax rate to a statutory 21% (and an effective 26.25% after accounting for quirky tax mechanics).<br />But wait, there’s more. The Biden plan also would overhaul how companies calculate Gilti liability. Currently companies aggregate overseas earnings, losses and foreign tax credits in various markets into a single global calculation. The Biden plan would go country-by-country, meaning that for each jurisdiction in which a company does business it would have to compute its Gilti taxable profit, work out any local tax credits, and then figure the tax due.<br />Progressives favor this approach because they think the aggregate method allows companies to use higher tax payments in high-tax jurisdictions to offset tax windfalls in low-tax jurisdictions. But it’s not that simple.<br />Country-by-country reporting would introduce vast new complexity into the tax code. Even with modern computing power, running Gilti calculations in individual jurisdictions would be complex and expensive. Enforcement would be difficult because the volume of documentation would drown tax bureaucrats."
}