{
    "url_original": "https://www.wsj.com/articles/biden-administration-resparks-an-old-danger-for-cigarette-stocks-11618929432?mod=markets_lead_pos12",
    "url": "biden-administration-resparks-an-old-danger-for-cigarette-stocks-11618929432",
    "title": "Biden Administration Resparks an Old Danger for Cigarette Stocks",
    "sub_head": "Companies most exposed to risk of tighter tobacco regulations have made little progress since threat came into focus in 2017",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-20 10:37:00",
    "body": "U.S. cigarette companies are caught between hawkish regulators and the scarring experience of Marlboro-maker  Altria ’s  disastrous investment in vaping brand Juul. What is surprising is that this predicament still has the capacity to catch investors off guard.<br />On Monday afternoon, The Wall Street Journal reported that the Biden administration is considering tighter tobacco regulations. The trigger is a petition that the U.S. Food and Drug Administration must respond to later this month, stating whether or not it plans to ban menthol cigarettes. The White House is also weighing whether to reduce the nicotine content of cigarettes to make them less addictive.<br />On Tuesday, Altria fell 6% at the open, having already lost 6% shortly before the Monday close. Europe-listed peers  British American Tobacco  and  Imperial Brands  dropped 7%.  Philip Morris International ,  which controls Marlboro overseas, has been less impacted. The company spun out its American business—now Altria—in 2008 precisely to fend off this kind of risk.<br />Investors now dumping tobacco stocks have been complacent. The dangers of a menthol ban and lower nicotine levels have been around since mid-2017, and the Democrats are traditionally more hawkish on tobacco regulation. In the latest election cycle, two-thirds of all cigarette industry donations went to the Republicans, data from lobbying monitor OpenSecrets shows.<br />Some may have been lulled into believing that the issue had slipped down the political agenda after a period of calm. This was the first strong indication of the Biden administration’s intentions. And the tobacco business has fared well during the pandemic: U.S. cigarette volumes were flat in 2020 for the first time in years."
}