{
    "url_original": "https://www.wsj.com/articles/bidens-post-trump-honeymoon-11619564017?mod=opinion_lead_pos1",
    "url": "bidens-post-trump-honeymoon-11619564017",
    "title": "Biden’s Post-Trump Honeymoon",
    "sub_head": "He’s riding the end of the pandemic to pass a radical agenda.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-27 18:53:00",
    "body": "When President Biden addresses Congress Wednesday evening, he won’t salute his predecessor but he should. Donald Trump’s raucous Presidency has let the Democrat sell a radical agenda in the soothing tones of a return to normal, while the vaccine project known as Operation Warp Speed has teed up the end of the pandemic and an economic revival. This is the main story of Mr. Biden’s first 100 days.<br />Mr. Biden won the White House as the anti-Trump, and he has continued to benefit from that persona in his first months. Half the country is relieved merely to have a President who isn’t constantly brawling on TV in their living rooms. Whether by design, or necessity due to his reduced capacities, the decision to husband Mr. Biden’s public appearances has been shrewd. He’s the calm after the four-year Trump storm.<br />The Democrat has also been lucky in timing, as he took the oath of office as the Covid-19 vaccines were coming online. The White House pretense that it inherited a Covid mess is nonsense. The vaccine production was pre-planned. While some state rollouts were bumpy when there was more vaccine demand than supply, the main job of the Administration was to accelerate the distribution that was already underway.<br />The same goes for the economy, which has been growing since last July, and its acceleration was inevitable as people returned to normal commercial and social life. As New York, Michigan and California have followed the leadership of Texas and Florida in lifting their lockdowns, the inevitable post-pandemic boom has arrived. The same would have happened if Mr. Trump had won.<br />This not to begrudge Mr. Biden his good political fortune. Any successful President needs some luck, and any politician will take credit for it. With so much wind at his back, Mr. Biden could be fulfilling his campaign pledge to unify the country and govern in a bipartisan fashion."
}