{
    "url_original": "https://www.wsj.com/articles/biden-sends-unofficial-delegation-to-taiwan-as-beijing-ramps-up-pressure-11618384940",
    "url": "biden-sends-unofficial-delegation-to-taiwan-as-beijing-ramps-up-pressure-11618384940",
    "title": "Biden Brushes Off China’s Complaints, Sends First Delegation to Taiwan",
    "sub_head": "A former senator and two former U.S. deputy secretaries of state will meet Taiwan’s president as China steps up military intimidation",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-04-14 06:25:00",
    "body": "TAIPEI—A former U.S. senator and two former U.S. deputy secretaries of state have arrived in Taiwan, leading the first unofficial delegation dispatched by President Biden, amid heightened tensions with Beijing over the future of the self-ruling island.<br />Christopher J. Dodd, a former Democratic senator from Connecticut, and former senior State Department officials Richard Armitage and James Steinberg touched down in Taipei on Wednesday afternoon local time, Taiwan’s Foreign Ministry said.<br />During their three-day stay, the U.S. delegation will dine with Taiwan’s President Tsai Ing-wen and the foreign minister, and discuss bilateral relations, the Taiwan side said. Taiwan’s state-run Central News Agency reported Wednesday that Taiwanese officials would brief the U.S. delegation on China’s recent provocations against the island and across the region, and call for increased support from Washington on trade, security and economic matters.<br />The senior U.S. delegation arrived in Taiwan hours before John Kerry, the Biden administration’s special climate envoy, visits Shanghai to discuss cooperation on climate issues with Beijing. Mr. Kerry said in an interview that Washington’s pursuit of climate cooperation with China wouldn’t mean it would compromise on other points of contention with Beijing, a list that includes Taiwan.<br />Visits to Taiwan by senior figures associated with the U.S. government, even former officials, are hypersensitive for Beijing, which regards Taiwan as a part of Chinese territory and has grown increasingly aggressive in its posture toward the island."
}