{
    "url_original": "https://www.wsj.com/articles/bidens-cradle-to-grave-government-11619650937?mod=opinion_lead_pos1",
    "url": "bidens-cradle-to-grave-government-11619650937",
    "title": "Biden’s Cradle-to-Grave Government",
    "sub_head": "His latest $1.8 trillion plan rejects the old social contract of work for benefits.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-331526?width=620&size=1.5",
    "image_1": "im-331526.jpg",
    "time": "2021-04-28 19:02:00",
    "body": "The progressive hits keep coming from the Biden Administration, and the latest is the $1.8 trillion American Families Plan introduced in broad strokes on Wednesday. It’s more accurate to call this the plan to make the middle class dependent on government from cradle to grave. The government will tell you sometime later, after you’re hooked to the state, how it will force you to pay for it.<br />We’d call the price tag breathtaking, but by now what’s another $2 trillion? Add $2 trillion or so each for the Covid and green energy (“infrastructure”) bills, and that’s $6 trillion of new spending in 100 days. That doesn’t include the regular federal budget of more than $4 trillion a year. No worries, mate, the Federal Reserve will monetize the debt.<br />But the cost, while staggering, isn’t the only or even the biggest problem. The destructive part is the way the plan seeks to insinuate government cash and the rules that go with it into all of the major decisions of family life. The goal is to expand the entitlement state to make Americans rely on government and the political class for everything they don’t already provide.<br />The White House talking points pitch this in the smothering love of the welfare state: “making care affordable”; free medical and family leave; “free education”; two years of “universal pre-school”; “invest in the care workforce.” Subsidies and millions of new care givers, all licensed and unionized, will nurture you through the challenge of earning a living and raising a family.<br />One question to ask is: Haven’t we tried this before? What is Head Start if not government pre-school education and child care? Weren’t school lunches and the Women, Infants and Children program supposed to prevent child hunger? Food stamps, welfare checks, child-care subsidies and a supplement to earned-income, plus public housing. Weren’t all of these programs and more from previous decades supposed to end poverty?"
}