{
    "url_original": "https://www.wsj.com/articles/biden-indicts-the-minneapolis-police-11619045332?mod=opinion_lead_pos1",
    "url": "biden-indicts-the-minneapolis-police-11619045332",
    "title": "Biden Indicts the Minneapolis Police",
    "sub_head": "Investigating the entire department will burden the crime-plagued city.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-21 19:52:00",
    "body": "Derek Chauvin awaits his murder sentence at a Minnesota Correctional Facility, yet the federal government spared hardly a moment before shifting its scrutiny toward his former colleagues. A new Justice Department probe of the Minneapolis Police Department is targeting the city’s officers in an effort to prove the Democratic narrative of “systemic” police racism.<br />Attorney General Merrick Garland on Wednesday announced a pattern-or-practice investigation of Minneapolis police. Federal investigators in coming months will examine the department’s record and policing methods. If they find behavior they dislike, they have the power to force reform of the department through a consent decree. Mr. Garland referred to the process as a matter of straightforward oversight, saying “good officers welcome accountability.”<br />Yet Minneapolis police are right to suspect that Washington is probing them with a foregone conclusion. In his address after Mr. Chauvin’s conviction Tuesday, President Biden said his Administration’s next step would be “confronting head-on systemic racism and the racial disparities that exist in policing.” The man who drafted the 1994 crime bill that led to the arrest of countless black drug users is now claiming racism is endemic among American police.<br />Last May then-Attorney General William Barr launched a federal civil-rights probe into the death of George Floyd in police custody, and that investigation continues. But Democrats are now expanding the charge of wrongdoing to the entire department, seeking proof that Mr. Chauvin’s actions represent the culture of policing today. No matter that the Minneapolis police chief since 2017, Medaria Arradondo, testified for the prosecution in the Chauvin trial and has pushed to reform certain police practices like choke holds.<br />The weight of suspicion on police under pattern-or-practice investigations often leads officers under scrutiny to pull back on protecting public safety. A June 2020 study by economists Tanaya Devi and Roland Fryer found that federal probes after “viral incidents” similar to the Floyd killing decreased police actions by almost 90% in Chicago and 54% in Riverside, Calif. The authors estimate that such pullbacks led to nearly 900 excess homicides and 34,000 felonies across five cities in the two years after each Justice investigation began."
}