{
    "url_original": "https://www.wsj.com/articles/biden-to-sign-executive-order-creating-commission-on-supreme-court-changes-11617983199?mod=business_minor_pos6",
    "url": "biden-to-sign-executive-order-creating-commission-on-supreme-court-changes-11617983199",
    "title": "Biden Orders Study of Supreme Court Changes",
    "sub_head": "New commission will study potential measures including expanding the number of justices",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-322966?width=620&size=1.5",
    "image_1": "im-322966.jpg",
    "time": "2021-04-09 16:28:00",
    "body": "WASHINGTON—President Biden ordered a commission to study Supreme Court changes such as adding seats, an idea pushed by progressives in his party that faces strong opposition from congressional Republicans.<br />Mr. Biden said during his campaign that he would create a bipartisan commission to study expanding the court or creating term limits for justices. Republicans have criticized what they say are proposals to “pack” the court by adding members, with the court holding a conservative 6-3 majority following President Donald Trump’s presidency.<br />The 36-member commission will be charged with completing its findings within 180 days of its first public meeting and will preside over a fraught political moment for the future of the nation’s high court.<br />Advocates for expanding the court say that the conservative majority is out of sync with both public views and mainstream legal thinking and that increasing the number of justices would correct that. Term-limit proponents say lifetime appointments also keep the court from reflecting the public’s wishes and give some presidents too much sway. Critics say such moves would further politicize an institution that strives to define itself as separate from partisan agendas. Mr. Biden’s announcement came days after Justice Stephen Breyer, a 1994 Clinton appointee and the court’s oldest justice, warned that efforts to restructure the court could undermine its reputation as an apolitical body.<br />The Supreme Court didn’t immediately respond to a request for comment."
}