{
    "url_original": "https://www.wsj.com/articles/biden-infrastructure-plan-would-fund-shift-toward-home-healthcare-for-seniors-11618228812?mod=politics_lead_pos1",
    "url": "biden-infrastructure-plan-would-fund-shift-toward-home-healthcare-for-seniors-11618228812",
    "title": "Biden Infrastructure Plan Would Fund Shift Toward Home Healthcare for Seniors",
    "sub_head": "President’s proposal calls for $400 billion to give elderly more care at home rather than at institutions and hospitals",
    "category_1": "Politics",
    "category_2": "Health Policy",
    "image_1_url": "https://images.wsj.net/im-323063?width=620&size=1.5",
    "image_1": "im-323063.jpg",
    "time": "2021-04-12 08:00:00",
    "body": "President Biden’s $2.3 trillion infrastructure plan would devote $400 billion to providing seniors more medical care at home, with the aim of shifting treatment away from institutions and hospitals as the U.S. faces a looming surge in its aging population.<br />Democrats say the measure is needed because the healthcare system is unprepared for the unprecedented growth in the senior population and the bill would boost incomes for the many women and people in minority groups who provide the services.<br />Republicans contend the plan is too costly and doesn’t meet the definition of infrastructure. Opponents also argue that any boost in wages or the unionization of home healthcare workers would ultimately funnel money—by way of dues—to Democratic-friendly labor unions.<br />The Biden administration doesn’t have any specific labor provisions in the plan, but changes that make it easier for home health workers to unionize could be part of a proposal from congressional Democrats. States led by Democrats—such as Oregon—have allowed independent home health workers paid by government programs like Medicaid to collectively bargain as public employees.<br />The diverging perspectives set the stage for a politically fraught battle over a proposal championed by Mr. Biden, who campaigned last year on ending waiting lists of seniors on Medicaid for home healthcare services."
}