{
    "url_original": "https://www.wsj.com/articles/biden-commissions-the-supreme-court-11618008493?mod=opinion_lead_pos1",
    "url": "biden-commissions-the-supreme-court-11618008493",
    "title": "Biden Commissions the Supreme Court",
    "sub_head": "His panel on court-packing tilts sharply to the legal and political left.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-09 18:48:00",
    "body": "President Biden on Friday announced his Presidential Commission on the Supreme Court, which is better understood as the commission on packing the Supreme Court. The White House is trying to make this seem like routine political business, but don’t be fooled.<br />Packing the Court hasn’t been actively debated since FDR’s attempt flopped in the 1930s. Then again, many things Democrats are doing these days haven’t been tried since the 1930s. Democrats had a meltdown over Donald Trump’s three High Court appointees, and Mr. Biden’s commission idea was a way to appease progressives and avoid taking a firm position during the 2020 campaign.<br />“The Commission’s purpose is to provide an analysis of the principal arguments in the contemporary public debate for and against Supreme Court reform, including an appraisal of the merits and legality of particular reform proposals,” says a White House press release. “The topics it will examine include the genesis of the reform debate; the Court’s role in the Constitutional system; the length of service and turnover of justices on the Court; the membership and size of the Court; and the Court’s case selection, rules, and practices.”<br />The commission will have an unwieldy 36 members, who tilt markedly to the political left. The co-chairs are Bob Bauer, Barack Obama’s former White House counsel, and Cristina Rodriguez, a former official in the Obama Justice Department. Mr. Bauer has argued publicly against court-packing, but he’ll have his hands full with the commission.<br />The White House release says Duke law professor Guy-Uriel Charles “writes about the relationship between law and political power and law’s role in addressing racial subordination.” Caroline Fredrickson is a former president of the American Constitution Society, the left-wing legal lobby. Michael Waldman runs the Brennan Center for Justice, the highly partisan legal shop at NYU that wants to restrict political speech. Laurence Tribe is the Harvard professor whose  Twitter  feed hasn’t helped his reputation for judgment or reason."
}