{
    "url_original": "https://www.wsj.com/articles/biden-stimulus-will-deaden-innovation-11618783227?mod=opinion_lead_pos6",
    "url": "biden-stimulus-will-deaden-innovation-11618783227",
    "title": "Biden ‘Stimulus’ Will Deaden Innovation",
    "sub_head": "Keynesians have it backward: Growth is driven by production, not consumption.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-18 18:00:00",
    "body": "President Biden’s $2.3 trillion infrastructure plan has many economists excited for a return of old-school Keynesian splurging. “Fiscal policy is back,” Nobel laureate Joe Stiglitz cheered. “That will create more demand and that should give people more confidence to invest.” But economic growth—which even Mr. Stiglitz would likely agree is the best way to fight poverty—comes down to supply, not demand. And the Biden plan could stifle the innovation that drives it.<br />Whether public or private, spending doesn’t cause growth. Mr. Stiglitz and his allies have it backward: Consumption is downstream from production. Growth is about increasing the supply of goods over time; you can’t spend if the goods haven’t been produced. Production grows as technology and production processes improve. Such improvement requires saving and investing rather than consuming.<br />The early details on Mr. Biden’s infrastructure plan aren’t promising in terms of incentives for saving and investment. The bill includes significant tax increases on corporations, which would also hurt households and investors. The president and his team deserve credit for attempting to pay for the plan. But raising taxes, especially on businesses, weakens incentives to invest. The result is lost growth.<br />Mr. Biden’s plan also largely directs resources away from uses that would increase productivity. Improvements in roads and bridges may boost how much companies can produce, and hence growth, by making it easier to move labor and goods across the nation. But that’s a minority of the bill’s spending; other expenditures will have the opposite effect. Take the proposal to invest in expanding clean energy and electric-vehicle charging stations. This is a rather elastic interpretation of infrastructure, and a wealth-wasting one besides.<br />The government is not good at picking investments. President Obama promised smart green projects. What we got was the Solyndra debacle, which consumed hundreds of millions of taxpayer dollars while producing little of value. Those dollars are resources that could have been invested elsewhere. What Mr. Biden proposes amounts to a great many Solyndras. That’s an enormous amount of productive capital to squander."
}