{
    "url_original": "https://www.wsj.com/articles/biden-administration-to-seek-ban-on-menthol-cigarettes-11619628317?mod=business_lead_pos11",
    "url": "biden-administration-to-seek-ban-on-menthol-cigarettes-11619628317",
    "title": "Biden Administration to Seek Ban on Menthol Cigarettes",
    "sub_head": "Tobacco industry indicates court fight is possible over move, which would take years to implement",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-329929?width=620&size=1.5",
    "image_1": "im-329929.jpg",
    "time": "2021-04-28 15:08:00",
    "body": "The Biden administration intends to pursue a ban on menthol cigarettes, a policy move that could sweep from the market more than a third of all cigarettes sold in the U.S., according to people familiar with the matter.<br />The proposal, expected to be announced this week, stems from the Food and Drug Administration’s finding in 2013 that menthols are harder to quit than regular cigarettes and likely pose a greater health risk. The agency also found that menthols are likely associated with increased smoking initiation by young people because the cooling properties of menthol mask the harshness of cigarette smoke.<br />The FDA must respond in court by Thursday to a citizens’ petition to ban menthols by disclosing whether the agency intends to pursue such a policy. A nationwide menthol ban would take years to implement, and industry leaders have signaled that they might fight a ban in court.<br />The menthol ban would cover menthol-flavored cigarettes as well as manufactured cigars and cigarillos, which are popular among children and teens, according to people familiar with the matter. To implement it, the FDA would first publish a proposed rule. Then, it would likely have to review tens of thousands of comments submitted by manufacturers, consumers, health experts and others before publishing a final rule.<br />The Biden administration also has been considering requiring tobacco companies to reduce the nicotine in all cigarettes sold in the U.S. to levels at which they would no longer be addictive, The Wall Street Journal reported last week. That idea is still under discussion, and the administration isn’t expected to make an announcement on it this week, the people familiar with the matter said."
}