{
    "url_original": "https://www.wsj.com/articles/biden-to-propose-cutting-u-s-emissions-in-half-by-2030-11619002815?mod=politics_lead_pos1",
    "url": "biden-to-propose-cutting-u-s-emissions-in-half-by-2030-11619002815",
    "title": "Biden to Propose Cutting U.S. Emissions in Half by 2030",
    "sub_head": "Administration is looking to assert U.S. leadership on climate policy amid tensions with China",
    "category_1": "Politics",
    "time": "2021-04-21 09:57:00",
    "body": "President Biden is expected this week to call for cutting U.S. greenhouse-gas emissions roughly in half by 2030, according to people familiar with the matter, as he pushes to jump-start global efforts to tackle climate change.<br />Mr. Biden will release the new goal during a virtual summit at the White House on Thursday and Friday, part of an effort to assert global leadership on climate issues amid tensions with China. The new target seeks to reduce over the next nine years emissions by 50% from levels in 2005. Emissions last year were already projected to be down 21% from that 2005 baseline, due in part to a slowdown related to the pandemic. But this year, emissions are tracking higher again as the economy recovers.<br />Administration officials said 40 world leaders would participate in the event. Mr. Biden invited a group that comprises European allies and some autocrats from U.S. rivals that are among the world’s biggest emitters and fossil-fuel producers, including Russian President Vladimir Putin. The White House has noted that invitees include 17 countries responsible for about 80% of all global emissions, an effort to supercharge ambitions going into negotiations scheduled for November to raise targets for reducing emissions.<br />There will be no bilateral meetings on the sidelines of the virtual event, administration officials said. The summit will feature discussions about climate finance, resilience and adaptation. Several high-level Biden administration officials will participate, including the secretaries of state and defense.<br />Some developing countries are expected to use the summit to urge wealthier nations to help finance efforts to reduce emissions and to adapt to the effects of a warming planet. Brazil has asked the Biden administration for $1 billion in exchange for it reducing deforestation by 40%. India, meantime, has also stressed to the U.S. the importance of industrialized countries making good on pledges to mobilize as much as $100 billion a year in support of similar efforts."
}