{
    "url_original": "https://www.wsj.com/articles/biden-wants-to-spend-not-invest-11619044904?mod=opinion_major_pos4",
    "url": "biden-wants-to-spend-not-invest-11619044904",
    "title": "Biden Wants to Spend, Not Invest",
    "sub_head": "His plan draws down private capital to fund current consumption, not actual infrastructure.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-327198?width=620&size=1.5",
    "image_1": "im-327198.jpg",
    "time": "2021-04-21 18:41:00",
    "body": "The Biden administration’s $2.3 trillion American Jobs Plan promises a revival of the nation’s infrastructure. But an infrastructure program should increase productivity and future wealth. That is, it should focus on investment, not current consumption. Over the long term, such a program would use federal funding to support aggregate demand, giving businesspeople further confidence in private investment.<br />The American Jobs Plan doesn’t do this. Worse, if passed, it will actually make future attempts to invest in the nation’s infrastructure more difficult.<br />The Biden plan proposes to spend only $115 billion on roads and bridges—much less than the $400 billion it earmarks for long-term care for the elderly and disabled. Even counting as infrastructure the plan’s $180 billion for research and development, the program spends far more on consumption than it does on investment.<br />This isn’t semantics. Productivity-enhancing infrastructure can be partly debt-financed and still be fiscally wise, as it adds to future wealth, private income and federal revenue. Particularly given the significant long-term U.S. fiscal imbalance, new spending on social programs—a k a consumption—should be funded by current tax revenue, not borrowing. Projected revenue from raising the corporate tax rate from 21% to 28%, and substantial further tax increases on U.S. multinational companies, won’t pay for the long-run additional social spending (even accepting a longer “window” for revenue increases than for the proposed spending).<br />Going deeper, the corporate tax increase as a funding mechanism is itself at odds with the goals of boosting investment and wealth through infrastructure improvements. Past infrastructure programs generally received support from user fees, as economists going back to Adam Smith have argued. By contrast, the corporate income tax reduces business investment and corporate capital. Higher taxes reduce the profitability of new investment, so you get less of it. Lower capital stock reduces productivity and wages. Workers suffer."
}