{
    "url_original": "https://www.wsj.com/articles/big-oils-influence-shrinks-as-tax-perks-face-axe-in-biden-plan-11618398180?mod=business_featst_pos2",
    "url": "big-oils-influence-shrinks-as-tax-perks-face-axe-in-biden-plan-11618398180",
    "title": "Big Oil’s Influence Shrinks as Tax Perks Face Axe in Biden Plan",
    "sub_head": "Cutting the fossil-fuel industry’s tax perks might not dramatically affect hydrocarbon output or the environment, but it will mark the end of an era for Big Oil",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-323931?width=620&size=1.5",
    "image_1": "im-323931.jpg",
    "time": "2021-04-14 07:03:00",
    "body": "It doesn’t take long before a typical conversation with a U.S. energy executive turns to subsidies—those enjoyed by others. The fossil-fuel industry often brings up green energy’s explicit tax incentives, while the latter will point to the longevity of special tax preferences for oil and gas.<br />President Biden’s tax plan proposes to extend tax credits for renewable energy while ending tax benefits for fossil fuels. Oil-and-gas lobbyists could soon find themselves in the awkward position of denying that any special treatment for those companies exists, while digging in their heels to protect that treatment. And while the impact on actual hydrocarbon production could be limited, such a move would mark the end of an era for an industry that has held much influence over the past century.<br />The U.S. Treasury said last week the tax plan would “end long-entrenched subsidies to fossil fuels,” which it estimates would increase government tax receipts by more than $35 billion over the next 10 years.<br />For the oil-and-gas industry, the bulk of tax perks come from deductions, which the industry lobbying group American Petroleum Institute argues aren’t unique because other sectors get their own sets of deduction benefits. It has been far easier to single out tax benefits for renewable energy as subsidies because they come in the form of technology-specific tax credits. Yet there are undoubtedly tax breaks oil and gas gets that renewables don’t: Master limited partnerships, which are tax-advantaged vehicles, are available to hydrocarbon production but not renewable energy.<br />Semantics aside, the fossil-fuel tax provisions most likely up for elimination are two deductions that help lower taxes for exploration-and-production companies. One is the intangible-drilling-cost deduction, which allows oil-and-gas producers to deduct most of the costs associated with finding and preparing wells. The second is something known as percentage over cost depletion, which also effectively helps oil-and-gas companies lower taxable income. Michael Threet, partner at law firm Haynes and Boone, notes that both of these have come up on the chopping block in previous administrations, and yet survived. The two deductions together comprised 46.9% of fossil-fuel tax benefits in 2018, according to the Congressional Research Service."
}