{
    "url_original": "https://www.wsj.com/articles/bipartisan-group-backs-gas-tax-increase-to-fund-infrastructure-11619188415?mod=politics_lead_pos4",
    "url": "bipartisan-group-backs-gas-tax-increase-to-fund-infrastructure-11619188415",
    "title": "Bipartisan Group Backs Gas-Tax Increase as Option to Fund Infrastructure",
    "sub_head": "Biden plan and rival GOP proposal have favored other revenue ideas",
    "category_1": "Politics",
    "time": "2021-04-23 17:02:00",
    "body": "WASHINGTON—A bipartisan group of House lawmakers endorsed a report that includes raising the gasoline tax as a possible way to pay for infrastructure spending, lending support to a measure that both Republican and Democratic proposals have avoided in the debate about how to cover the cost of an infrastructure package.<br />The report from the group of 58 lawmakers, dubbed the Problem Solvers Caucus, proposed indexing gas and diesel taxes to inflation, highway construction costs, fuel-economy standards, or some combination of the three in a report on infrastructure released Friday. It lays out several possible fee increases, including a vehicle-miles traveled tax that would collect revenue from electric vehicles. Congress hasn’t raised the gas tax, which stands at 18.4 cents a gallon, since 1993.<br />While the bipartisan group doesn’t detail specific funding levels, it does call for federal investments in rail, water infrastructure and broadband. Closing the gap between taxes owed and taxes paid and creating a national infrastructure bank are among other revenue ideas the group lays out.<br />The report comes as President Biden seeks to advance his $2.3 trillion infrastructure plan on Capitol Hill. A group of Senate Republicans outlined a $568 billion proposal Thursday, advancing an alternative to Mr. Biden’s plan, which GOP lawmakers have criticized as too broad.<br />“The time is now for Congress and the administration to reach across the aisle, unite and boost investments in our surface transportation network that will move our transportation systems into the 21st century,” said Rep. Brian Fitzpatrick (R., Pa.), the co-chairman of the Problem Solvers Caucus."
}