{
    "url_original": "https://www.wsj.com/articles/bipartisan-effort-to-relieve-poor-drivers-skirts-policing-disputes-11618565401?mod=business_minor_pos6",
    "url": "bipartisan-effort-to-relieve-poor-drivers-skirts-policing-disputes-11618565401",
    "title": "Bipartisan Effort to Relieve Poor Drivers Skirts Policing Disputes",
    "sub_head": "Arizona governor signs legislation to end license suspensions for outstanding fines",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "image_1_url": "https://images.wsj.net/im-325668?width=620&size=1.5",
    "image_1": "im-325668.jpg",
    "time": "2021-04-16 05:30:00",
    "body": "POLICING OVERHAULS at the federal level have stalled, with mutual recriminations over who sunk last year’s legislative efforts. But the failure masks a growing bipartisan consensus on issues less emotionally fraught than police use of force, yet still at the top of reformer to-do lists. Case in point: the steady successes of the movement to protect drivers from having their licenses suspended because they can’t afford to pay outstanding traffic fines.<br />The movement got fresh momentum last week as Arizona Republican Gov. Doug Duceysigned legislation to end license suspensions for outstanding fines. “People need to drive to places like medical appointments, school and work to earn a living,” Ducey said. By some estimates, the law will affect around 30,000 Arizonans. Since 2017, at least 15 states and Washington, D.C., have passed curbs on debt-based license suspensions and there are many other states with pending legislation, according to the Fines and Fees Justice Center, an advocacy group. But similar suspension policies are still in place in over 30 other states, affecting around 11 million people.<br />Opposition to these laws comes primarily from small municipalities who derive a significant percentage of their income from traffic fines, and from political apathy about changing laws currently on the books. There is also some tough-on-crime opposition: Former President Donald Trump’s first attorney general, Jeff Sessions, rescinded Justice Department guidance that urged courts to consider defendants’ ability to pay fines and not use license suspensions as a punishment. A diverse coalition—featuring conservative groups like Americans for Prosperity and labor unions like the Service Employees International Union—is pushing states to make changes.<br />A federal effort is afoot to encourage states to continue phasing out the practice, too. Republican Sen. Roger Wicker of Mississippi and Democratic Sen. Chris Coons of Delaware introduced a bill last month to give states grants if they end license suspensions for nonpayment.<br />THE TOURISM INDUSTRY makes its plea to Congress for more assistance dealing with the long-term fallout from the pandemic. Steve Hill, head of the Las Vegas Convention and Visitors Authority, told the Senate Commerce Committee that he expects a 70% recovery in travel by next year, but that business travel will severely lag leisure travel, hampering a full recovery. He and representatives from the casino, restaurant and hotel industries want Congress to pass tax credits for business and leisure travel, and to encourage public-health authorities to distinguish between business gatherings, like conferences, and other mass gatherings when issuing health guidance. Industry also wants restrictions on international travelers lifted as soon as possible."
}