{
    "url_original": "https://www.wsj.com/articles/bitcoin-mania-helps-funds-returns-but-crypto-push-leads-to-downgrade-11619376341?mod=markets_lead_pos6",
    "url": "bitcoin-mania-helps-funds-returns-but-crypto-push-leads-to-downgrade-11619376341",
    "title": "Bitcoin Mania Helps Fund’s Returns, But Crypto Push Leads to Downgrade",
    "sub_head": "Morningstar said the Emerald Advisers fund was taking on too much cryptocurrency risk",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-329705?width=620&size=1.5",
    "image_1": "im-329705.jpg",
    "time": "2021-04-25 15:50:00",
    "body": "A mutual fund that invests in banks and financial firms was downgraded by  Morningstar  Inc.,  with the rating firm saying the fund was taking too much cryptocurrency risk.<br />In 2020, Emerald Advisers LLC’s Banking and Finance fund bought cryptocurrency funds, as well as invested in cryptocurrency exchange  Voyager Digital Ltd.  and  Galaxy Digital Holdings Ltd. , a bitcoin-focused firm that offers banking services. Amid a surge in bitcoin and other digital currencies over the past year, those bets have ballooned in size, while the fund’s exposure to regional bank stocks—what it is best known for—fell to one-third of assets in February, the lowest in its 23-year history.<br />Morningstar’s decision to downgrade the fund, disclosed late last week, could have ripple effects for Emerald Advisers. Through its ratings system, Morningstar is the gate keeper for many investors around the world as they evaluate which funds in which to invest.<br />The firm’s portfolio managers say the downgrade is unwarranted. They say they are doing what they have done for decades. In addition, between Oct. 1 and March 31, the largest share class of the $240 million fund generated total returns of more than 90%, net of fees, beating a benchmark of financial stocks.<br />“Since this fund was founded, it seeks growth in the financial service sector—and it hasn’t changed,” said Kenneth Mertz, Emerald Advisers’ investment chief and the fund’s portfolio manager of 23 years."
}