{
    "url_original": "https://www.wsj.com/articles/blackstone-bets-on-indias-rising-e-commerce-with-warehouse-deal-11618920002?mod=markets_major_pos11",
    "url": "blackstone-bets-on-indias-rising-e-commerce-with-warehouse-deal-11618920002",
    "title": "Blackstone Bets on India’s Rising E-Commerce With Warehouse Deal",
    "sub_head": "Investment firm intends to acquire and develop a logistics portfolio that could eventually cover 21.5 million square feet",
    "category_1": "Real Estate",
    "category_2": "Property Report",
    "image_1_url": "https://images.wsj.net/im-325927?width=620&size=1.5",
    "image_1": "im-325927.jpg",
    "time": "2021-04-20 08:00:00",
    "body": "Blackstone Group Inc.,  already the largest owner of office buildings in India, is about to become one of that country’s biggest owners of warehouses, too.<br />The investment firm is on the verge of buying 3.5 million square feet of industrial warehouses as well as development sites that could house another 18 million square feet of logistics properties, according to people familiar with the matter. The firm plans to spend about $720 million to acquire the existing buildings and develop the sites, the people said.<br />Blackstone and other big U.S. real estate owners such as  Prologis Inc.  and Nuveen Real Estate have been gobbling up U.S. industrial properties for many years, leasing these buildings as fulfillment centers to capitalize on the explosion in e-commerce.<br />Online retail growth, which has also supercharged the value of industrial property in Europe and China, has been more modest in India. Online shopping accounts for only 4% of retail sales in that country, compared with 12% in the U.S. and 24% in China, according to Prahlad Tanwar, logistics sector leader of KPMG in India.<br />But the pandemic is now accelerating Indian e-commerce because people prefer the safety of shopping from home during Covid-19. A new outbreak of the coronavirus in India has sent cases soaring, forcing the government to order new lockdowns."
}