{
    "url_original": "https://www.wsj.com/articles/blood-and-treasure-review-a-boone-for-the-frontier-11618955414",
    "url": "blood-and-treasure-review-a-boone-for-the-frontier-11618955414",
    "title": "‘Blood and Treasure’ Review: A Boone for the Frontier",
    "sub_head": "Daniel Boone despised his reputation as an Indian ﬁghter. He was vastly more proud of his ability to endure the burdens of the huntsman’s life.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-327734?width=620&size=1.5",
    "image_1": "im-327734.jpg",
    "time": "2021-04-20 17:50:00",
    "body": "Bob Drury and Tom Clavin together have given us a half-dozen elegantly written narratives of exhilarating episodes in American history, ranging from events in the Indian Wars of the American West to the Korean War. Among their outstanding co-authored works are “The Last Stand of Fox Company: A True Story of U. S. Marines in Combat” (2009) and “The Heart of Everything That Is: The Untold Story of Red Cloud” (2013).<br />For their latest collaboration, Messrs. Drury and Clavin have interwoven the life of the iconic pioneer Daniel Boone with the bloody and brutal early decades of the trans-Appalachian frontier to produce “Blood and Treasure: Daniel Boone and the Fight for America’s First Frontier.” This may be the authors’ finest work to date. Unquestionably, “Blood and Treasure” is among the most redolent of time and place. I felt myself immersed in the sights, sounds and smells of frontier life, as well as the lurking dangers and gruesome deep-forest clashes between grasping frontiersmen and Native Americans defending their country—such are the authors’ keen descriptive powers. Numerous excellent maps enhance the text.<br />Boone was far more complex than most frontiersmen. Unlike many of the thousands of settlers for whom he carved the eponymous Boone’s Trace through the Cumberland Gap and into Kanta-ke—the future Bluegrass State—Boone genuinely admired, and often emulated, the American Indians with whom he clashed, even living among them for a time as an adopted Shawnee. Messrs. Drury and Clavin excel not only in superb portrayals of Boone and his white frontier contemporaries, but also in the evocation of the Eastern Woodland Indians, their way of life and their heart-wrenching efforts to protect their land from white encroachment.<br />A self-aware Boone “had always despised, and would for the rest of his life, his outsize reputation as an Indian fighter,” the authors tell us. “He maintained that dealing with belligerent Native Americans, whether via combat or negotiation, was for the most part a matter of luck and instinct. . . .  He was vastly more proud of his ability to endure the burdens of a huntsman’s life with a seemingly preternatural stoicism.”<br />Boone lived a remarkably long and peripatetic life. The authors correctly choose to focus principally on the tumultuous years between Braddock’s Defeat in 1755 during the French and Indian War—a British disaster that Boone barely escaped with his life—and the end of the American Revolution in 1783. Although a reluctant rebel against Britain, Boone contributed greatly to preserving and ultimately expanding the American grip on the Kentucky country. “Blood and Treasure” offers an engrossing narrative of the Revolutionary War on the trans-Appalachian frontier, and the roles not only of Boone but also of George Rogers Clark, Simon Kenton, the Shawnee chiefs Blackfish and Black Hoof, and a host of other luminaries both Native American and white."
}