{
    "url_original": "https://www.wsj.com/articles/bob-mundell-was-not-your-usual-economist-11619017284?mod=opinion_major_pos17",
    "url": "bob-mundell-was-not-your-usual-economist-11619017284",
    "title": "Bob Mundell Was Not Your Usual Economist",
    "sub_head": "He became a rock star in China for his advocacy of a fixed exchange rate.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-320697?width=620&size=1.5",
    "image_1": "im-320697.jpg",
    "time": "2021-04-21 11:01:00",
    "body": "Mentioned in passing in “Robert A. Mundell” (Review & Outlook, April 6) was the late economist’s engagement with China. After I helped introduce him in 1995, Mundell became a rock star there for his advocacy of a fixed exchange rate. His policy prevailed for a decade, which saw China’s greatest economic growth. It ended the Asian financial crisis in 1997 when China refused to devalue. Mundell’s death was widely publicized in China.<br />By the 2008 financial crisis, China had abandoned the flip side of Mundell’s exchange-rate prescription, namely fiscal-policy adjustment, including privatization and an end to subsidization of industrial inputs. When Mundell had a stroke early in the Xi era, disabling his speech, China became the worse for it. Meanwhile, Mundell’s base moved from Beijing to Hong Kong, where he was befriended by its champion of free men and free markets, Jimmy Lai, who funded several of Mundell’s summer conferences.<br />Never let it be thought that Mundell flattered the Chinese leadership. During my decade in China I witnessed him speak truth to power publicly, which the leadership allowed him to do but never published. At a China State Information Center press conference in 2010, he was asked to rate Chinese credit-rating agencies. He said they would never merit more than a “C+” because financial markets require the free flow of information, which was prohibited in China.<br />Robert Blohm<br />Fort Erie, Ontario"
}