{
    "url_original": "https://www.wsj.com/articles/boeing-shareholders-will-weigh-need-for-more-changes-to-board-11618225201?mod=business_lead_pos4",
    "url": "boeing-shareholders-will-weigh-need-for-more-changes-to-board-11618225201",
    "title": "Boeing Shareholders Will Weigh Need for More Changes to Board",
    "sub_head": "Plane maker has replaced directors and bolstered management oversight since the second 737 MAX crash, but a proxy firm says more is needed",
    "category_1": "Business",
    "time": "2021-04-12 07:00:00",
    "body": "Boeing Co.  has made several changes to the membership and structure of its board since a second 737 MAX crashed two years ago. Investors will soon decide whether the company has done enough.<br />Shareholders ahead of Boeing’s April 20 annual meeting are weighing whether to re-elect the company’s slate of 10 board members or follow a proxy advisory firm’s recommendation to vote against longtime directors Chairman Larry Kellner and Edmund Giambastiani.<br />The vote comes as Boeing and its board face major challenges: restoring confidence in the 737 MAX; navigating the Covid-19 pandemic’s slowdown in air travel; and overcoming quality and engineering problems in its commercial, defense and space divisions.<br />Seven directors on the board when the second MAX jet crashed have since left or will soon depart. The board has four new members. Mr. Kellner said earlier this year that the board would work to identify “diverse candidates with appropriate expertise who bring qualified perspectives.” However, those efforts have taken longer than expected, people familiar with the matter said. And Boeing’s business challenges have hampered the company’s ability to attract directors, one of these people said.<br />Companies across industries are under pressure to diversify their boards, especially following racial-justice protests last summer as well as California legislation and a Nasdaq proposal requiring board diversity, recruiters and board members said. Boeing says its slate of 10 directors up for re-election includes two women and two people of color."
}