{
    "url_original": "https://www.wsj.com/articles/boeing-reports-loss-as-air-force-one-work-drags-11619612158?mod=business_lead_pos4",
    "url": "boeing-reports-loss-as-air-force-one-work-drags-11619612158",
    "title": "Boeing Reports Loss as Air Force One Work Drags",
    "sub_head": "Aerospace giant cites patchy recovery in airline traffic after sluggish resumption of 737 MAX and 787 Dreamliner deliveries",
    "category_1": "Business",
    "category_2": "Earnings",
    "time": "2021-04-28 08:15:00",
    "body": "Boeing Co.  booked another charge from its loss-making Air Force One program after falling behind on replacing the presidential jets, adding to financial pressures from the stuttering recovery of its commercial airliner business.<br />The aerospace giant is contracted to deliver two converted 747-8 jumbo jets by the end of 2024, but has been forced to switch suppliers for some of the interior work on the planes. It took a $318 million pretax charge on the project in the latest quarter, the second in a year and the latest drag from a defense unit that it is relying on to carry it through to a recovery in commercial airline traffic.<br />The limited resumption of 737 MAX and 787 Dreamliner jet deliveries against a background of quality issues contributed to sales of $15.2 billion in the first quarter, down 10% from a year earlier. Boeing reported a loss of $561 million compared with a $641 million deficit a year earlier.<br />Boeing has been grappling with commercial-airline production issues in recent months. It halted 787 deliveries for five months to resolve manufacturing problems. Earlier this month, it told airlines to ground 106 MAX jets to resolve electrical issues stemming from a change in its assembly process.<br />The company said the recovery in air-travel demand was gaining traction but remained uneven. As sales of new aircraft have picked up with the rise of Covid-19 vaccinations, the company has said a U.S. trade deal with China would boost orders for new aircraft."
}