{
    "url_original": "https://www.wsj.com/articles/bonds-reflect-hope-that-u-s-recovery-will-spread-to-europe-11618926187?mod=markets_lead_pos3",
    "url": "bonds-reflect-hope-that-u-s-recovery-will-spread-to-europe-11618926187",
    "title": "Bonds Reflect Hope That U.S. Recovery Will Spread to Europe",
    "sub_head": "Difference between the yields on Treasurys and German bunds has tightened as expectations about the relative pace of economic recovery shifted",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-327354?width=620&size=1.5",
    "image_1": "im-327354.jpg",
    "time": "2021-04-20 09:43:00",
    "body": "The gap between U.S. and European 10-year government bond yields has tightened to its narrowest in more than a month as Treasurys rallied and German bunds sold off in recent days.<br />The move signals that investors are changing their views about the relative performance of the two economies: The strong recovery of the U.S. has been priced in and a pickup in Covid-19 vaccinations in Europe is raising hopes that the summer will bring better growth there, according to investors and analysts.<br />U.S. 10-year yields ticked down to 1.596% on Tuesday, having dropped from a peak close of 1.744% at the end of March, according to  Tradeweb .  German 10-year yields were at minus 0.243%, up from minus 0.381% in late March and close to their peak close of minus 0.233% in late February. Yields fall when bond prices rise and vice versa.<br />The fall in Treasury yields has come despite strong economic data from the U.S. showing an improving labor market and rising inflation. Such data would usually prompt a rise in bond yields as investors move funds out of safe assets.<br />“The market has been trying to figure out what was priced in, and investors have realized that a lot of the good news was already there,” said Steve Englander, head of global FX research and North America macro strategy at  Standard Chartered .  At the same time, he said investors have “shifted from all-out euro pessimism to ordinary euro pessimism.”"
}