{
    "url_original": "https://www.wsj.com/articles/boris-johnson-faces-probe-into-financing-of-downing-street-apartment-refit-11619623601",
    "url": "boris-johnson-faces-probe-into-financing-of-downing-street-apartment-refit-11619623601",
    "title": "Boris Johnson Faces Probe Into Financing of Downing Street Apartment Refit",
    "sub_head": "U.K. prime minister faces battles over his conduct, but he stays ahead in the polls",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-330982?width=620&size=1.5",
    "image_1": "im-330982.jpg",
    "time": "2021-04-28 11:26:00",
    "body": "LONDON—U.K. Prime Minister Boris Johnson is being investigated by the country’s electoral watchdog following allegations that he failed to declare who funded an upgrade of his residence at 11 Downing Street, the latest of a series of political battles over his conduct and that of his government.<br />The Electoral Commission, which regulates political donations, said Wednesday it had been in contact with Mr. Johnson’s Conservative Party after concluding there “are reasonable grounds to suspect that an offense or offenses may have occurred,” amid allegations that undisclosed donors provide funds for a refit of his official residence.<br />Mr. Johnson said he has personally covered the costs of the apartment’s face-lift. “I paid for it!” said Mr. Johnson during an unusually heated cross examination in parliament Wednesday.<br />As prime minister, Mr. Johnson has a taxpayer-funded allowance of 30,000 pounds, equivalent to $41,700, each year for maintaining his official residence, but if he receives any loans or private funding for further expenditure it must be disclosed. No such disclosure has been made and his opponents are demanding to know whether someone else initially paid for the refurbishment and was repaid by Mr. Johnson later.<br />The commission can levy fines of up to £20,000 for wrongdoing and refer evidence to the police."
}