{
    "url_original": "https://www.wsj.com/articles/boy-scouts-pressured-to-end-bankruptcy-explore-leaving-local-councils-behind-11618274576?mod=business_minor_pos4",
    "url": "boy-scouts-pressured-to-end-bankruptcy-explore-leaving-local-councils-behind-11618274576",
    "title": "Boy Scouts, Pressured to End Bankruptcy, Explore Leaving Local Councils Behind",
    "sub_head": "The organization is proposing an alternate chapter 11 plan as a backup in case settlements with abuse victims and local councils don’t emerge",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-324105?width=620&size=1.5",
    "image_1": "im-324105.jpg",
    "time": "2021-04-13 09:47:00",
    "body": "The Boy Scouts of America, under pressure to end a costly bankruptcy case, are exploring an exit from chapter 11 that abandons the youth group’s longstanding goal of protecting hundreds of affiliated local councils from sex-abuse litigation.<br />The Boy Scouts put forth an alternative chapter 11 plan that would resolve sex-abuse liabilities for only the bankrupt national organization, while leaving local councils spread across the country open to thousands of legal claims.<br />The contingency plan isn’t a first choice for the Boy Scouts, which filed for bankruptcy in part to shield the local councils and the wealth they hold from potentially devastating legal exposure over childhood sexual abuse. Since filing for bankruptcy last year, the Boy Scouts have favored a broad deal between abuse victims and local councils, which are tied to the institution but aren’t themselves in bankruptcy.<br />That remains on the table, Boy Scouts lawyer Jessica Lauria said in the U.S. Bankruptcy Court in Wilmington, Del. But if the preferred plan falls to gain traction among victims or can’t clear bankruptcy court, the Boy Scouts would pivot to an alternative version that only covers the national organization, she said.<br />In that scenario, local councils in California, New Jersey, New York and other states would be exposed to the kind of legal action that the Boy Scouts had filed for bankruptcy to resolve."
}