{
    "url_original": "https://www.wsj.com/articles/boy-scouts-sexual-abuse-claims-threaten-financial-havoc-for-insurance-companies-11619211199?mod=markets_featst_pos1",
    "url": "boy-scouts-sexual-abuse-claims-threaten-financial-havoc-for-insurance-companies-11619211199",
    "title": "Boy Scouts Sexual Abuse Claims Threaten Financial Havoc for Insurance Companies",
    "sub_head": "Century could be pushed into insolvency, and Chubb could be dragged into the bankruptcy fight",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-329471?width=620&size=1.5",
    "image_1": "im-329471.jpg",
    "time": "2021-04-23 16:53:00",
    "body": "The cost of compensating victims of the Boy Scouts of America’s failure to screen out sexual predators may threaten an insurance company’s solvency and could spread to  Chubb Ltd. , the country’s largest commercial insurer, according to court papers filed by a survivors’ group.<br />Filed by a coalition of law firms representing sex-abuse victims, Thursday’s court papers suggest escalating tensions in the Boy Scouts bankruptcy case, where the youth group, its insurers and the nearly 84,000 men who stepped forward seeking compensation haven’t reached settlement terms.<br />Talks are dragging on in the largest sexual abuse bankruptcy in history, according to people close to the chapter 11 case. Battles that have been confined to the negotiating table now are erupting into public view.<br />The victims’ coalition, which makes up the bulk of sex-abuse claims filed against the Boy Scouts, said the organization isn’t pressuring its insurers to make good on policy contracts. Meanwhile, insurers such as Chubb’s Century Indemnity Co., are critical of victims’ lawyers, pointing to alleged signs they filed questionable claims with little to no vetting.<br />The coalition said the Boy Scouts should no longer remain in exclusive control of their chapter 11 case, in part because of its disapproval of a $650 million settlement with another insurer, Hartford Financial Services Group Inc., last week."
}