{
    "url_original": "https://www.wsj.com/articles/bp-to-buy-back-shares-as-oil-price-recovery-boosts-profit-11619516485?mod=business_lead_pos3",
    "url": "bp-to-buy-back-shares-as-oil-price-recovery-boosts-profit-11619516485",
    "title": "BP to Buy Back Shares as Oil Price Recovery Boosts Profit",
    "sub_head": "Rebounding oil prices and strong trading results help BP pay down debt faster than expected",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-330374?width=620&size=1.5",
    "image_1": "im-330374.jpg",
    "time": "2021-04-27 05:41:00",
    "body": "Oil giant  BP  PLC said it would boost returns to shareholders after higher oil prices and strong trading results buoyed its first-quarter earnings, the strongest sign yet that a recovery is under way in one of the industries worst hit by the pandemic.<br />Oil companies endured one of their worst years on record in 2020 as Covid-19 lockdowns choked-off demand, hitting prices. As economies open back up and demand starts to recover, so too have prices, buoying major oil companies even as they increasingly face uncertainty about the outlook for their business as the world shifts to lower-carbon energy.<br />BP on Tuesday reported a replacement cost profit—a metric similar to the net income figure that U.S. oil companies report—of $3.32 billion for the three months ended March 31, from a loss of $628 million in the year-earlier period.<br />The company said solid earnings and income from asset sales helped it to lower its net debt to about $33 billion from $39 billion in the previous quarter. Encouraged by its progress, BP said it would buy back $500 million of shares in the second quarter.<br />“We’ve got a pretty optimistic outlook on buybacks for the remainder of the year but we’re going to do it quarter by quarter,” said BP Chief Executive Bernard Looney. “Depending of course on [the oil] price, I think next year you can very easily imagine a world where our distributions to shareholders are at or above the pre-pandemic levels.”"
}