{
    "url_original": "https://www.wsj.com/articles/brazil-covid-19-variant-spreads-across-south-america-in-warning-to-world-11619611204?mod=world_minor_pos1",
    "url": "brazil-covid-19-variant-spreads-across-south-america-in-warning-to-world-11619611204",
    "title": "Brazil Covid-19 Variant Tears Through South America in Warning to World",
    "sub_head": "Countries that recently had pandemic under control, including Uruguay and Chile, are now seeing surging hospitalizations and deaths",
    "category_1": "World",
    "category_2": "Latin America",
    "time": "2021-04-28 08:00:00",
    "body": "TACUAREMBÓ, Uruguay—Elmiria Camilo, a 53-year-old seamstress in this tranquil city, had already received her first shot of the Chinese CoronaVac vaccine when she came down with a sore throat earlier this month. A week later she was dead.<br />Her death and other recent losses across South America offer a hard, sobering reality: Infections and deaths are at their worst partly because of a rampaging variant, with countries including those that have widely administered vaccines struggling to control the outbreak.<br />Doctors here said they believe Ms. Camilo is one of the latest victims of P.1, an aggressive variant from Brazil that has been detected in more than 30 countries and is now raging across this continent, turning Uruguay, a nation of 3.5 million, into one of the world’s worst Covid-19 hot spots.<br />“I never thought I would lose my mother like that,” said Ms. Camilo’s daughter, Nancy Lefebre, who bid farewell in a video call before her mother died at a hospital’s intensive-care unit. “I wish I could have seen her just one more time.”<br />The surge here offers lessons for the rest of the world. The P.1 variant has spread to countries including Canada, where in the province of British Columbia, officials have recorded 2,062 cases of P.1 as of April 26, up from 974 as of April 9. Turkey and Hungary have struggled with large surges partly fueled by the more infectious U.K. variant. Doctors in India are studying whether new variants there might be adding to a record rise in cases and deaths. One variant, B.1.617, has already popped up in the U.S. and 18 other countries."
}