{
    "url_original": "https://www.wsj.com/articles/brazils-climate-overture-to-biden-pay-us-not-to-raze-amazon-11618997400?mod=politics_lead_pos8",
    "url": "brazils-climate-overture-to-biden-pay-us-not-to-raze-amazon-11618997400",
    "title": "Brazil’s Climate Overture to Biden: Pay Us Not to Raze Amazon",
    "sub_head": "President Bolsonaro’s proposition comes as Brazil seeks support from U.S. to curtail deforestation in world’s biggest rainforest",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-326508?width=620&size=1.5",
    "image_1": "im-326508.jpg",
    "time": "2021-04-21 05:30:00",
    "body": "Brazil’s government, widely criticized by environmental groups as a negligent steward of the Amazon rainforest, has made an audacious offer to the Biden administration: Provide $1 billion and President Jair Bolsonaro’s administration will reduce deforestation by 40%.<br />The proposal was made as the Brazilian president prepares for a virtual environmental summit with roughly 40 heads of state hosted Thursday and Friday by President Biden, who has made battling climate change a centerpiece of his administration. European governments and activists have publicly expressed misgivings with Mr. Bolsonaro’s proposals on the environment because he has trimmed funds for environmental protection agencies amid an increase in deforestation.<br />But supported by some influential scholars and Amazon dwellers, Mr. Bolsonaro argues that the only way to save the jungle is through carbon credits and by financing sustainable economic activities so people can make a living from fish farming, cacao production and other activities that don’t require the razing of trees. The theme has been central to talks Brazil’s environment minister, Ricardo Salles, said he has had in recent weeks with Biden administration climate officials.<br />The request is likely just among the first of many similar to follow as developing nations start to negotiate with industrialized countries about who pays for costly programs to address climate change. This fall, the nations of the world are to set new, more ambitious targets for reducing greenhouse-gas emissions, and developing countries want their richer peers to make good on pledges from the original Paris climate negotiations to mobilize $100 billion a year in public and private financing for them.<br />Top Indian officials made that among their top requests to John Kerry, the Biden administration’s special envoy on climate change, when he visited earlier this month, according to the Indian Finance Ministry on Twitter. Officials from these countries, including Brazil, say industrialized nations must account for their historic contributions to climate change and the need for citizens in poorer countries to rise out of poverty."
}