{
    "url_original": "https://www.wsj.com/articles/brene-brown-on-why-good-leadership-has-nothing-to-do-with-your-salary-11618230703?mod=business_featst_pos2",
    "url": "brene-brown-on-why-good-leadership-has-nothing-to-do-with-your-salary-11618230703",
    "title": "Brené Brown on Why Good Leadership Has Nothing to Do With Your Salary",
    "sub_head": "The researcher, professor and author also says, “Another pandemic is going to follow this one—it’s already started; we’re months into it now—which is a real mental-health pandemic.”",
    "category_1": "WSJ. Magazine",
    "category_2": "My Monday Morning",
    "image_1_url": "https://images.wsj.net/im-323593?width=620&size=0.6666666666666666",
    "image_1": "im-323593.jpg",
    "time": "2021-04-12 08:31:00",
    "body": "In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.<br />Last week, the researcher, professor and writer Brené Brown was visiting Austin, Texas, from her home base of Houston. Having gotten both rounds of her vaccine, she was meeting a good friend and producer whom she works with on her Dare to Lead and Unlocking Us podcasts and whom she hadn’t seen in person in over a year. “It was so emotional. It was so weird. Hello? What’s happening?” she says. “We touched fingertips.” She says that the moment validated one of her beliefs: “We’re wired for human connection and story, and in the absence of it there is always pain and suffering.”<br />Her 2010 TEDx Talk, “The Power of Vulnerability,” a 20-minute presentation on her findings on the subject, has been viewed over 52 million times on TED’s website. She’s written best-selling books, including Rising Strong and The Gifts of Imperfection. The anthology she edited with #MeToo movement founder Tarana Burke, You Are Your Best Thing: Vulnerability, Shame Resilience and the Black Experience, comes out later this month, and she has another book debuting this fall that she says she can’t say much about. In 2019, she starred in the Netflix special Brené Brown: The Call to Courage, in which she led a talk on choosing courage and vulnerability over comfort, and she’s done leadership consulting with a number of companies and organizations.<br />In September, Brown signed a multiyear exclusive deal with Spotify, and moved her podcast on human connection and relationships, Unlocking Us, which she started in March 2020, over to the streaming platform this January. She debuted a second show for the company last October: Dare to Lead, a weekly chat on leadership and courage. On Dare to Lead, she’s interviewed guests including organizational psychologist Adam Grant, soccer star Abby Wambach and former President Barack Obama. Brown lives with her husband, pediatrician Steve Alley, and their two kids, Ellen, 21, and Charlie, 15. Here, she talks to WSJ. about vulnerability during the pandemic and whether everyone has the potential to be a leader.<br />What time do you get up on Mondays? What’s the first thing you do after waking up?"
}