{
    "url_original": "https://www.wsj.com/articles/brightening-u-s-prospects-send-government-bond-yields-higher-11619715047?mod=markets_lead_pos5",
    "url": "brightening-u-s-prospects-send-government-bond-yields-higher-11619715047",
    "title": "Brightening U.S. Prospects Send Government Bond Yields Higher",
    "sub_head": "Benchmark 10-year Treasury yield touches highest intraday level in more than two weeks",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-331832?width=620&size=1.5",
    "image_1": "im-331832.jpg",
    "time": "2021-04-29 17:16:00",
    "body": "Government bond yields climbed world-wide after signs of accelerating U.S. economic growth prompted worries that inflation will rise more rapidly than expected.<br />The yield on the benchmark 10-year U.S. Treasury note, which rises as bond prices fall, touched 1.688%, its highest intraday level in more than two weeks, before settling at 1.639%. European sovereign bond yields also climbed, with the yield on the 10-year German bund rising to minus 0.188%, according to Tradeweb, the highest since March 2020.<br />European sovereign bond yields also climbed, with the yield on the 10-year German bund rising to minus 0.178%, the highest since March 2020.<br />Much of the climb came after data showed that the U.S. economy expanded 6.4% on an annualized basis in the first quarter, leaving the world’s largest economy within 1% of its late 2019 peak. Households, boosted by recent stimulus efforts, ramped up spending on everything from cars to furniture.<br />Investors tend to sell government bonds when they expect growth and inflation, which erodes the purchasing power of bonds’ fixed payments and can spur the Federal Reserve to raise interest rates. Yields have climbed steadily this year, reaching nearly 1.75% at the end of the first quarter from around 0.9% at the close of 2020, lifted by expectations for reopenings and stimulus to fuel a surge in growth."
}