{
    "url_original": "https://www.wsj.com/articles/buffett-stands-alone-but-companies-should-open-door-to-older-ceos-11619794803?mod=business_lead_pos10",
    "url": "buffett-stands-alone-but-companies-should-open-door-to-older-ceos-11619794803",
    "title": "Buffett Stands Alone, but Companies Should Open Door to Older CEOs",
    "sub_head": "The Berkshire Hathaway leader’s five-decade tenure will always be an outlier, but companies are often too quick to force chief executives into retirement",
    "category_1": "Business",
    "category_2": "On Business",
    "image_1_url": "https://images.wsj.net/im-331866?width=620&size=1.5",
    "image_1": "im-331866.jpg",
    "time": "2021-04-30 11:00:00",
    "body": "Happy birthday. Now pack up your stuff and go.<br />That might constitute a harsh goodbye for most employees, but unless your name is Warren Buffett, it is a possible ending for corporate executives and directors. As the chief executive of  Berkshire Hathaway  prepares to lead yet another annual meeting, succession plans for the conglomerate will be on investors’ minds. After all, Mr. Buffett is 90 and has been running Berkshire for five decades. His business partner, Charlie Munger, is 97.<br />Whether or not Berkshire has a succession announcement Saturday, the reality is that most CEOs will never be able to approach that tenure. Some 70% of S&P 500 companies had a mandatory retirement age in place for corporate directors as of December, according to executive search firm Spencer Stuart. Other research suggests such policies are in place for perhaps a third of S&P 500 chief executives. Not even Berkshire is immune to the pressure: The pension fund Calpers cited the board’s long tenure and the lack of board “refreshment” as one reason it plans to withhold its vote to re-elect some Berkshire directors this weekend.<br />While many won’t last in a top job nearly long enough to see such a policy invoked—the average S&P 500 chief executive retires at 60.1 years old after a tenure of about 8.4 years—perhaps the practice needs a rethink in an era when once-unthinkably long lifespans are commonplace.<br />Companies are willing to be flexible.  Boeing  lifted CEO David Calhoun’s mandatory retirement age to 70 from 65 last week, which means he can stay in the top job until 2028. Boeing cited his leadership through the recent 737 MAX crisis and the jet engine maker’s long product cycle when it announced the decision."
}