{
    "url_original": "https://www.wsj.com/articles/bugatti-chiron-pur-sport-an-immodestly-fast-ride-11618574436",
    "url": "bugatti-chiron-pur-sport-an-immodestly-fast-ride-11618574436",
    "title": "Bugatti Chiron Pur Sport: An Immodestly Fast Ride",
    "sub_head": "Boasting 16 cylinders and a rear wing, Bugatti’s Chiron Pur Sport has more power and torque than you’ll ever need. What’s surprising is how comfortable and easy the driving is, at any speed.",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "image_1_url": "https://images.wsj.net/im-325492?width=620&size=1.5",
    "image_1": "im-325492.jpg",
    "time": "2021-04-16 08:00:00",
    "body": "THE TROUBLE with any Bugatti is legibility. Sure, they are fast; a modified Chiron set a series production road-car record of 304.7 mph in 2019. But the badges are so small and they go by so quickly. How are people supposed to read that?<br />And thus the Chiron Pur Sport’s extraordinary fixed rear wing, a carbon-fiber scimitar emblazoned with the word. Also, should anyone wonder how many cylinders, the Pur Sport has “16” stenciled on its horse collar-shaped, 3D-printed grillwork—a charismatic touch drawn from the company’s racing history, if a little, um, AutoZone-y, in this presentation. Maybe uncheck that box.<br />Whenever I encounter one of these cars in the real world, away from the auto-show stand, I am struck by their dual moral status. They are dazzling objects, scintillant with human ingenuity, sublime in craft and overwhelming in effect, like a pipe organ at point-blank range.<br />But the clientele? As I watched our Pur Sport tester being unloaded, I hoped it would one day become the cherished centerpiece of an aficionado’s collection. But I won’t be surprised if, six months from now, it is halfway up a lamppost on Tverskaya Street and the owner’s ocelot is missing.<br />Bugatti will build only 60 of these brilliantly engineered codpieces, to order, and sell them for between $3.6 to $5 million."
}