{
    "url_original": "https://www.wsj.com/articles/can-pope-francis-head-off-a-schism-11618525615?mod=opinion_lead_pos7",
    "url": "can-pope-francis-head-off-a-schism-11618525615",
    "title": "Can Pope Francis Head Off a Schism?",
    "sub_head": "He should say no to demands by German bishops to embrace modern mores.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-15 18:26:00",
    "body": "The Protestant Reformation began in Germany some 500 years ago before spreading across the Western world. Today, Germany’s Catholic bishops are taking steps that could again rattle the foundations of the world’s largest church. They are moving to tear down the Catholic Church’s teaching on human sexuality, priestly celibacy and other morally and politically charged issues. Without direct and immediate intervention by Pope Francis, the church could be headed for another schism.<br />Since 2019, German bishops have been pursuing a “synod,” or council, on matters of great theological importance. It is a response to the German church’s many challenges, which include plummeting membership and a sexual-abuse scandal.<br />Many other countries are facing a similar crisis, and surviving it is no small task. Yet the German bishops have chosen not to focus on cleaning their own house and spreading the saving message of Jesus Christ. Instead, they’re trying to build trust with their fellow citizens by breaking with the faith in favor of modern cultural norms.<br />The bishops have made their intentions clear since the synod process began in 2019, with a promise of “newly assessing” church teaching on homosexuality and sexual morality more broadly. While the Covid-19 pandemic has delayed the synod, its “Fundamental Text” hints at the most radical departure from Catholic teaching yet. Approved in December, the document speaks of dissatisfaction with the church’s “power structures” and “positions” on “sexual orientation” and “gender justice.” It also calls for a discussion of priestly celibacy. As the synod enters its latter stages, the bishops will debate these topics and issue decisions, which the local hierarchy has said will be “binding.”<br />The Vatican is aware of what’s at stake. In 2019 the head of the Congregation of Bishops sent a letter to the German bishops’ conference declaring that the proposed synod is “not ecclesiologically valid,” making it illegal and immoral in the eyes of the Catholic Church. The letter specifically noted the involvement of individuals and groups opposed to Catholic teaching, as well as the bishops’ stated intention to enact binding theological changes. The German bishops voted to move forward with the synod anyway."
}