{
    "url_original": "https://www.wsj.com/articles/can-bidens-resolve-weather-putin-and-xi-11618266614?mod=opinion_major_pos8",
    "url": "can-bidens-resolve-weather-putin-and-xi-11618266614",
    "title": "Can Biden’s Resolve Weather Putin and Xi?",
    "sub_head": "He needs to rally not only allies but dovish Democrats against Beijing and Moscow.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "time": "2021-04-12 18:30:00",
    "body": "The global storm clouds are darkening. Last week a Chinese aircraft carrier strike group patrolled the waters east of Taiwan as U.S., Taiwanese and Chinese warplanes flew sorties. En route to Israel, Defense Secretary Lloyd Austin conferred with his Filipino counterpart over the refusal of Chinese vessels to leave waters claimed by Manila. In a televised interview Secretary of State Antony Blinken again characterized China’s policy toward the Uighurs as genocide, blamed Chinese errors for making the pandemic worse, and warned Beijing against attempts to invade Taiwan.<br />Meanwhile, as Alexei Navalny’s health continued its mysterious and dramatic decline, Russian forces ostentatiously maneuvered near the contested Donbass region of eastern Ukraine and in the Russian-garrisoned Transnistrian enclave on Ukraine’s western frontier. Kremlin spokesman Dmitry Peskov warned of the possibility of “full-scale hostilities” as Vladimir Putin informed an alarmed Turkish President Recep Tayyip Erdogan about what the Russian president called Ukraine’s “dangerous provocative actions” in the Donbass. Two American destroyers have been dispatched to the Black Sea; retired Lt. Gen. Ben Hodges, a former U.S. Army Europe commander, warned that Mr. Putin’s goal may be control of Ukraine’s Black Sea coast.<br />Compounding tensions with Washington, last month the Chinese and Russian foreign ministers announced their intention to deepen their relationship. Russian Foreign Minister Sergei Lavrov hailed China as “a true strategic partner of Russia.” The Chinese government-backed newspaper Global Times sees “no upper limits” to Sino-Russian cooperation.<br />The question for Americans is what all this means. Is Mr. Putin merely attempting to divert domestic attention away from his falling poll numbers and the ravages of Covid? Is Xi Jinping playing the nationalism card to assuage restless public opinion at home? Is this all a move to frighten the Biden administration away from its hard-line rhetoric and to drive it toward what China and Russia hope is its real agenda: looking dignified, purposeful and concerned while retreating from global leadership?<br />Or is something more dangerous at work?"
}