{
    "url_original": "https://www.wsj.com/articles/canadian-national-plans-to-make-30-billion-topping-bid-for-kansas-city-southern-11618915544?mod=markets_minor_pos7",
    "url": "canadian-national-plans-to-make-30-billion-topping-bid-for-kansas-city-southern-11618915544",
    "title": "Canadian National Plans to Make $30 Billion Topping Bid for Kansas City Southern",
    "sub_head": "Offer represents about a 20% premium to agreement with Canadian Pacific reached last month",
    "category_1": "Deals",
    "image_1_url": "https://images.wsj.net/im-327305?width=620&size=1.5",
    "image_1": "im-327305.jpg",
    "time": "2021-04-20 06:55:00",
    "body": "Canadian National Railway Railway Co. is planning to make a roughly $30 billion topping bid for  Kansas City Southern ,  according to people familiar with the matter, likely kicking off a bidding war for a railroad operator that has already agreed to a sale to another Canadian rival.<br />Canadian National plans to offer $325 for each Kansas City Southern share Tuesday, including $200 a share in cash and 1.059 Canadian National shares, the people said. The offer represents about a 20% premium to  Canadian Pacific Railway Ltd. ’s agreement to pay $275 a share including $90 in cash, a roughly $25 billion deal reached last month.<br />Kansas City Southern, the smallest of the five major freight railroads in the U.S., plays a key role in U.S.-Mexico trade, with a network across both countries. Its trains bring autos and other industrial products up from factories south of the border into Texas and the Midwest and haul American farm goods back to Mexico. It also runs a rail link along the Panama Canal.<br />That makes it a key strategic asset that doesn’t come along often.<br />Both deals would create the first freight-rail network linking the U.S., Mexico and Canada by connecting ports in the three countries. Canadian National anticipates the combination it is proposing would generate incremental cash flow—in the form of earnings before interest, taxes, depreciation and amortization—of around $1 billion, mainly from increased revenues from offering lower-cost alternatives to trucking routes, the people said. The company believes it is better-positioned than Canadian Pacific given a larger footprint and minimal route overlap with Kansas City Southern, they said. It also owns a route that bypasses Chicago congestion, which can save days of travel time."
}