{
    "url_original": "https://www.wsj.com/articles/canadians-send-rail-valuations-northwards-but-not-beyond-reason-11618934060?mod=business_minor_pos12",
    "url": "canadians-send-rail-valuations-northwards-but-not-beyond-reason-11618934060",
    "title": "Canadians Send Rail Valuations Northwards, but Not Beyond Reason",
    "sub_head": "A bidding duel for Kansas City Southern highlights sector’s unique attractions",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-327343?width=620&size=1.5",
    "image_1": "im-327343.jpg",
    "time": "2021-04-20 11:54:00",
    "body": "Oh, Canada!<br />In a bid to snap up what might be the last available rail asset of its size in the vast North American market, Canada’s largest freight railroad,  Canadian National Railway ,  on Tuesday outbid its smaller rival,  Canadian Pacific Railway .   Kansas City Southern  had already agreed to be acquired by Canadian Pacific last month for about $25 billion. The value of Canadian National’s bid was $33.7 billion at Monday’s closing prices or $325 per Kansas City Southern share, with $200 of that in cash and the remainder in stock. Kansas City Southern’s board would still need to approve Canadian National’s offer over the Canadian Pacific deal.<br />The initial market reaction suggests that the new bid is too rich and that the original one was no slam dunk. Canadian National shares fell about 6% in morning trading Tuesday and Canadian Pacific shares were slightly lower.<br />But that ignores the long-term opportunity and the scarcity of the asset in question. While railroad valuations are at the high end of their historical range and recent volume trends just so-so, they are a uniquely valuable asset. Their networks represent natural monopolies that are impossible to replicate. The industry’s cash cow, hauling coal from mines to power plants, has been dying for years, but the fight against global warming makes them an attractive option for inland transport in terms of energy efficiency compared with trucks.<br />Canadian National believes that it will have an easier approval process despite being somewhat larger than Canadian Pacific, pointing out that the combined company will be “a distant fifth” among North American Class I railroads in terms of network size behind  Norfolk Southern ,   Union Pacific ,   CSX  and BNSF, which is owned by Warren Buffett’s  Berkshire Hathaway .  Canadian Pacific applied for a waiver with the Surface Transportation Board, which must approve the deal, but Canadian National hasn’t. It asserts that the merger would enhance competition by giving shippers the option of bypassing perennially clogged tracks around Chicago via a smaller U.S. railroad it already owns. Previous attempts by Canadian Pacific to merge with larger Norfolk Southern and CSX were unsuccessful due to competition concerns."
}