{
    "url_original": "https://www.wsj.com/articles/cant-take-a-vacation-wear-one-instead-11617736512",
    "url": "cant-take-a-vacation-wear-one-instead-11617736512",
    "title": "Can’t Take a Vacation? Airport-Inspired Menswear for Eager Travelers",
    "sub_head": "While pandemic restrictions have grounded most jet-setters, brands like Louis Vuitton and Balmain are suddenly showing clothes inspired by travel, not with references to destinations but to the mere idea of flying...anywhere",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-321098?width=620&size=0.6666666666666666",
    "image_1": "im-321098.jpg",
    "time": "2021-04-06 15:15:00",
    "body": "IN JANUARY, with global travel at a crawl thanks to the pandemic,  Louis Vuitton  showed a clothing collection teeming with literal travel references. Overcoats and suits came with shimmering buttons in the shape of jetliners; outerwear featured detailed map prints; and models toted various forms of luggage. For the better part of a year, much of the world had been immobilized, their passports and roller-bags collecting dust. Vuitton’s collection captured the cry of grounded globe-trotters everywhere: “Get me on a plane immediately!”<br />This desire to roam has been manifesting in clothing design over the past few months. This March, French label Balmain’s fall 2021 lookbook portrayed luggage-clutching models on a tarmac, strutting away from an Air France jet as if rushing to make a tight connection. That same month, New York designer Thom Browne’s latest included many models again clinging to luggage but also wearing suits splayed with patches from ski-bunny destinations like Oslo, Chamonix and Nagano. In January, Casablanca, a posh Parisian label, showed a fall collection that included a run of sweaters and jackets plastered with iconography from the glamorous Grand Prix auto race in Monaco.<br />These sartorial nods to travel have sparked some much-needed fantasy for cooped-up customers. “After a year where everyone’s doing bread-making and bathtub tie-dye, I think we’re yearning for way more fantastical places outside the confines of our home,” said Michael Fisher, vice president of menswear at Fashion Snoops, a New York-based trend-forecasting company.<br />The fashion industry has long tried to mentally transport customers to far-flung locales. See: Ralph Lauren’s classic 1990s ads in which denim-clad models gallivant across the American West or Yves Saint Laurent’s African-safari runway shows in the late ’60s. But what’s notable in this latest batch of aspirational attire is that many brands are heralding what Justin Berkowitz, the men’s fashion director at Bloomingdale’s, called “the mundane” part of travel: the actual, fairly consistently painful act of getting on a plane. Louis Vuitton’s suits don’t broadcast some dreamy destination, they just show a jet. Balmain’s photo shoot doesn’t portray models arriving at some palatial resort, it shows them at an airport, in the hurried in-between state.<br />Last year, Saintwoods, a Canadian streetwear label, tapped into our yearning to escape by pairing with Helmut Lang on “See You Soon,” a collaboration that included T-shirts showing a plane or a sailboat. Zach Macklovitch and Nathan Gannage, the pair behind Saintwoods, noted that they developed the collection while under a particularly strict lockdown in Montreal. Being homebound left the pair fantasizing about fleeing—it didn’t particularly matter to where."
}