{
    "url_original": "https://www.wsj.com/articles/capital-gains-taxes-are-on-bidens-radar-as-he-seeks-money-for-social-programs-11619192256?mod=politics_lead_pos3",
    "url": "capital-gains-taxes-are-on-bidens-radar-as-he-seeks-money-for-social-programs-11619192256",
    "title": "Biden Focuses on Capital-Gains Taxes as He Seeks Money for Social Programs",
    "sub_head": "Proposal to raise top tax rate revives long-running debate over taxation of labor versus investment income",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-329206?width=620&size=1.5",
    "image_1": "im-329206.jpg",
    "time": "2021-04-23 16:02:00",
    "body": "WASHINGTON—President Biden is preparing to take a big swing at one of the features of the tax code that affects the wealthiest Americans: how capital gains are taxed.<br />Next week, in his speech to Congress, Mr. Biden is likely to detail plans he outlined during last year’s campaign. As a candidate, he called for raising top capital-gains tax rates to mirror those on other income and for altering a tax provision that lets investors avoid capital-gains taxes on appreciated assets if they hold them until they die.<br />The tax increases would help pay for Mr. Biden’s planned antipoverty and education proposal to be announced next week. While the details of the package are still being worked out, people familiar with the measure said it could cost more than $1 trillion, with funding for child care, paid leave, universal prekindergarten education and tuition-free community college.<br />“Everybody gets hurt in these policies. They’re not pro-growth,” said Rep. Mike Kelly (R., Pa.). “It starts at the top and works its way through the whole economy.”<br />The tax proposals would reignite a long-running dispute between the political parties, along with the economic debate over the effect of investment taxes on growth. Democrats argue for taxing wealth like work, seeking to equalize the top rates on capital income and labor. Republicans and their allies warn that stock prices and business investment could suffer, particularly if these tax changes come atop the corporate tax increases Mr. Biden has also proposed to pay for infrastructure spending."
}