{
    "url_original": "https://www.wsj.com/articles/capitol-police-overlooked-threats-before-jan-6-riot-inspector-general-report-finds-11618417495?mod=politics_lead_pos10",
    "url": "capitol-police-overlooked-threats-before-jan-6-riot-inspector-general-report-finds-11618417495",
    "title": "Capitol Police Overlooked Threats Before Jan. 6 Riot, Inspector General Report Finds",
    "sub_head": "Department’s internal watchdog found Capitol Police had been warned of potential for violence and that lawmakers were targets",
    "category_1": "Politics",
    "time": "2021-04-14 17:17:00",
    "body": "WASHINGTON—A new report by the Capitol Police’s inspector general found the police agency had been warned of the potential for violence at the Capitol on Jan. 6 and that lawmakers were targets, but that department leaders overlooked the threats.<br />The internal report, which was reviewed by The Wall Street Journal, found multiple intelligence failures by the police department leading up to the riot. The findings echo similar failures, reported by the Journal, by the Federal Bureau of Investigation and the Department of Homeland Security to identify threats. The House Administration Committee will hold a hearing with Inspector General Michael Bolton on Thursday.<br />“The Department fully agrees with many of the recommendations it has received,” the Capitol Police Department said in a statement. “It is also aware that nearly all of the recommendations require time and significant resources the Department does not have.”<br />Five people died, including a police officer, after a pro-Trump mob stormed the U.S. Capitol to protest a vote certifying the results of the 2020 presidential election. Two other officers died by suicide following the riot and dozens more were injured. Security at the complex has continued to come under scrutiny since then, most recently after another Capitol Police officer was killed April 2 when a man drove a vehicle into a barricade outside the Capitol building.<br />Mr. Bolton wrote in his report that ahead of the riot, law enforcement at times failed to incorporate previous intelligence reporting into later assessments, leaving out key details."
}