{
    "url_original": "https://www.wsj.com/articles/celebrating-and-satirizing-new-yorks-aesthetes-11618002470",
    "url": "celebrating-and-satirizing-new-yorks-aesthetes-11618002470",
    "title": "Celebrating and Satirizing New York’s Aesthetes",
    "sub_head": "Florine Stettheimer’s wry 1942 ‘The Cathedrals of Art’ sends up the city’s storied museums and the elites in their orbit.",
    "category_1": "Masterpiece",
    "time": "2021-04-09 17:07:00",
    "body": "She was the society insider and the artistic outlier. Florine Stettheimer (1871-1944) gathered about her the most fervent modernists of the 1920s and ’30s—the likes of Marcel Duchamp, Alfred Stieglitz, Georgia O’Keeffe, Virgil Thomson and Gertrude Stein—whose intellectual and aesthetic energies shaped their era. As a painter she discarded all the prevailing definitions of modernism and painted just as she pleased. She invented her own visual language—purposefully naïve, sly, theatrical and allusive. It both celebrated and mocked her own rarefied milieu—upper-class bohemian life in Manhattan between the world wars.<br />Her sensibility is on full display in the four satirical allegories created between 1929 and 1942 of Manhattan’s secular “shrines” of cosmopolitan life—Broadway, Fifth Avenue, Wall Street and Art. In the collection of the Metropolitan Museum of Art, they are considered her master works. These symbol-packed fantasies are populated with fond and sardonic likenesses of individuals instantly recognizable to a contemporary audience. Worldly and witty, they are comedies of manners. She called them “Cathedrals.”<br />“The Cathedrals of Art,” the last in the series, was the world within New York she knew best—the Met, the Museum of Modern Art and the Whitney Museum of American Art. She stages them as a theatrical triptych of the art establishment against which the newly formed American avant-garde struggles to gain a foothold.<br />Stettheimer gloried in artifice, mingling reality and fantasy. Her style is gossamer, alive with joyful reds, pinks and yellows accented with black and dark blue and thick strokes of gold on a radiant white ground. The scene has the noise and color and light of a comic opera in which many incidents occur simultaneously. But beneath the disarming froth there is rigor and structure. Peopled with sinuous miniature portraits of New York art world luminaries, each smugly ensconced in his or her own orbit, it parodies both the art establishment’s insularity and the self-consciousness of American modernism desperate for establishment acceptance.<br />She loathed pretention and no one escaped her elegant ridicule, including herself. She appears at the lower right labeled as commère, the gossip, under a gold-trimmed canopy, self-mockingly dressed as a bride in white, at last grown young (she was then in her 70s and never married). Opposite is her compère, the master of ceremonies. He is the interior decorator Robert Locher, in the pose of Apollo but dressed like a waiter. In the foreground, at the foot of the Met’s grand red-carpeted staircase, new American Art in the guise of a naked infant drawing a picture is being ushered into this High Temple of Art."
}