{
    "url_original": "https://www.wsj.com/articles/census-data-to-reveal-which-states-lose-gain-u-s-house-seats-11618491602?mod=politics_lead_pos11",
    "url": "census-data-to-reveal-which-states-lose-gain-u-s-house-seats-11618491602",
    "title": "Census Data to Reveal Which States Lose, Gain U.S. House Seats",
    "sub_head": "Redistricting process based on new numbers will help determine which party controls the chamber after 2022 elections",
    "category_1": "Politics",
    "time": "2021-04-15 09:00:00",
    "body": "WASHINGTON—After months of delays, the once-in-a-decade fight over the contours of congressional seats will officially begin later this month, when the Census Bureau releases the first round of data determining which states will gain or lose House seats.<br />The outcome of the redistricting process will be one of the biggest factors determining which party controls the House after next year’s elections. Democrats currently hold a razor-thin 218-212 House majority, with five vacancies. New maps for both House and state legislative districts are drawn at the state level, with the process varying by state and Republicans in control in more states than Democrats are.<br />For both parties, the official guidance on which states will gain or lose a seat is likely to usher in a wave of new decisions based on the emerging political reality: lawmakers announcing retirements or statewide runs and candidates deciding to jump into races.<br />“It’s like the gun going off at the beginning of the race,” said Adam Kincaid, the executive director of the National Republican Redistricting Trust. “Everything we’ve been doing up until this point is basically practice.”<br />Lawmakers and party officials already have some sense of which states are likely to add or lose seats, based on population estimates released by the Census Bureau last year. One question that won’t be answered until the data is released this month is whether New York will lose two seats or just one, with Alabama shouldering the other loss. The new data will also dictate the population size of new districts (after the 2010 census, districts were designed to have an average of 711,000 people). Its release was delayed for months by the pandemic and the Trump administration’s legal battle over whether immigrants illegally in the U.S. should be included, which was immediately ended by the Biden administration."
}