{
    "url_original": "https://www.wsj.com/articles/central-bank-will-begin-reducing-bond-purchases-well-before-raising-interest-rates-powell-says-11618421656",
    "url": "central-bank-will-begin-reducing-bond-purchases-well-before-raising-interest-rates-powell-says-11618421656",
    "title": "Central Bank Will Begin Reducing Bond Purchases ‘Well Before’ Raising Interest Rates, Powell Says",
    "sub_head": "Fed chairman notes that most central-bank officials see rates remaining near zero through 2023",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "time": "2021-04-14 15:37:00",
    "body": "WASHINGTON—Federal Reserve Chairman Jerome Powell said Wednesday that the central bank will begin to slow the pace of its bond purchases “well before” raising interest rates.<br />The Fed has been buying at least $120 billion a month of Treasury debt and mortgage-backed securities since last June to hold down long-term borrowing costs. Since December, the central bank has said the economy must make “substantial further progress” toward its goals of maximum employment and 2% inflation before it scales back those purchases.<br />“We will taper asset purchases when we’ve made substantial further progress toward our goals, from last December when we announced that guidance,” Mr. Powell said in a virtual event held by the Economic Club of Washington, D.C. “That would in all likelihood be before—well before—the time we consider raising interest rates.”<br />The Fed has said it will hold rates near zero until it sees the labor market return to full employment and inflation rise to 2% and is forecast to moderately exceed that level for some time. Mr. Powell reiterated that he thinks it is highly unlikely that the Fed would raise interest rates this year and noted that most central-bank officials see rates remaining near zero through 2023.<br />Mr. Powell’s comments came a day after the Labor Department reported the biggest one-month jump in the consumer-price index since 2012. While the Fed targets a different measure of inflation—the personal-consumption-expenditures price index—the CPI provides much of that index’s raw data."
}