{
    "url_original": "https://www.wsj.com/articles/ceos-selective-virtue-signalling-11617832596?mod=opinion_major_pos6",
    "url": "ceos-selective-virtue-signalling-11617832596",
    "title": "CEOs’ Selective Virtue Signaling",
    "sub_head": "If executives oppose restrictive voting laws, why are they singling out Georgia?",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-07 17:56:00",
    "body": "Major League Baseball Commissioner Robert D. Manfred Jr. will regret his decision to move the All-Star Game from Atlanta in response to Georgia’s new election laws. He’s dropped his sport into a red-hot controversy, based on imaginary facts and flawed assertions.<br />Put another way, Mr. Manfred doesn’t know what he’s talking about.<br />He says, “Major League Baseball fundamentally supports voting rights for all Americans and opposes restrictions to the ballot box.” So say we all. But that statement provides no legitimate reason to relocate the All-Star Game to Denver. To show why, I’ll build on points I made in my columns last week and the week before.<br />Major League Baseball’s offices are located in Manhattan and the commissioner, a native of Rome, N.Y., lives in the Empire State. Why is that relevant? Georgia has no-excuse absentee voting by mail, but New York state doesn’t. New Yorkers must be absent, ill or disabled, a primary caregiver of someone who is ill or physically disabled, or in jail awaiting grand-jury action or sentencing to get a mail-in ballot. Neighboring Connecticut has similar restrictions: Only those Nutmeg State voters who are in the military, ill, absent, disabled, have religious objections or are working at the polls can vote by mail. Where’s Mr. Manfred’s crusade to ensure that Yankees and Mets players and fans and baseball staff in New York and Connecticut have the same voting rights as Georgians?<br />Similarly, Georgia has a robust early-voting period, expanded by the new law to 17 days, with two optional Sundays. New York has only eight days of early voting, while neighboring Connecticut and New Jersey have none. You’d think the woke commissioner would speak out against these “restrictions to the ballot box,” but you’d be wrong."
}