{
    "url_original": "https://www.wsj.com/articles/ceos-discover-progressive-political-religion-11617989651?mod=opinion_major_pos16",
    "url": "ceos-discover-progressive-political-religion-11617989651",
    "title": "CEOs Discover Progressive Political Religion",
    "sub_head": "Whatever happened to the concept of CEOs focusing on the interests of their shareholders? How about arguing against raising the corporate tax rate for starters?",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-320272?width=620&size=1.5",
    "image_1": "im-320272.jpg",
    "time": "2021-04-09 13:34:00",
    "body": "Regarding Gerard Baker’s “The C-Suite Converts to the New Political Religion” (Free Expression, April 6): Mr. Baker offers a timely cautionary tale to the corporate acolytes of the woke. It’s one thing if the principal corporate officer can, indeed, represent that he or she speaks as a controlling owner of the enterprise on matters of political or cultural importance, or can verify that the opinions rendered reflect the majority of the owners’ will. However, such a privilege seems unwarranted when the officer is, in fact, what can be accurately termed a “hired hand.”<br />Edward Bastian, the CEO of  Delta  Air Lines, owns (according to the latest available proxy statement) 1,154,044 shares of Delta’s 647,386,115 common shares. That represents 0.18% ownership of the corporation. In fact, the entire board and the company’s executive officers own in aggregate 4,050,058 shares, or 0.63%. This hardly constitutes a level of “ownership” that might impart a mandate to opine beyond those topics arising from the safe, efficient and (hopefully) profitable operation of a commercial airline. It certainly doesn’t warrant placing the corporation in the posture of cowering before the clamorous threats of a Twitter mob or bowing to a politician’s arguably ill-founded remarks, even if that politician is the president of the U.S.<br />We may safely assume that a substantial proportion of Delta’s shareholders may well disagree strongly with Mr. Bastian’s pronouncements. The same can also be said of the CEOs of numerous large public corporations and financial enterprises who self-importantly virtue-signal in the vain hope of quelling politicians’ demands and social-media rants.<br />John R. Newcomb<br />Franklin, Tenn."
}