{
    "url_original": "https://www.wsj.com/articles/ceos-plan-new-push-on-voting-legislation-11618161134?mod=business_lead_pos2",
    "url": "ceos-plan-new-push-on-voting-legislation-11618161134",
    "title": "CEOs Plan New Push on Voting Legislation",
    "sub_head": "Companies from PayPal to AMC have signaled they will support joining effort for voter access, people say",
    "category_1": "Management & Careers",
    "image_1_url": "https://images.wsj.net/im-323430?width=620&size=1.5",
    "image_1": "im-323430.jpg",
    "time": "2021-04-11 17:01:00",
    "body": "Dozens of chief executives and other senior leaders gathered on Zoom this weekend to plot what several said big businesses should do next about new voting laws under way in Texas and other states.<br />Kenneth Chenault, the former chief executive of  American Express Co. , and Kenneth Frazier, CEO of  Merck  & Co., urged the leaders to collectively call for greater voting access, according to several people who attended. Messrs. Chenault and Frazier cautioned businesses against dropping the issue and asked CEOs to sign a statement opposing what they view as discriminatory legislation on voting, the people said.<br />A statement could come early this week, the people said, and would build on one that 72 Black executives signed last month in the wake of changes to Georgia’s voting laws. Mr. Chenault told executives on the call that several leaders had signaled they would sign on, including executives at  PepsiCo Inc.,   PayPal  Holdings Inc.,  T. Rowe Price Group Inc.  and  Hess Corp. , among others, according to the people. PayPal confirmed it has signed the statement. PepsiCo, T. Rowe Price and Hess didn’t immediately respond to requests for comment.<br />As more companies and their leaders have spoken out on the issue in recent weeks, their stands have drawn the ire of Republican state and federal legislators who say companies are miscasting the matter and shouldn’t act as shadow lawmakers. Meanwhile, progressive activists and others who oppose the laws have said that the actions leaders are taking aren’t strong enough. Many CEOs now feel a duty, or pressure, to make their views explicitly known to employees and others, executive advisers said.<br />Plenty of companies remain wary of wading into politically charged areas. One executive from a Fortune 100 consumer-products company said board members, employees and vendors are pressing leaders to speak out, but doing so could put a bull’s-eye on the company."
}