{
    "url_original": "https://www.wsj.com/articles/ceos-lead-americas-new-great-awakening-11618505076?mod=opinion_lead_pos5",
    "url": "ceos-lead-americas-new-great-awakening-11618505076",
    "title": "CEOs Lead America’s New Great Awakening",
    "sub_head": "Their political activism on behalf of voting rights will help bring about a spiritual revival.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-15 12:44:00",
    "body": "As they did recently over gun safety, immigration, climate change, social justice and the infamous bathroom bills, major business leaders have protested new voter-restriction efforts in state legislatures. I am proud to have had a role in helping trigger some of this activity. Critics have mocked such civic engagement with headlines like “Woke CEOs’ Foolhardy Bid To Shape Voting Laws” or “Woke and Weak CEOs.” This business awakening shouldn’t be ridiculed but celebrated as the rediscovery of a misunderstood pillar of America’s industrial greatness.<br />Economist Milton Friedman, in his 1970 essay on corporate social responsibility advised: “It may well be in the long‐run interest of a corporation that is a major employer in a small community to devote resources to providing amenities to that community or to improving its government. That may make it easier to attract desirable employees, it may reduce the wage bill or lessen losses from pilferage and sabotage or have other worthwhile effects.”<br />DuPont CEO and Business Roundtable chairman Irving Shapiro echoed the point in 1983 when he told me: “Most businessmen are sensible and rational people. They recognize that they’ve got to meet the needs of our society or they’re not going to be successful. Free enterprise is a slogan. It means different things to different people. . . . I would make the case that we must get rid of the adversary approach and simply say we have a common objective.”<br />Ensuring social cohesion in democracy is part of a CEO’s job of managing the strategic environment. No CEO wants finger-pointing employees dealing with hostile consumers and communities—even if “wedge” issues are appealing to Republican politicians with a divide-and-conquer plan for staying in office.<br />Speaking up is also part of the job. Henry Ford, Thomas Edison and  J.P. Morgan  all spoke to issues outside the shop. The 2020 Edelman Trust Barometer found that 92% of employees expect their CEO to speak out on issues of the day. Surveys have found CEOs are among the most trusted voices in society today."
}