{
    "url_original": "https://www.wsj.com/articles/charter-hit-with-19-million-ruling-for-windstream-bankruptcy-mailers-11618002811?mod=business_minor_pos5",
    "url": "charter-hit-with-19-million-ruling-for-windstream-bankruptcy-mailers-11618002811",
    "title": "Charter Hit With $19 Million Judgment for Windstream Bankruptcy Mailers",
    "sub_head": "The legal fight highlights the ways companies can try to capitalize when a competitor files for bankruptcy, and the perils that can invite",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-323199?width=620&size=1.5",
    "image_1": "im-323199.jpg",
    "time": "2021-04-09 17:13:00",
    "body": "Cable operator Charter Communications Inc. told consumers to say goodbye to competitor Windstream Holdings Inc. when it filed for chapter 11 bankruptcy in 2019. That farewell message could be costly following a bankruptcy judge’s ruling Thursday.<br />Judge Robert Drain of the U.S. Bankruptcy Court in White Plains, N.Y., said that Charter, which operates under the Spectrum brand, must pay more than $19 million in damages for sending “literally false and intentionally misleading” mailers urging customers to switch telecom providers after Windstream filed for chapter 11.<br />The legal fight highlights the ways companies can try to capitalize when a competitor files for bankruptcy, and the perils that can invite. Mailers that Charter sent to Windstream customers in March 2019 said they should switch to Spectrum “to ensure you are not left without vital Internet and TV services” because of the bankruptcy and told consumers to say “Goodbye, Windstream. Hello, Spectrum.”<br />The ads were mailed in envelopes with a color strip mimicking the bright pink and purple color scheme Windstream had used in its own advertising, court papers said, a similarity that Windstream argued was meant to confuse its customers.<br />Jude Drain agreed, ruling that Charter, which could appeal, used misleading advertising to attract Windstream customers and therefore violated the automatic stay, a legal shield forbidding businesses from meddling with customer deals when a competitor files for chapter 11 protection."
}