{
    "url_original": "https://www.wsj.com/articles/charm-bracelets-are-back-thanks-to-tiktok-dua-lipa-and-nostalgia-11618498669",
    "url": "charm-bracelets-are-back-thanks-to-tiktok-dua-lipa-and-nostalgia-11618498669",
    "title": "How Dua Lipa, TikTok and Nostalgia Brought Charm Bracelets Back",
    "sub_head": "Actress Debi Mazar likes traditional ones, while YouTuber Emma Chamberlain prefers kitschy ceramic styles. Here, a look at the charm bracelet’s return—and what role social media and social distancing played in its comeback.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-324712?width=620&size=1",
    "image_1": "im-324712.jpg",
    "time": "2021-04-15 10:57:00",
    "body": "MAGIC 8-BALLS, fluorescent mushrooms and hot dogs squiggled with mustard—these are just a few of the standout candy-colored beads on Ian Charms’s wildly irreverent takes on the charm bracelet (pictured, below). Musician Dua Lipa and YouTuber Emma Chamberlain are fans, and DIY versions are cropping up all over TikTok. Social media has been an ideal vehicle for customers to discover the jewelry, said designer Lisa Sahakian. “Ian Charms stands out because it’s fun and weird…Its chaotic, mis-matchy vibe meets the tone of today.”<br />The allure of charms long predates the TikTok generation. Amulets were used as prehistoric versions, but the most recognizable presentation—a linked bracelet with personal keepsakes, like the one pictured above—can be traced to the Victorian era, explained jewelry historian Anna Rasche. Queen Victoria wore one strung with multicolored enamel hearts, each containing a lock of an offspring’s hair. Key to the charm bracelet’s enduring appeal, said Russell Whitmore, owner of Brooklyn antique jewelry store Erie Basin, is that it prizes sentimentality and identity over trendiness. That’s the pull for actress Debi Mazar. “I have all kinds of charms, from religious protection to New York City fire hydrants, Spanish fans, Italian buildings, Cuban coffee pots, cancan dancers, rocket ships…and a 1964 subway token—the year I was born,” said Ms. Mazar, who has made bracelets for her daughters and traces her own fondness back to her mom and grandma. “[Their charms] all had a meaning and I’ve always loved a good story.”<br />No matter the bauble—whether Retrouvai’s decadent diamond good-luck charms, understated pearls from Rondel or Ian Charms’ playful ceramic beads—it’s the symbolism of charm bracelets that’s resonating now. “When the world is out of control, it can be a comfort to have something you love and long for—a place, person, sense of protection—made manifest in a beautiful, tangible object,” said Ms. Rasche. Brands like Foundrae, whose 18k-gold charms borrow cues from ancient motifs, take that mission to heart. “I look for a symbol that has a meaning,” said co-founder Beth Bugdaycay. “It’s more than jewelry.” Foundrae’s bestselling charm category amid the pandemic? One called “Resilience.”<br />Charms for all tastes and budgets<br />If you want to add charms to most linked gold bracelets, you’ll need to head to your jeweler. But this version from Brooklyn-based brand Mociun boasts hinged links you can open yourself so you can add, remove and rearrange your precious trinkets with ease. Bracelet, $2,300, mociun.com"
}