{
    "url_original": "https://www.wsj.com/articles/chelsea-handler-prefers-weed-over-coffee-in-the-morning-11618835648",
    "url": "chelsea-handler-prefers-weed-over-coffee-in-the-morning-11618835648",
    "title": "Chelsea Handler Prefers Weed Over Coffee in the Morning",
    "sub_head": "The comedian, who recently released Chelsea Handler: Evolution, her first stand-up special in six years, also talks about learning how to say no: “I don’t know anything about boundaries. I’m a little late to the boundary party.”",
    "category_1": "WSJ. Magazine",
    "category_2": "My Monday Morning",
    "image_1_url": "https://images.wsj.net/im-326770?width=620&size=0.8132147395171537",
    "image_1": "im-326770.jpg",
    "time": "2021-04-19 08:34:00",
    "body": "In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.<br />Chelsea Handler loves giving advice, so much so that right now she’s developing an advice-based podcast called Dear Chelsea. “I give out parenting, marital, legal advice—whatever areas I have no expertise in,” says the comedian, 46. Interpersonal relationships are what fascinate her the most, and she describes herself as the ballast in her friend group whom others turn to when in need of support. “I’ve even had people assigned to me from other friends going, Please, Chelsea, can you please talk to this woman?” she says. “But right now I’m not taking on any new clients because of my podcast.”<br />Handler rose to fame in the mid-2000s hosting The Chelsea Handler Show, a sketch comedy series, and Chelsea Lately, a half-hour late-night comedy show, both on E! She’s written best-selling books including the autobiographical essay collection Are You There, Vodka? It’s Me, Chelsea (which was turned into an NBC sitcom, Are You There, Chelsea?, in which she played the character of her sister) and My Horizontal Life: A Collection of One-Night Stands, a true-life story collection. In 2014, she signed a deal with Netflix to host a talk show, Chelsea, as well as reality-style documentaries. The talk show was canceled after two seasons and in 2018 Handler signed a first-look deal with NBCUniversal.<br />Last fall, HBO Max released Chelsea Handler: Evolution, Handler’s first stand-up special in six years, which she filmed during the pandemic. In it, she dives into more vulnerable material than usual. She shares the story of how her psychiatrist taught her how to develop a sense of empathy and how she continues to process the death of her brother, which happened when she was 9 years old. She also explored the experiences in her latest book, the 2019 memoir, Life Will Be the Death of Me…And You Too!<br />Here, she talks to WSJ. about the 21-day meditation challenge she’s been doing and learning how to say no."
}