{
    "url_original": "https://www.wsj.com/articles/childrens-books-the-secret-life-of-stars-review-11619787516",
    "url": "childrens-books-the-secret-life-of-stars-review-11619787516",
    "title": "Children’s Books: ‘The Secret Life of Stars’ Review",
    "sub_head": "In distant galaxies, spectacular goings-on.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-331380?width=620&size=custom_2500x1667",
    "image_1": "im-331380.jpg",
    "time": "2021-04-30 08:58:00",
    "body": "‘Dwell on the beauty of life,” wrote Marcus Aurelius. “Watch the stars, and see yourself running with them.” This advice for exalted living will feel all the more achievable for readers who have taken a tour of the universe with Australian astrophysicist Lisa Harvey-Smith. In a sparkling work of narrative nonfiction, “The Secret Life of Stars” (Thames & Hudson, 184 pages, $19.95), Ms. Harvey-Smith casts deep-space phenomena such as stars, magnetic fields and nebulae not as remote and impersonal entities but as “temperamental personalities” with human-like quirks, frailties and emotional relationships. In doing so, she creates a way for young readers to grasp sophisticated ideas that might hitherto have eluded them: why the sun produces heat and light; how every atom of iron on Earth (including the iron in our blood) was made inside a star; what happens when a celestial behemoth blows up—and what the heck black holes are, anyway.<br />As Ms. Harvey-Smith explains, the glittering firmament we view from Earth is a place where “we see stable dwarf stars, unpredictable giants, and many in between. We see kind stars, devious stars, selfish and just plain weird stars. Some [stars] live in families,” she goes on, “yet many destroy their relationships or even kill and eat their partners. During a midlife crisis a star can disappear completely, or reincarnate in a colorful cloud of gas. Stars are born and they age, just like us, before slowly succumbing to the inevitable, their ashes returned to the cosmos.”<br />This is the way Ms. Harvey-Smith writes, in sentences bursting with vigor and fun. Through 14 chapters, each with a droll drawing by Eirian Chapman, our astral guide takes us through what is known—and not known—about the volatile goings-on in space. She tells of cataclysmic explosions in distant galaxies that we know only from the gravitational waves they produce; of supergiants that pulse out scorching gases; of dazzling comets and gorgeous particle clouds; and of the ancient red subdwarf, Kapteyn’s star, that wanders through our Milky Way without being part of it.<br />The book’s subtitle is “astrophysics for everyone,” and it’s a fair claim. Having hard science presented in the form of lively character sketches is a godsend for those who may find the details of conventional nonfiction hard to retain. Readers ages 12 and older will finish this narrative feeling both better-informed and in awe of the vast forces at work. For as Ms. Harvey-Smith acknowledges near the end, there’s enigma in the heart of creation. “At the moment of the Big Bang, all of space and time was curled up into an infinitely small point. All the energy, the matter, the heat and light and joy and love of the universe was in one place, just waiting to be unleashed.” So what touched it off? That is a mystery indeed.<br />Storytelling shows itself as both art form and communal delight in Gustavo Roldán’s tale of an exceedingly small raconteur in “Juan Hormiga” (Elsewhere Editions, 64 pages, $22), a picture book translated from the Spanish by Robert Croll. The titular character is a red ant, who in Mr. Roldán’s scratchy drawings has a bulbous body, long antennae and a comical overbite. Juan Hormiga specializes in relating episodes from the life of his grandfather, a daredevil whose exploits, as Juan tells them, enthrall his industrious compatriots. Juan himself spends more time napping than working, but the other ants enjoy his stories so much that they give him a pass. One morning, though, Juan surprises everyone “not just because he’d woken up early,” we read, “but because he was holding a stick between his feet with a little cloth bundle full of food.” The tiny bard is leaving: “I’m going to follow the paths my grandfather once traveled.” And off he goes. When it begins to rain and then pour, the other ants fall to speculating about Juan Hormiga’s chance of surviving and talk themselves into believing the worst. At length their extravagant story-within-the-story bumps up against reality, at which point readers ages 5-8 will find themselves brought full circle in this assured and charming tale."
}