{
    "url_original": "https://www.wsj.com/articles/child-tax-credit-expansion-gets-push-from-democrats-ahead-of-biden-speech-11619550470?mod=politics_lead_pos2",
    "url": "child-tax-credit-expansion-gets-push-from-democrats-ahead-of-biden-speech-11619550470",
    "title": "Child Tax Credit Expansion Gets Push From Democrats Ahead of Biden Speech",
    "sub_head": "White House has proposed a temporary extension but some lawmakers want to make the larger payments permanent",
    "category_1": "Politics",
    "time": "2021-04-27 16:58:00",
    "body": "WASHINGTON—Democrats on Capitol Hill are making last-minute calls for the White House to propose making a recent expansion of the child tax credit permanent, in a final round of lobbying ahead of President Biden’s speech Wednesday evening laying out his antipoverty package.<br />Democrats expanded the child tax credit for 2021 only as part of their $1.9 trillion coronavirus relief package in March, increasing the amount of the credit from $2,000 to $3,000 and $3,600 for children under 6 years old. The law also made the credit refundable and available in periodic payments, instead of one lump sum.<br />The White House is expected to propose continuing the new child tax credit through 2025 as part of a roughly $1.8 trillion antipoverty plan, which will also dedicate funding toward paid leave, tuition-free community college and universal prekindergarten.<br />A temporary extension falls short of Democratic aspirations for the expanded credit, which advocates say could cut child poverty in half. A group of Democrats is set to meet with White House advisers on Tuesday while making the case for a permanent extension, the latest in a series of meetings in which lawmakers have pressed the administration on the issue.<br />Several top Democrats said Tuesday they would seek to amend Mr. Biden’s plan to make the expanded tax credit. They warned that a temporary extension risks the expiration of the benefit, effectively encouraging the administration to take maximum advantage of Democrats’ control of government while they have it."
}