{
    "url_original": "https://www.wsj.com/articles/childrens-books-the-rock-from-the-sky-review-11619184502",
    "url": "childrens-books-the-rock-from-the-sky-review-11619184502",
    "title": "Children’s Books: ‘The Rock from the Sky’ Review",
    "sub_head": "Jon Klassen returns with a story of a dramatic new arrival.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-328163?width=620&size=1.5",
    "image_1": "im-328163.jpg",
    "time": "2021-04-23 09:28:00",
    "body": "If you come upon a group of children who have a shifty look, with their heads turned to one side and their eyes sliding around in a meaning way, chances are you’re encountering kids who’ve just finished reading a picture book by Jon Klassen. Children love to imitate the expressions of his characters. Mr. Klassen’s deadpan humor—in picture books such as “I Want My Hat Back” (2011) and “We Found a Hat” (2016)—has an existential bleakness that elementary-school-age kids for some reason find incredibly funny. For this audience, Mr. Klassen has outdone himself with “The Rock From the Sky” (Candlewick, 96 pages, $18.99), a book that contains five brief and connected stories involving three animal friends (a turtle, an armadillo and a snake, all wearing hats) and two characters from outer space: the titular rock from the sky and a long-legged, one-eyed alien.<br />In the first story, the turtle expresses great satisfaction at standing in his favorite spot, right beside a flower in an otherwise flat and featureless landscape. “I don’t ever want to stand anywhere else,” he tells us. The armadillo approaches. “What do you think of my spot?” the turtle asks. “Actually I have a bad feeling about it,” the armadillo replies. Befitting Mr. Klassen’s stripped-down aesthetic, the typeface is spare, with only a shift in color to reveal who’s speaking. As the animals discuss the rightness (or not) of the spot, readers are in on a secret: Fate is plummeting toward the friends in the form of a giant rock from the sky. In a later story, the two animals sit atop the now-landed rock, close their eyes and picture the future. Readers are presented with a delicious quandary here: Is what we begin to see in the pictures happening, or are the friends imagining it? Is the land around the rock really leafing out with plants and trees, and has an alien actually stalked into view? The turtle, eyes tight shut, asks: “What is it?” The armadillo, also not looking, says: “We are in the future. I don’t know what it is.” Mr. Klassen’s storytelling seems simple, but it’s not: There’s all kinds of metaphysical mischief happening here. So much so that, after reading “The Rock From the Sky,” even adults may be tempted to start looking around them in that shifty, Jon Klassen-ian way.<br />There’s nothing sly in the friendly pages of “Mr. Mole Moves In” (Tundra, 32 pages, $17.99), a picture book by Lesley-Anne Green that’s illustrated with 3-D tableaux of fuzzy little felted animals and miniature objects (see right). The second of Ms. Green’s stories set in the tidy town of Juniper Hollow, this one recounts the confusions that attend the arrival of a new resident. Mr. Mole has charcoal-colored, wool-spun limbs and a soft pink nose, and as he meets his new neighbors he keeps getting things wrong. He shakes hands with a tree, says “I beg your pardon” to a fencepost and mistakes a watermelon for a baby. It’s all rather awkward for the animals of Juniper Hollow and alarming for Mr. Mole when he looks out the window to see a mob approaching his house. Is it a hostile crowd, or is Mr. Mole perhaps lacking . . . perspective? All is resolved gently in this beguilingly illustrated picture book for children ages 3 to 7.<br />Kate Albus pays affectionate tribute to classic works of English children’s literature in “A Place to Hang the Moon” (Margaret Ferguson, 309 pages, $17.99), a novel for readers ages 9 to 12. Like the Pevensie children in the Narnia series, William, Edmund and Anna Pearce get evacuated from London to the countryside during World War II. Like Sarah Crewe in “A Little Princess,” the orphaned children are forced to exchange comfort for threadbare blankets and short rations. And like the heroine of “Matilda,” they find a loving home that’s stuffed with books. With its traditional arc, valiant young characters, and attention to culinary detail (“slices of warm bread flecked with currants and slathered with butter”), this is an assured and satisfying story.<br />In middle school, American students seldom dwell for long on the Louisiana Purchase or the reasons that Napoleon was willing to sell such a vast parcel of land. So it may take 10- to 14-year-olds a moment to situate themselves in the alternate, magic-tinged early 19th century that Eli Brown conjures in “Oddity” (Walker, 351 pages, $18.99). In this first volume of a planned duology, Napoleon still holds French Louisiana. Ruinous hostilities have lately ceased between his troops—an army of clones—and the military forces of the 11 Unified States."
}