{
    "url_original": "https://www.wsj.com/articles/chinas-digital-yuan-poses-no-threat-to-the-dollars-dominance-11618825750?mod=markets_lead_pos12",
    "url": "chinas-digital-yuan-poses-no-threat-to-the-dollars-dominance-11618825750",
    "title": "China’s Digital Yuan Poses No Threat to the Dollar’s Dominance",
    "sub_head": "New payment methods won’t transform a currency that foreigners don’t want to hold into one that they do",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-326804?width=620&size=1.5",
    "image_1": "im-326804.jpg",
    "time": "2021-04-19 05:49:00",
    "body": "Excitable commentators who say China’s digital yuan is a threat to the dollar should take the word of Chinese central bank deputy governor Li Bo, who said on Sunday that the country’s digital yuan isn’t an effort to displace the greenback.<br />The yuan’s digitization is fascinating in terms of its political implications and regarding the new economic levers it might give the government domestically. But it offers relatively little as a tool to boost the yuan’s limp international presence, let alone as a weapon to challenge the dollar’s supremacy.<br />As the currency of the world’s largest trading economy, the yuan punches far below its weight. According to an International Monetary Fund study published in 2019, data from 2016 suggests that around 93% of China’s exports and 95% of its imports were denominated in dollars.<br />Not much seems to have changed. In February the yuan’s share of global payments was 2.2%, compared with February 2016’s 2.45%, according to data from the Society for Worldwide Interbank Financial Telecommunication. Even that overstates its international use: A consistent three-quarters of its total global payments are conducted in Hong Kong.<br />Speaking to the U.S.-China Economic and Security Review Commission last week, Martin Chorzempa, senior fellow at the Peterson Institute for International Economics, said that he has yet to see a convincing argument of how digitization really promotes global use."
}