{
    "url_original": "https://www.wsj.com/articles/chinas-tech-giants-vow-in-unison-to-play-by-regulators-rules-11618402448?mod=business_lead_pos6",
    "url": "chinas-tech-giants-vow-in-unison-to-play-by-regulators-rules-11618402448",
    "title": "China’s Tech Giants Vow, in Unison, to Play by Regulator’s Rules",
    "sub_head": "Days after a record fine against Alibaba, China’s tech companies have pledged to adhere to antimonopoly regulations",
    "category_1": "Business",
    "category_2": "Asia",
    "time": "2021-04-14 08:14:00",
    "body": "TAIPEI—Nearly three dozen of China’s largest technology companies have made public pledges to comply with the country’s antimonopoly laws, as they scramble to fall in line following Beijing’s moves to rein in the business empire of Jack Ma, the country’s best-known entrepreneur.<br />On Wednesday, China’s main antitrust watchdog, the State Administration for Market Regulation, published statements from 12 of the companies, including ByteDance Ltd., the owner of short-video social app TikTok, search-engine operator  Baidu Inc.  and e-commerce platforms  JD.com Inc.  and  Pinduoduo Inc.<br />All 12 statements were strikingly similar in tone, expressing their resolve to not engage anticompetitive behavior and listing the areas in which they would work to build a fair and competitive market. The regulator said it would publish more pledges in the coming days, and invited the public to help scrutinize the companies’ behavior.<br />The statements came after the antitrust watchdog and two other government agencies, the Cyberspace Administration of China and the State Tax Administration, summoned 34 internet platform companies, including  Alibaba Group Holding Ltd. , for a Tuesday meeting where it demanded the companies submit self-examinations and steps for rectification within one month.<br />Since Mr. Ma, the founder of Alibaba and controlling shareholder of financial-technology affiliate Ant Group Co., delivered a speech in October criticizing Chinese officials for stifling technological and financial innovation, antitrust regulators have shed their low profile to launch a wide-ranging crackdown on the country’s internet giants and their business practices."
}