{
    "url_original": "https://www.wsj.com/articles/china-plans-to-approve-first-foreign-covid-19-vaccine-by-july-11618574842?mod=business_lead_pos2",
    "url": "china-plans-to-approve-first-foreign-covid-19-vaccine-by-july-11618574842",
    "title": "China Plans to Approve First Foreign Covid-19 Vaccine by July",
    "sub_head": "The final timing of Beijing’s decision to green light the BioNTech shot will depend in part on approval of Chinese vaccines abroad",
    "category_1": "China",
    "time": "2021-04-16 08:07:00",
    "body": "China is planning to approve its first foreign Covid-19 vaccine before July, according to people familiar with the matter, as pressure mounts from domestic scientists and the foreign business community to expand beyond the country’s own roster of shots.<br />Chinese officials have been scrutinizing clinical-trial data for the coronavirus vaccine made by Germany’s  BioNTech SE  and are expected to green light domestic distribution of the shot within the next 10 weeks, people privy to these discussions say. Some of the people were told of the timeline during a private discussion with government and health officials. The others were government officials briefed on the internal discussions.<br />Most of China’s shot makers cite trial data showing that their vaccines are close to 100% effective in preventing Covid-19 infections serious enough to require hospitalization when fully administered. But some Chinese public-health experts, including the head of China’s Center for Disease Control and Prevention, have pushed for the introduction of Western vaccines that are better at preventing milder infections.<br />Foreign businesses are eager to add Western vaccines to make it easier to travel overseas, where foreign shots are more accepted, according to Ker Gibbs, the president of the American Chamber of Commerce in Shanghai. The chamber has been urging the government to approve the BioNTech vaccine, which is being produced and distributed by  Pfizer Inc.  in most of the world, since December, he said.<br />BioNTech agreed in December to work with  Shanghai Fosun Pharmaceutical Group Co.  to deliver 100 million doses to China in 2021, pending approval."
}