{
    "url_original": "https://www.wsj.com/articles/china-is-messing-with-my-magnetic-attraction-11618580575",
    "url": "china-is-messing-with-my-magnetic-attraction-11618580575",
    "title": "China Is Messing With My Magnetic Attraction",
    "sub_head": "All my life I felt the pull of magnets, but can I still be positive about them?",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-325533?width=620&size=1",
    "image_1": "im-325533.jpg",
    "time": "2021-04-16 09:42:00",
    "body": "When The Wall Street Journal reported on Monday that China now controls a whopping 70% of the global magnet market, I thought: “Well, there goes the old ballgame for homegrown magnet buffs like me.”<br />As if it wasn’t bad enough that the Chinese already dominate the global steel market, cement market, tungsten market and toy market, not to mention both the semiconductor and cellphone manufacturing industries, we now find out that they have a stranglehold on the global market for magnets. Which means that China can play hardball with U.S. makers of electric cars, turbines and a host of other important technologies. Worse, it is now poised to flood the market with dirt-cheap “Virginia Is for Lovers” fridge magnets that are no longer made in Virginia. It’s as if someone started making Louisville Sluggers in Antwerp.<br />I became a magnet aficionado as a small child because my parents could not afford toys. They were mysteriously attracted to magnets instead. I’m not complaining: Magnets were a terrific prop for practical jokers, great with Ouija boards and metal chess sets. They seemed to possess almost magical qualities that were otherwise in short supply in the neighborhoods where I grew up. For a short time, I honestly believed that collecting magnets was a great way to meet girls. But when I started dating, girls either complained that we were polar opposites or that I was just too clinging.<br />As I grew to maturity, I amassed an impressive collection of refrigerator magnets ranging from Smokey Bear to Ludwig von Beethoven. I read every book I could find about animal magnetism. My bedroom was festooned with statues of Magnes, the mythological Greek shepherd believed to be based on a real person who discovered the power of magnets. I idolized Petrus Peregrinus, the 12th-century French scholar who was the first man to write in a rigorously scientific fashion about the properties of magnets. I dreamed of learning Danish so that I could read the works of electromagnetic trailblazer Hans Christian Oersted in the original. I’m not making this up. (Jeeg finder ikke pa dette.) At least, not all of it.<br />Throughout my adolescent years, my peers ceaselessly made fun of my offbeat hobby. They said that magnets were stupid, obvious, one-dimensional. They asked if I attended a magnet school. I found all of this repellent. But the joke was on them when the MRI machine made its debut in 1977, and suddenly everyone was talking about the miracle of magnetic resonance imaging. Oh, those were the golden days for magnet mavens, when we honestly believed we could get the rest of our countrymen excited about the untapped potential of magnets. Alas, most Americans never got very far beyond the dumb dashboard-magnet stage."
}