{
    "url_original": "https://www.wsj.com/articles/chinas-economy-is-still-dependent-on-housing-and-exports-11618321051?mod=business_minor_pos10",
    "url": "chinas-economy-is-still-dependent-on-housing-and-exports-11618321051",
    "title": "China’s Economy Is Still Dependent on Housing and Exports",
    "sub_head": "Despite Beijing’s rhetorical emphasis on new industries and self-reliance, housing and exports continue to drive China’s recovery",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-324241?width=620&size=1.5",
    "image_1": "im-324241.jpg",
    "time": "2021-04-13 09:37:00",
    "body": "The world’s second-largest economy kept chugging along in early 2021 with the help of some familiar drivers: housing and exports. A dip in the latter last month will probably prove temporary. But increasing regulatory ire could weigh on China’s housing market—and industrial metal prices—in the second half. Aside from housing, durable signs of strong domestic demand remain relatively scarce.<br />Exports grew an impressive 30.6% in March from a year earlier, data released Tuesday showed. But the year-on-year data is misleading. Goldman Sachs estimates exports contracted a seasonally adjusted 6.6% month-on-month in March compared with an 8.5% rise for January and February combined.<br />The blip in exports was expected: The nation’s February purchasing managers index showed new export orders falling for the first time since last August. The factors behind that were probably temporary, however, including seasonal weakness related to the Lunar New Year and weakening import demand from the U.S. as American industrial output finally showed signs of catching up with domestic demand in early 2021.<br />And China’s March PMI showed new export orders expanding again. With the U.S. now unleashing another big fiscal stimulus, goods demand in America seems likely to keep outpacing supply for quite some time. Chinese exports will probably bounce back.<br />Chinese domestic demand, meanwhile, looks quite solid—but still remains heavily tilted towards housing and construction, to the chagrin of policy makers who have been trying to tighten the screws on real-estate developers and redirect credit into more productive uses. Import volumes rose month on month, but most growth was driven by industrial commodities, notes Capital Economics, suggesting a pick-up in heavy industry and construction. Meanwhile overall credit growth weakened again in March, but lending to households—traditionally dominated by mortgage lending—is still up sharply over the past several months. And house price growth is accelerating: Prices across 70 cities rose 0.4% on average month-over-month in February, the fastest pace since last August."
}