{
    "url_original": "https://www.wsj.com/articles/chinas-economic-blackmail-backfires-11619384564?mod=opinion_lead_pos4",
    "url": "chinas-economic-blackmail-backfires-11619384564",
    "title": "China’s Economic Blackmail Backfires",
    "sub_head": "After Beijing’s trade bullying, Australia tears up two investment deals.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-329757?width=620&size=1.5",
    "image_1": "im-329757.jpg",
    "time": "2021-04-25 17:02:00",
    "body": "China increasingly wields its economic power as a political weapon, but that often courts a backlash. The latest example is Australia, where Foreign Minister Marise Payne last week exercised new discretionary power to kill two investment agreements between the state of Victoria and the Chinese government.<br />Beijing had planned to cooperate with Victoria on infrastructure, biotech, advanced manufacturing and technology. A 2018 memorandum of understanding and a 2019 framework agreement, both nixed last week, are part of China’s Belt and Road initiative, which seeks to use money and soft power to expand its global influence.<br />Australia knows what China’s bare-knuckle economic diplomacy looks like. Canberra banned Chinese telecom companies from its 5G network in 2018 and last year Australia supported an independent probe into the origin of Covid-19. China is Australia’s top trade partner, and the Communist Party has responded with tariffs and trade restrictions targeting Australian wine, beef, coal, lobster, timber, barley, sugar and copper ore.<br />Economist Marcel Thieliant estimated that “the goods and services already in the firing line are worth nearly a quarter of Australia’s exports to China” and warned that “the escalating trade war is another reason to think that Australia’s economy will never return to its pre-virus path.” That may be overwrought, but there’s no doubt Australia has lost billions of dollars in commodities sales.<br />This is the context that caused Australia’s Parliament in December to give the foreign minister the authority to review and invalidate agreements between foreign entities and Australian states, territories, local governments or public universities. Lawmakers didn’t want state and local governments cutting deals that undermine Australia’s national interest."
}