{
    "url_original": "https://www.wsj.com/articles/chinas-green-power-funding-is-blowing-in-the-wind-11619003815?mod=business_minor_pos10",
    "url": "chinas-green-power-funding-is-blowing-in-the-wind-11619003815",
    "title": "China’s Green-Power Funding Is Blowing in the Wind",
    "sub_head": "After a renewable-energy investment binge, further progress depends partly on persuading power developers to keep building while the government still owes them money",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-327984?width=620&size=1.5",
    "image_1": "im-327984.jpg",
    "time": "2021-04-21 07:16:00",
    "body": "China’s renewable energy has grown by leaps and bounds in recent years, but that has also come with a price: unfunded liabilities. Unless Beijing fixes the problem, green-power stocks—and China’s towering clean-energy ambitions for the next five years—may remain grounded.<br />The country aims to have 16.5% of its power consumption from solar and wind by 2025, a rise from an expected 11% this year, according to a draft policy document released by the government this week. This is in line with Chinese President Xi Jinping’s goal of having a quarter of the country’s energy consumption from non-fossil fuel sources in 2030.<br />And China has been moving in stride toward that goal. It added 72 gigawatt of wind power capacity last year, nearly triple the amount added in 2019. New solar-power installations went up 60% in 2020. One reason for the surge is that the government is phasing out generous subsidies that have been helping the industry, and so developers were rushing to finish projects last year while they still qualified. New onshore wind farms, for example, won’t get any central government subsidies starting this year. With the cost of renewable energy plunging in the past few years, the government is encouraging projects to be cost competitive with fossil fuels.<br />There is a lingering problem with subsidies: a big portion hasn’t been paid out yet. The government has set up a fund to pay them funded by a surcharge on power consumption. But since growth in renewable-energy capacity has been much faster than power demand, the fund has been in deficit for years. The cumulative deficit amounted to 328 billion yuan, or the equivalent of $50 billion, at the end of 2020, according to Credit Suisse estimates.<br />Earlier this year, the government proposed companies write off part of the subsidies owed in exchange for quotas to build new projects. That triggered a selloff in renewable-power companies: China Longyuan Power, the country’s largest wind-power producer, lost a third of its value in four days. The latest policy draft this week doesn’t mention this proposal anymore."
}