{
    "url_original": "https://www.wsj.com/articles/chinese-bad-debt-manager-huarong-repays-a-453-million-bond-11619514012?mod=business_minor_pos4",
    "url": "chinese-bad-debt-manager-huarong-repays-a-453-million-bond-11619514012",
    "title": "Chinese Bad-Debt Manager Huarong Repays a $453 Million Bond",
    "sub_head": "Investor worries linger after repayment of first international bond to come due since company delayed release of financial results",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-330370?width=620&size=1.5",
    "image_1": "im-330370.jpg",
    "time": "2021-04-27 05:00:00",
    "body": "SINGAPORE—China’s largest distressed-asset manager paid off one of its international bonds in full on Tuesday and sought to assuage investor concerns about its liquidity following a credit-ratings downgrade.<br />The overseas arm of China Huarong Asset Management Co., a sprawling financial institution that helps the country’s commercial banks dispose of nonperforming loans, said it redeemed a four-year, 600 million Singapore dollar bond, equivalent to US$453 million, that matured on April 27. It was Huarong’s first international bond to come due since the company delayed the release of its financial results, which fueled concern that investors might not be repaid in full.<br />The state-backed company said it hasn’t defaulted on any international bonds and that the overseas unit’s operating condition has gradually improved and its liquidity is normal. The division also said it was profitable in the first quarter and has reversed losses incurred since 2018, thanks in part to steps it has taken to improve risk management and internal controls.<br />Beijing-based Huarong missed a deadline at the end of March to report its 2020 results—an event that sparked a steep selloff in its offshore bonds—and it didn’t provide any performance numbers on Tuesday. Huarong’s most recent earnings report was for the first half of last year, when the company said net income plunged 92% to the equivalent of $32 million on revenue of $7.1 billion<br />On Monday, Fitch Ratings lowered its investment-grade credit rating on Huarong by three notches from A to BBB and said a further cut could be in store. The ratings firm said the Chinese government hasn’t been as forthcoming in indicating its support for the state-owned asset manager during the recent selloff among its offshore bonds."
}