{
    "url_original": "https://www.wsj.com/articles/chinas-bad-bank-panic-unveils-the-man-behind-the-curtain-11618398535?mod=business_minor_pos12",
    "url": "chinas-bad-bank-panic-unveils-the-man-behind-the-curtain-11618398535",
    "title": "China’s Bad-Bank Panic Unveils the Man Behind the Curtain",
    "sub_head": "State support is a crucial linchpin of the Chinese financial system. Things can unravel quickly when investors no longer believe it is there.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-324821?width=620&size=1.5",
    "image_1": "im-324821.jpg",
    "time": "2021-04-14 07:09:00",
    "body": "Whenever a Chinese bond market panic begins, similar arguments are rehashed: The blowup is idiosyncratic, deleveraging has generally been going in the right direction and increasing openness to foreign capital presents opportunities for foreign investors.<br />But this time around, the upheaval is particularly large and sudden. China Huarong Asset Management failed to publish its 2020 earnings in late March, saying it needed more time to complete a transaction. The company is a behemoth, with a total debt load of $162.34 billion as of the middle of last year, according to Capital IQ. The situation also has a certain undeniable irony: The firm began life as one of four large bad banks designed to clean up the country’s financial sector in the late 1990s. It has since become a broader financial holding company.<br />Huarong wasn’t priced for any particular concern as recently as a couple of weeks ago. Dollar bonds maturing in June yielded less than 2% on April 1, rising to over 40% now. Credit-rating firms Moody’s and Fitch gave the company A3 and A credit ratings, respectively, before the sudden collapse of its bonds.<br />The failure to publish results has thrown into question the perception that Huarong—majority-owned by the Chinese Ministry of Finance—really enjoys tacit state backing. Bloomberg, citing a person familiar with the matter, has reported that Huarong could end up in the arms of Central Huijin, a unit of China’s sovereign-wealth fund. But so far there are no official hints as to how the situation will ultimately be resolved.<br />For the majority of its existence, Huarong pursued a breakneck growth model. The company reported a compound annual revenue growth of 40% over the five years running to the end of 2017. To put that in context, the figure is north of the 24%  Amazon  recorded in the same period. Huarong Chairman Lai Xiaomin was arrested on corruption charges in 2018, and executed in January."
}