{
    "url_original": "https://www.wsj.com/articles/china-to-continue-push-for-global-power-press-taiwan-for-reunification-u-s-report-says-11618325760?mod=politics_lead_pos7",
    "url": "china-to-continue-push-for-global-power-press-taiwan-for-reunification-u-s-report-says-11618325760",
    "title": "China to Continue Push for Global Power, Press Taiwan for Reunification, U.S. Report Says",
    "sub_head": "Beijing also is seeking to at least double its nuclear-weapons stockpile during the next decade",
    "category_1": "Politics",
    "category_2": "National Security",
    "time": "2021-04-13 13:01:00",
    "body": "WASHINGTON—China will press Taiwan to reunify with the mainland as part of Beijing’s across-the-board effort to secure its status as a global power, an annual intelligence report on threats facing the U.S. says.<br />Beijing also is seeking to at least double its nuclear-weapons stockpile during the next decade and will continue pursuing overseas military bases, the report says.<br />China’s Communist Party, the report says, “will continue its whole-of-government efforts to spread China’s influence, undercut that of the United States, drive wedges between Washington and its allies and partners, and foster new international norms that favor the authoritarian Chinese system.”<br />The unclassified report by the Office of the Director of National Intelligence portrays China as the No. 1 national threat facing the U.S., finding that Beijing is a “near-peer competitor” to the U.S. that threatens its leadership in an array of emerging technologies and has leveraged successes curtailing the coronavirus to promote its style of governance to the world.<br />The report, released Tuesday in advance of congressional hearings later this week, says the prospects for a peace deal in Afghanistan are low, because the Taliban are winning on the battlefield and believe military victory is within reach. The Taliban on Monday backed out of peace talks slated to begin this week in Turkey. Mr. Biden is expected to announce Wednesday that the U.S. will withdraw all U.S. troops from Afghanistan by Sept. 11, officials said, revising a Trump administration plan for a withdrawal by May 1."
}