{
    "url_original": "https://www.wsj.com/articles/china-knocks-on-peoples-doors-to-speed-up-domestic-covid-19-vaccination-11618069774",
    "url": "china-knocks-on-peoples-doors-to-speed-up-domestic-covid-19-vaccination-11618069774",
    "title": "China’s Covid-19 Vaccination Campaign Gets Off to Slow Start",
    "sub_head": "Infections are low and people aren’t in a hurry; officials are using social pressure and incentives as encouragement",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-322151?width=620&size=1.5",
    "image_1": "im-322151.jpg",
    "time": "2021-04-10 14:23:00",
    "body": "HONG KONG—A year after Covid-19 swept through China, the virus is under control. Now authorities have to motivate a population that feels little urgency to get vaccinated by using a mix of social pressure, incentives, education and coercion.<br />While surveys show vaccine acceptance remains high, the motivation to go out and get inoculated is lagging in the world’s second-largest economy given low infection rates.<br />China’s public health officials say the aim is to get 40% of the population vaccinated by summer. With the country administering more than 4.5 million shots a day in the past week, 161 million had been given by the end of Friday, according to the National Health Commission. Oxford University data-tracking project Our World in Data said about 11% of China’s population had received at least one dose.<br />That is a long way from herd immunity—which would require about 80% coverage—and compares with about a third of the U.S., according to the U.S. Centers for Disease Control and Prevention.<br />Another challenge for China is the low efficacy rate of its vaccines currently in use. Preliminary data suggest that they range somewhere between 50% to 80%. To optimize the protection rate, China was looking into, for example, adjusting the dosage, adding an extra shot or changing the interval between injections, George Gao, director of China’s Center for Disease Control and Prevention, said Saturday."
}