{
    "url_original": "https://www.wsj.com/articles/china-looms-large-in-biden-infrastructure-plan-11617631234",
    "url": "china-looms-large-in-biden-infrastructure-plan-11617631234",
    "title": "China Looms Large in Biden Infrastructure Plan",
    "sub_head": "Latest example of how a long competition with China is beginning to color all manner of American policy moves",
    "category_1": "Politics",
    "category_2": "Capital Journal",
    "time": "2021-04-05 10:00:00",
    "body": "Lurking just behind the domestic debate breaking out over President Biden’s $2.3 trillion infrastructure plans is a powerful foreign force: China.<br />The Biden team sees the plan—and wants the Chinese to see the plan—as a sign the U.S. intends to put itself in better position to compete with Beijing economically. Thus, infrastructure marks just the latest example of how the specter of a long competition with China is beginning to color all manner of American policy moves, in both parties.<br />At its heart, of course, the $2.3 trillion infrastructure proposal is a domestic-policy initiative, one that the administration argues will produce millions of jobs and an improved economy—and that Republicans over the weekend tore into as largely a progressive wish list hiding behind the disguise of infrastructure and financed by a job-killing corporate tax increase.<br />Yet significant pieces of the package have been constructed with the express purpose of trying to put the U.S. on a better footing to compete with China and its own giant investments in infrastructure and key industries. The administration doesn’t want this to go unnoticed in Beijing. When President Biden unveiled the plan, he mentioned China six times, including this reference: “That’s what competition between America and China and the rest of the world is all about. It’s a basic question: Can democracies still deliver for their people?”<br />And when Secretary of State Antony Blinken and national security adviser Jake Sullivan met top Chinese officials in Alaska just before Mr. Biden unveiled his plan, they purposely constructed the conversation so the first item on the agenda was a description of domestic initiatives. That allowed them to tell the Chinese what the administration was doing to fight the coronavirus—and what it intended to do to build up its competitive position. U.S. officials worry China sees the U.S. in a long-term state of decline and will act accordingly, and perhaps recklessly, as a result. They are eager to head off that impression, and the infrastructure program is a key part of that effort."
}