{
    "url_original": "https://www.wsj.com/articles/chip-shortage-is-bad-for-gm-but-worse-for-car-buyers-11618234080?mod=business_minor_pos10",
    "url": "chip-shortage-is-bad-for-gm-but-worse-for-car-buyers-11618234080",
    "title": "Chip Shortage Is Bad for GM but Worse for Car Buyers",
    "sub_head": "Semiconductors shortage is worsening, but might need to drag out indefinitely to have a greater impact on auto stocks",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-323615?width=620&size=1.5",
    "image_1": "im-323615.jpg",
    "time": "2021-04-12 09:28:00",
    "body": "The great car-chip shortage is bad for the auto industry, but only temporarily. The real losers are consumers who need wheels to get back to work.<br />General Motors said last week that it would suspend or reduce production at three plants previously unaffected by the global undersupply of semiconductors. Most big auto makers have now reduced output. Auto microchips are short because of order cuts made at the onset of the pandemic and very strong demand from other industries.<br />Lower production hits auto makers’ results because they book sales upon shipping inventory to dealers. In February, GM and  Ford  forecast that the impact on their 2021 operating profit would run into the billions of dollars. The semiconductor shortage has since worsened, so the estimated impact could be even greater when the companies report first-quarter results in this month.<br />Yet investors seem indifferent to the problem. This isn’t as crazy as it sounds, at least not yet.<br />For now, the bottlenecks remain temporary. A couple of months ago car makers hoped they would make up lost production in the second half of the year. That may now be optimistic. Still, as long as the problem doesn’t show signs of stretching out indefinitely, manufacturers should be able to regain most of the lost profits—and certainly their profit-generating potential—within 12 or 18 months. If investors can “look through” a global pandemic, they are unlikely to get hung up on delayed profits while semiconductor makers increase their capacity, even if it takes some time."
}