{
    "url_original": "https://www.wsj.com/articles/citigroup-reports-higher-earnings-plans-to-trim-consumer-businesses-in-asia-11618488712?mod=markets_lead_pos1",
    "url": "citigroup-reports-higher-earnings-plans-to-trim-consumer-businesses-in-asia-11618488712",
    "title": "Citigroup Reports Higher Earnings, Plans to Trim Consumer Businesses in Asia",
    "sub_head": "Bank says it would exit consumer operations in parts of Asia to focus on wealth management and other businesses",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-04-15 09:12:00",
    "body": "Citigroup Inc.  on Thursday reported sharply higher first-quarter profit and said it is shutting down most of its consumer-banking operations in Asia, Europe and the Middle East.<br />The bank posted a profit of $7.9 billion, or $3.62 per share, well above the $2.60 per share forecast by analysts polled by FactSet. A year earlier, Citigroup had reported a quarterly profit of about $2.5 billion, or $1.05 a share.<br />Citigroup also said it would exit its consumer operations in 13 countries, mostly across Asia, to focus on wealth management and other businesses.<br />Jane Fraser, who took over as chief executive officer last month, said in a statement that those consumer banks were excellent businesses, but “we don’t have the scale we need to compete.” She said Citigroup would continue to invest in wealth management and in the businesses that work with corporate clients in Asia.<br />Citigroup is a giant on Wall Street but it is relatively small in U.S. consumer banking, a combination that some analysts and investors have criticized. Ms. Fraser said in January that the bank would restructure the businesses that manage money for wealthy customers, with the goal of getting to clients earlier and keeping them as they grow richer. The bank said Thursday that it will operate consumer banking in four “wealth centers” where it expects strong growth for the wealth-management business: Singapore, Hong Kong, the United Arab Emirates and London."
}