{
    "url_original": "https://www.wsj.com/articles/citigroup-refocuses-asia-strategy-as-it-pulls-back-from-consumer-banking-11618653942?mod=markets_lead_pos2",
    "url": "citigroup-refocuses-asia-strategy-as-it-pulls-back-from-consumer-banking-11618653942",
    "title": "Citigroup Refocuses Asia Strategy as It Pulls Back From Consumer Banking",
    "sub_head": "The New York-based bank is planning to hire 2,300 people and expand assets under management to $450 billion in Asia",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-325681?width=620&size=1.5",
    "image_1": "im-325681.jpg",
    "time": "2021-04-17 06:05:00",
    "body": "HONG KONG—As  Citigroup Inc.  moves to shed most of its consumer banking operations across Asia, it is planning to scale up what it sees as a more-lucrative endeavor: serving the rising number of wealthy entrepreneurs and their businesses in the region.<br />The New York-based bank intends to recruit 1,100 private bankers and relationship managers as well as 1,200 technical and operational staffers in Hong Kong and Singapore, as part of a plan to grow assets under management for clients in Asia to $450 billion by 2025, according to Peter Babej, CEO of Citi Asia Pacific.<br />That represents a 50% increase from the roughly $300 billion that Citigroup currently manages for wealthy people in Asia. Achieving the new target won’t be easy; Citigroup’s assets under management for such clients grew just 18% from $255 billion in 2015. Other global banks, including JPMorgan and HSBC Holdings PLC, are also trying to get a bigger share of the same market, particularly in China.<br />“It’s a very bold move, a decisive move and a difficult move,” Mr. Babej said in an interview Friday. The 57-year-old longtime investment banker, who started running Citigroup’s Asia operations in October 2019, oversees a region that is the bank’s largest revenue and profit contributor outside of North America.<br />The third-largest U.S. bank by assets has long been the only American company with a sizable retail banking network across Asia. Citigroup also has a full-fledged institutional business that ranges from investment banking and corporate lending to treasury and trade solutions. Each quarter, the bank’s Asian network handles transactions totaling about $30 trillion, according to Mr. Babej."
}