{
    "url_original": "https://www.wsj.com/articles/clasico-real-madrid-barcelona-la-liga-11617929389",
    "url": "clasico-real-madrid-barcelona-la-liga-11617929389",
    "title": "Real Madrid and Barcelona Are Struggling. That Might Not Keep Them From a Title.",
    "sub_head": "Despite a season of crises, the winner of this weekend’s Clásico will likely become the favorite to win La Liga",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-322571?width=620&size=1.5005861664712778",
    "image_1": "im-322571.jpg",
    "time": "2021-04-09 06:00:00",
    "body": "When a pair of teams like Real Madrid and Barcelona are locked in a forever war, everything seems to turn into a competition—right down to which one is in the biggest crisis.<br />Both seemed set to fire their managers this season (though neither did). Both revealed colossal debt (though they’re prepared to spend lavishly on talent). And both have been shadows of their former selves on the pitch (though neither admits it).<br />As it turns out, the only race they’re actually locked in is the one neither expected to be in this season. Ahead of Saturday’s Clásico, both teams are improbably chasing another La Liga title. Even in their most chaotic years, the two richest clubs Spanish soccer has ever known can see that a victory now could strike a decisive blow.<br />“My team has been underrated,” Real manager Zinedine Zidane said this week. “But I believe in them and know what they can do.”<br />That either team even has a shot to win La Liga is really down to the sudden incompetence of a third team rather than any particular brilliance from Real or Barça. Atletico Madrid held a commanding 10-point lead in the standings as recently as February. Except two defeats and two draws in its last seven games have dropped Atletico, the only other team to win the title in 15 years, back within striking distance. Atletico sits in first on 66 points, while Barcelona, which hasn’t lost a league game since December, is lurking on 65 and Real has 63."
}