{
    "url_original": "https://www.wsj.com/articles/clean-energy-stock-mania-has-only-itself-to-blame-11618657201?mod=markets_lead_pos10",
    "url": "clean-energy-stock-mania-has-only-itself-to-blame-11618657201",
    "title": "Clean-Energy Stock Mania Has Only Itself to Blame",
    "sub_head": "Massively popular clean-energy index is a prime candidate for distorting its corner of the market. But it doesn’t.",
    "category_1": "Markets",
    "category_2": "Streetwise",
    "image_1_url": "https://images.wsj.net/im-325906?width=620&size=1.5",
    "image_1": "im-325906.jpg",
    "time": "2021-04-17 07:00:00",
    "body": "In the intense debate about how much index investing distorts the market, one index looks like a prime candidate: the S&P Global Clean Energy index. It is badly designed and has far too much money chasing its 30 holdings, many of which are small and hard to trade.<br />The weird thing is: It seems not to have much of an effect at all. The problem isn’t the index, it’s the mania for clean-energy stocks.<br />Money has poured into two iShares ETFs that track the index. Combined with the gains for the stocks they hold, the funds quintupled in value over roughly five months to $14.2 billion at their January peak, before falling back to about $10 billion.<br />A lot of money in a small portfolio means they had to buy big stakes in many of their holdings. Between them, the funds own roughly 10% of four stocks, German solar and wind power producer  Encavis ,  Canada’s  Innergex Renewable Energy  and two Brazilian utilities. They hold significant stakes in many others, and had to buy heavily as money poured in.<br />This should push up stock prices. And sure, they absolutely smashed it. U.S. fuel cell firm  Plug Power  and Chinese polysilicon producer  Daqo New Energy  more than tripled from the end of August to the funds’ January high, while another five more than doubled and 17 rose more than 50%. The index’s worst performer still came in well ahead of the"
}