{
    "url_original": "https://www.wsj.com/articles/climate-summits-final-day-to-focus-on-technology-innovation-11619170200",
    "url": "climate-summits-final-day-to-focus-on-technology-innovation-11619170200",
    "title": "Climate Summit’s Final Day to Focus on Technology, Innovation",
    "sub_head": "Officials will weigh how to achieve emission-reduction goals laid out by world leaders",
    "category_1": "Politics",
    "time": "2021-04-23 05:30:00",
    "body": "WASHINGTON—Officials from the U.S. and other nations will spend the final day of a global climate summit focused on innovation, as they debate how to deploy technology and economic incentives to achieve the emission-reduction goals laid out by world leaders.<br />President Biden used the first day of the summit to unveil a new target that calls for cutting U.S. emissions 50% to 52% from 2005 levels—a common baseline for such climate targets—by 2030. China said it would reduce coal consumption, and several other countries pledged to cut future emissions and expand their use of renewable energy.<br />“The signs are unmistakable, the science is undeniable and the cost of inaction keeps mounting,” Mr. Biden said Thursday.<br />The climate summit is aimed at jump-starting global efforts to reduce emissions as part of the Paris agreement, which calls on countries to ratchet up their climate commitments every five years. The deal relies largely on international pressure, rather than legally binding enforcement mechanisms, to persuade countries to make deep emissions cuts.<br />After appearances on the first day by leaders of many of the wealthiest and most populous nations, Friday’s speaking roster will include the heads of 10 more countries, including Denmark, Israel, Singapore, the United Arab Emirates and Poland. The U.S. lineup for Friday’s session will include John Kerry, the Biden administration’s special climate envoy, Energy Secretary Jennifer Granholm, Transportation Secretary Pete Buttigieg and U.S. Trade Representative Katherine Tai."
}