{
    "url_original": "https://www.wsj.com/articles/climate-summit-how-do-you-cut-50-of-greenhouse-gas-emissions-by-2030-11619170202?mod=business_minor_pos13",
    "url": "climate-summit-how-do-you-cut-50-of-greenhouse-gas-emissions-by-2030-11619170202",
    "title": "Climate Summit: How Do You Cut 50% of Greenhouse-Gas Emissions by 2030?",
    "sub_head": "WSJ analyzed carbon-reduction measures in  climate-change proposals. Now you can decide how to lower U.S. emissions to 50% of 2005 levels.",
    "category_1": "U.S.",
    "time": "2021-04-23 05:30:00",
    "body": "The Biden administration on Thursday announced a plan to cut greenhouse gas emissions to half their 2005 levels by 2030. The plan calls for action from federal and state governments, businesses and other groups to reach the target.<br />Researchers recommend a range of policies to cut emissions, from mandating that all new vehicles sold are electric to eliminating coal-fired power plants and phasing out gases used in refrigeration. But there isn’t a silver bullet to cutting emissions. Most proposals, such as the following from the Energy Department-supported Lawrence Berkeley National Laboratory and research group Columbia Center on Global Energy Policy, suggest a need for combining measures to achieve the 2030 goal.<br />In reality, cutting greenhouse gases isn’t a zero-sum game. Interactions between economic sectors, technological developments over time and the need for flexibility all affect strategies for reducing emissions. For these reasons, among others, a broad combination of policies is needed, according to researchers at the University of Maryland’s Center for Global Sustainability. In a working paper published in March, the researchers identified what it would take to reach the Biden administration’s goal by focusing on sectors with the biggest greenhouse-gas footprints.<br />—Sources: Lawrence Berkeley National Laboratory (climate-plan policies); Columbia Center on Global Energy Policy, Rhodium Group (carbon tax); Center for Global Sustainability at the University of Maryland (reduction by sector); Environmental Protection Agency (2005 and 2019 levels); Princeton University (forests and agricultural soils); U.S. PIRG Education Fund (buses)<br />Write to Ana Rivas at ana.rivas@wsj.com and Max Rust at max.rust@dowjones.com"
}