{
    "url_original": "https://www.wsj.com/articles/clothes-shoppers-are-about-to-realize-just-how-messed-up-shipping-has-become-11617960605?mod=business_minor_pos10",
    "url": "clothes-shoppers-are-about-to-realize-just-how-messed-up-shipping-has-become-11617960605",
    "title": "Clothes Shoppers Are About to Realize Just How Messed Up Shipping Has Become",
    "sub_head": "Port congestion issues are bad news for Americans eager to upgrade their wardrobes. But retailers may end up benefitting—at least a little.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-322684?width=620&size=1.5",
    "image_1": "im-322684.jpg",
    "time": "2021-04-09 05:30:00",
    "body": "Armed with vaccines and pockets full of savings, Americans will soon be in the mood to shop for some new clothes. There’s just one problem: Port congestion and snarled shipping since last year means store racks could have less selection or even—gasp!—last year’s fashions.<br />Consumers across the board have more in their savings accounts after a year of spending less on travel, entertainment and restaurants and receiving three rounds of stimulus checks. Many are eager to spend on experiences they were deprived of during the pandemic, but they also have their eyes set on refreshing their wardrobes. In a recent survey conducted by Jefferies, when consumers were asked what category they would like to spend discretionary dollars on once the pandemic subsides, clothing and accessories came second behind bars, restaurants and pubs. Shoppers are already returning in healthy numbers: Same-store foot traffic at apparel and accessories retailers fully recovered to 2019 levels in the last week of March, according to data from ShopperTrak and Citi.<br />As they hit the mall, it is possible that consumers might not find what they want or will face steeper price tags. The Suez Canal blockage, which held up shipping traffic for six days, may have been an eye-catching moment for casual observers, but for the retail industry it was just the latest global supply chain headache. Delays began last year as retailers and manufacturers tried to rebuild inventories depleted in the beginning of the pandemic.<br />The rush of orders, combined with an increase in workers taking sick days amid the pandemic, has backed up America’s ports. At the ports of Los Angeles and Long Beach, which together handle more than a third of U.S. container imports, ships have often had to anchor offshore for days waiting their turn to unload. Once their containers are ashore, they often sit for days more waiting for handling.<br />In a National Retail Federation survey conducted in March before the Suez Canal blockage, 98% of surveyed retailers said they had been impacted by port or other shipping-related delays. More than half the respondents said congestion was adding at least three weeks to their supply chains."
}