{
    "url_original": "https://www.wsj.com/articles/coca-cola-sounds-alarm-on-global-covid-19-cases-11618843471?mod=business_minor_pos10",
    "url": "coca-cola-sounds-alarm-on-global-covid-19-cases-11618843471",
    "title": "Coca-Cola Sounds Alarm on Global Covid-19 Cases",
    "sub_head": "With Covid-19 cases surging in some huge markets, Coca-Cola is right to be cautious about continued sales recovery",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-19 10:44:00",
    "body": "Coca-Cola  on Monday threw a cold bottle of Dasani water on multinationals’ hopes for a rapid global recovery.<br />The beverage company reported decent quarterly earnings, saying organic revenue that strips out currency moves and portfolio changes rose 6% from a year earlier in the quarter ended April 2. However, this was against a miserable quarter in 2020 when the coronavirus pandemic was spreading from Asia and Europe to the U.S. The resulting lockdowns have been punishing for Coca-Cola as they continue to curtail out-of-home sales in places such as restaurants and sporting venues.<br />Global unit case volumes in March of this year finally caught up with the same month in the pre-Covid-19 era of 2019, the company said. For all of 2021, the company left its prior forecast unchanged for high-single-digit organic revenue growth. Yet Chief Executive James Quincey warned analysts on a conference call Monday not to expect a straight-line recovery from this point, noting that confirmed Covid-19 cases globally hit a high last week.<br />While some countries such as the U.S. and the U.K. are making rapid progress on vaccinations and beginning to reopen, Mr. Quincey said, “you’ve got countries that are going in the exact opposite direction with cases shooting up and more levels of lockdowns.”<br />Mr. Quincey didn’t name any specific countries, but cases are surging in huge markets including Brazil and India. And the worries aren’t confined to the developing world: The governors of two major Japanese cities, Tokyo and Osaka, both have said in recent days that they are considering declaring new states of emergency due to the spread of virus variants."
}