{
    "url_original": "https://www.wsj.com/articles/coding-to-hide-health-prices-from-web-searches-is-barred-by-regulators-11618405825?mod=tech_lead_pos2",
    "url": "coding-to-hide-health-prices-from-web-searches-is-barred-by-regulators-11618405825",
    "title": "Coding to Hide Health Prices from Web Searches Is Barred by Regulators",
    "sub_head": "The guidance regarding insurers’ required posting of healthcare prices came after The Wall Street Journal revealed hospitals used such coding on their price pages",
    "category_1": "Business",
    "category_2": "Health Care",
    "image_1_url": "https://images.wsj.net/im-324639?width=620&size=1.5",
    "image_1": "im-324639.jpg",
    "time": "2021-04-14 09:10:00",
    "body": "Federal regulators said healthcare pricing data that health insurers must post under a new requirement shouldn’t be blocked from web searches, issuing new guidance after The Wall Street Journal reported that hospitals used special coding that shielded such information from Google and other search engines.<br />Under new federal requirements, both hospitals and insurers must reveal long-confidential pricing data, including the rates that insurers pay for services. Hospitals were supposed to post data at the start of this year, while insurers must comply beginning in 2022. The hospital industry had fought the requirement in court but lost.<br />Separately, leaders of the House Energy and Commerce Committee, including both Chairman Frank Pallone Jr. (D., N.J.) and ranking Republican Cathy McMorris Rodgers of Washington, sent a letter Tuesday to the federal Department of Health and Human Services calling for tough enforcement of the pricing-transparency requirements. The letter cited evidence of hospitals’ lack of compliance, including the Journal’s report on the search-blocking code.<br />The new guideline, from the Centers for Medicare and Medicaid Services, was released March 23, the day after the Journal’s article revealed that hundreds of hospital pricing-data websites included special coding that kept them from showing up in searches on Google, which is owned by  Alphabet Inc.<br />The new CMS guidance was issued in an online technical forum on GitHub, a website and cloud-based service, that focuses on the insurer-pricing rule. The rule that applies to hospitals isn’t covered in that forum."
}