{
    "url_original": "https://www.wsj.com/articles/coinbase-stock-price-valuation-and-everything-else-you-need-to-know-11618413312?mod=markets_major_pos10",
    "url": "coinbase-stock-price-valuation-and-everything-else-you-need-to-know-11618413312",
    "title": "Coinbase: Stock Price, Valuation and Everything Else You Need to Know",
    "sub_head": "The largest exchange for bitcoin and other cryptocurrencies became the first major crypto company to go public",
    "category_1": "Markets",
    "time": "2021-04-14 17:25:00",
    "body": "Shares of  Coinbase Global Inc.,  the largest U.S. cryptocurrency exchange, started trading Wednesday under the ticker symbol COIN. The company, founded in 2012, provides a variety of financial services focused on bitcoin and about 50 other cryptocurrencies. It is the first major crypto company to go public and did so through a direct listing.<br />Shares of Coinbase opened at $381 on the Nasdaq Global Select Market and rose as high as $429.54 in the first few minutes of trading, before pulling back and ending the session at $328.28. The exchange had set a reference price on Tuesday of $250, but no trades were executed at that price.<br />Coinbase’s valuation is about $100 billion—a significant increase over the $8 billion at which Coinbase was last valued in a 2018 fundraising round but below some analysts’ projections of $100 billion. It makes the company worth more than  Nasdaq  Inc.,  which has a market value of about $26 billion, and  Intercontinental Exchange Inc.,  parent of the New York Stock Exchange, at about $69 billion.<br />While this is Coinbase’s stock-market debut, the company elected not to go the traditional route, but rather to go public in a direct listing. In a direct listing, companies save the money they would pay to investment banks in a traditional initial public offering, but they don’t raise any money in the process. That is because the company’s current investors sell their existing shares to the public rather than the company offering new shares.<br />Coinbase and some of the other big crypto companies have long eyed the public markets. What has changed over the past year has been a diminution of regulatory risk. Many world governments now are at least neutral, if not supportive, of cryptocurrencies. That removed a major risk for traditional investors and helped drive an eye-popping rally in the price of many cryptocurrencies. If Coinbase’s debut is a success, expect others to follow."
}