{
    "url_original": "https://www.wsj.com/articles/companies-cheered-by-post-covid-19-demand-have-a-supply-problem-11619436602?mod=business_lead_pos10",
    "url": "companies-cheered-by-post-covid-19-demand-have-a-supply-problem-11619436602",
    "title": "Companies Cheered by Post-Covid-19 Demand Have a Supply Problem",
    "sub_head": "Demand alone can’t lead to full recovery across industries such as ride-hailing, airlines, rental cars and home sharing. Now, investors need to worry about supply.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-329559?width=620&size=1.5",
    "image_1": "im-329559.jpg",
    "time": "2021-04-26 07:30:00",
    "body": "There was an old lady who lived in a shoe. She’ll be cashing in this summer on  Airbnb .<br />The U.S. economy’s recovery from Covid-19 is causing sticker shock for many goods and services, and some companies are facing resistance from consumers.<br />For example, despite the fact that  Uber Technologies  has said it doesn’t have nearly enough drivers to meet growing rider demand, it also believes customers aren’t willing to pay more than the usual fare for a ride. It and other ride-share companies are now scrambling to bait back drivers to their platforms to boost supply and offer more reasonable pricing to riders that could lead back to business as usual.<br />Supply declines in other sectors also could hinder the overall recovery. Last year, rental-car companies unloaded vehicles to cut costs as demand cratered. Now, they are seeing a sudden recovery amid auto shortages. Experts say it could be well into next year before inventory catches up. A Wall Street Journal report described loyal customers complaining about “unacceptable” wait times recently and rates that are frequently multiples of what they were pre-pandemic. Auto dealers are facing similar constraints.  AutoNation  said last week that its inventory is down more than 38% versus a year ago and that the supply and demand imbalance isn’t likely to improve this year.<br />Also consider the home-sharing economy. A Skift analysis published earlier this month showed Airbnb lost hosts throughout the pandemic—particularly those listing just one property. The analysis notes that single property owners represent more than 70% of Airbnb’s total host population. The company is now enticing hosts by showing them just how much they can bank this summer, even on a yurt, a tiny house or a barn. Airbnb Chief Executive Brian Chesky said earlier this month in a CNBC interview that his company is seeing increased strength of its host community, but also that it probably will have a “high class problem” with more guests than his platform has hosts for. High class problems are still problems, though, especially when the pandemic has driven increased awareness for home-share competitors such as  Expedia ’s  Vrbo."
}