{
    "url_original": "https://www.wsj.com/articles/composer-thomas-ades-draws-inspiration-from-watteau-11618595758",
    "url": "composer-thomas-ades-draws-inspiration-from-watteau-11618595758",
    "title": "Composer Thomas Adès Draws Inspiration From Watteau",
    "sub_head": "The elegant, ambiguous paintings of the 18th-century French artist helped to shape the style of one of today’s leading classical composers.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-324477?width=620&size=custom_1920x1383",
    "image_1": "im-324477.jpg",
    "time": "2021-04-16 13:55:00",
    "body": "The 18th-century French artist Jean-Antoine Watteau was a master of the fête galante, a genre of painting that depicts small and elegant gatherings in outdoor settings. For British composer and conductor Thomas Adès, Watteau’s clowns and costumed vagabonds, often mingling with dapper aristocrats, offer a kind of self-recognition he couldn’t find in the religious scenes and mythological subjects preferred by so many other Old Masters. Watteau’s paintings are “filled with musicians, actors, layabouts and other people like me,” Mr. Adès says.<br />Mr. Adès, 50, made a loud splash with “Powder Her Face,” his 1995 opera about a sexually adventurous duchess. His subsequent operas have been based on sources as diverse as Shakespeare’s “The Tempest” and a 1960s Mexican movie. Along with his steady output of orchestral and chamber works, they have made him one of the world’s most performed composers of contemporary classical music.<br />His music is rhythmically innovative but historically minded, often accompanied by musical and literary allusions. Mr. Adès, who divides his time between Los Angeles and his native London, has spent much of the pandemic putting the finishing touches on a three-part ballet based on Dante’s “Divine Comedy,” set for a premier this fall at London’s Royal Opera House.<br />Though Mr. Adès was always drawn to music—he says learning to play the piano predates his first memories—he was also surrounded by art from an early age. His mother, art historian Dawn Adès, is a scholar of Surrealism, and the painter Francis Bacon was a family friend. Bacon’s ability to paint “figuratively without illustration,” he says, has guided him in his free-flowing approach to melody and harmony.<br />After growing up “saturated” in the 20th-century avant-garde beloved by his mother, he didn’t get to know the historical core of European art until college. He was later introduced to Watteau’s work by his friend Philip Hensher, a British novelist who wrote the libretto for “Powder Her Face.” Mr. Adès’s first string quartet, “Arcadiana” (1994), was inspired in part by Watteau’s “Pilgrimage to the Isle of Cythera” (1717), a signature work in the Louvre’s collection, whose “wonderful and deliberate ambiguity” he reveres."
}