{
    "url_original": "https://www.wsj.com/articles/coronavirus-travel-questions-11582980999",
    "url": "coronavirus-travel-questions-11582980999",
    "title": "Is It Safe to Travel Again? Your Coronavirus Questions Answered",
    "sub_head": "A Q&A about the latest travel advisories and restrictions at home and abroad, Covid-19 tests and vaccinations, how to stay healthy on the road and what you need to know about flying",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "time": "2021-04-23 19:53:00",
    "body": "According to the latest guidance from the Centers for Disease Control and Prevention (CDC), traveling within the United States presents little risk for fully vaccinated people. But the agency still urges against non-essential trips—at home and overseas—and advises even those who are inoculated to take certain precautions, including wearing a mask and avoiding crowds. For unvaccinated people, the agency maintains that staying home is the surest way to prevent the spread of Covid-19.<br />Yes, but beware the many hurdles.<br />A number of countries, battling rising Covid-19 cases, have renewed national lockdowns. Many borders remain closed to American tourists and both the CDC and the U.S. State Department continue to warn U.S. citizens against all travel even for vaccinated individuals. The State Department recently placed approximately 80% of the world’s countries on its Level Four: Do Not Travel advisory list. Along with health and safety concerns, the State Department warns of unforeseen challenges of traveling during the pandemic, including the possibility that foreign governments could change their restrictions with little notice, which means trip plans could easily go awry and Americans overseas might be stranded. The CDC has also issued country-specific advisories that assess the risk of contracting Covid -19.<br />Among the countries that currently welcome American tourists–including several in the Caribbean, South and Central America and Africa—entry requirements are all over the map, ranging from proof of vaccination and/or a negative Covid-19 test to mandatory self- isolation to the need to adopt electronic trackers.<br />No matter where you travel outside of the U.S., all airline passengers flying back into the country, including U.S. citizens and fully vaccinated travelers, must present a negative Covid-19 test taken within three days of their departure from a foreign country or proof of recovery from coronavirus. Show up at the airport overseas for your departing flight empty-handed and you won’t be allowed on the plane. For more on which countries currently welcome American travelers, see “Where Can I Travel Internationally and Do I Need the Covid-19 Vaccine?”"
}