{
    "url_original": "https://www.wsj.com/articles/corsets-are-back-thanks-to-bridgerton-and-party-fever-11617422400",
    "url": "corsets-are-back-thanks-to-bridgerton-and-party-fever-11617422400",
    "title": "Corsets Are Back, Thanks to ‘Bridgerton’ and Party Fever",
    "sub_head": "WFH comfort put the bra on life support, so why are women from Megan Thee Stallion to Miami Beach moms swapping sweatshirts for corsets? An investigation into the counterintuitive spring trend.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-318661?width=620&size=0.6666666666666666",
    "image_1": "im-318661.jpg",
    "time": "2021-04-03 12:00:00",
    "body": "OLESIA STEFANKO is neither a dominatrix nor a cosplay enthusiast. Yet last month, she wore a black cotton, boned Dion Lee corset on a stroll with her 8-month-old son. The Miami Beach-based blogger fastened her corset over a white T-shirt and paired it with faded “mom jeans” and sneakers. To Ms. Stefanko, 32, the elaborately casual look was “perfect.” After a year of social distancing in loungewear, she seizes any chance to dress creatively, “whether it’s a doctor’s appointment or grocery shopping.” Her new corsets have been vital in making her recently rediscovered wardrobe “feel fresh.”<br />Corsets currently have that knack, despite dating back to the 1500s. Traditionally fashioned with metal or whalebone stays and laced up the back, the waist-cinching, bust-elevating garment has cycled in and out of style for centuries. “The corset has become, like camouflage or tartan, part of the vocabulary of fashion,” said Dr. Valerie Steele, the director of the Museum at the Fashion Institute of Technology who literally wrote the book on the subject (2001’s “The Corset: A Cultural History”). But considering how many women have sworn off bras while working from home, isn’t this latest resurgence—on runways, rappers like Lizzo, and Miami Beach moms—counterintuitive?<br />“It’s an inevitable polar reaction to the extremes of comfort dressing,” said Lorna Hall, director of fashion intelligence at trend-forecasting firm WGSN. That might explain why the spring collections—largely conceived in lockdown—are heaving with corsetry. Alexander McQueen offers corseted gowns, trompe l’oeil corset sweaters and corset-print tees. New York label Area sells glitzy crystal styles. And brands like Christopher John Rogers, Awake Mode and Rokh, too, incorporated the underpinning.<br />Also fueling the craze? “Bridgerton,” a  Netflix  series set in Regency-era London that follows a corseted debutante’s implausibly steamy courtship. In the month after its December release, the show garnered 82 million views and spawned TikTok’s #Regencycore trend, which sees fans flaunt outfits inspired by the era. In January, Lyst, a company that tracks online shopping behavior, reported that corset queries shot up 123% after the show first streamed.<br />But spring’s lavishly bound collections debuted months before “Bridgerton,” and Dr. Steele posits that Gatsbyesque fantasies of hedonism—not sweltering period dramas—are behind corsets’ high-fashion revival. After the 1918 Spanish flu, the Roaring 20s brought risqué clothes and debauchery. “People [thought], ‘I’m alive, I’m going to party,’” said Dr. Steele. “I think a lot of designers assume people [now] have a pent-up urge to go out and party.”"
}