{
    "url_original": "https://www.wsj.com/articles/court-packing-is-a-dangerous-game-11618505061?mod=opinion_lead_pos6",
    "url": "court-packing-is-a-dangerous-game-11618505061",
    "title": "Court Packing Is a Dangerous Game",
    "sub_head": "Even if the size of the bench remains the same, intimidation diminishes the justices’ stature.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-15 12:44:00",
    "body": "The intimidation game has begun. President Biden announced last Friday the formation of a commission on reforming the Supreme Court, and Democrats in the House and Senate responded on Wednesday by announcing that a bill to add four justices to the high court is forthcoming. These are dangerous developments. Even if court packing ultimately fails, the effort to intimidate the Supreme Court will have dire consequences.<br />Progressives have long used threats to pressure the Supreme Court to back down from the Constitution. In 1906 President Theodore Roosevelt’s allies hinted that the court shouldn’t reject expansion of the Interstate Commerce Act. According to my colleague Thomas Merrill, the “implied threat” included the possibility of “stripping the Court of jurisdiction over ICC matters or creating a specialized court.”<br />Such threats soon became standard practice. In 1909 commissioner Charles Prouty cautioned judges that if they questioned the ICC’s authority they would face popular protest that “would not stop until the Constitution itself had been so altered as to enable the people to deal properly with these public servants.” In 1912, running as the Progressive Party’s presidential nominee, Roosevelt campaigned on the recall of uncooperative judges and decisions. President Franklin D. Roosevelt went further and sought legislation to pack the Supreme Court.<br />Progressives never had to carry out their threats to get what they wanted. All they had to do was encourage judges to consider the advantages of judicial “restraint” and “deference” to the political branches. Unnerved by the bullying, some Supreme Court justices lost their courage. By holding back from overturning popular legislation, they thought they could “save the Court.”<br />In 2012’s NFIB v. Sebelius, Chief Justice John Roberts acknowledged the high court’s “reticence to invalidate the acts of the nation’s elected leaders.” It looked as if he took this “reticence” so far as to rewrite an unconstitutional statute, lest the court provoke progressive wrath. Yet his retreat encouraged the view that the court is open to political pressure. In flinching from their duty to follow the law, judges invite further intimidation."
}