{
    "url_original": "https://www.wsj.com/articles/covid-19-variants-stress-canadian-hospitals-11618336661?mod=world_major_2_pos7",
    "url": "covid-19-variants-stress-canadian-hospitals-11618336661",
    "title": "Covid-19 Variants Stress Canadian Hospitals",
    "sub_head": "Hospitals in Ontario cancel surgeries, transfer patients to deal with surge",
    "category_1": "World",
    "category_2": "Canada",
    "time": "2021-04-13 13:57:00",
    "body": "Hospitals in Canada’s most populous province are canceling surgeries, transferring patients and preparing for the possible need to ration care as they face a surge in Covid-19 variants that is putting more pressure on Ontario’s healthcare system than at any other time in recent history.<br />As of Monday, the number of adult Covid-19 patients in intensive-care-unit beds had risen 44% from the beginning of the month to reach 623, according to data compiled by Critical Care Services Ontario. About two-thirds of those patients were on ventilators. Previously, the number of Covid-19 patients in critical-care beds had peaked at 415 in mid-January.<br />“It’s really the battle of a lifetime,” said Anthony Dale, head of the Ontario Hospital Association, an advocacy group for 141 hospitals operating in the province. “I’m quite fearful of what the next several weeks will look like.”<br />The situation in Ontario, where nearly 40% of the Canadian population lives, stands in contrast to that in many U.S. states, where vaccinations have been administered at a faster pace. Canada’s seven-day average of confirmed Covid-19 cases recently eclipsed that of the U.S. on a per-capita basis for the first time since the early days of the pandemic. Hospitals in adjacent New York and Michigan states are also seeing increased Covid-19 hospitalizations, but are under less pressure compared with past waves of infection.<br />The crunch in Canada is due to a surge in new cases of the highly contagious U.K. variant alongside a slow vaccine rollout. Compounding the problem is the province’s low number of acute hospital beds, which have stayed steady over the past two decades despite a growing population."
}