{
    "url_original": "https://www.wsj.com/articles/covid-provides-a-rare-chance-to-transform-public-education-11618007836?mod=opinion_lead_pos8",
    "url": "covid-provides-a-rare-chance-to-transform-public-education-11618007836",
    "title": "Covid Provides a Rare Chance to Transform Public Education",
    "sub_head": "In post-Katrina New Orleans, Louisiana built a system that serves the needs of students, not adults.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-09 18:37:00",
    "body": "The Covid-19 pandemic has brought into focus a stark choice: Will we respond to the enormous disruption of schools by rethinking education, or will we double down on an outdated industrial-age system created to prepare kids for the last century?<br />New Orleans faced a similar dilemma after Hurricane Katrina struck in August 2005. Louisiana’s Legislature had in 2003 created a Recovery School District to turn around failing schools, but the storm’s devastation accelerated the process. The RSD was responsible for dozens of schools, which became charter schools. Students were freed from traditional attendance zones and allowed to pick their schools. Thousands of teachers were asked to reapply for their positions.<br />Louisiana in subsequent years allowed funding to follow the student, but the most effective way to improve student performance, which correlates with higher lifetime earnings and better socioeconomic outcomes, is great teaching. Louisiana reformed its teacher compensation and tenure laws, tying them to student outcomes as part of an effort to reward great teachers.<br />New Orleans recently became the first major city where all public-school students attend charter schools. Graduation and retention rates and student test scores increased; 62% of students attended the state’s lowest-performing schools (F-grade) in 2004-05, but that share fell to 8% by 2018. To help disadvantaged students narrow the achievement gap, some New Orleans schools adopted a competency-based approach to learning as opposed to one based on seat time. Others formed partnerships with Teach for America and hired teachers with nontraditional backgrounds. Some schools offered specialized curricula focusing on math and science.<br />When it comes to reforming the nation’s schools, the hardest challenge will be convincing teachers unions of the need to make big changes. Once they concede the status quo is untenable, building consensus on the necessary changes is much more likely."
}