{
    "url_original": "https://www.wsj.com/articles/covid-19-vaccine-supply-set-to-outpace-demand-11619179201?mod=politics_lead_pos13",
    "url": "covid-19-vaccine-supply-set-to-outpace-demand-11619179201",
    "title": "Covid-19 Vaccine Supply Set to Outpace Demand",
    "sub_head": "State health officials are pivoting from managing a rush in demand to promoting the vaccine so the U.S. can reach herd immunity",
    "category_1": "U.S.",
    "time": "2021-04-23 14:23:00",
    "body": "The nation’s supply of Covid-19 vaccines is set to outpace demand in the next two to four weeks, according to a national health nonprofit, as state health officials pivot from managing a flood of interest in the shot to persuading people to get it.<br />In Texas, Austin-area leaders held a joint meeting last week to workshop how to increase Covid-19 vaccine outreach efforts as 10,000 local immunization appointments went unfilled. In California, the administrator of a Los Angeles Covid Vaccine Hunters Facebook page posted that the hunt is over; doses are plentiful. In Birmingham, Ala., the county health director told reporters Tuesday he is ready to get down on his knees and beg residents to get shots.<br />The U.S. weekly average of vaccine doses administered, which has been generally rising since mid-December, ticked downward last week. The number of people receiving their first dose fell sharply, from a 7-day-average of 1.9 million April 11 to 1.4 million April 17.<br />The Kaiser Family Foundation, the nonprofit, said this week that the country will likely reach a tipping point on vaccine enthusiasm by mid-May, when supply outstrips demand.<br />The moment is an exciting one for many health officials. Protection against the deadly virus is now available, widely, to all over 16 years old, earlier than most had anticipated. It also represents a moment of caution. Will vaccination momentum keep up enough for the country to reach herd immunity and return to normalcy? Or will the effort stall as demand wanes?"
}