{
    "url_original": "https://www.wsj.com/articles/covid-19-slashed-carbon-emissions-now-theyre-climbing-again-11618894980?mod=business_lead_pos12",
    "url": "covid-19-slashed-carbon-emissions-now-theyre-climbing-again-11618894980",
    "title": "Covid-19 Slashed Carbon Emissions. Now They’re Climbing Again.",
    "sub_head": "The International Energy Agency expects a 4.8% rise this year, the biggest annual gain since 2010",
    "category_1": "World",
    "time": "2021-04-20 01:03:00",
    "body": "Soaring carbon emissions this year are on track to reverse a big chunk of last year’s sharp reduction, which some climate researchers had hoped might be an environmental silver lining of the pandemic.<br />Covid-19 shut many of the world’s biggest economies—grounding planes, closing factories and keeping drivers off the road. That sent demand for carbon-dioxide-emitting fuels such as coal, oil and natural gas tumbling. The International Energy Agency estimates emissions fell 5.8% in 2020, the steepest percentage decline since World War II.<br />Now, they are climbing again sharply. The IEA, in a report published Tuesday, said emissions are expected to jump 4.8% this year, the biggest annual gain since 2010’s record-setting increase, when the world was bouncing back from the global economic crisis.<br />Governments are trying to restart economies amid global vaccination rollouts. In some big countries, such as the U.S. and China, demand is coming back strongly. As parts of the global economy rev back up, countries are turning back to carbon-intensive fuels—though in markedly different degrees depending on economic development.<br />Developing countries such as China will help drive overall global energy demand above 2019 levels this year, according to the IEA, a Paris-based energy watchdog. It cited a surge in coal use in the developing world, in particular, for a big chunk of the forecast increase in emissions. China alone will account for more than 50% of 2021’s new coal use, the agency said."
}