{
    "url_original": "https://www.wsj.com/articles/covid-relief-makes-help-impossible-to-find-11619208369?mod=opinion_lead_pos5",
    "url": "covid-relief-makes-help-impossible-to-find-11619208369",
    "title": "Covid Unemployment Relief Makes Help Impossible to Find",
    "sub_head": "Congress’s enhanced benefits make it more remunerative not to work. Employers are struggling.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-329099?width=620&size=custom_4032x3024",
    "image_1": "im-329099.jpg",
    "time": "2021-04-23 17:07:00",
    "body": "Christie Phelps came near her Covid breaking point last year as she contended with a naughty 5-year-old boy, “the most hyper child I’ve ever been around,” in her Indianapolis home daycare. On a particularly bad day he urinated on her fence and cursed in front of playmates. Other child-care providers turn children like him away for behavioral problems, but Ms. Phelps realized that “he needs help.” These days she also asks herself: “How am I going to keep dealing with all this? This is too much stress. I don’t have no one helping me.”<br />Ms. Phelps, 46, has been trying to hire for months, but “no one is biting whatsoever.” Her business, Christie’s Love Bugs, cares for 11 pre-K children and 15 school-age children. She has only four staffers, all part-time, although she offers employees free training, help with certification, and as much as $25 an hour. With no one to fill the jobs, Ms. Phelps works 10- to 12-hour days. She says her mental health has already suffered so much that she’s in therapy, takes medication, and struggles to sleep.<br />Lots of entrepreneurs are overworked these days. The National Federation of Independent Business surveyed more than 500 small businesses and reported last week that 42% of them had job openings they couldn’t fill. “As long as we’ve been conducting the survey, it’s never been that high,” says Holly Wade, executive director of NFIB’s research center. Some 7.4 million jobs were open at the end of February, according to an April 6 report by the Bureau of Labor Statistics.<br />Some workers still fear they’ll contract Covid if they return to the workplace, and some parents are unable to take on full-time work because their children’s schools remain shut. But there’s another reason for the acute labor shortage: It pays to stay on the couch.<br />As Covid spread and the nation locked down last spring, Congress approved enhanced weekly benefits of $600, in addition to the usual state-administered unemployment payments, through July 2020. A working paper by the National Bureau of Economic Research found that 76% of those eligible for the $600 bonus could be given at least as much for being jobless as they’d earn by working. Lawmakers have since trimmed the enhanced unemployment benefits to $300 a week and extended them through September 2021. University of Chicago economist Peter Ganong says that even with the supplemental benefit halved to $300, “42% of workers are making more than their pre-unemployment wage.” And these analyses don’t count food stamps, rental assistance and other government help that may be available to the unemployed, or the stimulus payments that have gone to the employed and jobless alike."
}