{
    "url_original": "https://www.wsj.com/articles/covid-19-isolation-11618005941",
    "url": "covid-19-isolation-11618005941",
    "title": "What Covid-19 Taught Us About the High Cost of Isolation",
    "sub_head": "Let’s take the lessons of the past year and apply them to the post-pandemic world",
    "category_1": "Life & Arts",
    "category_2": "Journal Reports: Retirement",
    "time": "2021-04-10 09:00:00",
    "body": "When the full story of Covid-19 is written, it will likely emphasize the physiology of the disease. We will understand the scientific nature of the virus, its tenacious binding to the lung and brain, and the cascade of symptoms and immunologic reactions that determine its run through the body.<br />More subtle and complicated, however, has been its disproportionate psychological impact on the lives of aging individuals who avoided the disease itself by largely staying at home and isolating themselves. If we didn’t know it or believe it before the pandemic, the hard reality is now unavoidable: Social isolation cripples and it kills.<br />As a doctor I knew the science of social isolation before the pandemic. But the pandemic has opened our eyes to the tragic consequences of loneliness in a way that was impossible before. Now, as life slowly returns to normal, let’s not close our eyes to what we’ve learned. Let’s acknowledge that despite our best efforts and technology, there is a missing element to living life by text, phone and video chat that must be illuminated and studied. And let’s make sure to take the lessons of the past year and apply them to our post-pandemic world.<br />Consider one of my patients, who is a sad reminder of what I’ve seen both in my practice and in my community. From the very first waves of coronavirus that hit Miami Beach, she was fastidious about staying at home and dutifully avoiding all the previously enjoyable rhythms of life, including her beauty salon, weekly card game and favorite lunch spot. At age 90, she was among the most vulnerable of the population, and only after her second vaccine did she begin to tentatively venture out.<br />But she is not the same person I knew at the outset. She is more hesitant and skittish about leaving her home, more irritable at her adult children’s admonitions, and more depressed by the losses of friends and social opportunities."
}