{
    "url_original": "https://www.wsj.com/articles/creation-of-first-human-monkey-embryos-sparks-concern-11619442382",
    "url": "creation-of-first-human-monkey-embryos-sparks-concern-11619442382",
    "title": "Creation of First Human-Monkey Embryos Sparks Concern",
    "sub_head": "Called chimeras, these lab-grown creations have been hailed as a major scientific breakthrough. But some ethics experts see reason for worry",
    "category_1": "Life & Arts",
    "category_2": "Science Journal",
    "time": "2021-04-26 09:06:00",
    "body": "Imagine pigs with human hearts or mice whose brains have a spark of human intelligence. Scientists are cultivating a flock of such experimental creations, called chimeras, by injecting potent human cells into mice, rats, pigs and cows. They hope the new combinations might one day be used to grow human organs for transplants, study human illnesses or to test new drugs.<br />In the latest advance, researchers in the U.S. and China announced earlier this month that they made embryos that combined human and monkey cells for the first time. So far, these human-monkey chimeras (pronounced ky-meer-uhs) are no more than bundles of budding cells in a lab dish, but the implications are far-reaching, ethics experts say. The use of primates so closely related to humans raises concerns about unintended consequences, animal welfare and the moral status of hybrid embryos, even if the scientific value of the work may be quite high.<br />“There were lots of breakthroughs in this experiment,” says bioethicist Nita Farahany of Duke University. “A remarkable step has been taken scientifically that raises urgent issues of public concern. We need to figure out what the right pathway forward is to help guide responsible progress.”<br />Scientists have been creating partly human chimeras for years. Researchers use rats with human tumors to study cancer, for example, and mice with human immune systems to conduct AIDS research. What makes the latest experiment unique is that the scientists injected human stem cells, which can become any kind of tissue, into an embryo of a closely related primate.<br />To make them, researchers from the Salk Institute for Biological Studies in La Jolla, Calif., and China’s Kunming University of Science and Technology injected human stem cells—made by reprogramming mature skin or blood cells—into 132 embryos from macaque monkeys. Six days after the monkey embryos had been created at the State Key Laboratory of Primate Biomedical Research in Kunming, researchers injected each one with 25 human stem cells labeled with a fluorescent red protein."
}