{
    "url_original": "https://www.wsj.com/articles/credit-suisse-gets-the-fixer-it-needs-11619793356?mod=business_minor_pos11",
    "url": "credit-suisse-gets-the-fixer-it-needs-11619793356",
    "title": "Credit Suisse Gets the Fixer It Needs",
    "sub_head": "New Chairman António Horta-Osório shows every sign of being up for the challenge of gaining control of the embattled bank",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-332399?width=620&size=1.5",
    "image_1": "im-332399.jpg",
    "time": "2021-04-30 10:35:00",
    "body": "News that  Credit Suisse ’s  risk committee has a new leader is reassuring for investors. The way the change happened isn’t. New Chairman António Horta-Osório has his work cut out.<br />Shareholders approved all proposals at the bank’s annual general meeting Friday, but that belies the storm that was brewing. Just hours before the meeting began, the bank relented to shareholder pressure and said that Andreas Gottschling, the incumbent chairman of the board’s risk committee, wouldn’t seek re-election.<br />Credit Suisse has been touched by at least four financial scandals since Mr. Gottschling took the job in 2018, culminating in this year’s massive Archegos losses. The bank has said its exposure to the collapse wasn’t the result of unauthorized trading. That suggests that either Mr. Gottschling was untroubled by the risks, unaware of them or didn’t have the power to enforce his concerns. None are great explanations.<br />It seems obvious that the man overseeing such a troublesome period needed to go, despite his years of experience. Yet, in the end, it took a number of big shareholders going public with threats to vote down his reappointment.<br />The drama only reinforces the unease generated by Chief Executive Thomas Gottstein’s full-throated endorsement of the bank’s existing strategy last week. A generous interpretation is that he didn’t want to tie the hands of Mr. Horta-Osório, given that board chairmen in Switzerland have a lot of say over strategy."
}