{
    "url_original": "https://www.wsj.com/articles/credit-suisses-exposure-to-archegos-investments-grew-to-more-than-20-billion-11619045988?mod=markets_lead_pos1",
    "url": "credit-suisses-exposure-to-archegos-investments-grew-to-more-than-20-billion-11619045988",
    "title": "Credit Suisse’s Exposure to Archegos Investments Grew to More Than $20 Billion",
    "sub_head": "Parts of the investment bank hadn’t fully implemented systems to keep pace with Archegos’s fast growth",
    "category_1": "Finance",
    "image_1_url": "https://images.wsj.net/im-328232?width=620&size=1.5",
    "image_1": "im-328232.jpg",
    "time": "2021-04-21 18:59:00",
    "body": "Credit Suisse Group AG  amassed more than $20 billion of exposure to investments related to Archegos Capital Management, but the bank struggled to monitor them before the fund was forced to liquidate many of its large positions, according to people familiar with the matter.<br />The U.S. family investment firm’s bets on a collection of stocks swelled in the lead-up to its March collapse, but parts of the investment bank hadn’t fully implemented systems to keep pace with Archegos’s fast growth, the people said.<br />Credit Suisse  Chief Executive Thomas Gottstein and Chief Risk Officer Lara Warner, who recently departed the bank, only became aware of the bank’s exposure to Archegos in the days leading up to the forced liquidation of the fund, people familiar with the bank said. Neither Mr. Gottstein nor Ms. Warner had been aware of the fund as a major client before that, these people said.<br />A Credit Suisse spokesman declined to comment.<br />The exposure reveals for the first time the scope of Credit Suisse’s relationship with Archegos, which unraveled late last month. Credit Suisse reported a $4.7 billion loss, slashed its dividend and said Ms. Warner, its investment bank head and other staff would leave. Credit Suisse also is facing questions from regulators in the U.S. and Europe about its relationship with Archegos and the wind down."
}