{
    "url_original": "https://www.wsj.com/articles/credit-suisse-needs-a-new-strategy-11619096063?mod=business_minor_pos11",
    "url": "credit-suisse-needs-a-new-strategy-11619096063",
    "title": "Credit Suisse Needs a New Strategy",
    "sub_head": "Raising new capital will reassure wealth-management clients, but CEO’s attachment to a crisis-prone business mix is worrying",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-328568?width=620&size=1.5",
    "image_1": "im-328568.jpg",
    "time": "2021-04-22 08:54:00",
    "body": "Credit Suisse ’s  decision to raise new capital makes sense. Sticking to its current strategy doesn’t.<br />The crisis-struck bank said Thursday it would issue mandatory convertible notes that were expected to raise 1.7 billion Swiss francs, equivalent to about $1.85 billion. Management stressed it was a proactive move to end speculation about its capital levels. The issue will dilute shareholders’ equity by about 8%, but is probably necessary to reassure wealth-management clients that the bank is solid.<br />Chief Executive Officer Thomas Gottstein also said he is “a fundamental believer that the overall strategy of Credit Suisse is sound.” Such an endorsement is surprising given the bank’s exposure to every big financial scandal in recent years.<br />Mr. Gottstein pointed to outperformance in almost every line of business in the first quarter, highlighting the investment bank’s 80% year-over-year revenue growth and its increased market share. But that ignores that growing investment banking revenues usually comes with added risks that may not materialize until much later, as the recent troubles have made painfully obvious. Capturing market share in such a hypercompetitive business is tough, and often requires something extra, such as undercutting rivals or working with problematic clients.<br />Given its run of bad luck—Luckin Coffee, Wirecard, Greensill, Archegos—the bank needs to do more than change a few directors and tweak its risk processes. Its outsize loss from the collapse of Archegos is particularly concerning as the position wasn’t for a wealth-management client, wasn’t particularly lucrative and wasn’t unauthorized trading, suggesting it complied with internal risk processes. While Credit Suisse wasn’t the only bank involved, it had a much larger exposure and eventual losses."
}