{
    "url_original": "https://www.wsj.com/articles/cruise-ships-in-the-cdc-dock-11618526805?mod=opinion_lead_pos8",
    "url": "cruise-ships-in-the-cdc-dock-11618526805",
    "title": "Cruise Ships in the CDC Dock",
    "sub_head": "The entire industry is shut down in the U.S., while Europe and Asia are sailing again.",
    "category_1": "Opinion",
    "category_2": "Potomac Watch",
    "time": "2021-04-15 18:46:00",
    "body": "If ever there was a reason to celebrate federalism, look to the continued incarceration of the cruise industry. Even living in California lockdown would be preferable to living under the Covid tyranny of the Centers for Disease Control and Prevention.<br />Most businesses are subject to state laws. Not so the cruise business, one of the few industries subject to near-total federal control and the only one that has remained in complete lockdown since March 2020. Want to imagine life if the public-health oligarchy had free rein? This is your case study.<br />Lockdown enthusiasts portray cruises as unnecessary luxuries, the only losers of the moratorium on foreign cruise-line operators. But many smaller operators are U.S.-owned and -flagged. And the lockdown is wreaking havoc on American states, businesses and workers. Millions of cruise passengers annually come ashore to shop, eat and stay in hotels. Farmers supply food; truckers deliver goods; thousands of Americans work directly on the ships or in cruise ports. In a lawsuit against the CDC last week, the state of Florida noted that direct expenditures by the industry in 2019 generated “nearly 159,000 total jobs paying $8.1 billion in income” in the Sunshine State.<br />CDC Director Rochelle Walensky continues to hold these jobs hostage to her “feeling of impending doom.” Cruise ships operate in national and international waters, and the CDC claims authority to control communicable diseases from foreign countries. The CDC issued its first “No Sail Order” on March 14, 2020, followed by extensions. Under intense pressure by the Trump administration, the agency reluctantly segued in October to a vague “Conditional Sailing Order,” which purported to lay out a reopening.<br />It was a ruse, another way to keep the industry docked. The order laid out four phases companies would need to complete to operate. But the CDC simply refused to issue guidance, and even by March not a single cruise line had graduated phase 1. Asked by Alaska Sen. Lisa Murkowski at a March 18 hearing to give an “indicator” of a “timeline” for phase 2, Dr. Walensky responded: “I can’t.”"
}