{
    "url_original": "https://www.wsj.com/articles/cuomo-finishes-the-pandemic-as-he-started-it-by-failing-seniors-11619106954?mod=opinion_lead_pos7",
    "url": "cuomo-finishes-the-pandemic-as-he-started-it-by-failing-seniors-11619106954",
    "title": "Cuomo Finishes the Pandemic as He Started It, by Failing Seniors",
    "sub_head": "In prioritizing vaccines, New York put ‘equity’ and special interests ahead of the elderly and vulnerable.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-22 11:55:00",
    "body": "New York Gov. Andrew Cuomo turned out not to be the hero the media hailed early in the coronavirus pandemic. His administration’s March 2020 directive that nursing homes admit Covid patients likely cost hundreds if not thousands of lives. A year later, his policy of prioritizing vaccine distribution based on “social equity” and interest-group lobbying again proved dangerous for the oldest New Yorkers.<br />Vaccine supplies are now sufficient that every adult in every U.S. state is eligible to receive a shot, but three months ago officials had to ration them. “New York is mandating social equity and fair distribution,” Mr. Cuomo declared Jan. 11. At first, vaccination was limited to anyone over 65 and workers Mr. Cuomo deemed “essential,” including police, firefighters, bus drivers, grocery clerks and teachers. A large share of the supply was allocated for government unions and their members.<br />Restaurants and taxi and car-service companies lobbied for their employees to be declared essential. Mr. Cuomo demurred at first. “It’s a cheap, insincere discussion,” he said. “Yes, I would like to see restaurant workers eligible. But what does eligibility mean when you don’t have enough?”<br />He reversed himself the next day, Feb. 2, allowing local officials to expand eligibility to these workers. Many upstate counties declined, but New York City threw open the gates. “Good!” Mayor Bill de Blasio tweeted. “This will help us reach more New Yorkers while driving equity in our Vaccine for All campaign.”<br />By this point about half of New York adults were eligible, which made it difficult for seniors to get appointments. Yet leftist groups kept complaining that not enough minorities were getting vaccinated. They pushed Mr. Cuomo to expand eligibility to younger adults with chronic conditions like hypertension, diabetes and obesity, because sufferers are disproportionately black and Latino."
}