{
    "url_original": "https://www.wsj.com/articles/cuomos-pandemic-powers-remain-unchecked-republicans-say-11619391600?mod=politics_featst_pos1",
    "url": "cuomos-pandemic-powers-remain-unchecked-republicans-say-11619391600",
    "title": "Cuomo’s Pandemic Powers Remain Unchecked, Republicans Say",
    "sub_head": "The governor changed the curfew for bars and restaurants recently despite amended law",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-329404?width=620&size=1.5",
    "image_1": "im-329404.jpg",
    "time": "2021-04-25 19:00:00",
    "body": "New York Gov. Andrew Cuomo’s recent extension of a statewide curfew on bars and restaurants shows the limits of a law intended to curtail the unilateral powers he received in the early days of the Covid-19 pandemic, Republican lawmakers say.<br />The law was enacted in early March, as the Democratic governor grappled with accusations that he sexually harassed former female aides and requests for documents from federal prosecutors about the state’s policies around Covid-19 in nursing homes.<br />Facing public pressure to respond, state lawmakers voted to amend a March 2020 law that gave Mr. Cuomo the power to issue unilateral directives necessary to cope with any declared disaster. He used it during the pandemic to issue more than 150 executive orders that closed schools, changed election procedures and set parameters for business operations.<br />The amended law prevents the governor from issuing new directives, but it allows him to extend existing rules if he gives notice to the Democrat-dominated state Assembly and Senate. He did so last Monday, signing an executive order that pushed back the curfew for bars and restaurants to midnight from 11 p.m., starting on April 19 and effective until May 19. The businesses would also still be required to sell food along with drinks. Restaurateurs object to the policies, which they say hurt sales and don’t have a clear public-health rationale.<br />Republicans said the episode shows that the changes enacted this year were little more than for show. They said the curfew should expire."
}