{
    "url_original": "https://www.wsj.com/articles/d-c-statehood-and-the-insurrection-threat-11618437420?mod=opinion_major_pos4",
    "url": "d-c-statehood-and-the-insurrection-threat-11618437420",
    "title": "D.C. Statehood and the Insurrection Threat",
    "sub_head": "From the Civil War to Portland 2020, history warns against the plan to split the capital.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-324867?width=620&size=1.5",
    "image_1": "im-324867.jpg",
    "time": "2021-04-14 17:57:00",
    "body": "Expect to hear much in the coming days about a new star for the American flag and two new seats in the U.S. Senate as Democrats in the House push a bill to create the 51st state. The plan would reduce the borders of the nation’s capital to the area immediately surrounding the White House, National Mall and Capitol and turn the remainder of the District of Columbia into a new state to be known as Washington, Douglass Commonwealth.<br />In the wake of the federal government’s failure to defend the Capitol in January, momentum for the plan has built on the presumption that it would improve security. But would it? History suggests not. During the Civil War, Americans learned the hard way that making the federal district smaller can expose buildings of national importance to greater danger from rebellious forces.<br />In the spring of 1861, Union officers in Washington looked with fear at the Arlington Heights rising from the Virginia banks across the Potomac. With Virginia seceding from the Union, Confederate forces could fortify the position and inflict serious damage on the capital. “The president’s house and department buildings in its vicinity are but two and a half miles across the river from Arlington high ground, where a battery of bombs and heavy guns, if established, could destroy the city,” warned the officer in command of Washington’s defenses.<br />It did not have to be this way. Arlington had sat comfortably inside the District of Columbia’s borders, which Congress in 1790 had charged then-President George Washington with drawing along the Potomac. Washington had plotted a 10-by-10-mile square, oriented like a diamond, straddling the river and encompassing land ceded by both Maryland and Virginia. But in 1846, with Congress’s permission, residents on the Virginia side held a referendum on their future and voted overwhelmingly to leave the federal district and rejoin their native state.<br />Even President Washington’s adopted son, George Washington Parke Custis, who owned the pillared mansion crowning the Arlington Heights and had long opposed breaking up the diamond-shaped federal district, had come around on the idea and cheered the outcome. The government buildings were on the Maryland side of the river, and residents of the Virginia side had tired of having no representation in Congress, which had legislative power over the federal district and could one day have restricted the region’s profitable slave trade or even freed its slaves altogether."
}