{
    "url_original": "https://www.wsj.com/articles/d-c-statehood-faces-setback-as-manchin-opposes-democratic-push-11619827306?mod=politics_lead_pos1",
    "url": "d-c-statehood-faces-setback-as-manchin-opposes-democratic-push-11619827306",
    "title": "D.C. Statehood Effort Stalls as Manchin Opposes Democrats’ Bill",
    "sub_head": "West Virginia senator says he believes a constitutional amendment would be required",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-332838?width=620&size=1.5",
    "image_1": "im-332838.jpg",
    "time": "2021-04-30 20:01:00",
    "body": "WASHINGTON—Sen. Joe Manchin (D., W.Va.) said Friday he didn’t support legislation making the District of Columbia a state, effectively ending its shot at approval in the Senate even if Democrats were to change the chamber’s rules to make it easier to pass legislation.<br />“If Congress wants to make D.C. a state, it should propose a constitutional amendment,” Mr. Manchin, a centrist Democrat, said in a radio interview with WV Metro News. “It should propose a constitutional amendment and let the people of America vote.”<br />The development underscores the pivotal role Mr. Manchin plays in the Senate, where he has influenced the course of legislation this year, including the level of unemployment benefits in the most recent Covid-19 aid package. He has also expressed concern about the size of President Biden’s spending plans and his proposed tax increases.<br />The Democratic-controlled House in April passed legislation that would make Washington, D.C., the 51st state. Proponents cast the bill as a civil-rights priority, saying the city’s residents deserve full self-rule and representation in Congress. Some call it a power grab by Democrats to gain two more senators and point to possible constitutional hurdles.<br />Democrats narrowly control the 50-50 split in the Senate because Vice President Kamala Harris can cast a tiebreaking vote. Most legislation requires 60 votes to clear procedural hurdles, and Republicans are opposed to the measure. They have argued that Congress doesn’t have the authority to make D.C. a state with regular legislation and that such a move would require an amendment to the Constitution, which requires ratification by three-quarters of the states."
}