{
    "url_original": "https://www.wsj.com/articles/dealers-are-selling-cars-so-fast-they-dont-need-to-borrow-11618934237?mod=business_minor_pos11",
    "url": "dealers-are-selling-cars-so-fast-they-dont-need-to-borrow-11618934237",
    "title": "Dealers Are Selling Cars So Fast They Don’t Need to Borrow",
    "sub_head": "Snarled supply chain for new cars is slowing banks’ loans to dealers, but surging used-car prices are a driving force for auto lenders",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-327437?width=620&size=1.5",
    "image_1": "im-327437.jpg",
    "time": "2021-04-20 11:57:00",
    "body": "Here’s another way to play the global chip shortage: Auto lenders.<br />The supply-chain woes that have stymied car makers have also been an accelerant for used-car prices as buyers scramble to find vehicles—and, in turn, for auto lenders. Banks are relatively bigger players in used-car loans than new-car loans. Used-car loans generally have higher yields. And car loans get a further boost because any defaulted debts have better recovery values due to higher values for the collateral.<br />Major auto lender  Ally Financial  last week said it expects to see yields on retail auto originations in the 7% range for the rest of 2021, above the first-quarter 6.66% average for Ally’s current book of retail auto loans. Leases are a very lucrative business as well when end-of-lease cars are so valuable. Ally’s auto leasing average yields have surged, from 5.2% at the start of 2020 to almost 8.6% in the first recent quarter of 2021. That is a pretty neat trick when benchmark rates have tumbled.<br />The wonky supply chain isn’t all good news for banks. Dealers typically borrow to finance their floor inventory. So when they can’t get cars, and the cars they do get immediately zoom off the lot, that hurts banks’ loan growth. Still, there is an upside to that: When supply picks up and puts pressure on used-car prices, for banks there may be an offset in the form of faster dealer floor-plan loan growth.<br />Behind the positive effects of rising recovery values and a changing mix toward higher-yielding products for banks, there are also some less-favorable broad trends. Competition in auto lending can be intense, and auto makers’ captive finance companies increased their share of the used-car loan market versus banks in 2020 from 2019, according to Experian’s quarterly auto finance report. Average rates on used-car loans last year were 8.4%, down from just over 9% in 2019, and the average term of used-car loans hit a record high last year, according to Experian. Credit risk may also return, though banks also have generally been cutting exposure in the subprime market."
}