{
    "url_original": "https://www.wsj.com/articles/death-and-taxes-biden-wants-to-step-down-the-step-up-on-investment-gains-11619775021?mod=markets_lead_pos10",
    "url": "death-and-taxes-biden-wants-to-step-down-the-step-up-on-investment-gains-11619775021",
    "title": "Death and Taxes: Biden Wants to Step Down the ‘Step-Up’ on Investment Gains",
    "sub_head": "The new administration’s proposal would curtail a longstanding tax exemption for investment appreciation, a potentially significant tax hit to affluent Americans when they die",
    "category_1": "Markets",
    "category_2": "Tax Report",
    "image_1_url": "https://images.wsj.net/im-332114?width=620&size=1.5",
    "image_1": "im-332114.jpg",
    "time": "2021-04-30 05:30:00",
    "body": "A landmark proposal in President Biden’s newly announced American Families Plan would end the longstanding tax exemption for investment appreciation when a taxpayer dies. This break is known as the “step-up in basis,” and changing it could raise taxes at death significantly for affluent Americans.<br />Under Mr. Biden’s proposal, the untaxed gains on investments held at death—such as stock, land, or a home—would likely be taxed at a top rate of 39.6%, above an exemption of $1 million per individual, plus $250,000 more for a home. For married couples, the total exemption would be doubled, to up to $2.5 million of gains.<br />This is a big shift: Currently the income-tax rate on such investment gains is 0%, although estate tax of up to 40% may apply to the full asset value if an individual has more than $11.7 million of assets at death for 2021. (Mr. Biden’s proposals don’t call for revisions to the estate tax, at least for now.)<br />Currently the step-up saves taxpayers more than $40 billion a year, according to the congressional Joint Committee on Taxation. The new proposal would take back some of that to help pay for social programs, and it would be a profound change to a provision that has been in the tax code for 100 years. Tax specialists expect intense opposition.<br />“It will be a food fight. This is a huge change that people have been talking about for at least 50 years without ever enacting it,” says Michael Graetz, a former Treasury official and tax scholar now teaching at Columbia University’s law school."
}