{
    "url_original": "https://www.wsj.com/articles/dell-plans-spinoff-of-52-billion-stake-in-vmware-11618434822?mod=tech_lead_pos1",
    "url": "dell-plans-spinoff-of-52-billion-stake-in-vmware-11618434822",
    "title": "Dell Plans Spinoff of $52 Billion Stake in VMware",
    "sub_head": "PC maker intends to use net proceeds from the deal to pay down debt",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-325220?width=620&size=1.5",
    "image_1": "im-325220.jpg",
    "time": "2021-04-14 18:33:00",
    "body": "Dell Technologies Inc.  said Wednesday it would spin off its stake valued at $52 billion in cloud-software company  VMware Inc.,  in a deal the personal-computer maker said would strengthen its financial position as it looks at new markets and works to reach clients revamping their digital strategies.<br />Dell said VMware would pay a special cash dividend tied to the spinoff of $11.5 billion to $12 billion to the company’s shareholders, including $9.3 billion to $9.7 billion for Dell itself. Dell holds roughly an 81% stake in VMware. The company said it intends to use net cash from the dividend to pay down debt.<br />The deal is the latest in a series of financial restructurings undertaken by Dell, which was founded by Michael Dell in 1984. After going public in 1988, the company went private in a 2013 leveraged buyout by Mr. Dell and private-equity firm Silver Lake that was one of the largest on record. After buying EMC Corp., they undertook a complex financial move that returned Dell to the public markets using the shares of a publicly listed vehicle that tracked Dell’s stake in VMware.<br />Dell’s $67 billion merger with EMC in 2016 also saddled the company with substantial debt.<br />The company said it intends to use net cash from the dividend to pay down debt. In an investor presentation, Dell said that, as of its fiscal fourth quarter, it had $33.4 billion in debt excluding a financing unit. Had the planned spinoff of VMware already occurred by then, the company would have had $24.1 billion in that debt, according to the presentation."
}