{
    "url_original": "https://www.wsj.com/articles/delta-should-keep-faith-in-good-old-network-strategy-11618501036?mod=business_minor_pos11",
    "url": "delta-should-keep-faith-in-good-old-network-strategy-11618501036",
    "title": "Delta Should Keep Faith in Good Old Network Strategy",
    "sub_head": "Carrier reported better-than-expected revenue in first quarter, but at the expense of profitability",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-15 11:37:00",
    "body": "Delta Air Lines  has stuck doggedly to the old network-carrier playbook even as the pandemic has made a mess of it. Now is no time to change course.<br />On Thursday,  Delta  said it lost $1.2 billion in the first quarter. While this is its fifth straight quarter in the red, the airline also reported a sharp improvement in March, when passenger revenue rose 50% relative to February and it finally generated cash again. The goal is to turn a profit during the third quarter, the company said.<br />But the rebound came at the expense of profitability: Earnings were below analysts’ forecasts, and income earned per passenger-mile fell 13% from a year earlier. The risk for  Delta  is that the temptation of near-term cash flows undermines its previous careful maneuvering to gain a strategic edge over rivals.<br />During the Covid-19 crisis, full-service airlines have faced a choice between aping budget carriers with point-to-point routes to whatever sunny leisure destination is popular—and unaffected by travel restrictions—or protecting their networks even if it meant flying emptier planes.  American Airlines ,  which had the most immediate need for cash, opted for the former.<br />At the other end of the spectrum,  Delta  has preferred to tolerate lower so-called load factors and spare its hubs from the largest capacity cuts. In these airports, it has gained an average of 4 percentage points of market share relative to 2019, according to Oliver Wyman’s PlaneStats.  Delta  is also gaining ground in its rivals’ bases, notably Los Angeles International, which is a hub shared by all three major U.S. full-service airlines."
}