{
    "url_original": "https://www.wsj.com/articles/democrats-urge-biden-to-keep-drug-pricing-proposal-in-antipoverty-plan-11619126518?mod=politics_lead_pos6",
    "url": "democrats-urge-biden-to-keep-drug-pricing-proposal-in-antipoverty-plan-11619126518",
    "title": "Democrats Urge Biden to Keep Drug-Pricing Proposal in Antipoverty Plan",
    "sub_head": "Allowing the federal government to negotiate drug prices in Medicare has been a goal of party",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-328711?width=620&size=1.5",
    "image_1": "im-328711.jpg",
    "time": "2021-04-22 17:21:00",
    "body": "WASHINGTON—House Democratic leaders made a last-minute lobbying push to keep healthcare provisions in President Biden’s planned antipoverty and education proposal due next week, in the face of uncertainty over the White House’s plans.<br />For months, Democratic leaders have said they expect to lower prescription-drug prices for seniors and shore up the Affordable Care Act as part of Mr. Biden’s early legislative agenda. But disagreements among Democrats over how to use the savings generated by lower Medicare drug prices and the complexity of tackling healthcare led to hesitations at the White House, according to Democratic aides, sparking worries that the provisions would be dropped.<br />House Speaker Nancy Pelosi (D., Calif.) made clear Thursday that she was digging in over including healthcare in the next legislative push.<br />“Lowering health costs and prescription drug prices will be a top priority for House Democrats to be included in the American Families Plan,” Mrs. Pelosi said in a statement Thursday.<br />The White House said Mr. Biden was still thinking through the priorities he wanted to focus on during a joint address to Congress set for next week and declined to specify what might be excluded from the plan. White House press secretary Jen Psaki said the speech would focus on the American Families Plan, “as well as a number of other issues.”"
}