{
    "url_original": "https://www.wsj.com/articles/democrats-thin-house-majority-to-be-tested-by-multitrillion-dollarplans-11619614802?mod=politics_lead_pos4",
    "url": "democrats-thin-house-majority-to-be-tested-by-multitrillion-dollarplans-11619614802",
    "title": "Democrats’ Thin House Majority to Be Tested by Multitrillion-Dollar Plans",
    "sub_head": "On infrastructure and antipoverty plans, lawmakers air differences on tax policy, Medicare expansion, child tax benefits",
    "category_1": "Politics",
    "time": "2021-04-28 09:00:00",
    "body": "WASHINGTON—Speaker Nancy Pelosi (D., Calif.) is now leading the slimmest House majority since World War I, putting a premium on party unity as leaders this spring craft trillions of dollars of infrastructure and antipoverty legislation.<br />A handful of Democratic lawmakers have said they would try to block any tax changes proposed by President Biden that don’t also restore state and local tax deductions. Others, including members of the outspoken progressive wing, are lobbying for Medicare expansion, longer-lasting child benefits and more spending to address climate change, although for now they have emphasized cooperation rather than issuing ultimatums.<br />The narrow margin gives each House Democrat an unusual amount of potential leverage. With the House split at 218 Democrats to 212 Republicans with five vacancies, Mrs. Pelosi can lose just two votes to pass legislation if no Republicans cross over. The number will become three after the swearing-in of Troy Carter, who won a special election in Louisiana over the weekend. In the event of a tie, legislation fails.<br />The $2.3 trillion infrastructure package outlined by Mr. Biden in March provides billions of dollars for transportation, housing and manufacturing, among other provisions, while proposing an increase in corporate taxes to pay for it. A second package expected this week from the White House will focus on education and antipoverty efforts, with a price tag of about $1.8 trillion, paid for by higher taxes on high earners.<br />No Republican support is expected for the spending plans as now laid out. The White House has held talks with Republicans on making changes to the infrastructure package, but it has said it is prepared to move ahead without GOP support if needed."
}