{
    "url_original": "https://www.wsj.com/articles/democrats-tie-infrastructure-package-to-unionization-push-11618146000?mod=politics_lead_pos3",
    "url": "democrats-tie-infrastructure-package-to-unionization-push-11618146000",
    "title": "Democrats Tie Infrastructure Package to Unionization Push",
    "sub_head": "Business community, labor groups and progressives square off over the PRO Act",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-323045?width=620&size=1.5",
    "image_1": "im-323045.jpg",
    "time": "2021-04-11 12:08:00",
    "body": "WASHINGTON—President Biden has called on Congress to pass the most significant changes to labor laws in decades as part of his $2.3 trillion infrastructure proposal. But getting that pro-union proposal through Congress could be a high hurdle for Democrats, even as a labor vote at  Amazon.com Inc.  put a new spotlight on the issue.<br />Progressives, labor unions and the business community are squaring off over the Protecting the Right to Organize Act. The bill would make it easier for gig workers and other independent contractors to unionize and set an enforceable timeline for union-employer negotiations to commence. It would also undercut states’ “right to work” laws by allowing unions to collect dues from workers who opted out.<br />The path of the union bill is hazy as Congress starts to transform Mr. Biden’s outline into legislation. The labor proposal doesn’t square with Senate rules on what sort of legislation can typically be advanced with just a simple majority; most Republicans oppose it and several Democrats in the 50-50 chamber have remained noncommittal in their stance.<br />Mr. Biden plans a series of discussions with Democratic and Republican lawmakers on the contents of his package. A White House official didn’t specify if the president wants the PRO Act written into an infrastructure bill or just pursued as a complement to it. “The president supports the PRO Act and wants to see it passed in its entirety,” the official said.<br />Tim Schlittner, communications director for the AFL-CIO, said removing the act from the emerging legislation would be a mistake."
}