{
    "url_original": "https://www.wsj.com/articles/democracy-promotion-in-a-world-growing-more-dangerous-11618355267?mod=opinion_major_pos7",
    "url": "democracy-promotion-in-a-world-growing-more-dangerous-11618355267",
    "title": "Democracy Promotion in a World Growing More Dangerous",
    "sub_head": "A new report details what Biden can do to champion free society at home and abroad.",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "time": "2021-04-13 19:07:00",
    "body": "The latest “Global Trends” report from the National Intelligence Council, updated every four years and released in March, is bracing content. The document is an analytical framework, not a crystal ball, but it is difficult to read without a sense of foreboding. “In coming years and decades,” the council writes, “the world will face more intense and cascading global challenges ranging from disease to climate change to the disruptions from new technologies and financial crises. These challenges will repeatedly test the resilience and adaptability of communities, states, and the international system, often exceeding the capacity of existing systems and models.”<br />The report includes five scenarios for the world in 2040, ranging from a democratic renaissance to a breakdown in global order. But the underlying analysis offers no reason to believe that a more democratic world is the most likely outcome.<br />The most recent pro-democratic wave began in the mid-1970s and swept through the Iberian peninsula, much of the Americas and, after the Soviet Union’s collapse, Central and Eastern Europe. That movement peaked in 2005, and what followed has been a 15-year democratic recession. Free presses and independent judiciaries have come under pressure, and so has ethnic and religious pluralism. Voters frustrated with institutions have turned to leaders who get results by busting through democratic guardrails.<br />Still, these trends aren’t inevitable—leaders and peoples can make choices. A report released Tuesday by Freedom House, in partnership with the Center for Strategic and International Studies and the McCain Institute, lays out what the Biden administration could do to put the renewal of democracy at the center of its foreign policy, as Mr. Biden promised during his campaign.<br />The first step: President Biden could issue a directive establishing support for democracy as a core principle and national interest of the U.S. Democracy would become the “fourth D” of national security strategy alongside defense, diplomacy and development. A new National Democracy Council, co-chaired by the deputy national security adviser and the deputy director of the Domestic Policy Council, would craft a National Democracy Strategy. The president would give a major address—akin to President Reagan’s famous 1982 speech to the British parliament—laying out the rationale for the new agenda."
}