{
    "url_original": "https://www.wsj.com/articles/dentist-gum-disease-11618003919",
    "url": "dentist-gum-disease-11618003919",
    "title": "It Starts With Gum Disease. But It Can Lead to a Lot Worse.",
    "sub_head": "People skipped going to the dentist during the pandemic. It’s time to catch up.",
    "category_1": "Life & Arts",
    "category_2": "Journal Reports: Retirement",
    "image_1_url": "https://images.wsj.net/im-323113?width=620&size=1.5",
    "image_1": "im-323113.jpg",
    "time": "2021-04-11 11:00:00",
    "body": "Skipping those regular dental visits during the pandemic may lead to far more trouble than a toothache.<br />Lots of people missed dental exams and teeth cleanings over the past year because of Covid-19. Now that many dental offices have reopened—and are considered safe by experts—it’s crucial that people catch up on their gum health. Gum disease, oral-health experts warn, has been linked to dangerous health problems in other parts of the body, including heart attacks and strokes.<br />“The risk of getting Covid at the dentist is negligible, but the risk of putting off going to the dentist is very high,” says Dr. Anita Aminoshariae, a professor of endodontics at Case Western University in Cleveland whose specialty focuses on diagnosing tooth pain and performing root canals.<br />Studies suggest a relationship between periodontal disease—the term for disease of the gums and bone structures supporting the teeth—and the inflammation that can precede heart attacks and strokes. “Periodontal disease is an inflammatory process, and we know that chronic inflammation is linked to increased risk for cardiovascular disease,” says Dr. Christine Jellis, a cardiologist at the Cleveland Clinic.<br />A study published in February in the Journal of Clinical Periodontology linked periodontal disease to severe Covid-19 complications. Of 568 Covid patients studied, those with periodontitis, the most severe form of gum disease, were at significantly higher risk of complications including death, admission to an intensive-care unit and need for a ventilator."
}