{
    "url_original": "https://www.wsj.com/articles/derek-chauvin-convicted-of-murder-in-killing-of-george-floyd-11618952910?mod=politics_lead_pos1",
    "url": "derek-chauvin-convicted-of-murder-in-killing-of-george-floyd-11618952910",
    "title": "Derek Chauvin Guilty of Murder in Death of George Floyd",
    "sub_head": "Floyd’s death last May in police custody was captured on video that went viral and set off summer of unrest",
    "category_1": "U.S.",
    "time": "2021-04-20 17:50:00",
    "body": "MINNEAPOLIS—Derek Chauvin was convicted on all counts in the killing of George Floyd, a Black man whose death last May in police custody was captured on video that went viral and set off a summer of unrest over law enforcement’s treatment of people of color.<br />Mr. Chauvin sat impassively as Judge Peter Cahill read out the jury’s verdict that he was guilty of second-degree murder, third-degree murder and manslaughter. Wearing a mask, the former Minneapolis police officer was handcuffed and taken out of the courtroom after the judge revoked his bail and remanded him to the Hennepin County sheriff’s office.<br />The rare conviction of a police officer on murder charges came in a city on edge from the recent killing of another Black man, Daunte Wright, by a police officer in the suburb of Brooklyn Center. A large police and National Guard presence around government buildings and along commercial corridors across the Twin Cities has been in place for days.<br />Prosecutors built their case largely around a cellphone video that emerged a day after the May 25, 2020 killing. It depicted Mr. Floyd handcuffed and facedown in the street as former officer Chauvin, who is white, knelt on his neck and back for more than nine minutes. Mr. Floyd pleaded for his life, called out to his mother and eventually passed out. Police were responding to a report that Mr. Floyd had used an allegedly counterfeit $20 bill to purchase a pack of cigarettes.<br />Prosecutors were under considerable pressure from activists and politicians to win a murder conviction in the case, even though such verdicts against police officers are rare."
}