{
    "url_original": "https://www.wsj.com/articles/derek-chauvin-sentencing-prosecutors-argue-for-more-than-15-years-11619833561?mod=business_minor_pos6",
    "url": "derek-chauvin-sentencing-prosecutors-argue-for-more-than-15-years-11619833561",
    "title": "Derek Chauvin Sentencing: Prosecutors Argue for More Than 15 Years",
    "sub_head": "Prosecutors cite aggravating factors in seeking more than guidelines recommend; defense argues George Floyd wasn’t ‘particularly vulnerable’",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-332885?width=620&size=1.5",
    "image_1": "im-332885.jpg",
    "time": "2021-04-30 21:46:00",
    "body": "Prosecutors and the defense in the case of Derek Chauvin laid out their arguments for and against a tougher prison sentence than recommended by state guidelines for the former Minneapolis police officer who was convicted April 20 of two counts of murder and one count of manslaughter in the killing of George Floyd.<br />The most serious charge against Mr. Chauvin was second degree murder, which carries a maximum sentence 40 years. Minnesota’s sentencing guidelines recommend a sentence of up to 15 years for someone like Mr. Chauvin who had no previous felony arrests. The prosecution said last August that it would seek an aggravated sentence and presented evidence at trial to support a revision beyond the guidelines.<br />JudgePeter Cahill, who presided over the trial, is scheduled to sentence Mr. Chauvin June 16. Toward the end of the trial, Mr. Chauvin waived his right to have a jury decide whether an aggravated sentence would be imposed, leaving it to the judge.<br />“The facts proven beyond a reasonable doubt at trial demonstrate that five aggravating factors support an upward sentencing departure,” the prosecution said in its filing Friday.<br />Prosecutors said Mr. Floyd was particularly vulnerable as he lay prone, handcuffed and under the influence of drugs. They said Mr. Chauvin’s treatment of him was particularly cruel by failing to render aid. Prosecutors also said that Mr. Chauvin had abused his position of authority, that the crime took place in the presence of children and that it was carried out by a group of three or more individuals."
}