{
    "url_original": "https://www.wsj.com/articles/derek-chauvins-lawyer-begins-defense-in-trial-of-george-floyds-death-11618325244?mod=politics_lead_pos10",
    "url": "derek-chauvins-lawyer-begins-defense-in-trial-of-george-floyds-death-11618325244",
    "title": "Chauvin Defense Begins: What His Lawyers Will Try to Do",
    "sub_head": "Eric Nelson calls witnesses to raise doubts about former Minneapolis police officer’s guilt in death of Black man",
    "category_1": "U.S.",
    "time": "2021-04-13 12:43:00",
    "body": "Former Minneapolis police officer Derek Chauvin’s defense attorney on Tuesday began presenting the case that his client didn’t kill George Floyd but took reasonable measures to restrain a distressed criminal suspect with a sickly heart who posed a danger to officers after poisoning himself with fentanyl.<br />After two weeks of playing defense—largely through the cross-examination of witnesses called by the prosecution—Mr. Chauvin’s attorney, Eric Nelson, called his first witnesses: a police officer and a paramedic who responded to an arrest a year before Mr. Floyd’s death in which he had a medical emergency after swallowing drugs.<br />The trial is unfolding after two nights of unrest in the neighboring city of Brooklyn Center, where police say 20-year-old Daunte Wright was killed by an officer who mistook her firearm for a stun gun. Mr. Nelson asked the judge to ask jurors whether they felt the unrest would affect their decision in the Chauvin trial, which is expected to come as early as next week. The judge denied the request.<br />Mr. Nelson will attempt to rebut a prosecution that has relied heavily on the graphic footage of Mr. Floyd’s arrest and death, which caused widespread protests and riots across the country almost a year ago.<br />Mr. Nelson will seek to raise reasonable doubt about Mr. Chauvin’s guilt by pointing to Mr. Floyd’s resistance to arrest, drug use and health condition as the cause of his May 25, 2020, death, defense lawyers said."
}