{
    "url_original": "https://www.wsj.com/articles/derek-chauvin-judge-denies-motion-to-sequester-jurors-after-unrest-near-minneapolis-11618242055?mod=business_minor_pos6",
    "url": "derek-chauvin-judge-denies-motion-to-sequester-jurors-after-unrest-near-minneapolis-11618242055",
    "title": "Derek Chauvin Prosecutors Near End of Case in George Floyd’s Death",
    "sub_head": "Defense will try to raise reasonable doubt as it begins presenting witnesses on Tuesday",
    "category_1": "U.S.",
    "time": "2021-04-12 18:35:00",
    "body": "MINNEAPOLIS—Prosecutors called their last witness Monday after 11 days of testimony designed to bolster their argument that former Minneapolis police officer Derek Chauvin murdered George Floyd by kneeling on his neck and back for more than nine minutes.<br />The widely seen video of the May 25 incident sparked outrage and unrest across the country, depicting Mr. Floyd, a 46-year-old Black security guard, handcuffed and lying on his stomach as Mr. Chauvin knelt on him. Mr. Chauvin, 45, has pleaded not guilty to charges of second- and third-degree murder and manslaughter.<br />Prosecutors are expected to formally rest their case on Tuesday, a spokesman said. Eric Nelson, Mr. Chauvin’s attorney, will then try to raise reasonable doubt in the jurors’ minds, presenting evidence that he has said will show that Mr. Floyd died of a drug overdose and a heart condition.<br />Judge Peter Cahill said he expected closing arguments would begin on Monday.<br />In the final day of prosecution testimony, the team led by Minnesota Attorney General Keith Ellison touched on the two main pillars of its case. A cardiologist said Mr. Floyd died of a lack of oxygen, and used the video and medical evidence to rule out other factors, including his drug use or a heart attack. A law professor who studies police use of force testified that Mr. Chauvin faced a limited threat from the handcuffed Mr. Floyd that fell to zero after he stopped breathing even as Mr. Chauvin continued a dangerous type of restraint."
}