{
    "url_original": "https://www.wsj.com/articles/dessert-recipes-that-take-arab-traditions-in-new-directions-11618600162",
    "url": "dessert-recipes-that-take-arab-traditions-in-new-directions-11618600162",
    "title": "Dessert Recipes That Take Arab Traditions in New Directions",
    "sub_head": "In a new cookbook, an ancient cuisine looks strikingly contemporary. Here, recipes for tahini toffee pudding and a creamy hibiscus rose tart that balance the familiar and the fresh.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-325348?width=620&size=0.6666666666666666",
    "image_1": "im-325348.jpg",
    "time": "2021-04-16 15:13:00",
    "body": "I WAS 23 years old the first time I tasted sticky toffee pudding. An American in London working for the BBC, I was pulling overnight shifts and, on my days off, blearily exploring the city alone. One raw, gray day, I ducked into a pub and decided cake smothered in toffee sauce was just the thing to brighten my outlook. The steaming pudding turned out to be tooth-achingly sweet, but its power to comfort, even coddle, was undeniable. The Brits don’t call it nursery food for nothing.<br />The truth is I always liked the idea of sticky toffee pudding better than the real thing. So I was intrigued to find an adaptation in a new cookbook on Arab cuisine, “The Arabesque Table” (Phaidon). Its author, Reem Kassis, also discovered sticky toffee pudding during a stint in London. Her version adds creamy tahini to the cake and replaces some of the sugar in the toffee sauce with a dollop of bright date molasses and more tahini. It’s a grown-up, refreshing twist on the British classic that nevertheless preserves the childlike pleasures of the original.<br />Refreshing is also the best word to describe Ms. Kassis’s book, which arrives in an era when the food world is engaged in a furious, often infuriating debate about who “owns” certain foods and even who has the right to cook them. Is fried chicken a Southern dish or an African American one? Can a white chef who studied in Thailand put himself forward as an expert on Thai food? For that matter, is it wrong for a Palestinian writer to mess with sticky toffee pudding—or an American one to declare that version an improvement on the original?<br />Ms. Kassis is not uninterested in where those lines should fall. Her previous book, “The Palestinian Table,” was her effort to record, and define as Palestinian, dishes she grew up eating that are often referred to hazily as Middle Eastern or sometimes, incorrectly, as Israeli. In contrast, “The Arabesque Table” zooms out, examining both the history and the evolution of Arab dishes, suggesting another, richer approach to understanding food. “No cuisine is a straight line stretching infinitely back in time,” she writes in her introduction. “If there is one thing I want this book to convey, it is that we are always moving forward, learning from others, adapting and evolving.”<br />This is true of so many dishes whose history we think we know. Steamed milk puddings such as Italy’s panna cotta or French blanc mange, Ms. Kassis points out, have roots in Arab milk puddings called muhallabiyeh, recorded as far back as the 10th-century cookbook Kitab al-Tabikh (though early versions also included meat, sheep’s tail fat and bread). Meanwhile, many of the ingredients of maqlubeh, the classic Palestinian upside-down rice dish, are not even native to the Levant. Eggplants arrived from Asia and tomatoes were not widely used in Palestinian cooking until the 19th century. “Does that make maqlubeh any less Palestinian? Absolutely not,” Ms. Kassis told me. “Food can be crucial to a national identity even as we recognize the cross-cultural journey it took to get there.”"
}