{
    "url_original": "https://www.wsj.com/articles/deutsche-bank-avoids-archegos-meltdown-reports-profit-surge-11619589444?mod=markets_lead_pos3",
    "url": "deutsche-bank-avoids-archegos-meltdown-reports-profit-surge-11619589444",
    "title": "Deutsche Bank Avoids Archegos Meltdown, Reports Profit Surge",
    "sub_head": "Bank benefits from frenzied investor activity in a volatile market and companies raising funding and merging",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-330057?width=620&size=1.5",
    "image_1": "im-330057.jpg",
    "time": "2021-04-28 05:42:00",
    "body": "Deutsche Bank AG  reported its strongest quarter in seven years thanks to activity at its investment bank, while the lender escaped the implosion of Archegos Capital Management that badly hit some rivals.<br />The news sent Deutsche Bank shares up more than 7% on Wednesday, close to their highest level for the year. Also helping its bottom line were lower charges on bad loans, as customers seemed to be weathering the pandemic effects better than expected.<br />The bank benefited from frenzied investor activity in financial markets. Its business advising clients on fundraising and mergers and acquisitions also boomed, as companies repositioned growth plans during the pandemic. A cost-savings plan imposed to turn the lender around following years of bad results is also helping. The bank reported a cost-to-income ratio of 77% compared with 89% a year ago.<br />“Even if the markets normalize as expected in the coming months, we anticipate that revenues in 2021 will be close to 2020 levels, which was a very strong year,” Christian Sewing, the bank’s chief executive, said in a letter to employees.<br />Like big global banks including  Credit Suisse Group AG ,  Nomura Holdings Inc.  and Morgan Stanley, Deutsche Bank lent to Archegos, the family office of Bill Hwang that made big bets in stocks by borrowing massively until the strategy derailed in March. But unlike rivals, which lost a combined $10 billion in the affair, the German bank managed to sell off its exposure quickly."
}