{
    "url_original": "https://www.wsj.com/articles/deutsche-bank-is-drama-free-for-now-11619611379?mod=markets_major_pos1",
    "url": "deutsche-bank-is-drama-free-for-now-11619611379",
    "title": "Deutsche Bank Is Drama-Free for Now",
    "sub_head": "Sidestepping the Archegos debacle reinforces the lender’s turnaround story. Investors may soon start asking what comes next.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-330791?width=620&size=1.5",
    "image_1": "im-330791.jpg",
    "time": "2021-04-28 08:03:00",
    "body": "After years of drama,  Deutsche Bank  has become boring. That is welcome, but also brings closer the moment when the lender will be judged on something wider—and in some ways harder to resolve—than a corporate overhaul.<br />On Wednesday, the German lender posted its best quarterly results in years. Like many others, it was exposed to Archegos Capital Management, but unlike most it didn’t lose money on the fund’s collapse. While management was careful not to take a victory lap, it does offer a nice proof point for the company’s turnaround. Shares jumped 9% in early trading.<br />Deutsche Bank held around 5% of Archegos’s exposure just before the fund collapsed, but it had been raising its margin requirements over the prior quarter to cover what it saw as an increasingly risky position. Once the game was up, it quickly sold out to end up ahead.<br />But a bit of caution is warranted before celebrating the taming of Deutsche Bank’s once-buccaneering risk management culture. The prime brokerage business was sold to rival  BNP Paribas  in 2019 and is being co-managed through the transition, which will complete by next year. So there was likely extra scrutiny from both banks on its transactions and possibly less concern at Deutsche Bank that the higher margin calls might upset a big customer.<br />Elsewhere around the business, things also seem steady. Its big corporate and private banking units increased their profitability despite flattish revenues. Money flowed into the asset-management division, which also eked out a profit increase despite continued pressure on margins."
}