{
    "url_original": "https://www.wsj.com/articles/digital-vault-11617919733?mod=tech_featst_pos3",
    "url": "digital-vault-11617919733",
    "title": "A Digital Vault to Store Information for Your Heirs",
    "sub_head": "Online vaults can hold the location of your will, bank-account numbers, ongoing subscriptions, recipes—anything your heirs will find useful",
    "category_1": "Life & Arts",
    "category_2": "Journal Reports: Retirement",
    "image_1_url": "https://images.wsj.net/im-322655?width=620&size=1.5",
    "image_1": "im-322655.jpg",
    "time": "2021-04-09 12:00:00",
    "body": "A growing number of digital-vault providers are competing to help you organize and secure your financial and personal information while you’re alive—and simplify things for your heirs after you’re gone.<br />Digital vaults can be used to store vital information such as the location of wills and trusts, where you bank, who holds your mortgage and what investments you own. Users can list personal devices, subscriptions and memberships they’re paying for, and preserve memories—even old family recipes.<br />Security and financial issues can arise when heirs lack a way to swiftly locate and close accounts, or if they don’t know about automated payments. Digital vaults allow their owners to organize traditional and digital accounts and set controls over who has access, which can minimize the chance of lost, unclaimed or stolen assets in the event of disability or death.<br />Many people might be reluctant to store this information online. But bank-level security, as well as strong privacy controls, can help mitigate these concerns.<br />“If your goal is to create an estate plan that makes it easy for your assets and your most valuable things to pass to your family, digital vaults can help you organize,” says Deirdre R. Wheatley-Liss, principal at Porzio, Bromberg & Newman, a law firm in Morristown, N.J. “I could draft the most beautiful estate plan in the world, but if your heirs don’t know where the documents are and they don’t know they even exist, it’s useless,” she says."
}