{
    "url_original": "https://www.wsj.com/articles/disneylands-sanitized-reopening-plan-is-more-digital-less-hands-on-11617913803?mod=business_lead_pos11",
    "url": "disneylands-sanitized-reopening-plan-is-more-digital-less-hands-on-11617913803",
    "title": "Disneyland’s Sanitized Reopening Plan Is More Digital, Less Hands-On",
    "sub_head": "Theme parks chief has used yearlong closure during pandemic to rethink ways of engaging visitors",
    "category_1": "Business",
    "time": "2021-04-08 16:30:00",
    "body": "ANAHEIM, Calif.—When he took over  Walt Disney Co. ’s theme-park division last May, Josh D’Amaro had an unusual asset: a vacated Disneyland.<br />The 66-year-old Southern California park had been closed since March of last year, when Covid-19 swept across the U.S., and would remain inactive even as Walt Disney World in Orlando, Fla., resumed operations in July at limited capacity.<br />California officials only recently lifted restrictions that cleared the way for Disneyland to reopen on April 30. On a recent afternoon, Mr. D’Amaro walked the barren streets of a park that will look and feel significantly different when it reopens in a few weeks—and for reasons that go beyond the pandemic.<br />“We don’t get a pause button often,” he said in an interview conducted on the empty, yet still pristine, Disneyland grounds that called to mind a miniature-size Mayberry, complete with a quiet City Hall, an unused Fire Department and a closed movie theater. The park had closed just a handful of times in its history—and for cataclysmic events like John F. Kennedy’s assassination and the Sept. 11, 2001, terrorist attacks—when Covid-19 shut the gates for nearly 14 months.<br />A Disney veteran, Mr. D’Amaro is running the world’s most famous theme parks at a critical time, with the pandemic changing the ways people interact and have fun. The park closures have caused billions of dollars to disappear from Disney’s balance sheets and forced thousands of layoffs, and it remains to be seen how fervently consumers will return to outdoor activities and summer travel."
}