{
    "url_original": "https://www.wsj.com/articles/dog-fashion-for-your-pandemic-puppy-goes-luxury-11617451222",
    "url": "dog-fashion-for-your-pandemic-puppy-goes-luxury-11617451222",
    "title": "Dog Fashion for Your Pandemic Puppy Goes Luxury",
    "sub_head": "With pet ownership and interest in dog fashion on the rise, new brands including Los Angeles-based Pagerie are zeroing in on the high-end canine accessories market",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-319286?width=620&size=1.5",
    "image_1": "im-319286.jpg",
    "time": "2021-04-03 08:00:00",
    "body": "Off Brand is a column that delves into trends in fashion and beauty.<br />ON A RECENT sunny day, a French bulldog named Hector took a walk with his owner to a café near their home in Los Angeles. As usual, Hector wore his $380 French leather “Dorró” collar and $520 “Tascher” leash, both in beige. That day he left his $680 “Colombo” harness at home, although it’s one of his favorites. All are made by Pagerie, the high-end dog accessories company launched by his owner, Mandy Madden Kelley, a lawyer turned fashion influencer turned entrepreneur. According to Ms. Madden Kelley, a neighbor walking a cat (this was Los Angeles, after all) stopped and asked where Hector’s accessories came from. “It literally looks like it’s Hermès or something,” the admirer said.<br />For Ms. Madden Kelley—a New Zealander who blogs about motherhood, beauty and, yes, dogs—it was a gratifying moment. “I felt so proud to say that it’s a brand I launched,” she remembers. Pagerie, which she bills as “the first ultra-luxury fashion house for pets,” debuted its e-commerce site during the pandemic accompanied by imagery featuring models dressed in neutral tones walking disarmingly chic Weimaraners. Its pared-back look stands in contrast to much of the pet-fashion world, which veers toward the cutesy and the ornamental—like the French bulldog I spotted on Instagram wearing an “I am the lost Kardashian” T-shirt and clutching a tiny fake-fur pink purse.<br />Ms. Madden Kelley got the idea for her business when she moved to America in 2014 and began attending fashion week. At shows and events, she witnessed stylish women dressed to the nines in Chanel and Dior, but accompanied by dogs in far-less-polished plastic outfits. “I felt like there was such a disconnect between the way they represented themselves and what their pets were wearing,” she said.<br />Luxury pet accessories are not unprecedented. Hermès, Goyard,  Louis Vuitton  and Dior all make leashes and collars; some offer more substantial accessories like dog beds. Goyard leashes and collars, in particular, are the ne plus ultra for pet-owning fashionistas in the most status-conscious corners of Paris, New York and Tokyo. But Ms. Madden Kelley was after something a bit more considered, that took into account a dog’s form the way her design heroes Ludwig Mies van der Rohe and Hans Wegner molded chairs around the human form."
}