{
    "url_original": "https://www.wsj.com/articles/dogecoin-traders-whip-up-doge-day-frenzy-in-push-toward-1-11618842535?mod=markets_lead_pos1",
    "url": "dogecoin-traders-whip-up-doge-day-frenzy-in-push-toward-1-11618842535",
    "title": "Dogecoin, Once a Joke, Moves Mainstream",
    "sub_head": "Traders on online forums are whipping the meme cryptocurrency’s price higher following a meteoric 8,000% rally so far this year",
    "category_1": "Markets",
    "time": "2021-04-19 14:58:00",
    "body": "A cryptocurrency that was created as a joke exploded into plain view on Wall Street on Monday, with a surge in dogecoin sending its 2021 return above 8,000%—more than double the gains on the S&P 500, including dividends, since 1988.<br />Dogecoin’s rise from a quirky meme into a widely traded asset worth over $50 billion—more than  Marriott International Inc.  or  Ford Motor Co. —is the latest act of financial alchemy by rapidly moving individual investors who have used access to no-fee trading platforms and a wave of government stimulus money to transform markets over the past year.<br />The cryptocurrency’s rise is reminiscent of  GameStop  Corp.’s  stunning advance earlier this year, an episode in which traders congregating on Reddit and other social-media platforms made a past-prime mall retailer into a stock-market superpower.<br />This time, dogecoin’s buyers have gone a step further, turning what was meant as a parody into a real asset, providing some traders who piled in early with unimaginable gains. The latest stage of the frenzy centers on Tuesday having been deemed “Doge Day” in online forums, a loosely organized bid to push the price of the cryptocurrency to $1, from about 39 cents on Monday and less than a penny in January.<br />Both episodes underscore the scale and potency of the current retail-trading environment, in which organized efforts in online communities can make a surprisingly large impact on market prices. They also reflect expectations that prices will continue rising, and as such they embody risks that these sudden fortunes will be wiped out when the winds of the markets shift."
}