{
    "url_original": "https://www.wsj.com/articles/doja-cat-prince-best-songs-spotify-11619785572",
    "url": "doja-cat-prince-best-songs-spotify-11619785572",
    "title": "From Doja Cat to Prince: the Best Songs You Should Be Listening to Right Now",
    "sub_head": "Here’s WSJ.’s monthly roundup of new pop releases—everything that’s grabbing our attention, making us think or getting us dancing.",
    "category_1": "Arts",
    "category_2": "Arts & Entertainment",
    "image_1_url": "https://images.wsj.net/im-332099?width=620&size=1.3333333333333333",
    "image_1": "im-332099.jpg",
    "time": "2021-04-30 08:39:00",
    "body": "Prince’s Welcome 2 America, an album originally recorded in 2010, is set to be released this July. The singer’s estate has issued a slate of remastered recordings and compilations since his death in 2016, but this project will be Prince’s first studio album to be released posthumously. The album’s title track is a disillusioned take on modern life told through vibrating bass and Prince’s cynical lyrics. “Mass media, information overload / Welcome to America,” he sings monotonically in the first verse.<br />Paul McCartney has invited a roster of younger musicians to reimagine last December’s McCartney III, his 18th studio album. Rap rock singer Dominic Fike, funk group Khruangbin, rock musician Beck and experimental producer Blood Orange are among the artists featured on McCartney III Imagined. A highlight of the project is “Seize the Day,” on which the gentle vocals of indie songwriter Phoebe Bridgers give a foreboding tone to an otherwise happy-go-lucky track.<br />After rock legend Elton John invited English pop singer Rina Sawayama onto his Apple Music radio show, Elton John’s Rocket Hour, to promote Sawayama’s debut album last year, the two became friends. Now John is featured on a reworked version of Sawayama’s “Chosen Family.” His piano accompaniment and operatic singing add a theatrical nature to the song.<br />On “Send Me,” the latest from English singer Tirzah, a dribbling beat backs Tirzah’s sandy vocals. “Better let it heal / Send me some more,” Tirzah mumbles on the hazy lullaby, which was written and recorded with her longtime collaborators Mica Levi and Coby Sey. It is her first release since her 2018 record, Devotion.<br />Pop vocal powerhouses Demi Lovato and Ariana Grande unite on “Met Him Last Night,” which is featured on Lovato’s seventh studio album, Dancing With the Devil…The Art of Starting Over. The pair’s precise harmonies and grandiose vocal runs match the over-the-top energy of the song’s suspenseful organ and strings. Lovato’s new album serves as a companion piece to her four-part, tell-all YouTube documentary series, Demi Lovato: Dancing With the Devil."
}