{
    "url_original": "https://www.wsj.com/articles/donor-disclosure-arrives-at-the-supreme-court-11619217816?mod=opinion_lead_pos1",
    "url": "donor-disclosure-arrives-at-the-supreme-court-11619217816",
    "title": "Donor Disclosure Arrives at the Supreme Court",
    "sub_head": "The Justices hear a major case on privacy and the right of association.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-23 18:43:00",
    "body": "That politics makes strange bedfellows is an old observation, yet Monday’s lineup at the Supreme Court remains a sight to behold. On one side is California, which is demanding that nonprofit groups hand over lists of their major donors.<br />Arrayed on the other side: The Americans for Prosperity Foundation (AFPF), a project of Charles Koch; the NAACP Legal Defense and Educational Fund; a Christian law center named for Thomas More; the Council on American-Islamic Relations; and the Human Rights Campaign. We could go on.<br />Monday’s paired cases, consolidated under AFPF v. Rodriquez, ask an important question at a time when people are keelhauled by tweet for having unpopular political views or making a tasteless joke. Donors to nonprofits that are involved in heated issues—say, abortion, religious liberty or transgenderism—deserve robust protections for their privacy.<br />Many nonprofits provide the federal government with the names and addresses of major donors, generally those giving $5,000 a year, on an IRS form called a Schedule B. The legal question here is whether California can set a blanket policy of demanding copies of Schedule Bs as a matter of course. The state says in its brief that donor details help regulators “detect whether a charity is misusing charitable assets.” Looking through the Schedule B haystack is “the first step in evaluating a complaint about a charity.”<br />California could get Schedule B information via subpoenas or audit letters, but it says that’s burdensome, since “more than 100,000 registered charities solicit funds from state residents and 50 to 100 complaints can be received each month.” These are persuasive figures, but not in the direction the state suggests. They multiply to a maximum of 1,200 complaints a year, or 1% of the cited number of total charities."
}