{
    "url_original": "https://www.wsj.com/articles/dont-racially-pigeonhole-childrens-books-11619815670?mod=opinion_major_pos17",
    "url": "dont-racially-pigeonhole-childrens-books-11619815670",
    "title": "Don’t Racially Pigeonhole Children’s Books",
    "sub_head": "Children can readily identify with characters who are very different from themselves if the writer has the skill to portray their struggles and triumphs in a way that reveals our common humanity.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-328399?width=620&size=1.5",
    "image_1": "im-328399.jpg",
    "time": "2021-04-30 16:47:00",
    "body": "Researchers and publishing houses bring “an antebellum ethic of race consciousness to American children’s literature” and want literary characters to represent young readers by demographic data (“Jack and the Bean Counters: A Woke Children’s Story,” by Megan Cox Gurdon, Books, April 24). Should colleges follow the same approach when choosing instructors for classes with a diverse student body?<br />In her 2021 state of the university address, the Ohio State University President Kristina Johnson talked about a new initiative called Race, Inclusion and Social Equity—and said, “I want every single Ohio State student to be able to look across the lecture hall or seminar table and understand immediately that their dreams are valid and achievable.” An OSU press release clarified her words: “It’s critical for students to see faculty who represent them.”<br />In academe, this idea of the need to have instructors of the same race and with the same values as students in the classroom is not new. For example, the outstanding mathematician Oswald Teichmöller (1913-43), when he was a student Nazi activist at Göttingen University, wrote in November 1933 to his professor Edmund Landau: “I know that many academic courses, in particular differential and integral calculus, have broader educational value; they introduce students not only to a new set of terms and concepts, but also lead to different frame of mind. But because the latter depends very substantially on racial composition of the individual, it wouldn’t be a good idea to let, for example, Aryan students be taught by a Jewish professor. My personal experience confirms this.”<br />It seems that OSU President Johnson’s wishes could come true only if classes were segregated according to the intersectionality of students and faculty.<br />Boris Mityagin"
}