{
    "url_original": "https://www.wsj.com/articles/dont-think-just-bleep-11618162999?mod=opinion_lead_pos8",
    "url": "dont-think-just-bleep-11618162999",
    "title": "Don’t Think, Just Bleep",
    "sub_head": "Intel shows off new technology to filter out hate, aggression and name-calling.",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "time": "2021-04-11 13:43:00",
    "body": "Cancel culture has a vaccine. Its name is Bleep. At the 2021 Game Developers Conference Showcase last month, Intel touted research and sample screenshots of technology that “uses artificial intelligence to get rid of other gamers’ hateful and abusive audio chat.” Silicon Valley never ceases to amaze.<br />Oh, how Meyers Leonard, a National Basketball Association player formerly with the Miami Heat, could have used this in early March, when a video surfaced of him spewing anti-Semitic language while playing the videogame “Call of Duty.” He was fined $50,000 by the NBA, traded and summarily cut and released. Game over.<br />With simple, easy-to-use slider controls, like fiddling with the treble and bass, Bleep lets you adjust whether you hear, say, swear words. Settings include none, some, most and all. How nice. I wonder who decides what constitutes swearing. Does it work in all languages? Adolescents of all ages will have a field day finding new phrases to defeat Bleep.<br />But that’s only the start. You can adjust, choosing between the same four settings, for sexually explicit language and even white nationalism. “Use of the N-word, including all its variations,” according to the  Intel  presentation, doesn’t have a slider, only an on-off switch. Warning: You can get canceled for even discussing this.<br />Also available for filtering are ableism and body shaming, aggression (“negative language intended to wound the recipient”), LGBTQ+ hate, misogyny and even plain old “name-calling.” If you can’t play “Call of Duty” and call the person you’re about to virtually shoot a lying, dog-faced pony soldier, why play?"
}