{
    "url_original": "https://www.wsj.com/articles/down-with-big-business-again-11618440906?mod=opinion_lead_pos1",
    "url": "down-with-big-business-again-11618440906",
    "title": "Down With Big Business, Again",
    "sub_head": "Corporate CEOs can’t be counted on to defend free markets.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-14 18:55:00",
    "body": "The woke left turn of much of corporate America has us thinking about a long-ago Journal headline: Down With Big Business. That header atop a 1979 editorial came in a decade, like this one, when prominent companies were accommodating an aggressive expansion of government to political applause.<br />The editorial noted how big companies like GM were signing up for new and costly regulation during the Carter years, much as its CEO had endorsed wage-and-price controls in the Nixon Administration. “These insights are gradually helping us to understand why the very biggest businesses are such unreliable allies in the fight to preserve a free enterprise economy,” wrote Editor Robert L. Bartley.<br />Well, here we are back at the same stand, with prominent CEOs and businesses signing up for all the supposed virtue that progressive government has to offer. The lectures on voting access have received the most attention, though it’s notable how fact-free most of these endorsements are. They float above the messy but crucial details of electoral politics because they are essentially declarations of solidarity. They want to be on the side of the right (er, left) thinking, or at least of their woke 20-something employees and consumers.<br />You don’t have to wander too far into policy, however, to see what’s really going on: Old-fashioned self-interest. CEOs know Democrats are in power, so they want to make sure they stay on the good side of the government that can hurt them. If this means throwing over principles to mark out some political safe space for their business, so be it.<br />Take Amazon CEO Jeff Bezos’s endorsement of a higher corporate tax rate. For years, even decades, we listened as the titans of commerce told us how they needed a lower tax rate to stay competitive. Yet a mere three years after getting their wish, Mr. Bezos lets everyone know he’s with the Biden tax program."
}