{
    "url_original": "https://www.wsj.com/articles/dr-fauci-and-the-liberty-thing-11618526318?mod=opinion_lead_pos11",
    "url": "dr-fauci-and-the-liberty-thing-11618526318",
    "title": "Dr. Fauci and the ‘Liberty Thing’",
    "sub_head": "The government doctor refuses to share a medical opinion.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-325850?width=620&size=1.5",
    "image_1": "im-325850.jpg",
    "time": "2021-04-15 18:38:00",
    "body": "Dr. Anthony Fauci is the government infectious disease expert who now refuses to provide his expert opinion on infectious disease. It’s a safe bet he won’t stop appearing on television—as long as polite media folk don’t demand too much transparency regarding his Covid advice. But questioned by Rep. Jim Jordan (R., Ohio) at a Thursday congressional hearing on Covid-19, Dr. Fauci simply refused to answer an appropriate question about Covid-19.<br />Sabrina Eaton of the Cleveland Plain Dealer reports:<br />Dr. Fauci’s refusal to consider the larger societal impact of his Covid advice is an ongoing national tragedy. As politicians were following his advice and locking down last spring, Dr. Fauci described the impact on Americans as “inconvenient.” Millions of lost jobs and more than $4 trillion in federal debt later—amid abundant evidence that lockdowns didn’t work—he’s still urging restrictions on normal life. Last year he also acknowledged that he did no cost-benefit analysis and really had no idea what the consequences were for students: “I don’t have a good explanation, or solution to the problem of what happens when you close schools, and it triggers a cascade of events that could have some harmful circumstances.”<br />Dr. Fauci’s defenders might argue that he was simply doing his best to apply his expertise on infectious disease and that it’s not his job to notice the economic and non-Covid health problems resulting from his policies.<br />But there is no excuse for today’s refusal to share his expert opinion on the appropriate Covid measurement to determine when normal life can resume. Dr. Fauci spent several minutes fencing with Rep. Jordan and saying liberty could be restored when the level of infection is “low enough.” But the government doctor repeatedly refused to put a number on it."
}