{
    "url_original": "https://www.wsj.com/articles/drug-safety-is-fdas-job-not-cdcs-11618780270?mod=opinion_major_pos5",
    "url": "drug-safety-is-fdas-job-not-cdcs-11618780270",
    "title": "Drug Safety Is FDA’s Job, Not CDC’s",
    "sub_head": "Clear lines of authority would make it easier to resolve the Johnson & Johnson complications.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-326558?width=620&size=1.5",
    "image_1": "im-326558.jpg",
    "time": "2021-04-18 17:11:00",
    "body": "The Biden administration made a reasonable decision last week to pause the rollout of  Johnson & Johnson ’s  Covid vaccine while it investigates reports of rare blood clots. But it was a surprise, and the path forward is cloudy. Regulators need a clear process for evaluating issues that crop up, and the Food and Drug Administration should lead it.<br />All drugs and vaccines have rare side effects, not all of which can be ferreted out in clinical trials. The FDA collects safety information after approval and is charged with making decisions about how to balance the risks and benefits of medical products. This is an essential part of the drug-safety system, and so is the FDA’s authority to make adjustments to a product’s recommended use.<br />But now it isn’t clear who will have the final word. The Centers for Disease Control and Prevention has been thrust into a new and challenging role of judging a safety question, as well as how and when the vaccine should be restored to use. The discomfort of the CDC’s advisers seemed evident at an emergency meeting convened last week. The panel adjourned without a decision.<br />We need a thorough, predictable process to assess emerging data on vaccines and advise doctors on their benefits and risks. That’s the FDA’s historical mandate. Putting the issue before the CDC confused the process and slowed the decision.<br />Covid vaccines are under especially intense scrutiny, but it isn’t uncommon for the FDA to recommend narrowing or suspending use while looking into a safety issue. Sometimes the risks turn out to be remote or can be mitigated by changing how the product is used. This dynamic review process allows regulators to take new information into account."
}