{
    "url_original": "https://www.wsj.com/articles/during-pandemic-landlords-find-relying-on-one-office-tenant-can-backfire-11618920001?mod=markets_minor_pos20",
    "url": "during-pandemic-landlords-find-relying-on-one-office-tenant-can-backfire-11618920001",
    "title": "During Pandemic, Landlords Find Relying on One Office Tenant Can Backfire",
    "sub_head": "Leasing an entire building to one company is often an efficient way to collect steady rent checks, but some of these tenants are deciding not to renew",
    "category_1": "Real Estate",
    "category_2": "Property Report",
    "image_1_url": "https://images.wsj.net/im-327083?width=620&size=1.5",
    "image_1": "im-327083.jpg",
    "time": "2021-04-20 08:00:00",
    "body": "With the U.S. office market in its worst crisis in a decade, some landlords are discovering the risks of putting all their tenant eggs in one basket.<br />Office landlords often consider leasing an entire building to one company an efficient way to collect steady rent checks. Now a small but growing number of landlords are in danger of losing their properties as their only or primary tenant declines to renew a lease, leaving the landlord at the mercy of a historically bad office-rental market.<br />Manus Clancy, a senior managing director at research firm Trepp, said a departing major tenant is usually the main issue with office loans that are in trouble.<br />That was the case in the Houston suburbs, where oil-field-services company  Schlumberger Ltd.  occupied more than half of a 100,000-square-foot building. But the lease expired in late February and Schlumberger didn’t renew.<br />The landlord, Tanglewood Property Group, defaulted on the mortgage in March, according to the special servicer managing the securitized loan on behalf of bondholders. The servicer said it hired a lawyer to file for foreclosure. The office vacancy rate in Houston was 25.7% in the first quarter, up 1.9 percentage points from a year earlier, according to Moody’s Analytics."
}