{
    "url_original": "https://www.wsj.com/articles/early-morning-riser-review-small-town-big-personalities-11619194735",
    "url": "early-morning-riser-review-small-town-big-personalities-11619194735",
    "title": "‘Early Morning Riser’ Review: Small Town, Big Personalities",
    "sub_head": "In this latter-day Mayberry, everyone knows everyone else’s business, for better or worse.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-328294?width=620&size=1.5",
    "image_1": "im-328294.jpg",
    "time": "2021-04-23 12:18:00",
    "body": "Jane Wilkes is a few weeks into her first year as a second-grade teacher in Boyne City, Mich.—we should all be lucky enough to have a second-grade teacher like Jane—when she meets Duncan Ryfield. If “Early Morning Riser,” Katherine Heiny’s wry, busy second novel, were a movie, the two would be described as meeting cute: Jane, who’s pretty and blond and 26, gets locked out of her house early one Friday evening. Duncan, a woodworker by trade, a locksmith and (very dilatory) restorer of antique furniture by economic necessity, gets the S.O.S. call. He stays for dinner, and then, what with one thing and another, he stays for the weekend.<br />This easy-breezy meeting, along with Jane’s first (besotted) glimpse of Duncan—in his early 40s, medium height, medium build, shaggy auburn hair, standard issue jeans and denim shirt—seems to suggest a novel you could characterize with the title of Ms. Heiny’s 2015 short-story collection, “Single, Carefree, Mellow.” “He seemed to stand out vividly, like the subject of a photo with a blurred background. To Jane he looked like the Brawny paper towel man, and no less handsome.” Rest assured, or perhaps I mean be warned: Ms. Heiny has a good bit more in mind than a droll, winning set piece.<br />Jane, who is immoderately fond of patronizing the local thrift shop, soon learns that Duncan, rather like her new secondhand lace blouse, has previously been on the arm of many others. She “flipped rapidly through her mental files of the past few days. It had seemed to her that every woman they came in contact with had known Duncan by name. Waitresses and cashiers and shopkeepers and receptionists. She had thought it was just living in a small town.”<br />Famously, the course of love does not run smooth. The course of life is an equally rutted path. “Early Morning Riser,” which unfolds episodically over a period of 17 years, has the makings of a witty romantic comedy that evokes the work of Laurie Colwin, but it takes on a dark edge when Jane, believing herself to blame for a fatal car accident, takes on a heavy caretaker role. The consequences are far-reaching—ripples from a stone that’s heaved into a river.<br />In Ms. Heiny’s hands, Boyne City becomes a latter-day Mayberry where, for better or worse, everyone knows—and broadcasts—everyone else’s business and where the oddball members of the citizenry seem to far outnumber the conventional ones, like the steady, patient Jane and the good-natured Duncan (who, frankly, never comes much into focus). The quirky characters provide contrast and texture—and they do enliven a dinner party—but a little eccentricity goes a long way."
}