{
    "url_original": "https://www.wsj.com/articles/ecb-expected-to-keep-policy-unchanged-split-on-what-to-do-next-11619066162",
    "url": "ecb-expected-to-keep-policy-unchanged-split-on-what-to-do-next-11619066162",
    "title": "ECB Keeps Monetary Stimulus On Track Amid Recession Concerns",
    "sub_head": "European Central Bank maintains pace of bond buys as Covid-19 keeps businesses shut",
    "category_1": "Economy",
    "category_2": "Europe Economy",
    "image_1_url": "https://images.wsj.net/im-328552?width=620&size=1.5",
    "image_1": "im-328552.jpg",
    "time": "2021-04-22 08:30:00",
    "body": "FRANKFURT—The European Central Bank kept its aggressive monetary stimulus unchanged on Thursday, seeking to support eurozone governments and businesses through a fresh wave of Covid-19 infections that likely tipped the bloc back into recession early this year.<br />The resurgence of the virus and a sluggish rollout of vaccines have kept businesses shut across swaths of Europe this year, driving a divergence with the U.S. economy, which is benefiting from a hefty dose of government spending and speedier Covid-19 vaccinations.<br />The ECB said in a statement that it would continue to buy eurozone debt under an emergency €1.85 trillion bond-buying program, equivalent to $2.2 trillion, through at least March 2022. It said it would buy those bonds at a “significantly higher pace” during the first months of this year, repeating a pledge made last month.<br />Sovereign-bond yields have risen across Europe this year, partly reflecting brighter economic prospects, but also a spillover from the robust recovery in the U.S. That puts pressure on European governments, which are increasing spending to support workers and firms hurt by virus-related shutdowns.<br />The rise in bond yields has slowed in recent weeks, however. Vaccination rates across Europe have picked up as supply bottlenecks eased, approaching U.S. speeds in places, and recent economic surveys suggest business confidence is trending upward."
}