{
    "url_original": "https://www.wsj.com/articles/economy-week-ahead-services-trade-inflation-11617562803",
    "url": "economy-week-ahead-services-trade-inflation-11617562803",
    "title": "Economy Week Ahead: Services, Trade, Inflation",
    "sub_head": "The International Monetary Fund is preparing to raise its forecasts for the global economy in 2021 and 2022",
    "category_1": "Economy",
    "category_2": "Economy Week Ahead",
    "image_1_url": "https://images.wsj.net/im-320171?width=620&size=1.5",
    "image_1": "im-320171.jpg",
    "time": "2021-04-04 15:00:00",
    "body": "Updates on service-sector activity, trade and the global economic outlook highlight a relatively quiet week for economic data.<br />The Institute for Supply Management’s services index for March is expected to show activity is accelerating in the U.S. industries hardest hit by shutdowns, stay-at-home orders and consumer caution related to the Covid-19 pandemic. The economy has been gaining momentum as more people are vaccinated, states lift restrictions and consumers grow more comfortable dining out, shopping and traveling.<br />The International Monetary Fund releases its world economic outlook during its annual spring meetings. The development agency is preparing to raise its forecasts for the global economy in 2021 and 2022 thanks to recent fiscal stimulus in the U.S. and increasing vaccination against Covid-19, but also highlight a growing divergence between wealthy countries that are quickly inoculating their populations and poorer ones that lack the resources to do so.<br />The U.S. trade deficit is expected to widen in February, and preliminary data for the month already show a record gap for trade in goods. The figures will likely underscore voracious consumer demand for products made overseas and the limited impact of tariffs on the overall deficit.<br />U.S. applications for unemployment benefits have been hovering near the lowest level of the pandemic, an indication of broad-based improvements across the labor market. Jobless claims for the week ending April 3 are expected to fall again, though the overall level is likely to suggest a historically high level of layoffs as businesses continue to deal with fallout from the pandemic."
}