{
    "url_original": "https://www.wsj.com/articles/ecuadors-new-leader-needs-help-from-u-s-but-china-will-remain-close-11618266593",
    "url": "ecuadors-new-leader-needs-help-from-u-s-but-china-will-remain-close-11618266593",
    "title": "Ecuador’s New Leader Needs Help From U.S., but China Will Stay Close",
    "sub_head": "President-elect Guillermo Lasso will inherit an economy in crisis following one of Latin America’s worst Covid-19 outbreaks",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-323912?width=620&size=1.5",
    "image_1": "im-323912.jpg",
    "time": "2021-04-12 19:01:00",
    "body": "The election of a market-friendly banker to Ecuador’s presidency will provide a new ally for the U.S. in Latin America, a region awash with populist leaders whose priorities often don’t align with Washington’s.<br />But Guillermo Lasso, who on Sunday handily beat his leftist rival, will also need to court the Biden administration’s biggest rival, China. Mr. Lasso, who is 65, has the challenge of digging his country out of its worst economic crisis in a generation, product of a Covid-19 pandemic that has killed more than 17,000 people.<br />“Lasso, if nothing else, is very pragmatic, and in Ecuador today that demands close relationships with the United States and also China,” said Michael Shifter, president of the Inter-American Dialogue, a Washington-based policy group. “The country is in dire straits, and taking sides or excluding one of the countries is not realistic.”<br />Ecuador is now so saddled with debt to Beijing that public coffers are nearly empty, forcing the country to restructure debt with private creditors and take a $6.5 billion bailout from the International Monetary Fund.<br />Under President Rafael Correa, who served until 2017 and guided his country away from the U.S. and toward China, Beijing’s largess built everything, from dams to mines and hospitals. The debt load is huge—$18.4 billion, the third highest in Latin America and behind two far bigger countries, Brazil and Venezuela, according to the Inter-American Dialogue."
}