{
    "url_original": "https://www.wsj.com/articles/ecuadors-guillermo-lasso-wins-presidential-election-11618195085?mod=world_minor_pos1",
    "url": "ecuadors-guillermo-lasso-wins-presidential-election-11618195085",
    "title": "Ecuador’s Guillermo Lasso Wins Presidential Election",
    "sub_head": "Conservative banker defeats protégé of leftist ex-president Rafael Correa, setting the country on pro-business path",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-323510?width=620&size=1.5",
    "image_1": "im-323510.jpg",
    "time": "2021-04-11 23:15:00",
    "body": "Ecuador on Sunday elected a conservative former banker and supporter of free-market policies as president over his populist opponent, setting the country on a pro-business path.<br />Guillermo Lasso, 65 years old, received over 52% of the vote to clinch the presidency, his third attempt at running for office. He defeated Andrés Arauz, a 36-year-old leftist economist and protégé of powerful ex-president Rafael Correa. Mr. Arauz conceded with more than 95% of votes counted.<br />Mr. Lasso will inherit a bruised economy and health crisis as the Covid-19 pandemic rages across South America. From Brazil to Peru and Chile, hospitals are being pushed to the brink as infections surge to record levels, crimping hopes for an economic rebound.<br />“For years, I’ve dreamed about the possibility of serving Ecuadoreans, so the country progresses. Today, you’ve made that possible,” Mr. Lasso said to cheering supporters. “We’ll build a more just country, with more prosperity for everyone.”<br />While voters in Ecuador chose a right-wing candidate, in the first round of presidential voting in neighboring Peru voters appeared to go to the far left. An Ipsos exit poll showed presidential candidate Pedro Castillo, a socialist who favors undoing three decades of market-friendly policies, leading a field of 17 other candidates. Peru will hold a second round vote in June between the top two finishers."
}