{
    "url_original": "https://www.wsj.com/articles/education-tragedy-in-los-angeles-11618175493?mod=opinion_lead_pos3",
    "url": "education-tragedy-in-los-angeles-11618175493",
    "title": "Education Tragedy in Los Angeles",
    "sub_head": "A new report shows how the prolonged school shutdown has hurt kids.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-11 17:11:00",
    "body": "Americans are only beginning to understand the damage from keeping so many students out of the classroom for the past year. It’s the greatest outrage of the pandemic, and maybe the most destructive. A new report by the nonprofit Great Public Schools Now quantifies the harm so far to children in the Los Angeles Unified School District.<br />L.A. schools will finally begin opening this week after more than a year of distance learning, though educational offerings will still be far from normal. Despite overwhelming evidence that it is safe for children to attend class in-person, the teachers union has long resisted a return to the classroom and issued over-the-top demands. Throughout the fall 2020 semester, the report notes, elementary-school students in L.A. received fewer than two hours a day of synchronous instruction on average—less than half as much as in the Long Beach and San Diego school districts.<br />The L.A. district considers students engaged merely for logging on to the online teaching platform. Yet even by this low standard, the Great Public Schools Now report finds that “over 13,000 middle and high school students were consistently disengaged in fall 2020,” and “an additional 56,000 did not actively participate on a daily basis.” In January and February, some 22,800 students missed three or more days of class a week.<br />During the 2020-2021 school year, 37% of Los Angeles kindergartners exhibited basic literacy skills, compared to 57% a year before. A fall 2020 assessment showed that only one in three middle- and high-school students displayed grade-level reading and math skills.<br />The learning losses are especially acute among poor and minority students. The report raises alarms about “a surge in the percentage of students receiving Ds and Fs in fall 2020, with students of color and students from low-income houses experiencing the highest number of failing grades.”"
}