{
    "url_original": "https://www.wsj.com/articles/egypt-seizes-ever-given-ship-in-suez-canal-demands-compensation-11618321419?mod=business_minor_pos5",
    "url": "egypt-seizes-ever-given-ship-in-suez-canal-demands-compensation-11618321419",
    "title": "Egypt Seizes Ever Given Ship in Suez Canal, Demands Compensation",
    "sub_head": "Pressure grows on Ever Given’s Japanese owner to negotiate a settlement of roughly $1 billion for damage to the canal and lost business",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-324217?width=620&size=1.5",
    "image_1": "im-324217.jpg",
    "time": "2021-04-13 09:43:00",
    "body": "CAIRO—Egypt has seized the container ship that last month blocked the Suez Canal, the vessel’s owner said Tuesday, amid a dispute over how much compensation the country is owed following the weeklong shutdown of the waterway.<br />The move turns up pressure on Ever Given’s Japanese owner to negotiate a settlement that Egyptian authorities are claiming should be roughly $1 billion for damage to the canal and lost business while the stuck ship blocked a critical artery for global trade.<br />Shipowner Shoei Kisen Kaisha Ltd. said the waterway’s manager seized the Ever Given after obtaining an order from an Egyptian court, comparing the move to an arrest. “They are still talking to us. So we will continue negotiations on compensation,” said Ryu Murakoshi, a spokesman for the company. He declined to disclose the amount under discussion.<br />Osama Rabie, chairman of the Suez Canal Authority, told state-run television Monday that it was demanding payment for the costs of the rescue operation, damages to the banks of the canal and lost revenues. The court order for the seizure claimed the ship’s owners failed to pay $900 million, according to Egyptian state media.<br />“They don’t want to pay anything,” Mr. Rabie said of the Japanese owners. He has repeatedly denied responsibility on the part of Egypt for the accident."
}