{
    "url_original": "https://www.wsj.com/articles/elegant-picnics-in-an-instantno-packing-required-11618501756",
    "url": "elegant-picnics-in-an-instantno-packing-required-11618501756",
    "title": "Elegant Picnics in an Instant—No Packing Required",
    "sub_head": "Now you can commission cushy custom al fresco events for a party of two or 250 with all the plates, blankets, cushions (and even drumsticks) you need",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-325316?width=620&size=0.6666666666666666",
    "image_1": "im-325316.jpg",
    "time": "2021-04-15 11:49:00",
    "body": "LET’S BE HONEST, while a blanket unfurled beneath a leafy tree is the stuff of romantic movies, the DIY picnic plays out more like reality TV. “It sounds really casual,” said Jam Stewart, founder of Picnic PopUp in Nashville, “but when you actually go to do it [yourself], it can be a frustrating experience.”<br />Now, however, a new branch of the event-planning industry that focuses on bespoke picnics is making the fairy tale possible, from bucolic tête à têtes in Portland, Ore., to afternoon teas in Houston.<br />Last September, Manhattanites Bailey LaMarca and Stephen Zamora, whose trip to Capri was scuttled by the pandemic, booked an oceanside picnic with Destination Haus in Montauk, N.Y. The couple brought in locally made lobster rolls and chilled Wölffer Estate pinot gris. For its part, Destination Haus supplied the beachy tableaux, a nautical-pillow haven surrounded by lanterns, blue glass chargers on woven place mats and perky yellow Craspedia flowers in vases. “It was a glimmer of light in a dark year,” said Mr. Zamora, who plans to make picnicking a summer tradition and has already booked one for August.<br />Destination Haus’s Carlyn Vellante and sister Kendra expanded their art and home-décor business into picnic planning last summer. Their mission: to give diners in the Hamptons an alternative to the humdrum experience of takeout and the excruciating waits for socially distanced outdoor seating. Business ka-boomed. The sisters planned as many as three picnics per night through October in 2020. And demand is unwavering for the 2021 season. “We’re already double-booking our dates,” said Ms. Vellante.<br />Most setups (with cleanups) cost $100-$200 per guest and include wedding-worthy tabletop décor, enough pillows and throw rugs to make a nest, plus floral arrangements."
}