{
    "url_original": "https://www.wsj.com/articles/elon-musk-can-pocket-another-32-billion-of-tesla-shares-11619826814?mod=markets_lead_pos4",
    "url": "elon-musk-can-pocket-another-32-billion-of-tesla-shares-11619826814",
    "title": "Elon Musk Can Pocket Another $32 Billion of Tesla Shares",
    "sub_head": "Billionaire can claim half of stock award after Tesla’s stock gains and financial performance hit targets",
    "category_1": "Tech",
    "time": "2021-04-30 19:53:00",
    "body": "Elon Musk, already one of the world’s richest people, can add another $32.4 billion worth of  Tesla Inc.  shares to his piggy bank.<br />The technology entrepreneur is now vested in stock options valued at that amount after the electric-car maker hit roughly half of the targets laid out by the board in his landmark 2018 compensation package, according to a securities disclosure filed late Friday. Mr. Musk is poised to receive approximately $10.8 billion more when Tesla hits other targets soon, the company said in separate securities filings this past week.<br />Tesla made the grant of stock options on 101.3 million shares three years ago, when Tesla’s shares traded at around $70 on a split-adjusted basis. As a result, Mr. Musk’s cost to exercise his 50.66 million vested options—or convert them into shares—is $70.01 apiece. Tesla shares closed Friday at $709.44.<br />In Friday's securities filing, Tesla said the company had achieved six of 12 operating targets, and said two more were probable soon. Most of the targets reflected an adjusted version of earnings before interest, taxes, depreciation and amortization. Two represented revenue targets. Earlier this week, Tesla posted a record quarterly profit despite supply disruptions.<br />Tesla has also reached 11 of the pay package’s 12 market-capitalization targets, which started at $100 billion and were spaced at $50 billion intervals up to $650 billion, the company said. Each market-cap milestone must in effect be paired with an operating milestone, which has served as a limiting factor."
}