{
    "url_original": "https://www.wsj.com/articles/embattled-uranium-miners-take-unorthodox-approach-buying-uranium-11619428878?mod=markets_lead_pos5",
    "url": "embattled-uranium-miners-take-unorthodox-approach-buying-uranium-11619428878",
    "title": "Uranium Miners Seeking a Foothold Take Unorthodox Approach: Buying Uranium",
    "sub_head": "Companies that are planning to mine uranium, known as junior miners, are purchasing the nuclear fuel to help clinch sales for new mines",
    "category_1": "Markets",
    "category_2": "Commodities",
    "image_1_url": "https://images.wsj.net/im-329555?width=620&size=1.5",
    "image_1": "im-329555.jpg",
    "time": "2021-04-26 05:21:00",
    "body": "Aspiring uranium miners are buying the metal like never before, a sign the market for nuclear fuel is heating up after a decade in the cold.<br />The market for uranium, used largely to fuel nuclear power plants, has been glutted since the Fukushima reactor meltdowns in 2011. Miners and some investors say that is changing after years of OPEC-like discipline by the two biggest producers. Adding to their optimism, governments including the Biden administration and Beijing see a role for nuclear power in global efforts to mitigate climate change.<br />Investors have been sending shares in companies including Canada’s  Denison Mines Corp.  and Corpus Christi, Texas-based  Uranium Energy Corp.  higher starting late last year. The  Global X Uranium ETF ,  which tracks shares of companies with operations linked to uranium and nuclear components, has surged 76% since the end of October.<br />The gains have led to a new phenomenon: Aspiring miners are raising cash to buy the commodity that they hope to dig out of the ground. That is unprecedented in such large quantities, traders and analysts say.<br />One reason is the vagaries of the market for uranium, which is unlike that for most other commodities. Between 70% and 80% of uranium ore concentrate is sold in long-term contracts to utilities with nuclear-power plants."
}