{
    "url_original": "https://www.wsj.com/articles/energy-focused-hedge-fund-luminus-liquidates-some-assets-11619707524?mod=business_minor_pos14",
    "url": "energy-focused-hedge-fund-luminus-liquidates-some-assets-11619707524",
    "title": "Energy-Focused Hedge Fund Luminus Liquidates Some Assets",
    "sub_head": "Firm has unwound positions in main fund after Covid-19 pandemic roiled oil-and-gas markets, and drawing money instead for clean-energy investments",
    "category_1": "Markets",
    "category_2": "Commodities",
    "image_1_url": "https://images.wsj.net/im-331764?width=620&size=1.5",
    "image_1": "im-331764.jpg",
    "time": "2021-04-29 10:45:00",
    "body": "Luminus Management LLC, a hedge fund that invests in the energy and power sectors, has sold almost all the assets in its largest fund to return money to investors.<br />New York-based Luminus began to unwind holdings in its Energy Partners fund about a year ago, when the Covid-19 pandemic triggered market turmoil and prompted investors to withdraw their money, according to people familiar with the matter. The total value that the firm manages has fallen to $1.15 billion, from about $2.1 billion in March 2020, one of the people said.<br />The unwinding demonstrates the ongoing ripple effects caused by the crisis that struck the energy industry in early 2020, despite crude prices and oil-and-gas stocks having since rebounded. A number of debt-laden energy producers were hit hard when lockdowns and a price war between Saudi Arabia and Russia flooded the world with oil, briefly pushing benchmark U.S. crude prices below zero for the first time ever. Dozens of firms filed for bankruptcy.<br />Most assets in the closed Energy Partners fund have now been sold and the resulting cash returned to investors, one of the people said. Some smaller investments, including those in private markets, are yet to be liquidated and the sales are likely to extend into 2022.<br />Luminus, which invests on behalf of institutions including sovereign-wealth and pension funds, is shrinking rather than shutting down. Money has flowed instead into several newer funds that invest in markets tied to decarbonization, underscoring the growing popularity of assets with green credentials, one of the people said."
}