{
    "url_original": "https://www.wsj.com/articles/energy-giants-ditch-oil-and-coal-projects-smaller-rivals-want-them-11618997401?mod=business_lead_pos3",
    "url": "energy-giants-ditch-oil-and-coal-projects-smaller-rivals-want-them-11618997401",
    "title": "Energy Giants Ditch Oil and Coal Projects. Smaller Rivals Want Them.",
    "sub_head": "BP, Rio Tinto and others sell assets for financial and environmental reasons, in possible boon for those who still embrace fossil fuels",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-327540?width=620&size=1.5",
    "image_1": "im-327540.jpg",
    "time": "2021-04-21 05:30:00",
    "body": "For all the talk of a transition away from fossil fuels, players in the energy sector are still willing to bet there is more money to be made in oil and coal.<br />Major oil companies such as  BP  PLC and  Royal Dutch Shell  PLC are selling billions of dollars of assets to bolster their finances and reduce carbon emissions, while mining companies including  Anglo American  PLC and  Rio Tinto  PLC have exited coal projects.<br />Snapping up those unloved assets is a band of smaller competitors that wager that fossil fuels will remain the world’s main energy source for years to come, particularly in developing countries, and that underinvestment by larger rivals will further boost commodity prices.<br />For the big companies, these sales generate funds typically used to pay down debt and help them make the case that they are unloading polluting projects as they face growing investor pressure to map out their future in a lower-carbon economy. But, these projects—and their emissions—aren’t going away. Instead, they are being managed by smaller players that often face less environmental scrutiny. Buyers are also betting their fossil-fuel projects have plenty of room to run.<br />“While I agree that the direction of traffic is one way, toward renewables, I think it’s going to take longer than people think,” said Blair Thomas, chairman of  Harbour Energy  PLC."
}