{
    "url_original": "https://www.wsj.com/articles/european-soccer-super-league-fifa-uefa-11618834570",
    "url": "european-soccer-super-league-fifa-uefa-11618834570",
    "title": "New Soccer Super League Moves to Head Off Bans and Legal Challenges",
    "sub_head": "The shocking announcement from 12 clubs, including Real Madrid and Manchester United, has left the sport’s authorities scrambling.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-326836?width=620&size=1.594022415940224",
    "image_1": "im-326836.jpg",
    "time": "2021-04-19 08:22:00",
    "body": "The war inside international soccer exploded into the open on Monday as the breakaway Super League led by 12 of the most powerful clubs in the game took legal action to protect its teams from being banned by the game’s established, but shell-shocked, governing bodies.<br />UEFA, European soccer’s governing body, had already threatened to suspend teams participating in the Super League, which hopes to begin play in 2022, from its competitions such as the Champions League. On Monday, it amplified the threat by saying that any player participating in the Super League would be excluded from the World Cup and the European Championships.<br />“This idea is a spit in the face of all football lovers,” UEFA president Aleksander Ceferin said of the Super League proposal, which he called “a closed shop run by a greedy, select few.”<br />The wealthy clubs—including six in the English Premier League and top teams in Spain and Italy— had announced late Sunday that they intended to form a new pan-European competition for themselves and a few other teams. The move would further enrich those clubs and badly undercut the lucrative Champions League competition that is controlled by UEFA.<br />In a letter received by UEFA and FIFA, soccer’s world governing body, an unnamed representative of the Super League said that it had taken legal “protective steps” in response to threats that its clubs would soon be banned from domestic and international competition such as the Premier League and Champions League. The group did not specify where it had taken those steps."
}