{
    "url_original": "https://www.wsj.com/articles/europe-top-soccer-clubs-super-league-11618773385",
    "url": "europe-top-soccer-clubs-super-league-11618773385",
    "title": "Europe’s Top Soccer Clubs Threaten to Form ‘Super League’",
    "sub_head": "The proposal would see the six most powerful teams in England, plus six more from Spain and Italy, form their own tournament separate from the Champions League",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-326726?width=620&size=1.5366146458583434",
    "image_1": "im-326726.jpg",
    "time": "2021-04-18 15:24:00",
    "body": "A small group of soccer’s richest clubs is threatening to remake the fabric of the game by breaking away from the traditional European structures and setting up a controversial, long-rumored “super league.”<br />The proposal would see the six most powerful teams in England, plus six more from Spain and Italy, form their own tournament separate from the Champions League, with guaranteed participation—and access to lavish television rights payments—year after year.<br />All of which leaves European soccer’s governing body, UEFA, at odds with some of its most valuable and popular members. Tension has been mounting for years over how to slice up a global television and commercial rights pie that is currently worth more than $3.3 billion a year.<br />Those talks have already led UEFA to accept a new format for the lucrative Champions League. The organization was due to unveil an expanded 36-team format on Monday, which would also increase the number of guaranteed games clubs play in the tournament and broaden their television exposure. (Under current rules, teams qualify for UEFA competitions by finishing in the top spots in their domestic championships.)<br />On Sunday evening, UEFA rushed to condemn what it called “a cynical project,” adding that the super league format was “founded on the self-interest of a few clubs at a time.” The organization also vowed to ban any clubs that join the new league from its own tournaments, including the Champions League, and deny their players the chance to represent their national teams."
}