{
    "url_original": "https://www.wsj.com/articles/europes-most-valuable-tech-company-can-help-the-chip-shortage-11619016167?mod=business_minor_pos11",
    "url": "europes-most-valuable-tech-company-can-help-the-chip-shortage-11619016167",
    "title": "Europe’s Most Valuable Tech Company Can Help the Chip Shortage",
    "sub_head": "ASML, which sells semiconductor-manufacturing equipment to the likes of Intel, expects to grow revenue by almost 30% this year and is ramping up capacity",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-327999?width=620&size=1.5",
    "image_1": "im-327999.jpg",
    "time": "2021-04-21 10:42:00",
    "body": "Good news for anyone looking for a new car: The microchip industry is mustering faster than expected to solve today’s crippling shortages.<br />ASML ,  which competes with  Applied Materials  to sell semiconductor-manufacturing gear to the likes of  Intel  and  Taiwan Semiconductor Manufacturing ,  on Wednesday more than doubled its growth forecast for the year and said it was increasing production capacity for 2022—a reassuring sign for any business that needs chips to make its products and any consumer waiting for them. The stock jumped 4%.<br />The Dutch manufacturer has grown to become Europe’s most valuable technology company, with a market value of $257 billion. That compares to just $118 billion for Applied Materials, even though the U.S. company has slightly higher revenue. One reason is ASML’s near-monopolistic position in a cutting-edge chip-making technology called extreme ultraviolet (EUV) lithography. Intel’s new chief executive, Pat Gelsinger, last month said the company erred in not embracing EUV earlier.<br />ASML’s EUV revenue will grow 30% this year—that hasn’t changed—but it is working with its supply chain to ramp up output for next year ahead of its previous plans. The company also said it was looking at boosting capacity in more standard deep ultraviolet (DUV) lithography. Given that the current shortage seems to be affecting basic chips as much as advanced ones, concrete steps here would be welcome.<br />That said, ASML’s DUV business will manage nicely this year with just existing capacity. Following big capital-spending announcements by TSMC, Intel and Samsung, the company expects to increase revenues by 30% in 2021, led by DUV machines. Its previous guidance implied growth of around 12%. Meanwhile, ASML’s first-quarter results were boosted by a more immediate response to the shortage as chipmakers bought software upgrades that increase the output of existing machines."
}