{
    "url_original": "https://www.wsj.com/articles/europe-aims-to-let-american-travelers-in-while-keeping-covid-19-at-bay-11619455299?mod=world_major_1_pos4",
    "url": "europe-aims-to-let-american-travelers-in-while-keeping-covid-19-at-bay-11619455299",
    "title": "Europe Aims to Let American Travelers In While Keeping Covid-19 at Bay",
    "sub_head": "Some tourism-dependent Mediterranean countries already allow overseas guests, while other EU nations remain wary",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-04-26 12:41:00",
    "body": "Several European countries are working on plans to reopen for overseas tourists this summer, including Americans, and the result is likely to be a patchwork of rules that depend on where a tourist comes from and where they want to go.<br />Greece and Croatia, whose economies are particularly dependent on tourists, have opened their borders to all travelers who carry proof of completed vaccination. Travelers can also enter with a fresh negative molecular test for Covid-19. France and Italy have indicated they too could soon loosen restrictions on foreign travelers.<br />Agreeing on common rules for the whole 27-country European Union is proving difficult, as often happens. Much of Northern Europe is taking a more cautious approach toward dismantling travel barriers.<br />Although decisions on overseas travel restrictions rest with national governments, EU officials are trying to encourage a common approach. For now, the EU’s recommendation is for members to keep out American tourists. “The decision on switching policy on the recommendation has not yet been taken,” said a spokesman for the European Commission, the EU’s executive arm. The decision “will depend on evolution of the epidemiological situation,” though “the facts are making us optimistic.”<br />The EU is working on implementing vaccination certificates that would facilitate travel between its members and third countries, and has begun discussions with the U.S., among others, about using the certificates."
}