{
    "url_original": "https://www.wsj.com/articles/even-in-cricket-no-rest-from-the-woke-11618955054?mod=opinion_major_pos5",
    "url": "even-in-cricket-no-rest-from-the-woke-11618955054",
    "title": "Even in Cricket, No Rest From the Woke",
    "sub_head": "The venerable term ‘batsman’ has been banished from an ESPN website.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-327438?width=620&size=1.5",
    "image_1": "im-327438.jpg",
    "time": "2021-04-20 17:44:00",
    "body": "Many culture wars start as skirmishes in obscure corners of human interaction, sparked by a remark in a lecture at a small university or by an aperçu at a meeting of local officials. Yet the most passionate cultural tussles seem to begin in matters related to sports—as has just happened with cricket, a team game so venerable that even Oliver Cromwell refrained from prohibiting its play in the Puritan years when he governed England. (Cromwell banned other sports, as well as the theater, but halted cricket only on the sabbath.)<br />On April 16, cricket came under the scolding scrutiny of modern-day puritans when ESPNCricinfo.com, the oldest and most popular website dedicated to the game, published an announcement by its editor, Sambit Bal. Mr. Bal declared that his publication would battle “discrimination” by discontinuing the use of a word that has been part of cricket’s lexicon since at least the early 17th century—“batsman,” which, plainly enough, describes the player who uses a bat to hit a ball that’s been hurled at him. The equivalent for baseball is batter, the “gender neutral” word Mr. Bal intends to use instead. The term, he says, “will be updated across all areas of the site.”<br />Mr. Bal writes that “it can be argued” that the word batsman is “not overtly offensive.” When applied to male cricketers, “it is accurate,” just as using “batswoman” for female cricketers is “perfectly palatable.” The problem, he insists, “lies in the sovereignty of one term over another.” The word batsman, he suggests unctuously, sets up a linguistic default mode that is biased against women: Those who bat “are batsmen, unless specified otherwise.” So the word must go.<br />ESPNCricinfo has no official status in the game or its administration. It’s a private publication, owned by the  Walt Disney Co. , that is free to make its own lexical decisions. But with 20 million monthly visitors, it is a behemoth in the coverage of cricket, the only publication that has a sizable following in each of the dizzying range of countries—from Afghanistan to Zimbabwe—where cricket is a passion. Its ability to influence others is considerable.<br />The publication’s switch from “batsman” to “batter” can be said, fairly, to be gratuitous. There is no pattern of complaints from female players, no allegations of sexism. The body that oversees the laws of cricket—known as the Marylebone Cricket Club after the part of London where it’s quartered—undertook its last revision of the game’s rules in 2017. After consulting numerous female players and administrators—who accepted that it was an intrinsic part of the game—the MCC found no reason to do away with the word “batsman.”"
}