{
    "url_original": "https://www.wsj.com/articles/executives-wonder-if-their-stock-selloffs-were-linked-to-archegos-11618997403?mod=markets_lead_pos5",
    "url": "executives-wonder-if-their-stock-selloffs-were-linked-to-archegos-11618997403",
    "title": "Executives Wonder if Their Stock Selloffs Were Linked to Archegos",
    "sub_head": "It can be difficult for a company to know who owns its stock",
    "category_1": "Financial Regulation",
    "image_1_url": "https://images.wsj.net/im-325940?width=620&size=1.5",
    "image_1": "im-325940.jpg",
    "time": "2021-04-21 05:30:00",
    "body": "The collapse of Bill Hwang’s Archegos Capital Management in late March took many investors and several banks by surprise when  ViacomCBS Inc.  and  Discovery Inc.’s  share prices tumbled. It turns out that some companies were also left wondering why their share prices whipsawed.<br />Executives at online lender  LendingClub Corp.  and digital streaming service  fuboTV Inc.  still aren’t sure if sudden swings in their stock were from banks unloading billions in Archegos investments—or if the drop was from something else entirely, according to people familiar with the matter.<br />Archegos had previously told executives at LendingClub that it was a big shareholder, said one of the people. But without the regular disclosures that investment firms typically make after they build up a sizable stake in a stock, those executives didn’t have a way to verify the ownership claim.<br />It might seem surprising that a company can’t pinpoint why its stock suddenly falls, but the Archegos meltdown shows how difficult it can be for executives to determine who owns their company’s stock and for what reason.<br />A chorus of companies and advocacy groups are now calling on regulators to revise financial-disclosure guidelines, particularly around loosely regulated family offices such as Archegos and around the use of derivatives, investor bets linked to stock prices instead of the stocks themselves."
}