{
    "url_original": "https://www.wsj.com/articles/expanding-from-autos-to-appliances-and-sex-toys-the-chip-shortage-is-far-reaching-11619783117?mod=business_lead_pos4",
    "url": "expanding-from-autos-to-appliances-and-sex-toys-the-chip-shortage-is-far-reaching-11619783117",
    "title": "From Tablets to Sex Toys, the Chip Shortage Is Far-Reaching",
    "sub_head": "Scarcity means higher price tags for consumers, longer waits for goods, empty store shelves and swaths of the business world racing to secure whatever supply they can",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-332296?width=620&size=1.5571776155717763",
    "image_1": "im-332296.jpg",
    "time": "2021-04-30 07:45:00",
    "body": "The global chip shortage hobbled auto makers world-wide. Now, other industries are feeling the squeeze.<br />It has hit makers of home appliances, heavy-equipment, servers and sex toys. It is confounding multinationals to startups. Even companies that don’t use chips as their core business, such as freight operators and retailers, find themselves affected. The scarcity means higher price tags for consumers, longer waits for goods, empty store shelves and swaths of the business world racing to secure whatever supply they can.<br />The chip famine first hit auto makers late last year after they underestimated demand during the pandemic. But as car makers ramped up orders, other industries saw the components queue lengthen and increased their own purchasing. Demand for consumer electronics stayed hot. Now chip makers can’t keep pace, driving up prices for parts, thinning out supply and spurring panic buying.<br />The tight supply for many chips is likely to persist through this year,  companies say. The shortfalls are creating missed business opportunities, just as the global economic recovery is gaining momentum after a pandemic-led slowdown.<br />They have also contributed to escalations in the cost of raw materials for electronic goods in recent months. An index measuring the price of inputs for electronics companies in March soared to the highest level recorded in more than two decades of tracking, according to IHS Markit, a market researcher."
}