{
    "url_original": "https://www.wsj.com/articles/facebooks-oversight-board-expands-scope-to-hear-removal-requests-11618331183?mod=business_lead_pos4",
    "url": "facebooks-oversight-board-expands-scope-to-hear-removal-requests-11618331183",
    "title": "Facebook Expands Oversight Board’s Scope to Hear Removal Requests",
    "sub_head": "Move broadens nearly 20-member panel’s purview as decision on former President Trump’s personal account looms",
    "category_1": "Tech",
    "time": "2021-04-13 12:26:00",
    "body": "Facebook Inc.  is expanding the authority of its independent oversight board, saying the panel will hear users’ appeals on the content they want removed from the company’s platforms.<br />The social-media giant said Tuesday that over the coming weeks, all users will have the ability to appeal content moderators’ decisions to keep flagged content such as posts, comments, photos and videos on Facebook and Instagram. Previously, people were able to make appeals to the oversight board only for content they wanted restored to those platforms.<br />Board decisions are binding, the company has said.<br />Members of the oversight board have called previously for the company to expand their purview to influence a wider range of thorny content decisions that social-media platforms face. Facebook convened the group—which includes nearly 20 professors, lawyers, and human-rights activists from around the world, among others—to consider cases that have the potential to guide future content decisions and rules. Guy Rosen, Facebook’s vice president of integrity, said in a blog post that the company will work to expand the board’s scope over time.<br />The board made its first rulings in January, with some decisions illustrating a willingness to overturn previous content-moderation decisions. But the panel is slated to make its biggest decision later this month when it determines whether the company erred in suspending former President Donald Trump’s personal Facebook account."
}