{
    "url_original": "https://www.wsj.com/articles/facebook-is-giving-us-some-control-of-our-feedsbut-not-enough-11617372000?mod=tech_lista_pos3",
    "url": "facebook-is-giving-us-some-control-of-our-feedsbut-not-enough-11617372000",
    "title": "Facebook’s Algorithm Powers What You See. Here Are New Tools to Give You Some Control.",
    "sub_head": "New controls from Facebook aim to make it easier for us to control what’s in our feeds but they still preserve the social network’s main algorithmic highway",
    "category_1": "Tech",
    "category_2": "Personal Technology: Joanna Stern",
    "image_1_url": "https://images.wsj.net/im-319625?width=620&size=1.5",
    "image_1": "im-319625.jpg",
    "time": "2021-04-02 10:00:00",
    "body": "“Grant me the serenity to accept the things I cannot control—like my Facebook feed.” Look it up. That’s exactly how the Serenity Prayer goes.<br />Except, as I argued in January, it’s hard to accept just how little we control our social-media feeds and the algorithms that power them. These never-ending feeds, the main source of news and information for many, shouldn’t only be under the grip of machines powered by billion-dollar companies.<br />Now Facebook Inc. has responded. And it… agrees?<br />This week the company announced a new bar that will appear at the top of our newsfeeds. It will allow you to toggle between the algorithmic, Facebook-curated feed and the full feed arranged in reverse chronological order. In an essay announcing several changes while broadly defending Facebook’s algorithms,  Nick Clegg, the company’s vice president of global affairs, said it was working to give users better control of their relationship with the Facebook algorithm.<br />“Do I think the controls we have introduced in the past were fully user-friendly enough? No, obviously not,” Mr. Clegg told me in a follow-up interview. “We’re on a journey. There are many more things that we can and should do in the future to enhance both a feeling of human agency, as well as technically more usable controls.”"
}