{
    "url_original": "https://www.wsj.com/articles/facebook-needs-users-to-shop-not-drop-11619652351?mod=business_minor_pos10",
    "url": "facebook-needs-users-to-shop-not-drop-11619652351",
    "title": "Facebook Needs Users to Shop, Not Drop",
    "sub_head": "As user engagement wanes in key areas, the social-media company is hustling to bolster direct shopping channels to maintain its edge",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-331365?width=620&size=1.5",
    "image_1": "im-331365.jpg",
    "time": "2021-04-28 19:25:00",
    "body": "Facebook  is still riding a pandemic high, with ads successfully driving impulse purchases of everything its users didn’t even know they wanted. But longer term it will need to become more of a destination for users to buy exactly what they know they need.<br />On Wednesday, Facebook reported strong first-quarter revenue that handily beat Wall Street’s estimates, up 48% year over year. It also said it expected to see such a pace of revenue growth to continue, if not accelerate modestly, in the second quarter. Shares rose 6% in after-hours trading.<br />But not everything in Facebook’s report merited positive emojis. Facebook said it anticipated revenue growth rates to show significant sequential deceleration in the third and fourth quarters, much as analysts had modeled. It also clearly outlined ad-targeting headwinds and the continued uncertainty regarding trans-Atlantic data transfers as potential risks to its results for the remainder of the year.<br />Although advertising revenue continues to grow, the volume of Facebook’s ads served across its platforms might well be reaching a saturation point. Facebook said its ad-revenue growth in the first quarter was driven by a 30% increase in the average price per ad and a modest 12% increase in ads delivered. It said it expects ad-revenue growth will be driven primarily by price for the remainder of the year. That is a significant departure from Facebook’s strategy over the past few years of greatly increasing ads served, sometimes with double-digit year-over-year average price declines.<br />Facebook is asking its advertisers to pay up even during lagging user engagement in its most lucrative regions. Last year Facebook said it lost roughly three million daily active users in the U.S. and Canada between the second and the fourth quarter. And while Wall Street had been expecting those user numbers to tick up slightly in the first quarter, Wednesday’s report shows they haven’t. Those regions only made up 10% of Facebook’s total daily active user base, but they are by far the most lucrative: Facebook said its total average revenue per user in the U.S. and Canada was over $48 in the first quarter. In Asia-Pacific, where Facebook has the most daily users, Facebook’s average revenue per user was under $4."
}