{
    "url_original": "https://www.wsj.com/articles/facebook-shows-men-and-women-different-job-ads-study-finds-11617969600?mod=business_lead_pos7",
    "url": "facebook-shows-men-and-women-different-job-ads-study-finds-11617969600",
    "title": "Facebook Shows Men and Women Different Job Ads, Study Finds",
    "sub_head": "Researchers found the platform’s algorithms promoted roles to certain users; company pledges to continue work in removing bias from recommendations",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-322758?width=620&size=1.5",
    "image_1": "im-322758.jpg",
    "time": "2021-04-09 08:00:00",
    "body": "Facebook Inc.  disproportionately shows certain types of job ads to men and women, researchers have found, calling into question the company’s progress in rooting out bias in its algorithms.<br />The study led by University of Southern California researchers found that Facebook systems were more likely to present job ads to users if their gender identity reflected the concentration of that gender in a particular position or industry. In tests run late last year, ads to recruit delivery drivers for  Domino’s Pizza Inc.  were disproportionately shown to men, while women were more likely to receive notices in recruiting shoppers for grocery-delivery service Instacart Inc.<br />The imbalance applied to postings for high-skill jobs as well, the study found. Facebook’s algorithms were more likely to show a woman an ad for a technical job at Netflix Inc.—which has a relatively high level of female employment for the tech industry—than an ad for a job at  Nvidia Corp. , a graphics-chip maker with a higher proportion of male employees, based on data from federal employment reports.<br />The results suggest “a platform whose algorithm learns and perpetuates the existing difference in employee demographics,” the paper says, noting that Facebook’s algorithms appeared to produce skewed outcomes even if an employer intended to reach a demographically balanced audience.<br />Federal law prohibits discrimination based on gender, race, age and other traits in advertising for housing, employment and credit products. While the law’s application to behavioral advertising remains contentious, the federal government has argued that ads must be distributed in ways that don’t disadvantage protected classes of people’s ability to see them."
}