{
    "url_original": "https://www.wsj.com/articles/facts-check-biden-11619714351?mod=opinion_lead_pos8",
    "url": "facts-check-biden-11619714351",
    "title": "Facts Check Biden",
    "sub_head": "Despite what Americans heard from the President, his government reports the economy was soaring as he took office.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-331696?width=620&size=1.5",
    "image_1": "im-331696.jpg",
    "time": "2021-04-29 12:42:00",
    "body": "The propagandists who now dominate the establishment media have little interest in “fact-checking” Joe Biden as they did Donald Trump. But the Biden administration seems to be doing the job all by itself. The economic fairy tale told by the president on Wednesday night was   debunked by his government’s data release on Thursday morning.<br />The Biden fairy tale is that the U.S. was in an economic crisis when he  took office. He began telling this tall tale even before taking the job. Joining with former presidential campaign rival Sen. Bernie Sanders, Vermont’s most famous Marxist, Mr. Biden last year formed a legion of gloom to justify the historic government expansions to come.<br />But then as now, government data keeps exposing the Biden distortion. Today the Commerce Department reports that during the first quarter when the Biden administration began, the U.S. economy was soaring. “Real gross domestic product (GDP) increased at an annual rate of 6.4 percent in the first quarter of 2021,” according to the advance estimate released by Commerce’s Bureau of Economic Analysis. This follows growth of more than 4% in the fourth quarter of last year and a rip-roaring 33.4% in the third.<br />The President continues telling his tale in an attempt to justify his LBJ-style lunge for bigger government. On Wednesday night the president claimed, according to the official White House transcript:<br />A variant of this falsehood was road-tested by Mr. Sanders in December when he claimed, “The working class of this country today faces more economic desperation than at any time since the Great Depression of the 1930s.”"
}