{
    "url_original": "https://www.wsj.com/articles/fairness-is-an-issue-in-cap-gains-tax-at-death-11617905844?mod=opinion_major_pos17",
    "url": "fairness-is-an-issue-in-cap-gains-tax-at-death-11617905844",
    "title": "Fairness Is an Issue in Cap Gains Tax at Death",
    "sub_head": "Establishing basis for many items and maintaining basis records on many types of property over many decades made it impractical.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-317870?width=620&size=1.5",
    "image_1": "im-317870.jpg",
    "time": "2021-04-08 14:17:00",
    "body": "Regarding “Exclusion Seen in Capital-Gains Tax Plan” (U.S. News, March 30): A provision of the Tax Reform Act of 1976 required a carry-over basis for assets transferred at death; however, it never came into effect. It was delayed in 1978 and repealed in 1980. Among other reasons for its repeal were concerns regarding the fact that establishing basis for many items and maintaining basis records on many types of property over many decades made it impractical. It would be grossly unfair to eliminate the current benefits of stepped-up basis after the first $1 million of gains when people, for many years, haven’t had the incentive or requirement to keep detailed basis records on many types of long-held assets. Some might propose that it be eliminated on a prospective basis and applied to assets acquired only after the date of enactment. Others might suggest that it not be allowed for assets always held in a brokerage account where basis information has always been maintained. But how would these proposals meet the concept of fundamental fairness? And would such proposals cause economic distortions among asset classes?<br />Robert E. Panoff<br />Pinecrest, Fla.<br /><br />Raising the capital-gains tax makes no sense given the loss of purchasing power over the time the asset is held. Assume an asset is purchased for $100, and years later it is worth $300, yielding a “profit” of $200. This is unlike an income where the income earner has access to his funds in current dollars and doesn’t, upon receipt, suffer the hidden tax of inflation. Indeed, the basis for capital gains should be adjusted by the rate of inflation for the real gain achieved. Only then should the capital-gains tax be reconsidered."
}