{
    "url_original": "https://www.wsj.com/articles/fake-covid-19-certificates-hit-airlines-which-now-have-to-police-them-11618330621?mod=business_lead_pos5",
    "url": "fake-covid-19-certificates-hit-airlines-which-now-have-to-police-them-11618330621",
    "title": "Fake Covid-19 Certificates Hit Airlines, Which Now Have To Police Them",
    "sub_head": "Test results, often required to fly across borders, can be easily manipulated",
    "category_1": "Business",
    "time": "2021-04-13 12:17:00",
    "body": "LONDON—Airlines are battling a scourge of passengers traveling with falsified Covid-19 health certificates.<br />The documents are often the Covid-19 test results required by many countries on arrival. The International Air Transport Association industry body says it has tracked fake certificates in multiple countries, from France to Brazil, Bangladesh and Afghanistan. Border control authorities and police forces have also reported arrests of people selling documents in the U.K., Spain, Indonesia and Zimbabwe, among others.<br />The problem is hitting international flights more than domestic ones, which  typically don’t require certification at the moment. Airlines that are more dependent on cross-border travel, particularly those operating in Europe, are growing increasingly alarmed as they look to the summer, when they still hope demand will start to return.<br />The proliferation of fake health certificates is exposing a logistical blind spot, as airlines rush to navigate post-pandemic travel standards and retool their systems to ease compliance—and spur demand. Airlines say their staff aren’t equipped to handle and police all the new health certifications needed and worry the problem will be exacerbated when some countries also start to ask for vaccination certificates.<br />At Brussels Airlines, staff have shared fake certificates that they have come across—including one from an incident last week—to stay abreast of the techniques fraudsters are using."
}