{
    "url_original": "https://www.wsj.com/articles/fed-likely-to-keep-rates-near-zero-as-recovery-picks-up-11619602202",
    "url": "fed-likely-to-keep-rates-near-zero-as-recovery-picks-up-11619602202",
    "title": "Fed Likely to Keep Rates Near Zero as Recovery Picks Up",
    "sub_head": "Officials are expected to keep policy on hold while acknowledging recent improvements in hiring and inflation data",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "image_1_url": "https://images.wsj.net/im-330433?width=620&size=1.5",
    "image_1": "im-330433.jpg",
    "time": "2021-04-28 05:30:00",
    "body": "WASHINGTON—Federal Reserve officials are wrapping up a two-day policy meeting Wednesday at which they are likely to maintain ultralow interest rates to support the economy’s accelerating recovery.<br />The central bankers have noted in public comments the recent pickups in hiring, spending and inflation, but have signaled no readiness to consider changing the Fed’s key policies.<br />The Fed has held overnight interest rates near zero since March 2020, when the Covid-19 pandemic and related restrictions delivered a severe blow to the economy. Since June, the central bank has also been purchasing at least $80 billion of Treasury bonds and at least $40 billion of mortgage-backed securities to hold down longer-term borrowing costs for consumers and businesses.<br />Fed officials have said they would hold rates steady until the labor market is back to full strength and inflation has reached the central bank’s goal of averaging 2%. Chairman Jerome Powell has said those conditions are unlikely to materialize this year, and most Fed officials indicated last month that they expect to hold off on raising rates until 2024 at the earliest.<br />They also say they want to see the economy make “substantial further progress” toward their goals of maximum employment and 2% average inflation before starting to reduce the pace of bond purchases. Mr. Powell clarified recently that officials are measuring the economy’s evolution since December, when the Fed first issued that guidance."
}