{
    "url_original": "https://www.wsj.com/articles/fed-minutes-show-expectations-for-stronger-economic-recovery-11617820897?mod=markets_major_pos13",
    "url": "fed-minutes-show-expectations-for-stronger-economic-recovery-11617820897",
    "title": "Fed Minutes Show Expectations for Stronger Economic Recovery",
    "sub_head": "Officials raised their forecasts for economic growth and inflation, reiterating at their March meeting plans for continued policy support",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "time": "2021-04-07 15:21:00",
    "body": "Federal Reserve officials pointed to a brighter outlook for the economy at their most recent meeting while agreeing to provide continued support through ultralow interest rates and large monthly bond purchases.<br />President Biden’s $1.9 trillion pandemic relief package, signed into law March 11, prompted Fed policy makers to lift their forecasts for U.S. economic growth and inflation this year ahead of their March 16-17 meeting. Several of them remarked that the measure could improve the position of small businesses hit by the pandemic, lift consumer spending and contain long-term damage to the labor market.<br />Still, most of the 18 officials at the meeting expected rates to remain pinned near zero through 2023 and expressed no readiness to reduce the bond purchases last month, according to minutes of the meeting, released Wednesday.<br />“While generally acknowledging that the medium-term outlook for real GDP growth and employment had improved, participants continued to see the uncertainty surrounding that outlook as elevated,” the minutes said. Fed officials thought their “current guidance for the federal funds rate and asset purchases was serving the economy well.”<br />Recent weeks have brought a steady stream of encouraging signs for the economy. One-third of the U.S. population has received at least one dose of a Covid-19 vaccine, a ratio that should rise to 75% by early summer if the current pace of vaccination holds steady. Hiring surged in March and unemployment fell, trends that are expected to continue in the months ahead as more businesses reopen to full capacity and consumers return to restaurants, airports and entertainment venues."
}