{
    "url_original": "https://www.wsj.com/articles/fedex-shooter-didnt-have-a-red-flag-hearing-indiana-prosecutor-says-11618869181?mod=business_minor_pos5",
    "url": "fedex-shooter-didnt-have-a-red-flag-hearing-indiana-prosecutor-says-11618869181",
    "title": "FedEx Shooter Didn’t Have a Red-Flag Hearing, Indiana Prosecutor Says",
    "sub_head": "Prosecutor says he didn’t have enough evidence to pursue court order that would have prevented legal gun purchases",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-327177?width=620&size=1.5",
    "image_1": "im-327177.jpg",
    "time": "2021-04-19 17:53:00",
    "body": "The Marion County prosecutor said Monday he had lacked sufficient evidence to use Indiana’s red flag law to pursue a court order that would have prevented Brandon Hole from obtaining the firearms he used to kill eight people.<br />Mr. Hole, a 19-year-old former employee of  FedEx Corp. , went on a shooting spree before taking his own life at the company’s ground facility Thursday night. The Bureau of Alcohol, Tobacco, Firearms and Explosives traced the two weapons used in the attack and found that Mr. Hole purchased the rifles legally in July and September 2020, the Indianapolis Metropolitan Police Department said.<br />Indiana has a red-flag law that allows police to seize a firearm from a suspect who is considered to be a danger to himself or others. Any seizure requires a court hearing within 14 days to determine the suspect’s threat level. A finding of dangerousness might lead not only to the seizure of the firearm but to a ban on obtaining others.<br />While Mr. Hole was on the radar of law enforcement as someone with mental-health issues and potentially violent tendencies, he never had such a hearing, said Marion County Prosecutor Ryan Mears.<br />In March 2020, his mother contacted law enforcement to report he might try to commit “suicide by cop.” Mr. Hole was temporarily committed at a local hospital for evaluation of his mental-health needs that month by the Indianapolis Metropolitan Police Department, and police seized a shotgun at his residence."
}