{
    "url_original": "https://www.wsj.com/articles/female-face-shaving-is-more-common-than-you-think-11618660800",
    "url": "female-face-shaving-is-more-common-than-you-think-11618660800",
    "title": "Female Face Shaving is More Common Than You Think",
    "sub_head": "Dermaplaning, or full-face shaving for women, has recently taken hold on TikTok and YouTube due in part to tutorials by beauty influencers such as Jackie Aina and Jaclyn Hill",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-326147?width=620&size=1.5",
    "image_1": "im-326147.jpg",
    "time": "2021-04-17 08:00:00",
    "body": "Off Brand is a column that delves into trends in fashion and beauty.<br />BROOKLYN Horne, 23, started spending a lot more time online last year when the pandemic hit and she was confined to her home in Kansas City, Mo. She joined TikTok and began browsing skincare tutorial videos. One, by the influencer Jaclyn Hill on the topic of dermaplaning, or facial shaving, caught her eye. Inspired, Ms. Horne ran right over to  Walmart  and bought a simple blade, then returned home to apply oil and shave all the baby hairs off her face. She began shaving regularly, and even posted her own video of it, captioned: “Normalize women with hairier faces.” (She recognizes the irony of removing hair that she was seeking to normalize; her message, she said, was a call for more transparency around the topic.)<br />While many women routinely remove eyebrow, sideburn and upper-lip hair, the practice of shaving the entire female face has flourished recently. There’s certainly precedent: Woodblock prints from 16th-century Japan depict women shaving their faces with long, thin blades, and Queen Elizabeth I removed all forehead hair including eyebrows. Marilyn Monroe is rumored to have shaved her entire face to smooth her skin. Today, some influencers, aestheticians and dermatologists are promoting the practice as a way to remove unwanted hair but also as an exfoliation technique—however drastic-seeming.<br />Dr. David Kim, a dermatologist at Union Square Dermatology in San Francisco, explained, “Dermaplaning is when you take a very gentle blunt scalpel and you scrape over the surface of your skin on the face or anywhere else on the body to gently exfoliate, to remove the thin hairs called vellus hairs and the outermost layer of the skin, which is where we have the dead skin cells and dirt and oil accumulation.” The goal, he said, is to achieve smoother, brighter skin and to equip your skin to absorb products more effectively. He said that it can work, especially for those who don’t already exfoliate with acids or use retinol. However, Dr. Kim does not recommend the practice for those with sensitive skin conditions like rosacea or eczema, or patients with acne, moles, psoriasis or active infections.<br />Dermaplaning is one of the main things Dr. Kim’s younger patients have asked about during the pandemic (along with butt and back acne, fungal infections in the groin, exfoliating acids and vitamin-C products). He chalks it up to dermaplaning’s popularity on social media, with its fun-to-view tutorials. “It’s very satisfying to see layers and layers of skin coming off of your face,” he said."
}