{
    "url_original": "https://www.wsj.com/articles/fiction-open-water-review-11618580354",
    "url": "fiction-open-water-review-11618580354",
    "title": "Fiction: ‘Open Water’ Review",
    "sub_head": "Tales of trauma, dysfunction and old-fashioned love.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-325146?width=620&size=custom_2500x1438",
    "image_1": "im-325146.jpg",
    "time": "2021-04-16 09:39:00",
    "body": "Whither the love story? Even before critic Vivian Gornick delivered its eulogy in the 1997 collection “The End of the Novel of Love,” romantic love had lost its relevance in so-called serious literary fiction, supplanted as a theme by trauma and so mostly found only in commercial writing or else in the unpoliced outer boroughs of young-adult fiction, fantasy and of course the paperback romance.<br />But the trend toward disenchantment has had one important exception, and that is when romantic love carries a political message. So, for instance, the kind of exquisitely sentimental writing that would be outmoded in other circumstances is a feature of gay love stories like André Aciman’s “Call Me by Your Name” and Garth Greenwell’s “Cleanness,” where it stands in defiance against repressive sexual taboos, or in Sally Rooney’s millennial romance “Normal People,” where it counteracts the emptiness of late capitalism. “Open Water” (Black Cat, 166 pages, $16), a heralded debut novel by British-Ghanaian writer Caleb Azumah Nelson, fits in this mold, depicting a passionate love affair that is also a celebration of Blackness and a solution, of a sort, to the burdens of social oppression.<br />Mr. Nelson’s nameless couple are both black private-school alumni in London making their way in the arts—he as a photographer, she as a dancer. Narrated in the second person from the man’s perspective, the story tells of their immediate intimacy (“I met this woman and she wasn’t a stranger,” he explains), edging from an intense platonic friendship toward the frightening plunge into a committed relationship.<br />The main obstacle between them, we read, is the self-hatred that comes from being treated as a “Black body, container, vessel, property”—someone, as a few scenes portray, always under threat of police violence. The gaze of a loved one is a different kind of surveillance, and nearly as unnerving: “It’s  one thing to be looked at, and another to be seen.” Mr. Nelson presents love as a form of “pure expression,” untroubled by self-consciousness, and likens it to the feeling located in the cultural sanctuaries—basketball courts, barbershops and dance floors—where Black people are finally free to be themselves.<br />On one hand, then, “Open Water” is an exceptionally topical novel, its academic vocabulary (“plunder,” “gaze,” “Black body”) and its intellectual referents—writer Zadie Smith, director Barry Jenkins, African-American studies scholar Saidiya Hartman—tying it closely to the political moment in ways that will reverberate deeply for some readers and, for others, simply convey information. But there is also something universal about the ragged vulnerability the love affair accesses in Mr. Nelson’s writing, and in his willingness to portray naked, often weepy, emotion. Everyone has experienced these things and yet in literary fiction scarcity has made them precious."
}