{
    "url_original": "https://www.wsj.com/articles/fiction-rachel-cusks-second-place-review-11619792665?mod=opinion_major_pos12",
    "url": "fiction-rachel-cusks-second-place-review-11619792665",
    "title": "Fiction: Rachel Cusk’s ‘Second Place’ Review",
    "sub_head": "A middle-aged woman in thrall to a wizard-like artist is at the center of Rachel Cusk’s novel.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-331329?width=620&size=custom_2500x1438",
    "image_1": "im-331329.jpg",
    "time": "2021-04-30 10:24:00",
    "body": "Rachel Cusk’s “Outline” trilogy of novels blazed a trail in what might be thought of as the anti-confessional mode. Though centered on a writer named Faye, the chapters of these books are occupied with the stories of her acquaintances. Faye says and gives away almost nothing, achieving through what Ms. Cusk calls the “power of silence” a redoubtable narrative authority—that of the sorcerer or puppet master who coerces others into the dangerous work of self-exposure.<br />Her latest novel, “Second Place” (Farrar, Straus & Giroux, 183 pages, $25), is a reverse-negative of the “Outline” books, as it is narrated by a middle-age woman, known as “M,” who is in thrall to a wizard-like artist, in this case an aging painter called “L.” M lives in a picturesque property on a coastal marshland—the setting is unnamed and somewhat fablelike—where she and her husband Tony have built a guest house. M had her life transformed by L’s paintings many years earlier, and he eventually accepts her repeated invitations to stay and work in her “second place,” arriving in severely reduced circumstances due to some unspecified national disaster.<br />Also cooped up on the isolated property are L’s brazen young female companion Brett and M’s impressionable daughter and son-in-law, Justine and Kurt. Factions form, break apart and reconstitute along different axes. But the novel’s electric charge comes from the asymmetric relationship between L and M. L’s artistic genius is connected, like Satan’s, to his claims of absolute freedom. He is a man “without any fibre of morality or duty” who creates his own “unreality” and despises anyone who harnesses him to the collective real world, even if that simply means providing him with room and board. He needs M and also needs to cast her as his nemesis. M, meanwhile, is desperate for a kind of transcendence by proxy, a view of life that is more potent than what she has found in her conventional roles as wife and mother, so she becomes an unstable co-conspirator in L’s program of humiliation and destruction.<br />Ms. Cusk notes that these characters are loosely modeled on D.H. Lawrence and his wealthy patron in Taos, N,M., Mabel Dodge Luhan, and knowledge of these figures may demystify the weirder aspects of “Second Place,” particularly M’s many references to an unexplained interlocutor named Jeffers, an allusion to the poet Robinson Jeffers. Yet a sharp feeling of estrangement is crucial to Ms. Cusk’s fictions. The writing, so heightened and epigrammatic, seems almost to mock the homespun fashions of traditional realist prose. Its beauties are glittering and mirrored in the way of razor wire: Artistic truth, in her books, is always a savage thing. “What I couldn’t understand,” M laments, “was how the simple revelation of personal truth could lead to so much suffering and cruelty, when surely it was morally inoffensive to seek to live in a condition of truth.”<br />The note of pathos in that quote is a vital new ingredient in Ms. Cusk’s fiction, one that undermines her own capacity for tyrannical narrative control. The “Outline” novels are works of pure icy mastery, but the voice here—loving, bitter, impassioned—is gripping in its volatility. If M is granted little mercy—and the bedrock verity in Ms. Cusk’s fiction is that there is no mercy for anyone—there is something like sisterly sympathy for her education in the pitiless nature of life."
}