{
    "url_original": "https://www.wsj.com/articles/fidelity-launches-platform-for-fund-managers-to-profit-from-short-sellers-11619607644?mod=markets_lead_pos5",
    "url": "fidelity-launches-platform-for-fund-managers-to-profit-from-short-sellers-11619607644",
    "title": "Fidelity Launches Platform for Fund Managers to Profit From Short Sellers",
    "sub_head": "Boston firm launched securities-lending business in-house two years ago and is now extending those services to other asset managers",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-330722?width=620&size=1.5",
    "image_1": "im-330722.jpg",
    "time": "2021-04-28 07:00:00",
    "body": "Fidelity Investments Inc. is ramping up a business that helps money managers profit on those eager to bet against stocks.<br />Fidelity said this week it is launching a platform for fund managers looking to lend out their holdings to other investors, including short sellers. Fidelity’s move is the latest sign that the money-management industry, which once dismissed the business as unnecessary and even a bit unseemly, has come full circle. Lending out securities has emerged as an important source of extra revenue, juicing returns and keeping clients from fleeing to cheaper investments.<br />The Boston firm launched its securities-lending business in 2019, serving as agent to the company’s own family of funds. The firm is now extending those services to other asset managers. Fidelity Agency Lending is part of the firm’s capital-markets group and employs more than 90 people.<br />“With pressures on fees and returns, securities lending is a nice way to generate low-risk returns for your shareholders,” said Justin Aldridge, head of the unit.<br />The revenue on those loans boosts funds’ returns, which helps their managers bring in more client money. As a lending agent, Fidelity in turn keeps a share of that revenue. Lending out a large-cap stock might boost a fund’s return by 0.01% to 0.02%. Loans on less-liquid shares, and in particular those in high demand, might add 0.25% to 0.30%, said Mr. Aldridge."
}