{
    "url_original": "https://www.wsj.com/articles/fitbit-whoop-oura-ring-health-and-fitness-tracking-goes-mainstream-11618242181",
    "url": "fitbit-whoop-oura-ring-health-and-fitness-tracking-goes-mainstream-11618242181",
    "title": "How Fitbit, Whoop and Other Gadgets Are Measuring Brain Activity, Glucose and Sleep",
    "sub_head": "The Quantified Self Movement has gone beyond counting your steps to tracking everything from blood-oxygen levels to heart-rate variability",
    "category_1": "Life & Arts",
    "category_2": "Health",
    "time": "2021-04-12 11:43:00",
    "body": "Since September, Jeanette Cajide has armed herself with an Elite heart-rate variability monitor. And a temperature-controlled mattress pad. And a Levels continuous glucose monitor. And an Oura Ring that also measures heart-rate variability along with resting heart rate, respiratory rate and temperature. “Yeah, I’m a little crazy on the devices,” says Ms. Cajide, director of strategy and operations at consulting firm Clareo.<br />She’s got good reason. After returning to competitive figure skating four years ago, she won a national championship. Then last September, she broke her leg while landing an Axel jump. Ms. Cajide, who is 44 years old, competes again in eight weeks—against many skaters half her age.<br />She is trying to override nearly nearly two decades as a “sedentary adult,” working in tech and investment banking. “I’m trying to make up for lost time. It’s me against time,” she says. “The sensors and data allow me to optimize for getting the most mileage out of my body.”<br />There is no escaping the Quantified Self movement. Measuring biomarkers used to be the preoccupation of extreme athletes and extreme geeks. No more.<br />“I think the attitude is shifting. The seriousness of the pandemic has made people realize that gosh, isn’t it a good idea to have a sensor,” says Michael Snyder, chairman of the department of genetics at Stanford University’s School of Medicine, whose research, among other studies, indicates data from smart watches—alterations in heart rate, steps and sleep—can be used to detect Covid-19 as early as nine days before symptoms."
}