{
    "url_original": "https://www.wsj.com/articles/five-best-books-on-the-confederates-lost-cause-11619186121",
    "url": "five-best-books-on-the-confederates-lost-cause-11619186121",
    "title": "Five Best: Books on the Confederates’ Lost Cause",
    "sub_head": "Selected by John Reeves, the author, most recently, of ‘A Fire in the Wilderness: The First Battle between Ulysses S. Grant and Robert E. Lee.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-327601?width=620&size=1.5",
    "image_1": "im-327601.jpg",
    "time": "2021-04-23 09:55:00",
    "body": "By Thomas L. Connelly (1977)<br />1. In August 1975, President Gerald Ford signed a bill restoring the rights of citizenship to Robert E. Lee. The legislation had been approved unanimously in the Senate and was passed by a vote of 407 to 10 in the House. Thomas Connelly’s book explains why so many Americans came to admire Lee. His thesis is deceptively simple: “My interpretation of Robert E. Lee is not traditional,” he wrote, “for it tries to portray him as a human being.” Shortly after Lee’s death, his former lieutenants attempted to vindicate the Southern war effort by deifying their beloved commander. The acerbic rebel Jubal Early played the lead role in this process. For the Lee cult, as Connelly calls it, “any suggestion of error by Lee became heretical.” The worship of Lee, which began in the South, would spread to the North during the late 19th and early 20th centuries. In 1900, New York University included Lee in its new Hall of Fame for Great Americans—the only former Confederate on its initial list of 29 honorees. He wasn’t destined to remain there. Busts of Lee and Stonewall Jackson were removed from the Hall in 2017.<br />By Tony Horwitz (1998)<br />2. Thinking of the Civil War in the 1990s, Tony Horwitz asked himself why it still obsessed so many Americans 130 years after it ended. To answer that question he traveled across the South for a year visiting battlefields and monuments. Along the way he met a man from North Carolina who told Horowitz that he did learn, at school, that the Civil War ended a long time ago, but that “folks here don’t always see it that way. They think it’s still half-time.” Horwitz’s book is an engaging mix of journalism and history. Over the course of his journey, he noticed “a hardening ideological edge to Confederate remembrance,” as well as a sense of loss among the Southerners he met. At a re-enactment of the Battle of the Wilderness, a woman explained that “it’s an era lost that we’re trying to recapture. Men were men and women were women.” The celebration of the Lost Cause, in short, provided a way to experience a simpler, idealized past.<br />By Carol Reardon (1997)"
}