{
    "url_original": "https://www.wsj.com/articles/five-best-novels-on-slavery-and-the-civil-war-11619787730",
    "url": "five-best-novels-on-slavery-and-the-civil-war-11619787730",
    "title": "Five Best: Novels on Slavery and the Civil War",
    "sub_head": "Selected by Dorothy Wickenden, the author, most recently, of ‘The Agitators.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-330540?width=620&size=1.5",
    "image_1": "im-330540.jpg",
    "time": "2021-04-30 09:02:00",
    "body": "By James McBride (2013)<br />1. James McBride’s John Brown is a Bible-thumping, “low-down son of a bitch,” a murderous zealot who looks “mad as a wood hammer” and whose infamous militia consists of a dozen of the “bummiest, saddest-looking individuals you ever saw.” These are the early observations of the narrator, Henry Shackleford, an enslaved boy whom Brown mistakes for a girl and sweeps up in the wars of Bleeding Kansas. Henry “weren’t for no fighting,” but he accompanies Brown across the U.S. and into Canada as Brown flees the authorities and attempts to raise money and men. In this antic tale of the misadventures of the man who made the Civil War inevitable, Henry creates a portrait of Brown that grows fonder as the end approaches: “Pure to the truth, which will drive any man off his rocker. But at least he knowed he was crazy.” Henry witnesses Brown’s atrocities but also his tenderness and his puzzling commitment to fight “on behalf of the colored.” Noting Brown’s beatific smile before he is hanged, Henry says: “It was like looking at the face of God.”<br />By Thomas Mallon (1994)<br />2. “Henry and Clara” established Thomas Mallon as a master of historical fiction. Clara Rathbone—vain, clever and socially ambitious—reflects, near the climax of this blood-drenched novel, that she always sensed “there was a secret sewn into the violence of that night.” She is referring to April 14, 1865, when she and her fiancé, Maj. Henry Rathbone, last-minute guests of the Lincolns in their box at Ford’s Theatre, witness the assassination of the president. That much is true. But Mr. Mallon seamlessly blends fact and fiction in this sharply angled historic tableau. Clara’s “blind love” for her Byronic stepbrother can only end tragically, and through Clara Mr. Mallon also conveys just how unprepared the North is for the cataclysm of the war. In the spring of 1861, when Clara learns that her father, U.S. Senator Ira Harris, will allow her semi-incestuous marriage as soon as the Union declares victory, she exclaims, “I’m so happy! Maybe this war is a blessing—God forgive me for saying it.” Mr. Mallon, a stylish, witty writer, almost imperceptibly transforms his love story into a heart-stopping psychological thriller.<br />By Colson Whitehead (2016)"
}