{
    "url_original": "https://www.wsj.com/articles/five-best-books-on-revolutionary-women-11618580148",
    "url": "five-best-books-on-revolutionary-women-11618580148",
    "title": "Five Best: Books on Revolutionary Women",
    "sub_head": "Selected by Stephanie Dray, the author, most recently, of the novel ‘The Women of Chateau Lafayette.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-325433?width=620&size=1.5",
    "image_1": "im-325433.jpg",
    "time": "2021-04-16 09:35:00",
    "body": "By Cokie Roberts (2004)<br />1. “It’s safe to say that most of the men who wrote the Declaration of Independence and the Constitution, fought the Revolution, and formed the government couldn’t have done it without the women.” So begins “Founding Mothers,” Cokie Roberts’s entertaining exploration of the lives of well-known patriots like Abigail Adams and Martha Washington, as well as more obscure women of valor such as Sybil Ludington, Deborah Sampson and Elizabeth Freeman. Here are the women entrepreneurs, writers and activists of our fight for independence. After the war, these founding mothers wrote the rule book on etiquette for a young republic. To underscore the rejection of the traditional finery of monarchs, Lucy Knox chose a suit of brown broadcloth for George Washington to wear at his inauguration. And at her Friday-night receptions, Martha Washington, with Abigail Adams seated at her right, struck a democratic but formal note by welcoming all “properly” clothed persons to partake of ice cream and lemonade. The women who “raised our nation” may have gone mostly uncelebrated, but as George Washington wrote to one, “I think you ladies are in the number of the best Patriots America can boast.”<br />By Rosemarie Zagarri (1995)<br />2. Mercy Otis Warren—one of America’s earliest playwrights—once warned, “the thorns, the thistles, and the briers, in the field of politics seldom permit the soil to produce anything . . . but ruin to the adventurer.” Yet adventure she did, treading where no American woman had trod before. Rosemarie Zagarri’s biography reminds us that while Revolutionary-era women like Martha Washington, Abigail Adams and Betsy Ross are better known, Warren outstripped them all in accomplishment. Warren, who corresponded with the likes of John Adams and Alexander Hamilton, would go on to publish political works in her own name and a three-volume scholarly history of the revolution. To Ms. Zagarri, it was “one of the earliest and most accurate histories of the independence movement,” one that conveys “a sense of grandeur, intellectual ambitiousness and moral integrity that impresses even today.” “A Woman’s Dilemma” gives the reader a glimpse into one woman’s struggle to exercise her intellect without falling afoul of the standards of respectability for women at the time.<br />By Annette Gordon-Reed (2008)"
}