{
    "url_original": "https://www.wsj.com/articles/flattered-to-be-on-chinas-sanctions-list-11618174152?mod=opinion_lead_pos10",
    "url": "flattered-to-be-on-chinas-sanctions-list-11618174152",
    "title": "Flattered to Be on China’s Sanctions List",
    "sub_head": "We’ll keep exposing Beijing’s egregious religious-freedom violations in Xinjiang.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-11 16:49:00",
    "body": "The Chinese Communist Party recently imposed sanctions against us for our work on the U.S. Commission on International Religious Freedom. It’s part of a desperate attempt to silence international scrutiny of Beijing’s abysmal human-rights record, particularly its genocidal policies against the Uighurs and other Turkic Muslims in Xinjiang and its persecution of other religious minorities.<br />We won’t be intimidated or silenced. We appreciate Secretary of State Antony Blinken’s support, and we are proud that USCIRF has long been at the forefront in exposing the Communist Party’s egregious religious-freedom violations. In fact, we’re flattered by the Chinese government’s recognition for our work in defending religious freedom in China, as we join an increasing list of courageous American, European and other officials on whom the party has likewise applied sanctions for standing up to a regime that has violated its obligations under the Genocide Convention.<br />Meanwhile, Beijing’s threats gave us a glimpse into the state-led oppression under which so many Uighurs, Tibetans, Christians, Falun Gong practitioners and others are forced to live.<br />Given the Communist Party’s oppression at home and increasing aggression abroad, we must continue to stand with our partners to expose, condemn and hold the Chinese government accountable. Beijing’s belligerent rhetoric and actions demonstrate that international criticism and scrutiny of its human-rights record are effective. Genocide and crimes against humanity are deeply damaging to China’s image and undermine its ambition to project itself as a global power.<br />The Communist’s Party’s hostile actions are also counterproductive. They’re helping solidify a coalition of governments to counter such aggression. In this regard, this international coalition should take several immediate actions. Congress should pass the Uighur Forced Labor Prevention Act, which creates a “rebuttable presumption” that bans all goods exported from Xinjiang. The U.S. government and like-minded partners should continue to impose targeted sanctions on Chinese agencies and officials responsible for severe violations of religious freedom and human rights."
}