{
    "url_original": "https://www.wsj.com/articles/florida-republicans-pass-bill-tightening-voting-rules-11619753014?mod=politics_lead_pos5",
    "url": "florida-republicans-pass-bill-tightening-voting-rules-11619753014",
    "title": "Florida Republicans Pass Bill Tightening Voting Rules",
    "sub_head": "Legislature approves bill that includes new rules for voting by mail and drop boxes; it now heads to Gov. Ron DeSantis",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-332249?width=620&size=1.5",
    "image_1": "im-332249.jpg",
    "time": "2021-04-29 23:28:00",
    "body": "Florida’s Republican-led legislature passed a bill that adds new rules for voting by mail, including restrictions on ballot drop boxes, marking another example of GOP lawmakers amending remote-voting systems after the 2020 elections.<br />Republicans, who maintain strong majorities in both chambers of Florida’s legislature, toned down some parts of the bill compared with earlier proposals before passing the measures mostly along party lines. The passage drew criticism from Democrats, who said Republicans were trying to suppress Democratic voters who flocked to use mail-in ballots in higher numbers during the Covid-19 pandemic.<br />Republicans said the new rules were guardrails against fraud and wouldn’t curb access to the polls.<br />The legislation requires that drop boxes are manned by election workers and used only during a county’s early voting hours, with the exception of secure boxes at county election supervisors’ offices. The bill also includes more identification requirements for voters requesting a mail-in ballot, among other measures.<br />The bill also tightens rules on activity that could influence voters within 150 feet of a polling place or drop box. Proponents said the rules are intended to protect voters, and the bill says election officials can provide nonpartisan assistance within the “no-solicitation zone.” Opponents of the measure said the rules are vague and will prohibit things like handing out water on hot days."
}