{
    "url_original": "https://www.wsj.com/articles/florida-sues-u-s-health-authorities-to-restart-cruises-11617904047?mod=politics_featst_pos1",
    "url": "florida-sues-u-s-health-authorities-to-restart-cruises-11617904047",
    "title": "Florida Sues U.S. Health Authorities to Restart Cruises",
    "sub_head": "The lawsuit asks the court to set aside and declare unlawful the CDC’s conditional-sailing order",
    "category_1": "Business",
    "time": "2021-04-08 16:16:00",
    "body": "The state of Florida, a hub of cruise operations, has sued U.S. health authorities to force the restart of cruise sailings, which haven’t been allowed out of the U.S. for more than a year since the coronavirus pandemic brought voyages to a halt.<br />The move is the latest escalation in the clash between the cruise industry as well as its allies and the government over how to resume voyages. As authorities ease broad travel guidelines, large cruise operators in the U.S. remain dormant. The lawsuit was filed Thursday in the U.S. District Court in Tampa, Fla., against the Centers for Disease Control and Prevention, the Department of Health and Human Services, their leaders and the U.S. government.<br />“We don’t believe the federal government has the right to mothball a major industry for over a year,” Florida Gov. Ron DeSantis, a Republican, said at a news conference. “There’s really just no end in sight because whatever [federal authorities] do next, it’s probably going to be so cumbersome that the cruise lines aren’t even going to be able to sail.”<br />The lawsuit asks the court to set aside and declare unlawful the CDC’s conditional-sailing order, which has been in place since October, and calls health authorities’ actions “arbitrary and capricious.” The state said it wants the cruise industry to be allowed to reopen with “reasonable safety protocols.”<br />The state said the cruise industry is being singled out and prevented from reopening and alleged that the CDC is acting outside its authority. Other hospitality industries such as airlines, hotels and casinos have been allowed to operate with Covid-19 protocols, the state said."
}