{
    "url_original": "https://www.wsj.com/articles/for-u-s-companies-home-is-where-its-at-11618223400?mod=business_lead_pos12",
    "url": "for-u-s-companies-home-is-where-its-at-11618223400",
    "title": "For U.S. Companies, Home Is Where It’s At",
    "sub_head": "Domestically oriented companies might fare best as the U.S. economy powers ahead and foreign earnings face tax hike",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-323070?width=620&size=1.5",
    "image_1": "im-323070.jpg",
    "time": "2021-04-12 06:30:00",
    "body": "For U.S. companies right now, there’s no place like home.<br />Take a look around the world, where in most places neither vaccination campaigns nor the level of government fiscal support come close to matching what is happening in the U.S. That ought to be enough to convince investors that domestic-facing American companies are better positioned than those that generate much of their revenue abroad. If that doesn’t suffice, the infrastructure plan that the White House has put forth—and some of the tax reforms it has proposed to pay for it—ought to do the trick.<br />The U.S. is on pace to fully vaccinate over three-quarters of its adult population by the start of summer. With current vaccines so far apparently effective even against the more transmissible coronavirus variants now spreading, the country seems likely to further open up the economy in the months ahead. Among other major developed countries, only the U.K.’s vaccine rollout is comparable to the U.S.’s, with others far behind. In those places, the race between vaccinations and variants is more fraught. In the developing world, the situation is dire.<br />Then there is the sheer amount of government support that has been pumped into the economy. The three rounds of Covid-19 relief that have been passed by Congress since last spring come to $5 trillion—an amount equal to nearly a quarter of U.S. gross domestic product. Beyond helping alleviate the economic strains of the pandemic, that has left many Americans with ample savings to spend as the pandemic passes. Most other countries haven’t provided nearly as much fiscal support in response to the crisis.<br />The U.S. vaccine rollout and fiscal response have prompted economists to raise their forecasts. Recent estimates from the International Monetary Fund, for example, project that U.S. GDP will be 6.3% higher in the fourth quarter than a year earlier. That is up from the IMF’s earlier forecast of 3.2% released in October. In contrast, the IMF trimmed its GDP estimates for the euro area."
}