{
    "url_original": "https://www.wsj.com/articles/for-music-rights-deals-the-hits-keep-coming-11619776804?mod=business_lead_pos4",
    "url": "for-music-rights-deals-the-hits-keep-coming-11619776804",
    "title": "For Music-Rights Deals, the Hits Keep Coming",
    "sub_head": "Tempo, a private-equity-backed partnership, has a billion-dollar war chest as it invests in the Jonas Brothers, Wiz Khalifa among others",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-331954?width=620&size=1.5",
    "image_1": "im-331954.jpg",
    "time": "2021-04-30 06:00:00",
    "body": "The flood of money into deals for rights to the song catalogs of superstar musicians isn’t letting up.<br />Tempo Music Investments, a private-equity-backed investment firm launched in 2019 in partnership with  Warner Music Group Corp. , has quietly bought up music rights from the Jonas Brothers, Florida Georgia Line, Wiz Khalifa and some top producers.<br />And they’re not done: The firm has more than $1 billion available to keep buying, according to people familiar with the matter, an indication that the hot market for music intellectual property will continue.<br />A flurry of high-profile deals late last year revealed a frenzied market for music copyrights, whose popularity has exploded thanks to streaming, low interest rates, and copyrights’ steady returns. Megadeals for Stevie Nicks’s and Bob Dylan’s songwriting copyrights have prompted many more artists to look at their catalogs and consider sales while investors are eager to spend. Many legacy artists have rushed to close transactions before an expected increase in capital-gains taxes by the Biden administration, executives and lawyers say.<br />Buyers of copyrights range from publishers like Universal Music Publishing and Primary Wave to publicly traded music-investment company  Hipgnosis Songs Fund Ltd.  to private equity— KKR  & Co. joined the fray with an investment in producer Ryan Tedder’s catalog of hits, including songs from Beyoncé, Adele and Stevie Wonder."
}