{
    "url_original": "https://www.wsj.com/articles/for-food-delivery-covid-19-was-a-sugar-high-11619780401?mod=business_minor_pos12",
    "url": "for-food-delivery-covid-19-was-a-sugar-high-11619780401",
    "title": "For Food Delivery, Covid-19 Was a Sugar High",
    "sub_head": "A new analysis suggests some heavy indigestion ahead for companies in the industry",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-30 07:00:00",
    "body": "After monster surges in use over the past 12 months because of the pandemic, food-delivery companies are doubling down. For example,  DoorDash ,  which said its revenue grew by a quarterly average of 220% year over year in 2020, has been adding delivery for groceries and convenience goods. And the  Uber Technologies  platform Uber Eats has bolstered its profile with grocery delivery through Cornershop in addition to its recent acquisitions of its food-delivery competitor Postmates and the alcohol-delivery platform Drizly.<br />Perhaps food-delivery companies are hustling to explore new verticals because they have to. A published study suggests a big headwind is coming. The paper, written by Elliot Shin Oblander, a doctorate candidate in marketing at Columbia Business School, and Daniel McCarthy, assistant professor of marketing at Emory University’s Goizueta Business School, looked at what would have happened to U.S. food delivery sales if Covid-19 hadn’t existed to quantify the impact of the pandemic.<br />Sales for the U.S. food-delivery business were about $51 billion last year, increasing by $28 billion from 2019, according to the authors. Using credit-card, geolocation and restaurant-listings data, they found that about $19 billion, or around 70%, of last year’s growth, was “purely due to the pandemic.” Had the pandemic not happened, sales growth in 2020 would have decelerated by over half compared with the prior year, their analysis showed. Last year’s growth was largely due to consumers opting for delivery as a replacement for in-restaurant dining, the study noted. The conclusion: If dine-in activity returned to pre-pandemic levels, food delivery growth would logically decline: “That’s just how substitution works,” the authors wrote.<br />For a look at how food-delivery companies are expecting pandemic-driven consumer habits to persist, consider DoorDash. At the midpoint of its guidance, the company is forecasting roughly 28% growth in its largest business segment’s gross-order value this year versus 2020—significantly tempered from the more than 200% year-over-year growth it put up last year. Still, its 2021 outlook implies roughly 300% growth at the midpoint this year versus 2019. That is significantly higher than the 186% growth DoorDash saw in the segment’s gross-order value between 2018 and 2019, implying it expects its eaters to continue to order in at elevated levels, even in a reopened economy.<br />DoorDash at least might be in the best position to retain customers in a vaccinated world, according to the study’s co-author, Mr. McCarthy. He notes a “double jeopardy effect” in the food-delivery industry in which DoorDash’s market-leading position makes the brand all the more appealing to eaters. New York City is perhaps the best illustration of this dynamic. While Grubhub for years held a stranglehold on that market, Bloomberg Second Measure data for March show that DoorDash somewhat suddenly owns 34% of sales there compared with Grubhub’s 37%. Of the top 12 U.S. metro areas by population, DoorDash now leads in 10 of them."
}