{
    "url_original": "https://www.wsj.com/articles/for-ev-startup-faraday-future-the-road-back-from-the-brink-runs-through-a-spac-11618228812?mod=tech_lead_pos7",
    "url": "for-ev-startup-faraday-future-the-road-back-from-the-brink-runs-through-a-spac-11618228812",
    "title": "For EV Startup Faraday Future, the Road Back From the Brink Runs Through a SPAC",
    "sub_head": "Electric-vehicle maker plans to start selling cars next year after new investors buy in following its brush with bankruptcy",
    "category_1": "Tech",
    "time": "2021-04-12 08:00:00",
    "body": "Faraday Future has missed key product deadlines, amassed a pile of debt and lost top executives to a rival electric-vehicle startup. Its founder, who remains an executive, resigned as CEO amid his personal bankruptcy and was barred in China from running public companies.<br />Now under new leadership, seven-year-old Faraday & Future Inc. is poised to complete a public listing on a U.S. stock exchange within weeks that would value it at $3.4 billion, extending a change in fortune for a startup with a difficult past and no car sales.<br />Faraday is among the latest examples of an electric-vehicle startup without a clear record of success to raise hundreds of millions in capital and go public largely based on a vision of the future of transportation, owing to the booming popularity of an investment structure called special-purpose acquisition companies, or SPACs.<br />SPACs have allowed these startups to tap the enthusiasm among public-market investors and amateur stock traders for electric vehicles—an ardor that is driven, in part, by the idea that climate change and new regulations to cap carbon emissions will spur demand for such cars long term. Faraday announced in January a deal to raise more than $1 billion when it agreed to merge with a SPAC called  Property Solutions Acquisition Corp.<br />Los Angeles-based Faraday was founded in 2014 by Chinese entrepreneur Jia Yueting, who had risen to prominence with LeEco Holdings, a technology business he founded, before he fell into financial trouble. A Chinese court seized some of his assets in 2017, among several financial penalties China levied against the entrepreneur. The China Securities Regulatory Commission ordered Mr. Jia to return to the country to handle his debt. Mr. Jia, who didn’t return to the country, has said he was acting “in good faith to fund his vision.”"
}