{
    "url_original": "https://www.wsj.com/articles/ford-is-right-to-fear-getting-left-behind-11619696153?mod=business_lead_pos13",
    "url": "ford-is-right-to-fear-getting-left-behind-11619696153",
    "title": "Ford Is Right to Fear Getting Left Behind",
    "sub_head": "Auto maker issued downbeat guidance for 2021, even after posting record-breaking quarterly results",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-29 07:35:00",
    "body": "Last year, car makers experienced the cardiac arrest of shutdowns followed by the blood rush of fast-rebounding auto sales. This year, they’re getting both at the same time.<br />Ford  reported record quarterly operating profit after the bell Wednesday while also guiding analysts to a full-year profit below expectations. Since markets only care about the future, the shares fell 3% in aftermarket trading.<br />The well-documented chip shortage was the main culprit. Ford said it would produce 1.1 million fewer vehicles than planned this year for want of semiconductors, equating to roughly $2.5 billion in adjusted operating profit—the top end of the range it estimated at the start of February.<br />The confusing thing is that Ford produced 17% fewer vehicles than planned in the first quarter and yet generated far more profit than the company expected. Against a backdrop of strong consumer demand, an undersupply of vehicles as a result of last year’s pandemic-related shutdowns and this year’s chip-related ones is pushing up prices across the industry. Ford made 7% more automotive revenue than in the first quarter of last year by selling 6% fewer vehicles. Skyrocketing used-car prices also boosted its finance arm.<br />The message from the company Wednesday was that these conditions can’t last. It is assuming automotive operating margins, which reached 12.8% in North America in the quarter, will normalize as purchase incentives creep back up and rising commodity prices feed into raw-material bills. It also expects used vehicle inflation to moderate."
}