{
    "url_original": "https://www.wsj.com/articles/former-dean-of-temple-university-business-school-indicted-on-fraud-charges-11618614605?mod=business_minor_pos5",
    "url": "former-dean-of-temple-university-business-school-indicted-on-fraud-charges-11618614605",
    "title": "Former Dean of Temple University Business School Indicted on Fraud Charges",
    "sub_head": "Moshe Porat is accused of submitting phony data to boost online M.B.A. ranking, attract more students and increase revenue; he has said administrators used him as a scapegoat",
    "category_1": "U.S.",
    "category_2": "Education",
    "image_1_url": "https://images.wsj.net/im-326513?width=620&size=1.5",
    "image_1": "im-326513.jpg",
    "time": "2021-04-16 19:10:00",
    "body": "Federal prosecutors charged the former dean of Temple University’s business school with fraud for allegedly submitting falsified data to bolster its online M.B.A. degree ranking.<br />The indictment unsealed Friday charges Moshe Porat, 74, the former dean of Temple’s Fox School of Business and Management, in Philadelphia, with conspiracy and wire fraud for allegedly providing phony information to U.S. News & World Report between 2014 and 2018. Two subordinates were also charged with one count of conspiracy each to commit wire fraud.<br />The school—whose online M.B.A. program had been rated No. 1 in its category by the publication’s influential rankings for four years running— is alleged to have provided false information about the number of Fox students who had taken the Graduate Management Admission Test exam, the average work experience of its students and the percentage of students enrolled part-time.<br />Temple’s Fox School of Business notified the publisher in 2018 that it had inflated its data, triggering the dean’s ouster later that year, as well as state and federal investigations.<br />Dr. Porat, in a statement provided by his lawyer, denied the allegations. He said he was “disappointed that, after cooperating with the government in its investigation, the United States Attorney’s Office decided to bring these charges.” The former dean sued Temple last year for allegedly defaming his character in connection with the rankings scandal, saying that administrators used him as a scapegoat."
}