{
    "url_original": "https://www.wsj.com/articles/fortnite-maker-epic-games-valued-at-nearly-29-billion-in-funding-round-11618325321?mod=markets_lead_pos10",
    "url": "fortnite-maker-epic-games-valued-at-nearly-29-billion-in-funding-round-11618325321",
    "title": "‘Fortnite’ Maker Epic Games Valued at Nearly $29 Billion in Funding Round",
    "sub_head": "Videogame company raises $1 billion from new and existing investors including Sony Group",
    "category_1": "Tech",
    "time": "2021-04-13 13:14:00",
    "body": "“Fortnite” creator Epic Games Inc. is now valued at $28.7 billion after raising more capital, funding that comes just weeks before the videogame company heads to trial against  Apple Inc.<br />Epic on Tuesday said it completed a $1 billion funding round that includes an additional $200 million from  Sony Group Corp.  The company, which also counts  Walt Disney Co.  and China’s  Tencent Holdings Ltd.  among its investors, was valued at $17.3 billion as of last August. Its chief executive, Tim Sweeney, remains the company’s controlling shareholder.<br />“We are grateful to our new and existing investors who support our vision for Epic and the Metaverse,” Mr. Sweeney said in a written statement, referring to the concept of a collective virtual shared space.<br />Epic was founded in 1991. In addition to the shooter game “Fortnite,” it makes the Unreal Engine, a suite of software tools for developing videogames and producing special effects for television shows, movies and other types of digital content. It also owns the video-chat app Houseparty and the studios behind hit games such as “Rocket League’’ and “Fall Guys: Ultimate Knockout.”<br />Released in 2017, “Fortnite” quickly became a global cultural phenomenon, especially beloved by teenagers. It is best known for its free “Battle Royale’’ mode, where 100 players duke it out until only one combatant or squad remains. About a year ago, Epic said “Fortnite” had more than 350 million registered accounts."
}