{
    "url_original": "https://www.wsj.com/articles/fortnites-mastermind-goes-to-battle-with-apple-11619236807?mod=business_minor_pos5",
    "url": "fortnites-mastermind-goes-to-battle-with-apple-11619236807",
    "title": "Fortnite’s Mastermind Goes to Battle With Apple",
    "sub_head": "Tim Sweeney is responsible for one of the world’s most successful videogames. Does he have what it takes to defeat the world’s biggest company?",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-329454?width=620&size=1.5",
    "image_1": "im-329454.jpg",
    "time": "2021-04-24 12:01:00",
    "body": "The billionaire behind one of the most successful videogames of all time came to view  Apple Inc.  as an existential threat to his dream of the future. So Tim Sweeney decided to fight. He gave his dispute with the world’s biggest company a code name: Project Liberty.<br />The clash was a bold gambit from a man who built an empire around “Fortnite,” the online multiplayer shooter game filled with cartoonish characters that became a phenomenon beloved by teenagers around the world. The ambition of Epic Games Inc.’s chief executive was that Fortnite’s legions of devoted young fans could turn it into a thriving social network, and help realize his vision of the “metaverse,” a shared virtual world where people might one day live, work and hang out.<br />Mr. Sweeney saw Apple as a central roadblock to that vision, according to people familiar with his thinking and documents unveiled in a recent court proceeding, because of the iPhone maker’s tight control over how people access “Fortnite” and any other mobile apps from Epic. Apple’s App Store takes a 30% cut of Epic’s revenue from those users.<br />Epic circumvented Apple’s fees and rules last August by introducing its own system for processing user purchases into mobile versions of “Fortnite.” It also prepared for a larger legal and public-relations campaign, complete with a video mocking a legendary Apple ad and the social-media hashtag #FreeFortnite.<br />“You’ll enjoy the upcoming fireworks show,” Mr. Sweeney said in an email to an ally at  Microsoft Corp.  on the eve of the plan’s launch. Apple made that email public in a court filing, along with other emails and witness testimony cited in this story."
}