{
    "url_original": "https://www.wsj.com/articles/frances-macron-seeks-broader-counterterror-surveillance-11619629713?mod=business_minor_pos4",
    "url": "frances-macron-seeks-broader-counterterror-surveillance-11619629713",
    "title": "France’s Macron Eyes Artificial Intelligence to Monitor Terrorism",
    "sub_head": "The move comes as the French president comes under pressure to crack down on terrorism and Islamist separatism",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-330987?width=620&size=1.5",
    "image_1": "im-330987.jpg",
    "time": "2021-04-28 17:55:00",
    "body": "PARIS—The government of French President Emmanuel Macron aims to deploy algorithms and other technology to monitor the web-browsing of terror suspects amid growing tensions over a group of retired generals who recently warned the country was sliding toward a civil war.<br />On Wednesday, Prime Minister Jean Castex said the government plans to submit a bill to parliament seeking permanent authority to order telecommunications companies to monitor not just telephone data but also the full URLs of specific webpages their users visit in real time. Government algorithms would alert intelligence officials when certain criteria are met, such as an internet user visiting a specific sequence of pages.<br />Mr. Macron has come under intense pressure to crack down on terrorism as well as Islamist separatism, an ideology his government says fuels attacks by radicalizing segments of France’s Muslim minority. A middle-school teacher was beheaded in a terrorist attack in October, and on Friday an administrative police worker was stabbed to death in a terrorist attack on a police station. The same day, Marine Le Pen, leader of the anti-immigrant National Rally party, threw her support behind a group of retired generals who published a letter in the far-right magazine Valuers Actuelles, saying the spread of Islamism and other ideologies was pushing France toward a civil war.<br />In the letter, which is addressed to Mr. Macron, the generals demand the eradication of what they consider threats to France’s national identity, ranging from the antiracism movement, which the letter said seeks to erase French history, to “Islamism and the hordes of the banlieues,” a reference to the working-class suburbs of France that have large Muslim populations.<br />“There’s no time for procrastination. Otherwise, tomorrow a civil war will put an end to this growing chaos. And the dead, for whom you’ll bear responsibility, will number in the thousands,” the letter says."
}