{
    "url_original": "https://www.wsj.com/articles/ftc-head-says-supreme-court-ruling-puts-more-than-2-billion-for-cheated-consumers-at-risk-11619562415?mod=business_minor_pos5",
    "url": "ftc-head-says-supreme-court-ruling-puts-more-than-2-billion-for-cheated-consumers-at-risk-11619562415",
    "title": "FTC Head Says Supreme Court Ruling Puts More Than $2 Billion for Cheated Consumers at Risk",
    "sub_head": "Congressional hearing suggests legislative effort to restore agency’s powers won’t be quick",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-330705?width=620&size=1.5",
    "image_1": "im-330705.jpg",
    "time": "2021-04-27 18:26:00",
    "body": "WASHINGTON—The Supreme Court’s recent ruling curbing the powers of the Federal Trade Commission to recover money for cheated consumers threatens 24 active court cases in which it is seeking to return more than $2 billion to the public, the agency’s top official told lawmakers Tuesday.<br />“I cannot emphasize enough the importance of quick congressional action,” FTC Acting Chairwoman Rebecca Kelly Slaughter, a Democrat, said in testimony before a House Energy and Commerce subcommittee that held a hearing to consider a legislative response to the decision.<br />The hearing came after the Supreme Court on Thursday ruled that current federal law didn’t allow the FTC to recover ill-gotten gains in court from companies and individuals who defraud or mislead consumers.<br />The commission long believed it had that authority and relied upon it for decades. The high court, which wiped out a $1.3 billion judgment involving a deceptive payday-lending scheme, said Congress would need to explicitly grant the FTC that power.<br />Ms. Slaughter said the ruling threatened current cases involving unsubstantiated Covid-19 cures, a pyramid scheme, a scam involving fake apartment listings and a case alleging jailed former pharmaceutical executive Martin Shkreli and others orchestrated anticompetitive price hikes in the drug Daraprim. Mr. Shkreli has denied the allegations."
}