{
    "url_original": "https://www.wsj.com/articles/gamestops-ceo-is-getting-millions-on-his-way-out-hes-not-the-only-one-11619356823?mod=business_lead_pos1",
    "url": "gamestops-ceo-is-getting-millions-on-his-way-out-hes-not-the-only-one-11619356823",
    "title": "GameStop’s CEO Is Getting Millions on His Way Out. He’s Not the Only One.",
    "sub_head": "Rally in videogame retailer’s share price provides unusual boost in value of stock awards for departing executives",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-329592?width=620&size=1.5",
    "image_1": "im-329592.jpg",
    "time": "2021-04-25 09:20:00",
    "body": "It is a lucrative time to be leaving  GameStop Corp.’s  C-suite as the run-up in the videogame retailer’s share price has enabled four executives to depart with vested stock now valued at roughly $290 million.<br />Separation agreements between GameStop and the four executives, including Chief Executive Officer George Sherman, have provisions that let stock awarded during their tenure to vest when they leave. While such a handling of leadership transitions isn’t atypical, it does potentially allow the executives to sell their shares near GameStop’s historically high levels.<br />GameStop’s shares closed Friday at $151.18. They hit an intraday peak of $483 in late January after ending 2020 at just below $19.<br />The fortunes the executives stand to gain, based on a Wall Street Journal analysis of recent GameStop securities filings, reflect the rapid and unusual rise in the company’s market value as it became a darling of individual investors and the focus of a turnaround steered by activist investor and Chewy Inc. co-founder Ryan Cohen. Three of the four executives joined the company in 2019.<br />GameStop has said that Mr. Sherman will step down by July 31 and that it is searching for his replacement. His exit agreement calls for the accelerated vesting of more than 1.1 million GameStop shares, according to filings, valued at roughly $169 million as of Friday’s close."
}