{
    "url_original": "https://www.wsj.com/articles/gap-to-replace-longtime-credit-card-issuer-synchrony-with-barclays-11618304403?mod=business_lead_pos2",
    "url": "gap-to-replace-longtime-credit-card-issuer-synchrony-with-barclays-11618304403",
    "title": "Gap to Replace Longtime Credit-Card Issuer Synchrony With Barclays",
    "sub_head": "Gap’s deal with the British bank ends a 22-year partnership with Synchrony, the largest U.S. issuer of store credit cards",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-323776?width=620&size=1.5",
    "image_1": "im-323776.jpg",
    "time": "2021-04-13 05:00:00",
    "body": "Gap Inc.  is parting ways with its longtime credit-card issuer,  Synchrony Financial ,  and moving the business to  Barclays  PLC, according to people familiar with the matter.<br />Barclays will take over Gap’s private-label and co-branded credit cards, including Athleta, Banana Republic and Old Navy, the people said. The portfolio includes some 11 million open card accounts, some of the people said, with total balances of roughly $3.8 billion at the end of March.<br />Synchrony has been issuing cards for Gap—one of its five largest retail card partners—for about 22 years. The relationship, one of the bank’s longest-running card partnerships, includes private-label cards that can be used only at company stores and co-branded credit cards that cardholders can use at nearly any merchant. Its Gap contract is scheduled to end in April 2022, according to people familiar with the matter.<br />Gap marks the second major loss for Synchrony in recent years.  Walmart Inc.  in 2018 decided to end its long-running partnership with the bank, the largest U.S. issuer of store credit cards, and switched to  Capital One Financial Corp.  The Gap portfolio accounts for about 5% of Synchrony’s $78 billion in total balances.<br />Barclays has been looking to expand beyond the airline, hotel and cruise line credit cards that dominate its U.S. portfolio. The Gap account is appealing because it includes many creditworthy cardholders. Some of the cards, in particular those issued to Athleta and Banana Republic customers, tend to attract more affluent borrowers, according to people familiar with the matter. Slightly more than five million of the roughly 11 million total Gap accounts are used at least once a month, one of the people said."
}