{
    "url_original": "https://www.wsj.com/articles/gary-gensler-is-confirmed-as-sec-chairman-by-senate-11618418366?mod=markets_lead_pos5",
    "url": "gary-gensler-is-confirmed-as-sec-chairman-by-senate-11618418366",
    "title": "Gary Gensler Is Confirmed as SEC Chairman by Senate",
    "sub_head": "Veteran regulator, bank executive is expected to take a tougher approach to policing Wall Street",
    "category_1": "Politics",
    "time": "2021-04-14 12:39:00",
    "body": "WASHINGTON—The Senate confirmed Gary Gensler as chairman of the Securities and Exchange Commission on Wednesday, putting a veteran regulator and banker in charge of the Biden administration’s plan to tighten oversight of Wall Street.<br />Senators voted 53-45 to approve Mr. Gensler’s nomination, making him the most prominent financial regulator that President Biden has hired to date. He received support from three Republicans, reflecting the GOP’s limited appetite for a policy agenda that is expected to include requiring more disclosure from public companies on matters such as the potential impact of climate change on their businesses.<br />The red-hot stock market has exposed a host of other issues in recent weeks that Mr. Gensler will likely have to tackle early in his tenure. These include market-plumbing concerns raised by the  GameStop Corp.  trading frenzy, a boom in special-purpose acquisition companies, or SPACs, and the collapse of investment firm Archegos Capital Management.<br />“Any chairman comes to the SEC with their ideas of what they want their priorities to be,” said David Grim, a partner at Stradley Ronon Stevens & Young who formerly served as an SEC division director. “But those priorities are in some ways at the mercy of what’s happening in the markets at the time.”<br />A onetime  Goldman Sachs  executive, Mr. Gensler is known in Washington as a hard-nosed regulator who succeeded in overhauling the swaps market after the financial crisis. The set of rules he implemented as chairman of the Commodity Futures Trading Commission—the SEC’s sister agency—from 2009 to 2013 is widely credited with shoring up the market’s resilience during last year’s turmoil amid the pandemic."
}