{
    "url_original": "https://www.wsj.com/articles/genesis-review-finding-god-in-the-details-11618580280",
    "url": "genesis-review-finding-god-in-the-details-11618580280",
    "title": "‘Genesis’ Review: Finding God in the Details",
    "sub_head": "One of the discoverers of the Higgs boson offers an account of the first cosmic ‘days.’ They were long ones.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-326109?width=620&size=1.5",
    "image_1": "im-326109.jpg",
    "time": "2021-04-16 09:38:00",
    "body": "Three years ago, the Italian physicist Guido Tonelli was in Sicily to give a talk about the origin of the universe. Also on the bill was a Jesuit theologian who spoke about the Book of Genesis. The theologian, we are told, pointed out that the biblical account “is in fact two books, written in different eras and by many different hands.” Unsurprisingly, commentators continued to see inconsistencies. How, for instance, could there be days before there was a sun? Many preferred to interpret the days flexibly, as does Mr. Tonelli. In “Genesis: The Story of How Everything Began”—Mr. Tonelli’s own take on the creation story, a scientific summary of 13.8 billion years of cosmic history—the author divides the seven “days” into very unequal time-steps, from the big bang to the appearance of planets able to support life.<br />An obvious first question is: What came before the big bang? There are three answers that physicists generally choose from. One, prominently advocated by Stephen Hawking, is that the question is meaningless: There was no time before. Another answer suggests that our universe might be a temporary phase in an infinite process—a bubble in eternal chaos, or the mirror image of an endlessly receding past. The third, most honest and least heard, is: Nobody knows.<br />Mr. Tonelli prefers the first answer. “In the beginning was the void,” he affirms, though this void was not empty. Albert Einstein’s theory of relativity tells us that space can have energy, and Werner Heisenberg’s uncertainty principle allows for the spontaneous appearance of particles. We may not know where the void came from, but scientists can describe how it grew.<br />The mathematical theory of an expanding universe was worked out in the first half of the 20th century by a number of people. Mr. Tonelli focuses on the Belgian priest Georges Lemaître, whose pyrotechnic “primeval atom” was rather different from the element-forming model of the physicist George Gamow and others. Lemaître’s theory led to the name “big bang” and, more importantly, explained why stars are made almost entirely from hydrogen and helium. The appearance of these two atomic elements was the culmination of a process that fills the first three days of Mr. Tonelli’s cosmic week—but in actual time took mere seconds.<br />That brief but eventful period is of greatest professional interest to the author, who played an important role in the discovery of the Higgs boson in 2012. The existence of the particle had been hypothesized decades earlier as a way of explaining what went on during the first moments after the big bang. Initially, it is assumed, there was a single fundamental force, which very quickly split into the four we know today: gravity, electromagnetism, and the strong and weak forces of nuclear physics. When these four forces were unified, they would have been carried by a single type of particle, but as temperatures fell in the expanding universe, different kinds of particles emerged. The Higgs boson played a crucial role in that process, effectively binding to some particles, making them heavy, but not to others. The particles that carry the strong and weak forces are heavy, only working over subatomic distances, while electromagnetism is carried by photons—the particles that light is made of—and can extend over unlimited distances."
}