{
    "url_original": "https://www.wsj.com/articles/ghislaine-maxwell-pleads-not-guilty-to-sex-trafficking-11619214159?mod=business_minor_pos4",
    "url": "ghislaine-maxwell-pleads-not-guilty-to-sex-trafficking-11619214159",
    "title": "Ghislaine Maxwell Pleads Not Guilty to Sex Trafficking",
    "sub_head": "Confidante of Jeffrey Epstein makes her first appearance in Manhattan federal court ahead of July trial date",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-329501?width=620&size=1.5",
    "image_1": "im-329501.jpg",
    "time": "2021-04-23 17:42:00",
    "body": "Ghislaine Maxwell pleaded not guilty Friday to sex-trafficking counts and charges that she enticed and groomed underage girls for the late disgraced financier Jeffrey Epstein, making her first appearance in a Manhattan federal courtroom Friday since her arrest last summer.<br />Dressed in prison scrubs, with her ankles shackled, Ms. Maxwell sat between two of her lawyers, one of whom entered the plea on her behalf to a new indictment filed last month, which added sex-trafficking charges to the six counts the former British socialite already faced.<br />Ms. Maxwell, 59 years old, is set to go to trial July 12 on the counts related directly to her alleged role in Mr. Epstein’s sex-trafficking network. U.S. District Judge Alison J. Nathan said Friday she would consider Ms. Maxwell’s lawyers’ request to push back the trial until the fall.<br />Ms. Maxwell would then face a separate criminal trial, at a later date, for two perjury charges related to her testimony in a 2016 civil deposition for a defamation lawsuit filed against her by a woman who alleged she was trafficked and abused by Ms. Maxwell and Mr. Epstein. Ms. Maxwell also pleaded not guilty to the perjury charges and denies the allegations in the lawsuit.<br />Judge Nathan ruled last week to sever the perjury charges, which were part of the original indictment against Ms. Maxwell last year, on the grounds that they could bring unwieldy legal issues to bear on the sex-trafficking trial."
}