{
    "url_original": "https://www.wsj.com/articles/give-bill-maher-an-oscar-11619476061?mod=opinion_lead_pos8",
    "url": "give-bill-maher-an-oscar-11619476061",
    "title": "Give Bill Maher an Oscar",
    "sub_head": "Unlike Hollywood’s woke, at least its Communists could make good movies.",
    "category_1": "Opinion",
    "category_2": "Main Street",
    "time": "2021-04-26 18:27:00",
    "body": "For years conservatives have bemoaned Hollywood’s influence on American norms and mores. Sunday night ought to allay any such fears. Far from showcasing its mighty influence on American life, the 93rd Academy Awards confirmed that our movie industry no longer even knows how to entertain.<br />Start with the inexplicable decision to dispense with clips from nominated films in favor of more time for presenters and winners to drone on about whatever they had on their minds. From actress-director Regina King’s opening remarks about the Derek Chauvin verdict in Minneapolis to the later reference to police killings and the themes represented by the films nominated for best picture (#MeToo feminism, 1960s black militancy, the plight of an Amazon worker, etc.), it had all the glamour and appeal of a public-television fundraiser. It’s not that this year’s Oscars were too political. It’s that they were too boring.<br />Bill Maher called it. Two weeks before the Oscars aired, the HBO host of “Real Time with Bill Maher” said that after a year of Covid-19, he had hoped for a little Hollywood escapism. But “judging by this year’s best-picture nominees,” he said, “you couldn’t have a worse time at the movies if there was an active shooter in the theater.”<br />Here’s his summary of the contenders, starting with “Nomadland,” which took home the award for best picture:<br />“That’s the one about the woman who winds up living in her van after her husband dies of cancer. In ‘Judas and the Black Messiah,’ the FBI kills the leader of the Black Panthers, and in ‘The Trial of the Chicago 7’ the FBI kills the leader of the Black Panthers again. ‘Promising Young Woman’ has Carey Mulligan avenging a murderous rapist, but then he kills her too. . . . ‘The Sound Of Metal’ is about a musician going deaf. ‘The Father’ is about an octogenarian descending into dementia. And ‘Minari’ is the story of dirt-poor Korean immigrants in Arkansas who put all their food in a barn, but then grandma has a stroke and burns it down. Now enjoy the show!”"
}