{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-04-09-2021-11617954392?mod=markets_lead_pos1",
    "url": "global-stock-markets-dow-update-04-09-2021-11617954392",
    "title": "Stock Futures Wobble After S&P 500 Hits Record",
    "sub_head": "Large technology stocks are on track to close out their best week in over two months, and powered the S&P 500 to its 19th all-time closing high of 2021",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-322787?width=620&size=1.5",
    "image_1": "im-322787.jpg",
    "time": "2021-04-09 06:20:00",
    "body": "U.S. stock futures wobbled Friday, suggesting that the S&P 500 will end the week near a record level following a rally powered by major technology stocks.<br />Futures tied to the S&P 500 edged up less than 0.1%, indicating the broad market gauge could grind higher after closing Thursday at its 19th all-time high for 2021. The benchmark is on track to notch gains for a third straight week, its longest winning streak since mid October. Nasdaq-100 futures ticked down 0.2%, suggesting that large technology stocks may pause Friday.<br />Stocks surged higher this week, led by technology companies. Bond markets calmed, with yields dropping for four straight days before ticking higher on Friday. Investors are betting that economic growth will pick up as Covid-19 vaccines and government support help revitalize social and business activity. Federal Reserve officials also reiterated this week that the central bank will continue with policy measures aimed to support the recovery.<br />“It’s been another week that’s reminded us how addicted to policy support we are,” said Georgina Taylor, a multiasset fund manager at Invesco. “Some of the comments out of the U.S. have cemented the market’s view that policy can’t shift any time soon, and that’s put support behind the equity market.”<br />In bond markets, the yield on the 10-year Treasury note ticked up to 1.669%, from 1.632% Thursday. It remains below the 1.749% it hit at the end of last month."
}