{
    "url_original": "https://www.wsj.com/articles/global-economy-sees-pickup-as-services-revive-and-factories-boom-11619170822",
    "url": "global-economy-sees-pickup-as-services-revive-and-factories-boom-11619170822",
    "title": "Global Economy Sees Pickup as Services Revive and Factories Boom",
    "sub_head": "Surveys of purchasing managers point to a pickup in growth in parts of Asia and Europe, as businesses hire more workers to meet an expected rise in demand",
    "category_1": "Economy",
    "category_2": "Economic Data",
    "time": "2021-04-23 05:40:00",
    "body": "The global economy is showing signs of stronger growth as its factories continued to boom and service providers began to see the benefits of vaccination programs.<br />After a big contraction in 2020, the global economy is forecast to rebound strongly this year as vaccination programs allow more parts of the services economy to reopen fully. There were already signs of that rebound in the U.S. and China during the early months of the year, but surveys of purchasing managers released Friday indicate that Europe is also starting to participate in the recovery.<br />Threats to the recovery remain, not least the possibility that new variants of the Covid-19 virus will prove more resistant to vaccinations and more easily transmitted. Restrictions on activity remain in many parts of the world, and India Thursday reported the world’s biggest ever single-day jump in new infections.<br />Many European countries retain restrictions on services that require close physical proximity and most forms of international travel. But the surveys recorded the first expansion of activity in its dominant services sector since August 2020, while its manufacturing sector continued to enjoy strong growth.<br />“Although the service sector continued to be hard hit by lockdown measures, it has returned to growth as companies adjust to life with the virus and prepare for better times ahead,” said Chris Williamson, chief business economist at IHS Markit."
}