{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-04-12-2021-11618216789?mod=markets_lead_pos3",
    "url": "global-stock-markets-dow-update-04-12-2021-11618216789",
    "title": "S&P 500 Futures Slip After Index Hits Record",
    "sub_head": "Stock futures ticked down ahead of a busy week of corporate earnings and economic data",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-323568?width=620&size=1.5",
    "image_1": "im-323568.jpg",
    "time": "2021-04-12 06:06:00",
    "body": "U.S. stock futures slipped Monday, signaling a muted opening for major indexes that stand at record highs ahead of a busy week of corporate earnings and economic data.<br />Futures tied to the S&P 500 edged down 0.2% after the benchmark stocks gauge posted its 20th all-time closing high of 2021 on Friday. Contracts for the Dow Jones Industrial Average, which also closed out last week at a record, ticked down 0.2%. Futures for the technology-heavy Nasdaq-100 index slid nearly 0.2%.<br />Shares of technology giants have taken back control of the rally in U.S. stocks over the past month, helping to push major indexes to a series of all-time highs. Investors’ concerns about owning shares that are sensitive to rising interest rates have been assuaged by a retreat in yields on U.S. government bonds. Some say the shift into economically-sensitive sectors went too far at a time when major economies like the European Union and India are grappling with fresh coronavirus outbreaks.<br />Investors on Monday said they were positioning for the start of earnings season, as well as data that will help to gauge whether a coming burst of inflation will prove transitory. Inflation data due on Tuesday are expected to show consumer prices picked up in March.<br />“All of these things need to deliver in quite a Goldilocks manner for the current gains to remain intact,” said Edward Park, chief investment officer at U.K. investment firm Brooks Macdonald. There is “a bit of a question mark in markets just saying: We’re seeing strong gains; is this quite right?” Mr. Park said."
}