{
    "url_original": "https://www.wsj.com/articles/global-chip-shortage-set-to-worsen-for-car-makers-11619708393?mod=business_lead_pos2",
    "url": "global-chip-shortage-set-to-worsen-for-car-makers-11619708393",
    "title": "Global Chip Shortage Set to Worsen for Car Makers",
    "sub_head": "Auto makers anticipate a slower recovery in chip supplies following the fire at Japan’s Renesas semiconductor factory and the Texas freeze",
    "category_1": "Business",
    "category_2": "Autos & Transportation",
    "image_1_url": "https://images.wsj.net/im-331677?width=620&size=1.5",
    "image_1": "im-331677.jpg",
    "time": "2021-04-29 10:59:00",
    "body": "Global auto makers who had expected the semiconductor supply crisis to subside in the spring are now warning that chips will remain scarce for months while a second-half recovery is fraught with uncertainty.<br />The main causes of the worsening shortage are the widespread chip manufacturing disruption in Texas from the severe weather in February and a fire at Japan’s Renesas Semiconductor Manufacturing Co. Ltd. on March 19 that halted production, ripping a hole in the global supply. That has left car makers searching for chips needed for on-board electronics, safety systems such as automatic braking, and infotainment consoles.<br />The disruptions in Texas and Japan have exacerbated a shortage that began last year when strong demand from the consumer-electronics industry left car makers unable to accelerate chip orders to keep pace with a stronger-than-expected post-lockdown rebound in auto sales. Car makers had to stall or stop production and ration chips for the best-earning models.<br />“The semiconductor shortage and the impact to production will get worse before it gets better,”  Ford  Chief Executive Jim Farley said Wednesday. “Our second quarter will be the trough for this year.”<br />With auto makers now anticipating a slower chip-supply recovery than expected, they are having to adopt new mitigation measures."
}