{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-04-14-2021-11618386396?mod=markets_lead_pos1",
    "url": "global-stock-markets-dow-update-04-14-2021-11618386396",
    "title": "Stock Futures Wobble After S&P 500 Hits Record",
    "sub_head": "S&P 500 is set to grind higher after hitting its 21st record close of the year as investors awaited a string of bank earnings",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-324811?width=620&size=1.5",
    "image_1": "im-324811.jpg",
    "time": "2021-04-14 03:47:00",
    "body": "U.S. stock futures paused Wednesday as investors awaited corporate earnings from some of the nation’s biggest banks and a speech from Federal Reserve Chairman Jerome Powell.<br />Futures tied to the broad S&P 500 index edged up 0.1%. On Tuesday, the benchmark hit its 21st record close of the year, led higher by technology shares. Nasdaq-100 futures also ticked 0.1% higher.<br />Investors say they are optimistic about the biggest American companies’ earnings and outlook for the rest of the year, given the projections for a sharp economic recovery. Sizable government stimulus measures and repeated pledges from the Federal Reserve to continue supporting the recovery have largely helped alleviate concerns about the pace of the reopening and the vaccination rollout.<br />“As the fundamentals emerge in the weeks ahead, there should be some really eye-catching earnings data coming through and some very strong economic data,” said Paul O’Connor, head of a multiasset team at Janus Henderson Investors. “It is about working out whether the fundamentals are strong enough to justify what we have seen markets do.”<br />JPMorgan Chase, Goldman Sachs Group and Wells Fargo are set to release earnings reports starting at about 6:45 a.m. ET. Analysts forecast that all of them will post first-quarter profits that are far above year-earlier levels, and they will release some of the money set aside to cover anticipated defaults by customers after the Covid 19 pandemic hit. Other large American businesses will report profits through the week."
}