{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-04-21-2021-11618991011?mod=markets_lead_pos1",
    "url": "global-stock-markets-dow-update-04-21-2021-11618991011",
    "title": "Stock Futures Waver Amid Concerns Around Covid-19 Infection Rate",
    "sub_head": "S&P 500 and Dow are on track for a muted trading session following two days of declines",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-327964?width=620&size=1.5",
    "image_1": "im-327964.jpg",
    "time": "2021-04-21 06:36:00",
    "body": "U.S. stock futures wobbled as the global Covid-19 infection rate and potential for new variants fueled concerns about the pace of economic recovery.<br />Futures tied to the S&P 500 and the Dow Jones Industrial Average wavered between gains and losses after two straight days of declines. Technology-heavy Nasdaq-100 futures slid 0.2%.<br />A new wave of Covid-19 infections is sweeping through a number of countries including India and Japan, raising the prospect of fresh hurdles to the anticipated global economic rebound. Health authorities are also warning that new variants may emerge that are resistant to the existing batch of coronavirus vaccines. Given those concerns, investors are putting the brakes to what has been a furious rally in stocks in recent weeks, leaving the major indexes hovering near record highs.<br />“There are still risks in this market, particularly as it relates to the vaccine rollout and virus mutations,” said Shoqat Bunglawala, head of international multiasset investments at Goldman Sachs Asset Management. “We’re still likely to be in an environment with some volatility.”<br />Investors are also closely monitoring corporate earnings to see if the current valuations of expensive stocks can be justified.  Verizon Communications  and  NextEra Energy  are among a string of companies scheduled to report quarterly results before the market opens.  Chipotle Mexican Grill  will post earnings after the New York closing bell."
}