{
    "url_original": "https://www.wsj.com/articles/gm-to-halt-production-at-several-north-american-plants-due-to-chip-shortage-11617893417?mod=business_lead_pos3",
    "url": "gm-to-halt-production-at-several-north-american-plants-due-to-chip-shortage-11617893417",
    "title": "GM to Halt Production at Several North American Plants Due to Chip Shortage",
    "sub_head": "Affected vehicles include Chevrolet Traverse, Cadillac SUV models XT5 and XT6",
    "category_1": "Business",
    "category_2": "Autos & Transportation",
    "image_1_url": "https://images.wsj.net/im-322255?width=620&size=1.5",
    "image_1": "im-322255.jpg",
    "time": "2021-04-08 17:08:00",
    "body": "General Motors Co.  will halt production at several North American factories and extend shutdowns at others because of a chip shortage that has been worsening for U.S. auto giants and poses a threat to a strong sales rebound.<br />GM said Thursday that three plants previously unaffected by semiconductor supply problems will be idled or have output reduced for one or two weeks, including a factory in Tennessee and another in Michigan that make popular midsize sport-utility vehicles. Models affected include the Chevrolet Traverse SUV and the Cadillac XT5 and XT6 SUVs.<br />The moves follow news last week that  Ford Motor Co.  would deepen production cuts in North America, including idling for two weeks a factory near its headquarters in Dearborn, Mich., that makes the F-150 pickup truck, its biggest moneymaker.<br />Auto makers since late last year have been grappling with a shortage of semiconductor chips, which go into software modules used to control everything from brakes to dashboard touch screens. The companies have been cutting production for months as they move to line up chip supplies, with executives saying the shortage could last several more months.<br />The chip shortage, also affecting products such as videogames, is among a number of factors hobbling global commerce in recent months, including backups at California ports, plant closures due to the Texas freeze in February and the ship stuck in the Suez Canal last month."
}