{
    "url_original": "https://www.wsj.com/articles/god-is-in-the-punch-line-11618871390?mod=opinion_lead_pos10",
    "url": "god-is-in-the-punch-line-11618871390",
    "title": "God Is in the Punch Line",
    "sub_head": "If Chesterton’s right about humor, laughter can be sanctifying.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-19 18:29:00",
    "body": "G.K. Chesterton closed out “Orthodoxy,” his 1908 masterpiece of Christian apologetics, with a radical thought. He proposed that the one thing too great for God to have shown us when he walked on the earth was his mirth. This suggests that the idea of a blissfulness we can’t even imagine was important to Chesterton. The mere possibility it’s true, that one thing our mortal minds can’t begin to fathom about God’s nature is his joyousness, offers me consolation beyond measure.<br />It comforts me because it means that laughter—one manifestation of earthly joy I love to experience—is far from mundane. It can be sanctifying. In its edifying echo can be heard something important about the Divine, unreachable by reason alone, if only we listen. Rollicking mysticism that effortlessly makes your sides hurt: What’s not to like about that?<br />This hopeful insight makes me think differently about cheery laughter. Does humor reflect something about God’s loving creativity, conceiving of something good out of nothing? Or his perfect patience in playing the long game with us, his imperfect creations, which surely requires a sense of humor?<br />Chesterton loved paradoxes, so it shouldn’t surprise us that the best and wisest jokes often come from children. I experienced such a moment the other day. My 10-year-old son, Jack, and I simultaneously noticed that my wife, Devin, had conspicuously removed her engagement ring and placed it atop a paper towel on the kitchen counter.<br />Surely she was going to put it back on, but there it sat, for a moment as foreboding to me as a Dear John letter. And not only to me. Picking up on the disquiet, Jack looked up and deadpanned: “Well, I guess she played us both for fools.”"
}