{
    "url_original": "https://www.wsj.com/articles/god-and-the-border-crisis-11618174431?mod=opinion_lead_pos5",
    "url": "god-and-the-border-crisis-11618174431",
    "title": "God and the Border Crisis",
    "sub_head": "Churches play a vital role sheltering migrants, who are overwhelming U.S. and Mexican authorities.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-11 17:32:00",
    "body": "Matamoros, Mexico<br />‘Americans don’t know how this country is, Mexico,” Yaimin Fuentes Caña says. “The Mexicans extort Cubans, Hondurans, anyone who comes here to this country. This country is super violent.”<br />The 38-year-old migrant speaks from experience. He says he fled Cuba after authorities roughed him up because he refused to participate in the communist dictatorship’s sham elections. He requested protection in the U.S., but under the Trump administration’s Migrant Protection Protocols, asylum seekers were required to wait in Mexico for their cases to be adjudicated. Mr. Fuentes Caña says that since he arrived in Matamoros in May 2019, he’s been kidnapped several times and released only after paying the cartels a ransom. Corrupt officials and criminals extort migrants every chance they get, he says, and the cartels also pressure migrants to pay up for a coyote and enter the U.S. illegally: “Imagine: Who doesn’t pay, doesn’t last. You never see them again.”<br />Mr. Fuentes Caña finally found refuge at a seminary turned shelter in Matamoros, supported by Texan Christians. It’s one of dozens that have sprung up on both sides of the border to help with the unfolding humanitarian crisis. These makeshift shelters provide migrants with food, a bed, showers—and a modicum of protection against the corrupt officials, cartels and criminals who are making a fortune exploiting those fleeing persecution or seeking a better life in America. To the benefit of migrants, many of these rogues get superstitious about meddling with churches and their ministries.<br />President Biden is phasing out the Migrant Protection Protocols and gradually admitting asylum seekers who enrolled in the program. Mr. Fuentes Caña is still waiting for his turn to enter the U.S. legally, and he’s determined to abide by the law because he wants to reunite someday with his wife and five children, whom he left behind in Cuba. But the pastors I interviewed said other migrants misinterpreted Mr. Biden’s policy as a sign that the U.S. border is now open to them."
}