{
    "url_original": "https://www.wsj.com/articles/golden-arm-review-flexing-their-comedic-muscles-11619730908",
    "url": "golden-arm-review-flexing-their-comedic-muscles-11619730908",
    "title": "‘Golden Arm’ Review: Flexing Their Comedic Muscles",
    "sub_head": "A gender-bending buddy comedy about two arm wrestlers played by Mary Holland and Betsy Sodaro has all the makings of a cult hit",
    "category_1": "Film Review",
    "time": "2021-04-29 17:15:00",
    "body": "The golden arm referred to in “Golden Arm” is an aberration. A phenomenon. An almost mythic thing in the linoleumed landscape of women’s arm wrestling. As one referee (Doug Van Liew) explains to the lovely, retiring Mel (Mary Holland), “It’s when a woman like yourself—weak, ineffectual, soft—has got one goddamned powerful arm.” So she has. And she’s taking it to the national championships in Oklahoma City. But first she has to find her inner anger, tap into it and let it go! “Oh,” she says, “like ‘Frozen.’” No! Is she hopeless?<br />That’s the question in “Golden Arm,” directed by first-timer Maureen Bharoocha and a fish-out-of-water comedy that has all the makings of a cult hit—an “Animal House,” “Good Burger,” “Sandlot” or “Harold & Kumar Go to White Castle,” albeit with female friendships at the fore. There are no drugs, but there is a hallucinogenic level of vulgarity, a sports-movie structure (the heroes win, they lose, they lose, they win) and at least two first-rate performers in roles of the screwball variety: Ms. Holland as Mel, who is incurably sweet without being sticky; and Betsy Sodaro as Danny, a human incendiary device that goes off regularly throughout the movie and suggests Ms. Sodaro as a female John Belushi.<br />Is it sexist to think that female arm-wrestlers are inherently amusing? Probably, but the anarchic, subtly hilarious screenplay by Ann Marie Allison and Jenna Milly is all about normative gender roles and gender-bending—virtually the only female character who doesn’t have a unisex name, for instance, is Brenda the Bonecrusher, and she’s the arch-villainess. In an impromptu match during the buildup to the national competition, Brenda cheats, as usual, injuring Danny and putting her out of contention in Oklahoma City. So Danny plots revenge: She’ll lure her old college roommate, Mel—the baddest arm-fighter she ever knew—out of her dainty Kansas bakery and into the sweaty ring. Mel thinks she’s accompanying the truck-driving Danny on a delivery to Detroit—as Danny proudly tells her friend, “I’ve been doing this, like, transatlantic route and was able to get myself my own rig.” She offers to split her fee with Mel (who needs a new oven). But she’s really heading west for the showdown with Brenda.<br />Ms. Holland and Ms. Sodaro are a terrific combination, precisely because Mel and Danny are so different and in some ways bring out both the best and worst in each other. “Golden Arm” (in theaters and on digital platforms as of Friday) could be interpreted as having a profound feminist message and liberating agenda. Mostly, it’s just goofy fun. An antic romp. A briskly paced gag fest. A lot of wrist, no relaxation.<br />—Mr. Anderson is a Journal TV critic. Joe Morgenstern is on vacation."
}