{
    "url_original": "https://www.wsj.com/articles/goldman-sachs-profit-rises-sharply-on-strong-trading-dealmaking-11618400599?mod=markets_major_pos11",
    "url": "goldman-sachs-profit-rises-sharply-on-strong-trading-dealmaking-11618400599",
    "title": "Goldman Sachs Profit Rises Sharply on Strong Trading, Deal Making",
    "sub_head": "Bank’s first-quarter results benefit from turbocharged market and economic recovery",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-324288?width=620&size=1.5",
    "image_1": "im-324288.jpg",
    "time": "2021-04-14 08:26:00",
    "body": "Goldman Sachs Group Inc.  reported record profit and revenue in the first quarter, benefiting from a turbocharged market and an economic recovery.<br />Goldman posted a quarterly profit of $6.84 billion, or $18.60 a share, on revenue of $17.7 billion. Both measures were up significantly from a year ago—when the bank posted profit of $1.2 billion on revenue of $8.7 billion—and exceeded the expectations of analysts polled by FactSet, who forecast profit of $10.22 a share on revenue of $12.56 billion.<br />The first three months of 2021 were a frenetic period for banks’ capital markets and trading arms. Reddit-reading retail traders sent so-called meme stocks to new heights. Record amounts of money poured into blank-check companies, several of which announced deals during the quarter to bring fast-growing companies including Social Finance Inc. and Lucid Motors Inc. to the public markets.<br />Goldman thrived in that environment. Trading revenue rose 47% from a year ago to $7.6 billion, thanks to a 31% increase in fixed-income, currency and commodity trading revenue and a 68% increase in stock-trading revenue.<br />The firm’s investment bankers brought in $3.8 billion in fees arranging mergers and securities offerings, up 73% from last year’s first quarter and another record high for Goldman. Revenue from underwriting new initial public offerings, special-purpose acquisition companies and other sales of stock more than quadrupled to $1.6 billion."
}