{
    "url_original": "https://www.wsj.com/articles/goodbye-section-230-hello-liberty-11619476294?mod=opinion_lead_pos6",
    "url": "goodbye-section-230-hello-liberty-11619476294",
    "title": "Goodbye Section 230, Hello Liberty",
    "sub_head": "My legislation would protect free expression by treating Big Tech companies as common carriers.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-26 18:31:00",
    "body": "For too long Americans have watched Big Tech trample on the principles of the First Amendment—free speech, freedom of thought and belief, free assembly and the open exchange of ideas. As more information is filtered through online platforms, the First Amendment is becoming a dead letter. That’s why I’m taking action to hold these corporations accountable.<br />Today, I’m introducing the 21st Century Foundation for the Right to Express and Engage in Speech Act (or the 21st Century FREE Speech Act), which would restore the Bill of Rights—rather than the whims of big companies—as the guide for what Americans can say or hear in today’s public square.<br />The modern public square is dominated by ubiquitous platforms facing little meaningful competition. Instead of being accountable to consumers or voters, the companies that dominate communication today use opaque, inconsistent practices to control the information Americans get to see and discuss. As Justice Clarence Thomas noted in a recent Supreme Court opinion, common carriers—such as trains or phone networks, which are essential to everyday goings-on, connecting people and information—have historically been subject “to special regulations, including a general requirement to serve all comers” without discrimination. The same logic should apply today to Big Tech.<br />Unfortunately, our laws haven't kept pace with this technological reality. The statutes governing free speech and the free exchange of ideas online haven't been updated in a quarter-century. Since it was passed in 1996, Section 230 has been stretched from its original intent—the promotion of the free exchange of ideas online—into a license for companies like  Facebook  and  Twitter  to censor.<br />In recent months, these platforms have effectively smothered newspaper stories that they found inconvenient for their loudest users’ preferred candidates. Big Tech companies have silenced mainstream American political figures, while leaving up Iran’s Supreme Leader Ali Khamenei’s account, even as he tweets hateful things, including calls to “eliminate Israel” and discussions of how to do so. These platforms have censored and editorialized with blatant political bias—writing progressive ideology into their content policies or scrubbing dissent against Covid lockdowns off their sites. Moderate and conservative viral content is suppressed. Twitter blocked the account of the New York Post over its reporting on Hunter Biden, while  Amazon  removed from its streaming service an acclaimed documentary on Justice Thomas during Black History Month. Implicit in these censorship practices is an apparent belief that Big Tech has the right to shape what Americans can learn and believe—a totalitarian concept that runs contrary to U.S. values."
}