{
    "url_original": "https://www.wsj.com/articles/google-springs-forward-11619564599?mod=business_minor_pos11",
    "url": "google-springs-forward-11619564599",
    "title": "Google Springs Forward",
    "sub_head": "Strong margins and new buyback should click following early pandemic slump",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-330527?width=620&size=1.5",
    "image_1": "im-330527.jpg",
    "time": "2021-04-27 19:03:00",
    "body": "Google’s business is soaring. Which is a good thing, as the internet giant also seems to be tacitly admitting it will now need to fly solo.<br />For the third consecutive quarter, Google parent  Alphabet Inc.  solidly beat Wall Street’s targets—at least for its mainstay advertising business. Total revenue for the first quarter came in 7% above consensus forecasts tabulated by FactSet, as advertising revenue jumped 32% year over year to $44.7 billion. Overall revenue was aided by a strong turnout for YouTube and Google’s Cloud operation, which posted on-year growth of 49% and 46%, respectively.<br />Even more important was the bottom-line performance for a company historically inclined to chasing expensive dreams. Alphabet’s operating income more than doubled year over year to $16.4 billion, leading to operating margins of 29.7%—the company’s highest since 2013. Alphabet saw a small accounting benefit from extending the life of its network equipment, and its Google Cloud segment reduced its losses by nearly half compared with last year’s first quarter. But the core advertising business remains the star; operating margins for the Google Services segment topped 38% for the quarter.<br />Alphabet’s share price jumped nearly 5% in after-hours trading following the results—a notable gain given the stock’s 19% run since its last report. A $50 billion share buyback announcement also helped. Alphabet has long preferred to hold on to its funds—net cash is now the highest in tech at $121 billion. But growing government scrutiny makes major deals a challenge; the relatively small Fitbit acquisition barely scraped by. And Alphabet is now generating nearly $51 billion in free cash flow on a trailing 12-month basis, leaving the company plenty to invest with.<br />Less clear is whether the results mark a new normal for Google and its related businesses. Chief Financial Officer Ruth Porat noted on Tuesday’s call that it is still too early to assess the durability of the “elevated consumer online activity” sparked by the pandemic. That $50 billion should help tide investors over for a while though."
}