{
    "url_original": "https://www.wsj.com/articles/google-alphabet-googl-1q-earnings-report-2021-11619493812?mod=business_lead_pos2",
    "url": "google-alphabet-googl-1q-earnings-report-2021-11619493812",
    "title": "Google Poised to Smash Sales Records, Riding Online Spending Surge",
    "sub_head": "Covid-19 pandemic provided a jolt to Alphabet’s advertising business",
    "category_1": "Business",
    "category_2": "Earnings Preview",
    "image_1_url": "https://images.wsj.net/im-329647?width=620&size=1.5",
    "image_1": "im-329647.jpg",
    "time": "2021-04-27 05:39:00",
    "body": "Google’s parent company is expected to shatter sales records with its largest-ever increase in quarterly revenue, fueled by a surge in digital ad spending that has strengthened the tech heavyweight even as regulators try to curtail its power.<br />The pandemic provided a jolt to  Alphabet Inc.’s  advertising business as more people shifted their lives online during a stay-at-home year, turning to Google search to find takeout meals and grocery-delivery options while clicking through videos on the company’s YouTube platform. Brands responded by shifting ad spending from print, television and in-store promotions to find customers across the Google universe.<br />Wall Street expects those trends to power Alphabet’s report on Tuesday, with analysts surveyed by FactSet anticipating first-quarter sales of about $51.51 billion and profit of $10.72 billion. The company posted $41.16 billion in revenue and $6.84 billion in profit during the year-earlier period, when advertising sales plunged as the coronavirus crisis crippled the global economy.<br />As the world’s digital ad leader, Google has been positioned to benefit from a broad wave of online ad growth sweeping across the economy. Smaller rival  Snap Inc.  last week reported a 66% increase in revenue on strong user growth and increased advertising, while  Verizon Communications Inc.  posted a 26% increase in ad sales.<br />The digital-spending surge has helped Google continue to deliver sales growth even as its share of the American search advertising market slips. The company’s market share of search last year fell to 57% from 61% a year earlier, while rival  Amazon.com Inc.  increased its share to 19% from 13% over the same period, according to eMarketer, a research firm."
}