{
    "url_original": "https://www.wsj.com/articles/gop-leaders-clash-on-trump-at-annual-retreat-11619563002?mod=politics_lead_pos7",
    "url": "gop-leaders-clash-on-trump-at-annual-retreat-11619563002",
    "title": "GOP Leaders Clash on Trump at Annual Retreat",
    "sub_head": "Republicans hope to take back control of Congress in midterms",
    "category_1": "Politics",
    "time": "2021-04-27 18:37:00",
    "body": "ORLANDO, Fla.—House GOP leaders presented clashing views at their annual gathering over the 2020 election, the best way to win back control of Congress and the role former President Donald Trump will play in the party’s future.<br />At a retreat 100 days into President Biden’s administration, House Minority Leader Kevin McCarthy of California and House GOP Conference Chairwoman Liz Cheney of Wyoming charted out different paths for the GOP. Ms. Cheney has urged the party to distance itself from the former president, while Mr. McCarthy has emphasized unity, including with Mr. Trump.<br />The split intensified after a mob of Mr. Trump’s supporters stormed the U.S. Capitol on Jan. 6 in protest of Congress certifying Mr. Biden’s electoral victories. Nearly four months later, House GOP leaders are largely united on economic and social policies but divided over the role Mr. Trump should play, as the party enters the midterm election cycle and whether Republicans should publicly criticize him. Mr. Trump has continued to state, without evidence, that he won the presidential election last fall.<br />“We have to learn the lessons from 2020. It’s one of the reasons why it’s so damaging to perpetuate the notion that in 2020, the election was stolen,” said Ms. Cheney in an interview. She was one of 10 Republicans to vote to impeach Mr. Trump in January over the allegation he incited the mob. He was acquitted in the Senate.<br />That message isn’t what other GOP leaders have touted since the 2020 elections, where House Republicans also picked up seats and winnowed Democrats’ majority to the surprise of many forecasters. The GOP also performed better than expected among Hispanic voters in Florida and Texas, which Republicans chalk up to their efforts to link Democrats to socialism."
}