{
    "url_original": "https://www.wsj.com/articles/government-wont-fix-the-semiconductor-shortage-11619649205?mod=opinion_lead_pos5",
    "url": "government-wont-fix-the-semiconductor-shortage-11619649205",
    "title": "Government Won’t Fix the Semiconductor Shortage",
    "sub_head": "The semiconductor and auto industries will resolve the issue before politicians finish assigning blame.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-330756?width=620&size=1.5",
    "image_1": "im-330756.jpg",
    "time": "2021-04-28 18:33:00",
    "body": "Jerry Sanders, a former chairman of the Semiconductor Industry Association and a founder of  Advanced Micro Devices ,  predicted in the 1970s that “semiconductors would prove to be the crude oil of the information age.” It was an understatement.<br />Midprice automobiles today are controlled by 100 or more silicon chips. Cars couldn’t meet legal standards for mileage or pollution—or even start—without chips, let alone connect to the internet or display a fancy digital dashboard. A supply shortage on only one or two chips can shut down an assembly plant that occupies 100 acres and employs 10,000 people. That’s what has happened to many automotive plants over the past six months. Both the auto and semiconductor industries have requested government help, but the problems aren’t of a kind that subsidies and regulation can fix.<br />In the late 1970s cars became computerized. My first Silicon Valley employer, American Microsystems, once “lost the recipe” and cut off the supply of memory chips to a Lincoln Continental plant. Without our chips, cars couldn’t be started.  Ford  later dropped us as a vendor, the penalty for shutting down an auto plant.<br />Soon the automotive industry created an extensive repertoire of reliability and sourcing qualifications that prevented many such problems but also mired the industry in bureaucracy. Today, the qualification process for a new chip vendor takes 18 to 24 months or more. That’s why automotive companies can’t simply buy a scarce chip from another vendor in a crunch to keep the lines running.<br />The demand for chips in electronic products has exploded over the years, shrinking the automotive industry’s share of the chip market to around 10%. Automotive customers now sometimes have to wait in line behind other big customers with faster qualification cycles and better pricing. Auto makers have bemoaned the problem publicly—including at the White House—but they should take responsibility for their own supply problems.  Toyota  weathered the pandemic-induced shortage by holding only a few weeks of chip inventory (or by inducing its semiconductor partners to do that on its behalf)."
}