{
    "url_original": "https://www.wsj.com/articles/grab-ahold-of-grab-holdings-40-billion-spac-deal-11618398668?mod=business_minor_pos11",
    "url": "grab-ahold-of-grab-holdings-40-billion-spac-deal-11618398668",
    "title": "Grab Ahold of Grab Holdings’ $40 billion SPAC Deal",
    "sub_head": "Southeast Asia hasn’t been on many tech investors’ radar until relatively recently. A massive new deal for internet giant Grab will change that.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-14 07:11:00",
    "body": "Southeast Asia is about to grab investors’ attention with the largest ever merger involving a blank-check company. Growth investors looking to diversify away from pricey U.S. and Northeast Asian tech could do a lot worse.<br />Singapore-based Grab Holdings said Tuesday it would go public on the Nasdaq by merging with  Altimeter Growth Corp. , a special-purpose acquisition company, at a near-$40 billion valuation. The deal will more than double Grab’s valuation in just 18 months. Shares of Altimeter jumped 10% Monday.<br />That means another payday for SoftBank, which has invested in the company since 2019. Other backers include  Uber Technologies ,  which sold its Southeast Asia business to Grab in 2018, and China’s Didi Chuxing.<br />Grab runs a superapp in eight countries in Southeast Asia providing services including ride-hailing, food delivery and online financial services. It is a market leader in ride-hailing, with 72% market share. It has half of the online food delivery in the region and had around a quarter of the market in digital-wallet payments last year.<br />Grab’s strong growth clearly is its big selling point. Its adjusted net revenue grew 60% year-over-year in 2020 to $1.6 billion. Its ride-hailing business took a beating due to Covid-19 but the pandemic has helped its deliveries business. The gross merchandise value of its delivery business nearly doubled last year. It is still not profitable, but losses have shrunk on an earnings before interest, tax, depreciation and amortization basis."
}