{
    "url_original": "https://www.wsj.com/articles/great-schools-are-the-solution-to-educational-segregation-11618266702?mod=opinion_lead_pos7",
    "url": "great-schools-are-the-solution-to-educational-segregation-11618266702",
    "title": "Great Schools Are the Solution to Educational ‘Segregation’",
    "sub_head": "New York could replicate Success Academy’s winning model, but standing up to the bureaucracy will take courage.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-12 18:31:00",
    "body": "New York<br />It would be comic if it weren’t so tragic. A 2019 University of California, Los Angeles study awarded New York City’s public schools first place in segregating black students and second in segregating Latino students. How is this possible? How could the schools in a city dominated by the left and led by Mayor Bill de Blasio, a progressive standard-bearer, be more segregated than those in states where Jim Crow laws once reigned and Confederate monuments still stand?<br />The answer isn’t that New Yorkers are especially prejudiced but rather that we have a shortage of good schools. At most of the city’s public schools, a majority of students either aren’t proficient in reading and math or fail to graduate with the skills necessary to succeed in college. Understandably reluctant to send their children to such schools, affluent families find better options either by moving to neighborhoods zoned for excellent schools or paying to prepare their children for admissions tests at selective schools. And this results in segregation since these affluent families are disproportionately white.<br />Predictably, Mayor de Blasio’s solution is redistribution: Spots at good schools must be redistributed from the “haves” to the “have nots” by using new admissions criteria reverse-engineered to produce the required result. What this ignores is the supply problem. If you don’t create additional good schools, restricting access to the existing ones will merely force well-off families out of the public school system altogether.<br />The challenge is that New York’s pre-K programs are weak, so children enter school with wildly varying levels of academic preparedness. This makes it hard to create racially and economically diverse schools that meet the needs of all students. But it’s not impossible. I know because I’ve done it many times over."
}