{
    "url_original": "https://www.wsj.com/articles/group-of-democratic-lawmakers-to-present-plan-to-expand-supreme-court-11618447336?mod=politics_lead_pos5",
    "url": "group-of-democratic-lawmakers-to-present-plan-to-expand-supreme-court-11618447336",
    "title": "Democratic Lawmakers to Present Plan to Expand Supreme Court",
    "sub_head": "Initiative runs counter to Biden administration’s commission on overhauling court after three conservative Trump appointments",
    "category_1": "Politics",
    "time": "2021-04-14 20:45:00",
    "body": "WASHINGTON—Democratic lawmakers plan to introduce legislation on Thursday that would add four seats to the Supreme Court, an initiative that has slim hopes of passage but reflects progressives’ impatience with President Biden’s cautious approach toward overhauling a court that turned to the right during the Trump administration.<br />Last week, Mr. Biden signed an executive order establishing a 36-member commission to report back within six months on possible changes to the Supreme Court’s membership, jurisdiction and lifetime terms. Mr. Biden appointed former Obama White House Counsel Bob Bauer and Yale law professor Cristina Rodriguez as co-chairmen of the commission; other members include many widely respected scholars, including some noted conservatives.<br />“We need more than a commission to restore integrity to the court,” said Sen. Ed Markey of Massachusetts, who is co-sponsoring the legislation with the House Judiciary Committee chairman, Rep. Jerrold Nadler of New York, and Reps. Hank Johnson of Georgia and Mondaire Jones of New York.<br />The White House didn’t immediately respond to a request for comment. The Supreme Court declined to comment.<br />The sponsors plan to announce the legislation with a Thursday press conference outside the Supreme Court, but there’s little chance the bill will make headway. Republicans are united in opposition to a plan that would undo the conservative majority on the Supreme Court, and even many Democrats critical of the court are reluctant to prejudge the issue while Mr. Biden’s commission is at work."
}