{
    "url_original": "https://www.wsj.com/articles/growing-roses-for-beginners-the-secrets-to-success-in-the-garden-11619807089",
    "url": "growing-roses-for-beginners-the-secrets-to-success-in-the-garden-11619807089",
    "title": "Growing Roses for Beginners: The Secrets to Success in the Garden",
    "sub_head": "Have roses’ reputation for fussiness put you off them? These experts’ advice for wary gardeners might recultivate your interest",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-330778?width=620&size=0.6666666666666666",
    "image_1": "im-330778.jpg",
    "time": "2021-04-30 14:24:00",
    "body": "TURNS OUT that where roses are concerned, as with much of life, location matters most. That’s the key tip for inexperienced growers who come across a variety and fall in love. “You have to really make sure that the rose is going to be suitable for where you live,” said Peter Schneider, editor of the annual Combined Rose List, an international reference guide. Mr. Schneider, who noted that Instagram darlings are often farmed overseas, suggested visiting a botanical garden near you to see what does well there. Alternatively, you can find relevant information on a rose’s label, or in its catalog or online description, said Missouri Botanical Garden rosarian, Matthew Norman. Check that the rose is suitable for your hardiness zone (find yours on the USDA website). “Right plant, right place,” said Mr. Norman.<br />To gather even more intelligence for the fledgling rose grower, I set up a conference call with these two pros. Here, their wisdom.<br />Catherine Romano: Do you recommend buying bare-root or potted roses?<br />Matthew Norman: In my experience I have observed a more vigorous response in growth when planting bare-root roses. Bare-root roses have more root mass when compared to potted roses.<br />Peter Schneider: If I had a choice, I would choose bare-root over container, but today the selection of varieties available in containers is huge compared to those available bare-root. In addition, you don’t want to plant a bare-root rose once spring has grown warm because it’s a struggle then to make sure they don’t desiccate before they start growing and form new roots. And it’s almost impossible to find bare-root plants in autumn. So you have a limited window of several weeks in spring when you can ideally plant them."
}