{
    "url_original": "https://www.wsj.com/articles/gun-safety-incentives-draw-bipartisan-support-11617966015?mod=politics_lead_pos1",
    "url": "gun-safety-incentives-draw-bipartisan-support-11617966015",
    "title": "Gun-Safety Incentives Draw Bipartisan Support",
    "sub_head": "Interest in tax credits for storage devices comes as background checks and other firearms proposals face uphill battle in Senate",
    "category_1": "Politics",
    "time": "2021-04-09 07:00:00",
    "body": "WASHINGTON—Recent mass shootings have revived negotiations among lawmakers searching for a compromise on legislation broadening background checks for gun purchases. But with the talks’ fate still up in the air, some lawmakers are also advocating for gun legislation that could face fewer political hurdles.<br />Both Republicans and Democrats have backed a measure that would provide a tax incentive to retailers each time they sell a device, such as a gun safe or lock, meant to securely store a firearm. Notably, the legislation isn’t opposed by the National Rifle Association, the influential gun-rights group whose stance often plays a central role in gun debates.<br />“The issue of background checks is rightly a marquee draw in the debate, and I’m helping to lead that effort, so I have no intention of detracting attention from it,” said Sen. Richard Blumenthal (D., Conn.). But while mass shootings get the most attention, he said, “every day there are tens of killings, many of them children, because of unsafe storage.”<br />GOP lawmakers have also picked up some Democratic support for legislation from Rep. Tom Rice (R., S.C.) that would allow the Federal Bureau of Investigation’s background check examiners to more easily access information from the National Data Exchange, which aggregates criminal records and can be tapped as part of the national background checks system. Lawmakers of both parties are also pursuing “red flag” laws, which would allow courts to temporarily take guns from people deemed dangerous.<br />President Biden on Thursday unveiled a series of executive actions to reduce gun violence, including reining in untraceable weapons known as ghost guns. But constrained by what he can do on his own, Mr. Biden left much of his agenda to Congress, pressing lawmakers to find agreement around background checks and banning assault-style weapons and high-capacity magazines, among other contentious issues."
}