{
    "url_original": "https://www.wsj.com/articles/gun-rights-return-to-the-supreme-court-11619468152?mod=opinion_lead_pos2",
    "url": "gun-rights-return-to-the-supreme-court-11619468152",
    "title": "Gun Rights Return to the Supreme Court",
    "sub_head": "The Justices might finally stop lower-court judges from hollowing out the landmark Heller ruling.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-330139?width=620&size=1.5",
    "image_1": "im-330139.jpg",
    "time": "2021-04-26 17:54:00",
    "body": "The Supreme Court has been gun-shy for more than a decade, so its decision on Monday to take a firearms case from New York is welcome news. The Justices have a chance to correct the lower-court judges who are trying to make the Second Amendment an empty right that ends at the gun owner’s front door.<br />New York bans openly carrying a handgun. Concealed carrying is allowed with a license, but to get one the general public must show “proper cause.” That means some “special need for self-protection,” and living or working in a high-crime area doesn’t count. “The state makes it virtually impossible for the ordinary law-abiding citizen to obtain a license,” say the petitioners in New York State Rifle and Pistol Assn. v. Corlett.<br />This is difficult to square with the Second Amendment, which protects “the right of the people to keep and bear Arms.” But the Supreme Court’s absenteeism on gun rights has left other judges in charge. Justice Antonin Scalia’s 2008 landmark opinion in D.C. v. Hellerrecognized an individual right to own guns in common use, specifically but not solely at home. McDonald v. Chicago in 2010 made that enforceable on the states. Since then? Crickets.<br />The result has been a circuit-court chasm, as liberal judges hollow out the Second Amendment. Last month the Ninth Circuit said: “There is no right to carry arms openly in public; nor is any such right within the scope of the Second Amendment.” That supplements the Ninth Circuit’s ruling five years ago: “There is no Second Amendment right for members of the general public to carry concealed firearms in public.” No open carry; no concealed carry: This is the enfeebled status of an enumerated right in a judicial circuit that covers nine states and 67 million Americans.<br />Why the Supreme Court has let such shenanigans continue for so long is unknown. Our informed view is that the conservative wing has feared that former Justice Anthony Kennedy and Chief Justice John Roberts might prove unreliable on the question. Some impatience has seeped out in dissents to denials of hearing petitions. “As evidenced by our continued inaction in this area,” Justice Clarence Thomas wrote in 2018, “the Second Amendment is a disfavored right in this Court.”"
}