{
    "url_original": "https://www.wsj.com/articles/hertz-bankruptcy-bidding-war-heats-up-with-new-counteroffer-11618573271?mod=business_featst_pos1",
    "url": "hertz-bankruptcy-bidding-war-heats-up-with-new-counteroffer-11618573271",
    "title": "Hertz Bankruptcy Bidding War Heats Up With New Counteroffer",
    "sub_head": "A consortium of investors led by Knighthead and Certares made a counterproposal for the bankrupt rental car giant, with backing from Apollo",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-326058?width=620&size=1.5",
    "image_1": "im-326058.jpg",
    "time": "2021-04-16 08:28:00",
    "body": "A bidding war over Hertz Global Holdings Inc. intensified as previously outbid investors returned to the table with a counteroffer for the bankrupt car-rental company, backed by Apollo Global Management Inc. and existing Hertz shareholders.<br />Investment firms Knighthead Capital Management LLC and Certares Management LLC, which previously offered to buy Hertz out of chapter 11 only to be eclipsed by a competing investor group, returned with a sweetened bid late Thursday that values Hertz at $6.2 billion, according to people familiar with the matter.<br />Apollo has agreed to supply up to $2.5 billion in preferred equity financing for the proposed restructuring, which unlike the prior offers would pay off the rental-car company’s funded debt in full, people familiar with the matter said.<br />The revised bid, submitted late Thursday, challenges a restructuring offer that Hertz accepted earlier this month backed by Centerbridge Partners LP, Warburg Pincus LLC and Dundon Capital Partners LLC. That proposal valued the company at approximately $5.5 billion, a court filing shows.<br />The competing proposal presents a choice for Hertz, which is racing to exit bankruptcy by the end of June and has already put the restructuring terms it selected earlier this month up for approval from the U.S. Bankruptcy Court in Wilmington, Del."
}