{
    "url_original": "https://www.wsj.com/articles/history-offers-only-rough-guide-to-the-coming-economic-boom-11619269200?mod=business_minor_pos10",
    "url": "history-offers-only-rough-guide-to-the-coming-economic-boom-11619269200",
    "title": "History Offers Only Rough Guide to the Coming Economic Boom",
    "sub_head": "The composition of today’s economy is very different from past ones following recessions",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-24 09:00:00",
    "body": "The U.S. economy is poised to grow at its fastest pace in decades, carried along by a wave of pent-up demand built during the pandemic and the trillions of dollars of support the government has provided over the past year.<br />But what that boom will look like—how long it will last, what it might do for employment, how much inflation it might generate—isn’t clear. The grab bag of history doesn’t offer many periods in living memory when gross domestic product grew as quickly as forecasters expect for this year, and those past experiences came about when the composition of the economy was very different from today.<br />Economists surveyed by IHS Markit estimate on average that real, or inflation-adjusted, GDP will be 6.7% higher in the fourth quarter of 2021 than it was a year earlier. That would mark the strongest year of growth since 1983, when the economy was, as it is now, taking off out of a deep recession. Even that could prove conservative, as there is still a measure of caution in current forecasts, reflecting the possibility that the Covid-19 crisis could flare up again.<br />Given the likelihood of strong growth this year, the big question facing investors, businesses, policy makers and ordinary people is what will happen next, but the most honest answer to that might be a shrug.<br />Some economists, including former Treasury Secretary and Obama White House economic adviser Lawrence Summers, worry that the amount of stimulus that is getting poured into the economy is excessive. Indeed, with forecasters looking for the economy to grow an additional 3.3% next year, by the end of 2022 GDP could be 2.7% above the Congressional Budget Office’s estimate of its “potential,” or the level it can sustain without running too hot. The last time GDP got that far above potential was 1973, when the U.S. was experiencing a serious inflation problem that wouldn’t be snuffed until the early 1980s."
}