{
    "url_original": "https://www.wsj.com/articles/hong-kongs-police-debut-the-goose-step-as-city-marches-to-beijings-tune-11618498607?mod=world_major_2_pos4",
    "url": "hong-kongs-police-debut-the-goose-step-as-city-marches-to-beijings-tune-11618498607",
    "title": "Hong Kong’s Police Debut the Goose Step as City Marches to Beijing’s Tune",
    "sub_head": "In events promoting China’s national security crackdown, officials issue warnings to local and foreign opponents",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-325446?width=620&size=1.5",
    "image_1": "im-325446.jpg",
    "time": "2021-04-15 11:02:00",
    "body": "HONG KONG—Under a gray drizzle, a Hong Kong police drill squad marched into the police academy parade ground on Thursday and showed off a newly acquired skill: Goose-stepping in the locked-knee marching style of the Chinese military, a departure from the bent-knee British-style long the norm in the former colony.<br />The drill squad was watched by hundreds of supporters who gathered on bleachers to celebrate National Security Education Day, marked with fanfare 10 months after Beijing initiated a sweeping crackdown on dissent in the city.<br />With promotional billboards up across the city and events held at schools and other institutions, the activities sought to broaden support for a new security regime in place, including a national security law that makes crimes such as sedition and foreign collusion punishable with up to life in prison.<br />Thursday’s events also emphasized that Hong Kong, returned to China in 1997 under an accord meant to grant the city limited self-government, is now firmly under Beijing’s control. Senior Chinese and local officials gave speeches warning of serious consequences for anyone who crosses China’s bottom line of national security. Many of the city’s most prominent democracy activists are in jail or on trial.<br />The sight of Hong Kong police marching in mainland fashion formed the most potent symbol of Beijing’s influence, and became the focal point of the day."
}