{
    "url_original": "https://www.wsj.com/articles/hong-kong-revives-move-to-reduce-corporate-transparency-now-that-opposition-is-gone-11617534508?mod=world_major_2_pos5",
    "url": "hong-kong-revives-move-to-reduce-corporate-transparency-now-that-opposition-is-gone-11617534508",
    "title": "Hong Kong Revives Move to Reduce Corporate Transparency Now That Opposition Is Gone",
    "sub_head": "Officials promote privacy protection as behind move to curb access to registers, but critics say it would protect interests of political and business elite",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-320222?width=620&size=1.5",
    "image_1": "im-320222.jpg",
    "time": "2021-04-04 07:47:00",
    "body": "HONG KONG—For a global business center, Hong Kong has long  trumpeted one of the more transparent registers of company records, a window that helped shine a light on the wealth of powerful Chinese families, exposed corruption and revealed alleged violations of Iranian sanctions.<br />Now, the city’s government is seeking to curb public access to details that identify owners and directors, a move that journalist groups and investors say would erode corporate transparency and diminish press freedom while protecting the interests of the political and business elite.<br />Opposition by professional groups, media outlets and bankers led the government to shelve a similar plan eight years ago. This time around the legislation is likely to sail through, with the opposition drummed out of the legislature and much less heed paid to public opinion. Since last year, Beijing has tightened its grip on the city’s administration through a national-security law and changes to the election system.<br />On Tuesday, Chief Executive Carrie Lam said the new rule, which would redact home addresses and full ID card numbers in paywalled corporate records, was aimed at protecting privacy. She said changes would help prevent doxing and weaponizing personal information, as well as the spread of misinformation. She dismissed access to the information as a privilege the press isn’t entitled to.<br />“We stopped this in 2013, but now it’s back,” said David Webb, an activist investor who campaigned against the change then. “Allowing directors to obscure their identities reduces the ability of researchers and journalists to shine a light in shady places.”"
}