{
    "url_original": "https://www.wsj.com/articles/hong-kong-newspaper-tycoon-jimmy-lai-jailed-over-role-in-peaceful-protest-11618563268",
    "url": "hong-kong-newspaper-tycoon-jimmy-lai-jailed-over-role-in-peaceful-protest-11618563268",
    "title": "Hong Kong Newspaper Tycoon Jimmy Lai Jailed Over Role in Peaceful Protest",
    "sub_head": "Martin Lee receives a suspended sentence",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-326046?width=620&size=1.5",
    "image_1": "im-326046.jpg",
    "time": "2021-04-16 06:03:00",
    "body": "HONG KONG—A Hong Kong judge sentenced newspaper publisher Jimmy Lai to a year in jail after he was convicted on charges related to a large but peaceful protest in 2019.<br />Martin Lee, the 82-year-old founder of the city’s democracy movement, received a suspended sentence for his role in the 2019 mass protest.<br />The case, involving a total of nine prominent pro-democracy campaigners, has symbolic weight some 10 months into China’s sweeping crackdown on the former British colony, which has drawn stern rebukes from the U.S. and other Western governments. The activists convicted were largely responsible for originating Hong Kong’s democracy movement before its 1997 handover to China and their prosecutions are seen by many as a sign of Beijing’s intent to crush that campaign at its roots.<br />For Mr. Lee, a lawyer who helped found Hong Kong’s first pro-democracy party three decades ago and helped write the city’s mini constitution, the sentence follows his first criminal conviction in a lifetime of activism carried out through lawful means.<br />For Mr. Lai, an outspoken tycoon whose newspaper often criticizes China’s authoritarian government, the jail term adds to a mounting list of legal troubles related to his activism. Already in jail awaiting trial on foreign collusion charges under the national security law that China imposed on Hong Kong, Mr. Lai, 73, faces the prospect of life behind bars."
}