{
    "url_original": "https://www.wsj.com/articles/hoosiers-lead-the-voucher-way-11619132348?mod=opinion_lead_pos3",
    "url": "hoosiers-lead-the-voucher-way-11619132348",
    "title": "Hoosiers Lead the Voucher Way",
    "sub_head": "Indiana passes a major expansion of school choice.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-22 18:59:00",
    "body": "Ten years ago in these columns, we hailed Indiana for its leadership in establishing one of America’s most ambitious school voucher programs. On Thursday the Indiana Legislature built on that achievement by approving a budget that will take the program to 48,000 students a year from about 37,000.<br />The choice provisions in the budget have three main components. The first would lift the income cap for eligibility to $145,000 a year from $96,000. This would make as much as 90% of the population eligible for the program. The bill would also increase the voucher amount to 90% of tuition support levels, and eliminate the existing tiered system.<br />Another provision would establish Education Savings Accounts for children with special needs. The budget also increases the per student grants for charter schools to $1,000 next year and $1,250 in the second year from $750 today. All this became possible when lawmakers learned last week that increased tax revenue meant they had more than $2 billion to work with than they’d previously thought.<br />The teachers unions are unhappy. Their beef is that money to expand choice is taken from traditional public schools. And this year they lobbied local school boards to pass resolutions opposed to school choice.<br />But that common union line about choice robbing public schools isn’t true. Though the final breakdown of the $1.9 billion in extra education spending won’t be known until after parents have made their choices for their children, the nonpartisan Legislative Services Agency does a projection of how the money will be distributed based on anticipated student enrollment. According to this projection, 92% of Indiana students will be in traditional public schools, and 93% of all education funding will go to these schools."
}