{
    "url_original": "https://www.wsj.com/articles/hosting-a-dinner-try-matching-your-dress-to-your-plates-11618518350",
    "url": "hosting-a-dinner-try-matching-your-dress-to-your-plates-11618518350",
    "title": "Hosting a Dinner? Try Matching Your Dress to Your Plates",
    "sub_head": "After a year of isolation, entertaining at home is finally possible, and some women are rising to the occasion by matching their outfits to their table settings. Brands like Off-White and La DoubleJ are zealously catering to the trend.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-323648?width=620&size=1.5",
    "image_1": "im-323648.jpg",
    "time": "2021-04-15 16:25:00",
    "body": "LAST FALL, when hosting Rosh Hashana dinner at her farmhouse in South Delhi, India, Cecile D’Ascoli wore a patterned cerulean silk dress. The look was from the eponymous line of womenswear and home linens that Ms. D’Ascoli owns with her husband, designer Peter D’Ascoli, and it elegantly complemented the print placemats, tablecloth and napkins—wares from a recent collaboration with Casa Cabana—that she used for the occasion. Like the dress, these jewel-toned tabletop accessories were inspired by caravan trade routes of the Eurasian Steppe. “It came from the same inspiration but was a different design so it worked perfectly,” said Ms. D’Ascoli of her High-Holidays ensemble.<br />D’Ascoli, which is based in Faridabad, India, is one of a raft of fashion brands offering suites of homeware, and particularly tableware, that are not only analogous to their ready-to-wear options but in many cases feature the same prints and colors. This trend—we’ll call it “table dressing”—has been percolating for several years, with e-commerce hubs such as MatchesFashion and Moda Operandi investing increasingly in homewares that parallel their fashion offerings.<br />However, a year that most of us spent at home—glued to social media—accelerated table dressing’s popularity. “The trend of photographing yourself with your table…is a highly curated affair,” said Peter D’Ascoli. For evidence, just turn to Instagram. Paula Sutton (@hillhousevintage), who posts stylized bucolic scenes from her Norfolk, England, cottage, has matched her pink gingham LoveShackFancy frock with the marigold checks of her ruffled tablecloth. And earlier this spring, Cambridgeshire, England-based influencer Alice Naylor-Leyland shared a photo in which her silky blue column dress echoed the shades of her table’s hydrangea bouquets and patterned plates.<br />As rising temperatures and vaccination numbers make the prospect of hosting small gatherings a reality, table dressing’s IRL appeal continues to grow. The scope for synchronization is expanding, too. You can pair Edie Parker’s vermilion acrylic coasters with the brand’s Cherry Bomb earrings; set the table with La DoubleJ’s pineapple-motif plates while wearing the line’s parallel-print crepe de chine swing dress; or coordinate Off-White’s arrow-logo-emblazoned bomber with its logo-patterned table runner.<br />For her part, Ms. D’Ascoli advises table-dressing novices to avoid precise matching and aim for more nuanced dialogue between prints. “I would never wear the same dress as my tablecloth,” said Ms. D’Ascoli. “I prefer to coordinate, but not match.”"
}