{
    "url_original": "https://www.wsj.com/articles/hot-new-fitness-product-the-outside-11617975631",
    "url": "hot-new-fitness-product-the-outside-11617975631",
    "title": "Hot New Fitness Product: The Outside",
    "sub_head": "Amid a crush of indoor fitness products, a testimonial for simply walking out the door",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-322197?width=620&size=1.5",
    "image_1": "im-322197.jpg",
    "time": "2021-04-09 09:40:00",
    "body": "Hey, everybody, so I’ve been trying out an exercise product this spring, and I have to say, it’s pretty cool. It’s nothing fancy, or even new—you could say it’s a little bit old school. It’s not advertised on television, it’s not a heavily hyped idea from a Silicon Valley unicorn, it doesn’t have a touch screen, or any kind of screen, it doesn’t employ a celebrity spokesperson, it doesn’t come by truck, it’s not expensive, and it requires no down payment or subscription.<br />It’s called The Outside. And I have to say, it’s quite good.<br />It’s very simple, The Outside. To use it, all you have to do is open the front door, and there you are: outside! That’s it. No mess, no fuss, no complicated instruction manual, no charger, no batteries, no Bluetooth, no installation, no 800 number to wait 45 minutes to tell a voice robot that it’s on the fritz and you would like a refund, only to realize you were disconnected 40 minutes ago.<br />The Outside doesn’t work like that. You don’t have to watch an explanatory video on YouTube. You simply step outside, and from there, you can walk, run, sprint, crawl, dance, hike, bike, unicycle, juggle chain saws while riding a unicycle, pogo stick, play golf, play tennis, play pickleball, fence, joust, kick, chop, climb, skydive, or simply stand and look up at that bright yellow orb in the sky and feel that warmth on your face.<br />It’s all good for you. Except golf. Golf crushes your soul and makes you cry yourself to sleep."
}