{
    "url_original": "https://www.wsj.com/articles/hotel-magnate-seeks-help-to-save-tribune-publishing-bid-after-partners-withdrawal-11618773935?mod=business_lead_pos4",
    "url": "hotel-magnate-seeks-help-to-save-tribune-publishing-bid-after-partners-withdrawal-11618773935",
    "title": "Hotel Magnate Seeks Help to Save Tribune Publishing Bid After Partner’s Withdrawal",
    "sub_head": "Stewart Bainum remains committed to takeover effort of newspaper group after Swiss billionaire Hansjörg Wyss drops out",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-326708?width=620&size=1.5",
    "image_1": "im-326708.jpg",
    "time": "2021-04-18 15:25:00",
    "body": "A Maryland hotel magnate behind an 11th-hour bid to acquire  Tribune Publishing Co.  is working to find new financing and partnership options after his partner withdrew from the deal, people familiar with the matter said.<br />Swiss billionaire Hansjörg Wyss, who had pledged to contribute over $500 million to the $680 million bid for the newspaper company, had a change of heart after reviewing Tribune’s finances, the people said.<br />Mr. Wyss’s decision dealt a blow to  Choice Hotels International Inc.  Chairman Stewart Bainum’s move to outbid hedge fund Alden Global Capital LLC, the people said, though they said Mr. Bainum remains committed to finding ways to move ahead with the bid.<br />Mason Slaine, a Florida investor who had earlier offered $100 million for the bid, said in an interview Sunday that he had been contacted by Mr. Bainum’s camp and that he remained interested in possibly taking part.<br />A special committee set up by Tribune’s board previously had recommended shareholders accept Alden’s offer of $635 million, but had said it would likely consider the competing $680 million bid led by Mr. Bainum to be superior if Messrs. Bainum and Wyss stood by it following the due diligence process and it remained fully financed. The departure of Mr. Wyss from the bid throws that into question and increases the chance that Alden will emerge as the winner without having to sweeten its offer."
}