{
    "url_original": "https://www.wsj.com/articles/housepasses-paycheck-fairness-act-aimed-at-closing-gender-pay-gap-11618525733?mod=politics_lead_pos6",
    "url": "housepasses-paycheck-fairness-act-aimed-at-closing-gender-pay-gap-11618525733",
    "title": "House Passes Paycheck Fairness Act Aimed at Closing Gender Pay Gap",
    "sub_head": "Women’s wages have plateaued relative to men’s earnings in the past decade, says the Labor Department",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-325910?width=620&size=1.5",
    "image_1": "im-325910.jpg",
    "time": "2021-04-15 18:28:00",
    "body": "House lawmakers approved legislation that would seek to narrow the gender-wage gap, a disparity that received increased attention a year after the coronavirus pandemic caused women to disproportionately lose their jobs.<br />The Paycheck Fairness Act would increase penalties for violations of a federal law that already prohibits wage discrimination on the basis of sex, enhance prohibitions to prevent retaliation against workers who lodge a discrimination complaint and bans contracts that block employees from sharing their salaries.<br />The legislation passed 217-210 over the objections of many Republicans, who argue that the law would lead to a flurry of spurious lawsuits from employees seeking higher pay. The bill faces headwinds in the evenly divided Senate, where Republicans have previously blocked similar legislation. One Republican joined Democrats Thursday to vote in favor of the bill.<br />Women’s earnings as a share of men’s pay has largely plateaued in the past decade, after years of narrowing. Last year, the median weekly earnings for a woman working full time was 82.4% that of a similar man, according to an analysis of Labor Department data. The gap is little changed since touching its narrowest point in 2014.<br />In addition to a persistent earnings disparity, women suffered more job loss than men during the economic downturn caused by the coronavirus pandemic, losing 13.4 million jobs in March and April 2020, versus 12 million for men, according to the Labor Department. Women disproportionately held in-person service jobs at restaurants, hotels and certain retail stores, that were shed when swaths of the economy were closed last spring."
}