{
    "url_original": "https://www.wsj.com/articles/how-bytedance-could-take-a-bite-out-of-tencent-11619434858?mod=business_featst_pos2",
    "url": "how-bytedance-could-take-a-bite-out-of-tencent-11619434858",
    "title": "How Bytedance Could Take a Bite Out of Tencent",
    "sub_head": "The Tiktok owner has already laid former rivals like Baidu and Weibo low; Tencent could be next",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-26 07:00:00",
    "body": "Bytedance, the owner of TikTok, has been attracting eyeballs to its viral apps. Now it’s eyeing an even bigger prize: success in games.<br />The Chinese company’s latest game, One Piece: The Voyage, based on a popular Japanese anime, has been the most downloaded free game in  Apple ’s  App Store in China since its launch last week. More games, including The King of Fighters: All Stars, based on a famous gaming franchise, are in the pipeline.<br />Bytedance has been in games for a few years, but not as a main line of business. The company is stepping up its push, targeting the more lucrative serious gamers. Two recent deals have signaled its ambitions: In March it acquired Moonton, a Chinese game company founded by a former Tencent employee, and bought C4-Games this month.<br />Moonton’s flagship title, Mobile Legends, is one of the most popular games in southeast Asia. That game has generated more than $880 million in revenue world-wide since 2016 across both the App Store and Google Play, with around 408 million downloads, according to analytics firm Sensor Tower. And that number doesn’t include gamers using third-party app stores. C4 has also been strong outside of China: Its Houchi Shoujo is one of the best performing games overseas from a Chinese company, due to its popularity in Japan.<br />All this comes at a time when China’s Tencent, the world’s largest game company, is also looking to expand overseas. The company’s PUBG Mobile is one of the top-grossing mobile games globally, downloaded more than a billion times outside of China since its launch in 2018. Tencent had more than half of China’s mobile-gaming market in the first half of 2020,  according to research firm Analysys."
}