{
    "url_original": "https://www.wsj.com/articles/how-a-wave-of-electric-trucks-could-create-millions-of-accidental-environmentalists-11619236828?mod=tech_lead_pos6",
    "url": "how-a-wave-of-electric-trucks-could-create-millions-of-accidental-environmentalists-11619236828",
    "title": "How a Wave of Electric Trucks Could Create Millions of ‘Accidental Environmentalists’",
    "sub_head": "Auto makers’ powerful new all-electric trucks and SUVs are attracting U.S. customers who wouldn’t otherwise shop for green machines; ‘Tesla to me is a yuppie vehicle’",
    "category_1": "Tech",
    "category_2": "Keywords: Christopher Mims",
    "image_1_url": "https://images.wsj.net/im-328852?width=620&size=1.5",
    "image_1": "im-328852.jpg",
    "time": "2021-04-24 12:00:00",
    "body": "Bob Dykes speaks in the gravelly drawl you’d expect of a man who grew up in Wyoming and owns an oil-and-gas company. He’s 69 years old, calls himself a political independent and is agnostic about global warming. He’s also about to buy his first all-electric vehicle. Not one from Elon Musk, however. “ Tesla  to me is a yuppie vehicle,” he says.<br />The 1,000-horsepower beast he preordered from  General Motors  is the new electric Hummer. It will be the third Hummer Mr. Dykes, whose family-owned company operates in 14 states, has owned and, at $112,595, the most expensive. He says what sold him were the ads. GM bought a spot featuring basketball superstar LeBron James in this year’s Super Bowl.<br />Hundreds of thousands of consumers have preordered either the Hummer EV, the electric pickup truck from U.S. startup Rivian or Tesla’s Cybertruck. More have expressed interest in electric SUVs such as the Toyota bZ4X and Mercedes-Benz EQB, and electric versions of pickups such as the  Ford  F-150 and Chevy Silverado, a close relative of the Hummer.<br />These vehicles are advertised with promises of long battery range, high towing capacity, all the extras typical of midrange luxury vehicles—and hardly a mention of their eco-friendly bona fides. If previous electric autos were marketed to people concerned about climate change, these are pitched to people more concerned about surviving its aftermath. Ads for these vehicles, showing the great outdoors and gritty downtowns in equal measure, suggest that even if oceans rise and forests burn, you’ll be cruising to your bugout cabin on nothing but sunlight and self-satisfaction.<br />These aren’t your California cousin’s EVs. In fact, a growing number of economists, sociologists and psychologists say they could turn even guys who grew up on ’60s muscle cars into something they might not have identified as before: environmentalists."
}