{
    "url_original": "https://www.wsj.com/articles/how-a-more-resilient-america-beat-a-midcentury-pandemic-11619794711",
    "url": "how-a-more-resilient-america-beat-a-midcentury-pandemic-11619794711",
    "title": "How a More Resilient America Beat a Midcentury Pandemic",
    "sub_head": "In 1957, the U.S. rose to the challenge of the ‘Asian flu’ with stoicism and a high tolerance for risk, offering a stark contrast with today’s approach to Covid-19.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-331744?width=620&size=custom_3000x1954",
    "image_1": "im-331744.jpg",
    "time": "2021-04-30 16:40:00",
    "body": "“Bliss was it in that dawn to be alive,/But to be young was very heaven!” Wordsworth was talking about France in 1789, but the line applies better to the America of 1957. That summer, Elvis Presley topped the charts with “(Let Me Be Your) Teddy Bear.” But we tend to forget that 1957 also saw the outbreak of one of the biggest pandemics of the modern era. Not coincidentally, another hit of that year was “Rockin’ Pneumonia and the Boogie Woogie Flu” by Huey “Piano” Smith & the Clowns.<br />When seeking historical analogies for Covid-19, commentators have referred more often to the catastrophic 1918-19 “Spanish influenza” than to the flu pandemic of 1957-58. Yet the later episode deserves to be much better known, not just because the public health threat was a closer match to our own but because American society at the time was better prepared—culturally, institutionally and politically—to deal with it.<br />The “Asian flu”—as it was then uncontroversial to call a contagious disease that originated in Asia—was a novel strain (H2N2) of influenza A. It was first reported in Hong Kong in April 1957, having originated in mainland China two months before, and—like Covid-19—it swiftly went global.<br />Like Covid-19, the Asian flu led to significant excess mortality. The most recent research concludes that between 700,000 and 1.5 million people worldwide died in the pandemic. A pre-Covid study of the 1957-58 pandemic concluded that if “a virus of similar severity” were to strike in our time, around 2.7 million deaths might be anticipated worldwide. The current Covid-19 death toll is 3 million, about the same percentage of world population as were killed in 1957–58 (0.04%, compared with 1.7% in 1918-19).<br />True, excess mortality in the U.S.—now around 550,000—has been significantly higher in relative terms in 2020-21 than in 1957-58 (at most 116,000). Unlike Covid-19, however, the Asian flu killed appreciable numbers of young people. In terms of excess mortality relative to baseline expected mortality rates, the age groups that suffered the heaviest losses globally were 15- to 24-year-olds (34% above average mortality rates) followed by 5- to 14-year-olds (27% above average). In total years of life lost in the U.S., adjusted for population, Covid has been roughly 40% worse than the Asian flu."
}