{
    "url_original": "https://www.wsj.com/articles/how-hubert-joly-changed-best-buy-without-everyone-hating-him-11619193615?mod=business_featst_pos2",
    "url": "how-hubert-joly-changed-best-buy-without-everyone-hating-him-11619193615",
    "title": "How Hubert Joly Changed Best Buy Without Everyone Hating Him",
    "sub_head": "In 2012, many predicted the end was near for the legendary Minneapolis electronics retailer. A new  boss knew he would need to shake things up. The question was how.",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-325206?width=620&size=1.5",
    "image_1": "im-325206.jpg",
    "time": "2021-04-23 12:00:00",
    "body": "When I joined  Best Buy  on September 4, 2012, the mood was grim. The previous CEO had been fired, embroiled in a scandal, and the share price was plummeting. Founder Dick Schulze had just launched his offensive to take the company private. Article after article predicted that the company would die, unable to weather market changes and low-cost online competition.<br />I had spent my career in technology, videogames, travel and consulting so I was new not only to Best Buy, but to retail in general. I had a lot to learn. I also knew that listening to front liners was the best way to do that. On my first day as CEO I drove about 60 miles north of Minneapolis to St. Cloud, a town hugging the Mississippi river. My plan was to spend my first three days on the job working in a Best Buy store on Division Street.<br />Wearing my khaki pants and Best Buy’s uniformed blue polo shirt with a “CEO in Training” tag, I spent my first day meeting the staff, listening, asking questions, walking the store and visiting every department. After my shift, I had dinner with the store management team at a local pizzeria. They knew a lot about what was really going on at Best Buy. A lot! During that dinner, for example, one employee pointed out that the bestbuy.com website’s search engine was a problem. She demonstrated just how bad by typing “Cinderella” in the search bar. Inexplicably, the search engine spat out a list of  Nikon  cameras. I couldn’t believe it. Over dessert, I found out that employees were also unhappy about a reduction in worker discounts—a perk they valued since many loved electronics.<br />The next day, while having lunch with store general manager Matt Noska, I grabbed a napkin and asked Matt if he would draw a rough picture of the store’s floor plan. His sketch showed that about a fifth of the floor space was dedicated to physical media, which was fast losing ground to online streaming. Mobile phones, on the other hand, occupied only a tiny piece of the store space (4%), even though demand for them was booming. Small appliances, such as juicers, blenders and coffee machines, were also popular and profitable—a market worth some $16 billion in the U.S., and growing. Unfortunately, they were virtually invisible in St. Cloud. I found one lonely blender on a shelf hidden at the back of the store. All this was clearly a great opportunity.<br />Another question came up: what did we offer that other retailers didn’t? The company had not given the “blue shirts”—the name we used for employees who work in our stores—clear answers to this critical question. That meant customers couldn’t possibly know why they should turn to Best Buy, either. After a few days of listening and observing, I had gotten many ideas about what we could do—and do quickly—to start fixing the business. Best Buy’s turnaround started with the blue shirts in St. Cloud."
}