{
    "url_original": "https://www.wsj.com/articles/how-electric-self-driving-cars-and-ride-hailing-will-transform-the-car-industry-11619189966?mod=business_lead_pos10",
    "url": "how-electric-self-driving-cars-and-ride-hailing-will-transform-the-car-industry-11619189966",
    "title": "How Electric, Self-Driving Cars and Ride-Hailing Will Transform the Car Industry",
    "sub_head": "The era launched by Henry Ford more than a century ago is coming to an end, and the big question is whether the U.S. can keep up with China in the new race. Welcome to the world of AutoTech.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-328599?width=620&size=custom_7875x5250",
    "image_1": "im-328599.jpg",
    "time": "2021-04-23 10:59:00",
    "body": "When GM’s very first car, the Chevrolet Classic 6, appeared on Detroit’s streets in 1912, it ran on gasoline. Some 112 years later, in 2034, the very last GM car that runs on gasoline is scheduled to roll off the assembly line. Starting in 2035, GM intends to make only electric cars, from its least expensive model, the $4,000 Hongguang Mini in China, to the “handcrafted” Cadillac Celestiq at $200,000-plus. The other major car companies, from  Ford  and  Toyota  to  Volkswagen  and Volvo, are heading in the same direction.<br />Governments are also driving the shift. California has banned selling gasoline cars in the state after 2035, and Britain is aiming for 2030. China will allow only electrics or hybrids to be sold starting in 2035, and the Biden administration’s giant new infrastructure bill includes $174 billion to support electric cars—50% more than for bridges and roads. Just this week, the U.S. and other nations committed themselves to new emission reductions that will add to the effort to push internal combustion cars off the road.<br />But the switch to electric is not the only factor reshaping our relationship with the automobile. Self-driving cars clocked 2 million miles of test-driving on California’s roads in 2020, and anxiety bordering on alarm is quietly running through the auto world at reports that  Apple  is working on its own Apple-branded self-driving electric car.<br />To this mix we can add the rising popularity of ride-hailing services, with the prospect that, in the years ahead, automated vehicles will start to take the place of today’s drivers. China’s Baidu, one of the world’s largest internet and artificial intelligence companies, has already started putting robot taxis on the road in Beijing and Guangzhou.<br />Welcome to the new world of AutoTech—the merging of electric, autonomous vehicles with ride-hailing to create a radically different car economy. Tied together by the connectivity of digital networks, this new business could upend the global automobile industry—and along with it, the entire culture that for more than a century has been built around getting behind the steering wheel. “The global transformation of the industry will take roughly 10 years,” predicts Herbert Diess, chairman of the Volkswagen group. Others think it will take longer but are no less certain that AutoTech is the future."
}