{
    "url_original": "https://www.wsj.com/articles/how-a-2-8-billion-fine-added-40-billion-to-alibaba-11618224483?mod=business_minor_pos10",
    "url": "how-a-2-8-billion-fine-added-40-billion-to-alibaba-11618224483",
    "title": "How a $2.8 Billion Fine Added $40 Billion to Alibaba",
    "sub_head": "Alibaba investors are relieved that the only thing they have to deal with is a huge fine. That could yet prove optimistic.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-323575?width=620&size=1.5",
    "image_1": "im-323575.jpg",
    "time": "2021-04-12 06:51:00",
    "body": "When is getting fined $2.8 billion good news? Apparently, when you are Alibaba. Investors seem relieved that Beijing hasn’t done anything worse to China’s e-commerce champion after its dramatic fall from political favor. But that relief could prove premature.<br />Alibaba’s shares jumped 6.5% Monday—adding $40 billion to its market value—after China’s antitrust regulators imposed a record fine on the company over the weekend. Regulators say Alibaba pressured merchants to sell goods on its platform rather than those of its rivals, in a practice called er xuan yi, meaning “choose one out of two”.<br />While the fine—equivalent to 4% of Alibaba’s domestic annual sales—was higher than expected, investors are probably happy that the company’s fundamental business model remains intact. There are no forced divestitures or substantial changes to its corporate structure. The fact that Alibaba’s e-commerce platforms are popular among consumers probably counted in its favor with Beijing. Daniel Zhang, Alibaba’s chief executive, said Monday in a conference call that he didn’t expect a material impact on business operations.<br />Alibaba’s shares have lagged behind its peers’ recently, having lost nearly a quarter of their value since November, when regulators unexpectedly stopped the proposed initial public offering of its finance affiliate Ant Group. The fine, while large, is affordable for the company, which was sitting on $70 billion in cash and short-term investments at the end of last year.<br />But the risk is that it may not be a one-off hit. Beijing used to be more hands off, but as internet companies have grown bigger and more powerful, the government has become more active in reining them in, in line with the trend seen in other countries. Apart from the record fine, Alibaba also has to revamp its operations to maintain fair competition and to protect merchants and consumers. And it needs to submit annual self-assessments to authorities for the next three years."
}