{
    "url_original": "https://www.wsj.com/articles/how-qatar-airways-with-its-pandemic-playbook-dethroned-emirates-as-biggest-long-haul-airline-11619348400?mod=business_lead_pos3",
    "url": "how-qatar-airways-with-its-pandemic-playbook-dethroned-emirates-as-biggest-long-haul-airline-11619348400",
    "title": "How Qatar Airways, With Its Covid-19 Playbook, Dethroned Emirates as Biggest Long-Haul Airline",
    "sub_head": "When pandemic hobbled global travel, the Gulf carrier added destinations, hired extra staff and kept flying quiet routes to win market share",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-323692?width=620&size=1.5",
    "image_1": "im-323692.jpg",
    "time": "2021-04-25 07:00:00",
    "body": "Qatar Airways Ltd. spent years in the shadow of Emirates Airline. An aggressive run at its rival during the pandemic has helped it eclipse Emirates as the world’s biggest long-haul carrier—for now.<br />Doha-based Qatar is flying planes that are often near-empty on routes around the globe to increase market share. It is using a downsizing at Emirates to hire staff. And while other airlines have reduced services to markets closed by Covid-19, state-backed Qatar is pursuing new landing rights to emerge stronger post pandemic.<br />In the past 12 months, Qatar has flown more seats further than any other airline on cross-border routes, according to data firm OAG. In the week starting Monday, the carrier is scheduled to fly more than twice the international capacity of  Air France ,   over two-thirds more than  Delta Air Lines Inc.  and over 13% more than Emirates. Across both domestic and long-haul travel,  American Airlines Group Inc.  remains the world’s largest flier.<br />Whether Qatar remains the world’s biggest long-haul carrier by capacity partly depends on how quickly other airlines restore schedules, and if it has built up enough goodwill with customers to start filling flights as the world resumes travel.<br />“We are ready for competition, we have never shied away from competition, we like competition,” Qatar Airways Chief Executive Akbar Al Baker said in an interview, in a veiled reference to Emirates."
}