{
    "url_original": "https://www.wsj.com/articles/how-trading-his-toyota-corolla-for-a-ferrari-boosted-this-rock-violinists-career-11618668000",
    "url": "how-trading-his-toyota-corolla-for-a-ferrari-boosted-this-rock-violinists-career-11618668000",
    "title": "How Trading His Toyota Corolla for a Ferrari Boosted This Rock Violinist’s Career",
    "sub_head": "Roddy Chong, who has toured with Shania Twain and Celine Dion, says his 2006 F430 is better than a business card; ‘It has opened a lot of doors for me’",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "time": "2021-04-17 10:00:00",
    "body": "Roddy Chong, a public speaker and rock violinist, on his 2006 Ferrari F430, as told to A.J. Baime.<br />When I first moved to Los Angeles from where I come from, Chicago, the big buzz television show was “Entourage.” A main character was Ari Gold, the Hollywood agent played by Jeremy Piven, and he has a Ferrari F430 Spider in the show. There’s a smaller character named Nick Rubinstein, and he also has a F430 Spider.<br />At the time, I was driving a Toyota Corolla and I was frugal to a fault. I thought, as a musician, I was always going to be poor. I toured with Shania Twain and Celine Dion, playing my violin, and years ago I joined a rock band called the Trans-Siberian Orchestra. I am still in that group. At one point, my accountant said to me, “You know, Roddy, it’s OK for you to stop being so frugal.”<br /><br />Strangely, I started to notice that there were things about “Entourage” that began to overlap in my real life. One time, I was speaking at a dinner and I sat next to a guy who played one of the titans of Hollywood in the show. Another time, I was backstage at a Bruce Springsteen concert and Jeremy Piven was there. I could not see Jeremy Piven, the actor. I saw Ari Gold, the Hollywood agent. Meanwhile, the Ferrari F430 symbolized for me the Los Angeles performing-arts business, which I was now becoming a part of, not just with music, but acting classes and auditions."
}