{
    "url_original": "https://www.wsj.com/articles/how-to-add-gas-to-u-s-china-climate-cooperation-11619402874?mod=business_minor_pos10",
    "url": "how-to-add-gas-to-u-s-china-climate-cooperation-11619402874",
    "title": "How to Add Gas to U.S.-China Climate Cooperation",
    "sub_head": "China has been making steady if slow progress on reducing coal as a percentage of its energy mix",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-329825?width=620&size=1.5",
    "image_1": "im-329825.jpg",
    "time": "2021-04-25 22:11:00",
    "body": "Last week, Chinese President Xi Jinping committed to reducing his country’s coal consumption beginning in 2026. That is later than many climate change activists had hoped, but it will still be a challenge for the world’s largest coal consumer.<br />One thing that might help—while also smoothing over relations with Uncle Sam—would be more cooperation on natural gas development and trade.<br />China has been making steady if slow progress on reducing coal as a percentage of its energy mix: 56.8% of energy consumed in China came from coal last year, down from 69.2% in 2010. Despite an enormous renewable power investment binge in 2020, unleashed as part of the nation’s stimulus efforts, thermal coal power has also proved stubbornly resilient. In March, Chinese thermal power output rose 25.7% from a year earlier, outpacing overall power output growth by close to 10 percentage points.<br />Beijing’s policies on new coal power plants have also been highly mercurial in recent years. In early 2021, China had 247 gigawatts of coal power capacity under development according to the Center for Research on Energy and Clean Air. That is 21% above end-2019 levels and about six times the size of Germany’s entire coal fleet.<br />And as it happens, all those new wind turbines and solar power plants don’t actually mix well with coal power, which is less convenient to turn on and off than natural gas when the wind suddenly starts blowing or the sun stops shining. Until last year, China had been making good progress on reducing wind power wastage—only 3.4% of wind power went to waste in the first three quarters of 2020 compared with 17% in 2016, according to China’s energy regulator. But with 72 gigawatts of wind power added last year—roughly three times the average annual increase from 2015 to 2019—that happy trend might be hard to maintain."
}