{
    "url_original": "https://www.wsj.com/articles/how-to-have-more-police-shootings-11619213893?mod=opinion_major_pos7",
    "url": "how-to-have-more-police-shootings-11619213893",
    "title": "How to Have More Police Shootings",
    "sub_head": "Conformity today means you can’t be both against police misconduct and against resisting arrest.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "image_1_url": "https://images.wsj.net/im-329270?width=620&size=1.5",
    "image_1": "im-329270.jpg",
    "time": "2021-04-23 17:38:00",
    "body": "By now enough facts have been reported in enough places that it has dawned, if grudgingly, on many Americans that the cavalcade of CEOs who denounced Georgia’s election law didn’t know in the slightest what they were talking about.<br />The law’s mix of provisions, in sum, were more permissive than in many blue states ruled by liberals for decades, more expansive than almost any state’s laws as written, and showed at least one way of codifying some of the unlegislated improvisations hurriedly put in place during the pandemic emergency in 2020.<br />Instead a bunch of business leaders simply adopted Democratic talking points not knowing what the law contained. And, more importantly, not caring.<br />This is becoming a habit in America. Let me correct one misconception in recent  New York Times  reporting on whether the newspaper you’re now reading needs to widen its appeal. Whatever the merits of a debate supposedly under way in our news division, newspapers now are niche businesses—built on narrow appeal, not broad. If you think the New York Times and Washington Post mind in the least that their coverage is off-putting to a large number of Americans, you misunderstand the business they’re in.<br />Once upon a time, broad reach really was our industry’s goal, to meet the desire of our advertisers for as many customers as possible. In turn, this drove our need to cover the news in a way that we could defend to all comers as “objective” and straight down the middle."
}