{
    "url_original": "https://www.wsj.com/articles/how-to-buy-a-castle-for-60some-strings-attached-11618406822",
    "url": "how-to-buy-a-castle-for-60some-strings-attached-11618406822",
    "title": "How to Buy a Castle for $60—Some Strings Attached",
    "sub_head": "From Scotland to New Hampshire, historic estates are relying on donations to keep the chandeliers lit. In exchange, donors get regal perks—including overnight stays—but they might have to help restore the ancient pile, too.",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-324092?width=620&size=1.5",
    "image_1": "im-324092.jpg",
    "time": "2021-04-14 09:27:00",
    "body": "A FORTRESS with mysterious history and fabulous grounds, far from the woes of your subdivision, might seem just the thing for summer holidays. Of course, an ancient château costs a king’s ransom to buy and even more to maintain. But now, those without huge bags of cash stashed away can get a foot in the heavy, 5-inch-thick oak door by buying a little piece of the fantasy. By selling shares, decorative titles or annual memberships, historic preservation groups in places from France to Scotland to New Hampshire make it possible to invest in the restoration of an old pile and ponder dropping by, too. Here, some courtly possibilities:<br />Founded in 2014 by two French friends who met in business school, Dartagnans lets you buy a share in a French castle—and daydream about visiting it one day. The crowdfunding platform has seduced 150,000 investors in 157 countries, built up 20,000 Instagram followers, and gone a long way toward salvaging overgrown piles and “supporting local heritage” across the republic. Have a look at Château de la Mothe Chandeniers, a 13th-century behemoth in the Loire Valley: in two months, Dartagnans raised about $1.8 million, pulled it from the brink, opened parts of it to the public and embarked on an ambitious restoration. Current projects include Château de Vibrac, a crumbling stone ruin in Cognac, and Château Jumilhac, a turreted compound in the Dordogne.<br />Cost: From about $60 a share.<br />Perks: Depending on the project, things like free admission for life, your name inscribed with co-chatelaines or co-lords on a fresco, a plot of garden, voting rights at annual meetings and the chance to help with on-site restoration projects. dartagnans.fr<br />The Landmark Trust is a nonprofit preservation society that operates a network of unusual manses, estates, forts and cottages peppering the English countryside, with a few in Scotland, Wales and Italy. Most are available for overnight accommodations. Revenue goes to rehabbing historic buildings, such as a four-story 1830 tower in south west England (Clavell Tower in Dorset) and Elizabeth and Robert Browning’s family home on a little street in Florence (Casa Guidi). The trust also offers two levels of membership; dues feed into the common pot that supports the renovation and management of its many properties as well as current projects, like saving a medieval manor house in Yorkshire."
}