{
    "url_original": "https://www.wsj.com/articles/how-many-jobs-will-be-lost-to-biden-infrastructure-11618001283?mod=opinion_lead_pos11",
    "url": "how-many-jobs-will-be-lost-to-biden-infrastructure-11618001283",
    "title": "How Many Jobs Will Be Lost to Biden ‘Infrastructure’?",
    "sub_head": "A Wharton study says wages will fall.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-323059?width=620&size=1.5",
    "image_1": "im-323059.jpg",
    "time": "2021-04-09 16:48:00",
    "body": "Sometimes the president calls his next proposed spending blowout an “infrastructure” bill and sometimes he calls it a “jobs” program. The Biden plan may end up destroying plenty of both. A new analysis of the president’s “American Jobs Plan” from the University of Pennsylvania’s Wharton School finds that over the next decade the Biden scheme would reduce U.S. economic growth, capital stock, wages and hours worked. But there is something that the plan would increase—federal debt. In short, it’s a disaster for U.S. investors, workers and taxpayers.<br />The Wharton crew doesn’t think the results would get all that much better in succeeding years, with one significant exception. The analysis does see a benign impact on the federal budget after 2031 because the plan’s spending is scheduled to end while the new taxes are intended to last forever. But how often do massive Washington subsidy schemes fail to get renewed by Congress?<br />Whether or not one expects Washington to suddenly embrace spending discipline in 2031, the private economy will continue to suffer, according to the Wharton projection. The authors note that the tax provisions discourage investment, and therefore they offer the following forecast:<br />This may be the end of the brief and bizarre argument that the Biden spending splurge would be a job creator. The trouble seems to have started last week with a suspect claim from the president:<br />The boast was highly misleading because even if one buys the analysis from the source cited by the White House—a report from government-friendly economist Mark Zandi and a colleague at Moody’s Analytics—their report also forecast that more than 16 million jobs would be created if the plan did not pass and Mr. Biden just left the economy alone."
}