{
    "url_original": "https://www.wsj.com/articles/how-bidenomics-seeks-to-remake-the-economic-consensus-11617796981",
    "url": "how-bidenomics-seeks-to-remake-the-economic-consensus-11617796981",
    "title": "How Bidenomics Seeks to Remake the Economic Consensus",
    "sub_head": "Declaring end to neoliberalism, new thinkers play down constraints of deficits, inflation and incentives",
    "category_1": "Economy",
    "category_2": "Capital Account",
    "image_1_url": "https://images.wsj.net/im-322033?width=620&size=1.5",
    "image_1": "im-322033.jpg",
    "time": "2021-04-07 09:03:00",
    "body": "If you studied, practiced or wrote about economic policy in the past few decades you probably absorbed certain rules about how the world worked: governments should avoid deficits, liberalize trade and trust in markets. Taxes and social programs shouldn’t discourage work.<br />This canon came to be known globally as the “Washington consensus” and in the U.S. as neoliberalism. The latter label has always been more popular with its critics than its adherents. Nonetheless, by fusing the free-market foundations of classical liberalism with some redistribution and regulation, the term broadly described the economic policy of western leaders from Ronald Reagan and Margaret Thatcher through Bill Clinton and Tony Blair to George W. Bush, Barack Obama and David Cameron.<br />Neoliberalism has since fallen from grace under former President Donald Trump and now President Biden. But where Mr. Trump’s populism was never grounded in economics, Mr. Biden’s embrace of bigger government is: not the economics of the establishment but of left-wing thinkers in academia and think tanks and on Twitter.<br />Their views aren’t unified or entirely original. They lean heavily on ideas first advanced by Britain’s John Maynard Keynes in the 1930s, Democratic presidential advisers Walter Heller, James Tobin and Arthur Okun in the 1960s and Larry Summers in the 2010s—who, ironically, is often branded as being the embodiment of neoliberalism. All considered fiscal policy critical to achieving full employment.<br />So while the successor to neoliberalism lacks a label, Bidenomics will do for now. Here are some differences between the old and new thinking, though this doesn’t capture the breadth of views across both camps and in the Biden administration itself."
}