{
    "url_original": "https://www.wsj.com/articles/how-to-navigate-changing-etiquette-as-covid-rules-shift-11618939663",
    "url": "how-to-navigate-changing-etiquette-as-covid-rules-shift-11618939663",
    "title": "How to Navigate Changing Etiquette as Covid Rules Shift",
    "sub_head": "Nobody knows how to interact with each other as vaccines change our social expectations. Here’s how to handle it.",
    "category_1": "Life & Arts",
    "category_2": "Health",
    "image_1_url": "https://images.wsj.net/im-327108?width=620&size=1.5",
    "image_1": "im-327108.jpg",
    "time": "2021-04-20 13:27:00",
    "body": "As more people get vaccinated, the ways we interact with each other are starting to change. Some people are comfortable forgoing Covid precautions, but others aren’t—leading to some awkward social situations. Here’s some advice on how to navigate these tricky times.<br />Know your boundaries. Be clear in your own mind about what you are comfortable with. Be ready to put your foot down—insisting on a mask or your personal space—if anything feels invasive. “Just as you don’t have the right to come and smoke in my living room,” says Michael Osterholm, an epidemiologist at the University of Minnesota.<br />Ask questions. It is OK to say things that your usual instincts may tell you are impolite, such as asking about whether someone has been vaccinated, letting them know whether you have been vaccinated, and requesting to meet outdoors and stay 6 feet apart. Yet be careful to avoid judgment, and don’t get into politics. If you cross that line, “it goes into another territory and those questions will often make people uneasy,” says etiquette expert Jacqueline Whitmore.<br />Have a line ready. It may be helpful to visualize an awkward encounter and prepare for it ahead of time. Think about what you might say in a scenario that could throw you off and be ready with something to say. “Have a mini game plan, like an actor learning a script,” says Mayo Clinic psychologist Craig Sawchuk. You don’t need to explain, or be funny, or apologize. Make it brief and to the point: “You’re welcome to do what you want, but I’ll keep my mask on, thanks,” or, “Let’s still keep our distance.”<br />Being prepared is easier than reaching for the right words “in the moment where social pressure is at play,” Dr. Sawchuk says."
}