{
    "url_original": "https://www.wsj.com/articles/how-to-save-the-post-office-maybe-11619476967?mod=opinion_lead_pos1",
    "url": "how-to-save-the-post-office-maybe-11619476967",
    "title": "How to Save the Post Office, Maybe",
    "sub_head": "Postmaster General Louis DeJoy has some good ideas, but Congress is the biggest obstacle to more significant reform.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-26 18:42:00",
    "body": "Democrats are again calling for Louis DeJoy’s head, so give the man some credit for sticking his neck out. If you’ve heard of Mr. DeJoy, the nation’s 75th Postmaster General, it’s probably because Democrats alleged last year that he was sabotaging the U.S. Postal Service to aid President Trump.<br />As soon as Mr. Trump lost the election, that false narrative vanished into the mists. Yet it’s not hard to see why Mr. DeJoy, new to the public eye, might prefer to lie low. Instead he’s out selling a 10-year plan to turn around the USPS, while taking incoming tomatoes all over again.<br />“We had no choice. We had to get moving. We lost $10 billion last year,” he says. “Our service standards were eroding and would continue to erode as mail volume came down.” Ron Bloom, chairman of the USPS’s board, agrees. “Over my career, I’ve been involved with a lot of companies who’ve died slowly,” he says. “And, bluntly, that’s what the Postal Service was doing.”<br />It’s the same killer that got  Blockbuster : the internet. Since 2006 total mail volume is down 39%. There’s less mail than in 1984. Yet the number of delivery points rises by more than a million a year. Put differently, the USPS says in 2006 there were 5.6 daily pieces of mail per delivery point. Last year: three. By 2030 the estimate is 1.7. The USPS is meant to be self-sufficient, but its losses since 2007 run to $87 billion, with $160 billion more projected this decade.<br />The question for the USPS is on what terms this will come to a stop. For now Congress has mandated six-day delivery. Universal service is also sacrosanct, so the USPS still runs mules to a village at the base of the Grand Canyon. Trying to make the Postal Service solvent, while coloring inside the lines drawn by Congress, is no easy feat."
}