{
    "url_original": "https://www.wsj.com/articles/how-you-can-afford-to-hire-your-dream-interior-designer-11619627877",
    "url": "how-you-can-afford-to-hire-your-dream-interior-designer-11619627877",
    "title": "How to Hire a Top Interior Designer—Affordably",
    "sub_head": "A new online service lets you video-meet with A-list design pros for a timed rate—and makes once-inaccessible advice a reality",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-330549?width=620&size=1.5",
    "image_1": "im-330549.jpg",
    "time": "2021-04-28 12:37:00",
    "body": "MANY AMERICANS dream of hiring an ace decorator to spiff up their digs, but most of us assume, reasonably enough, that top designers only undertake big-budget projects and that the process involves retainers, markups and contracts.<br />This intimidating world was the one Los Angeles interior designer Jake Arnold inhabited. That is, until this year, when Mr. Arnold, whose clients include actors Rashida Jones and Aaron Paul, launched the Expert, an online platform where the not-rich can book timed consultations with sought-after designers.<br />A few weeks after lockdown began in March 2020, a spike in requests for advice via Mr. Arnold’s Instagram planted an idea in the head of his friend, tech entrepreneur Leo Seigal. “It became obvious that maybe we could use these newly normalized tools, like Zoom and video chat, to satisfy this need,” said Mr. Seigal. By this February, the pair had enlisted an impressive lineup of designers from all over the world—from industry luminaries like London’s Martin Brudnizki to emerging names like L.A.’s modern traditionalist Ginny Macdonald, and the Expert debuted.<br />Visitors to the site can peruse the portfolios, bios, services and rates of 100 designers, then book 25- or 55-minute sessions, which range in price from $200 to $2,500. Clients then share their goals—including aspirational images and wish-list products, which designers can review before the meeting. Bobby Berk, resident designer on  Netflix ’s  “Queer Eye” and a member of the Expert roster observed, “The people I find get the most out of their money have a floor plan ready and have taken photos or videos of the spaces they have questions about.” Clients can grab screenshots and ask to record sessions.<br />Patrick Herning, an Expert client who worked with Seattle designer Brian Paquette on the living room of his L.A. home, wanted to address a smoke stain over his fireplace, a rug that wasn’t masking puppy accidents, window treatments and art placement. At the start of his call, he shared a Word document that included a rudimentary floor plan, a basic rendering of the room’s furniture layout, iPhone photos and dimensions of his art. After the 55-minute session, which cost $750, Mr. Herning had his guardrails. Mr. Paquette suggested painting the fireplace and its surrounding wall a dark color; starting the Roman shades at the ceiling rather than at the top of the windows; and laying a distressed, antique Turkish rug. Mr. Herning implemented all of it. “Painting out the entire wall was brilliant, and in a million years, that never would have occurred to me,” he said. Given the costly mistakes he might have made, he found the fee well worth it. “It’s like insurance.” He also noted that no one made money on his purchases, “so it feels like an unbiased recommendation.”"
}