{
    "url_original": "https://www.wsj.com/articles/how-a-physicist-became-a-climate-truth-teller-11618597216?mod=opinion_lead_pos5",
    "url": "how-a-physicist-became-a-climate-truth-teller-11618597216",
    "title": "How a Physicist Became a Climate Truth Teller",
    "sub_head": "After a stint at the Obama Energy Department, Steven Koonin reclaims the science of a warming planet from the propaganda peddlers.",
    "category_1": "Opinion",
    "category_2": "The Weekend Interview",
    "time": "2021-04-16 14:20:00",
    "body": "Barack Obama is one of many who have declared an “epistemological crisis,” in which our society is losing its handle on something called truth.<br />Thus an interesting experiment will be his and other Democrats’ response to a book by Steven Koonin, who was chief scientist of the Obama Energy Department. Mr. Koonin argues not against current climate science but that what the media and politicians and activists say about climate science has drifted so far out of touch with the actual science as to be absurdly, demonstrably false.<br />This is not an altogether innocent drifting, he points out in a videoconference interview from his home in Cold Spring, N.Y. In 2019 a report by the presidents of the National Academies of Sciences claimed the “magnitude and frequency of certain extreme events are increasing.” The United Nations Intergovernmental Panel on Climate Change, which is deemed to compile the best science, says all such claims should be treated with “low confidence.”<br />In 2017 the U.S. government’s Climate Science Special Report claimed that, in the lower 48 states, the “number of high temperature records set in the past two decades far exceeds the number of low temperature records.” On closer inspection, that’s because there’s been no increase in the rate of new record highs since 1900, only a decline in the number of new lows.<br />Mr. Koonin, 69, and I are of one mind on 2018’s U.S. Fourth National Climate Assessment, issued in Donald Trump’s second year, which relied on such overegged worst-case emissions and temperature projections that even climate activists were abashed (a revoltcontinues to this day). “The report was written more to persuade than to inform,” he says. “It masquerades as objective science but was written as—all right, I’ll use the word—propaganda.”"
}