{
    "url_original": "https://www.wsj.com/articles/hundreds-detained-by-myanmar-military-simply-disappearwhere-is-my-mom-11619265604?mod=business_minor_pos4",
    "url": "hundreds-detained-by-myanmar-military-simply-disappearwhere-is-my-mom-11619265604",
    "title": "Hundreds Detained by Myanmar Military Simply Disappear—‘Where Is My Mom?’",
    "sub_head": "Since the coup, politicians, protesters and others in their orbit have been held in undisclosed locations, with families unsure if their loved ones are even alive",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-329450?width=620&size=1.5",
    "image_1": "im-329450.jpg",
    "time": "2021-04-24 08:00:00",
    "body": "SINGAPORE—At around 9:20 p.m. on April 10, dozens of soldiers and police descended on a two-story house in eastern Myanmar to make an arrest.<br />Neighbors peeked through their windows at the yard of the man authorities were looking for: a 55-year-old former political prisoner who mentored young people leading protests against the country’s Feb. 1 coup. The man, expecting the military regime would come for him sooner or later, was at a hideout. They took his wife instead, said her parents, who were present.<br />That was the last time anyone in the family heard from the woman, who was brought to a local police station for questioning but wasn’t there the next day. Perhaps she had been moved to a prison in the nearby city of Taunggyi, police told the inquiring family, so her parents went there with a package of clean clothes, some snacks and a toothbrush. A guard accepted it, they said, but wouldn’t confirm her whereabouts.<br />“I feel so sorry and worried,” said her husband, speaking by phone from his hideout. “It’s clear that they came for me; they took her as a hostage.”<br />The woman is one of hundreds detained and held in undisclosed locations throughout the country since the coup, leaving lawyers scrambling to find them and families unsure whether their loved ones are alive. The arrests are both targeted and random, sweeping up politicians, protesters and anyone in their orbit. They are intended to crush opposition to the military’s seizure of power."
}