{
    "url_original": "https://www.wsj.com/articles/hunter-bidens-expertise-11618263824?mod=opinion_minor_pos1",
    "url": "hunter-bidens-expertise-11618263824",
    "title": "Hunter Biden’s ‘Expertise’",
    "sub_head": "The election is over but Washington’s press corps is still largely incurious about the Biden family business.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-323623?width=620&size=1.5",
    "image_1": "im-323623.jpg",
    "time": "2021-04-12 17:43:00",
    "body": "Remember that time in 2019 when Hunter Biden’s longtime partner in a venture funded by the Chinese government told the South China Morning Post that he was still working on an explanation of Mr. Biden’s role at the firm? A new narrative may soon be at hand. In a recent interview with comedian Jimmy Kimmel, the president’s 51-year-old son offered an intriguing claim about his business career. And it could be very useful to the corporate communications staff at China-based BHR, as well as the good folks at Ukraine’s Burisma and other overseas outfits that have paid him implausibly large sums.<br />Mr. Biden is still not claiming to be an expert in Chinese finance or Ukrainian energy or Romanian corruption statutes or Russian real estate. But in defending his lucrative arrangement with Burisma during an appearance on the Kimmel show, Mr. Biden said that he had “expertise in corporate governance.” And what would foreign oligarchs do without corporate governance experts?<br />If true, this new Biden claim suggests at least the possibility that all of the millions of dollars he’s collected overseas really were legitimate. Maybe the foreign tycoons were not simply renting a Biden for purposes of Washington influence.<br />This sure seems like news, and tailor-made for media folk who still enjoy offering rebuttals against Donald Trump even though he has left public office and is not even allowed to speak on social media.<br />Yet for whatever reason, even though Hunter Biden is on a book tour, the press seems largely uninterested in his story. New York magazine’s Olivia Nuzzi writes today that his autobiography has “landed quietly in Washington.” She adds:"
}