{
    "url_original": "https://www.wsj.com/articles/hunter-biden-undecided-on-laptop-11617658250?mod=opinion_minor_pos3",
    "url": "hunter-biden-undecided-on-laptop-11617658250",
    "title": "Hunter Biden Undecided on Laptop",
    "sub_head": "On a book tour, the president’s son offers dubious answers to questions about the family business.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-320464?width=620&size=1.5",
    "image_1": "im-320464.jpg",
    "time": "2021-04-05 17:30:00",
    "body": "While serving as president, Donald Trump suffered a significant decline in his net worth, according to a recent Bloomberg analysis, even as U.S. assets of all kinds soared in value. It seems that Covid and political controversy have not been kind to the Trump businesses. But politics certainly have been kind to Biden family enterprises, and a new interview with the President’s 51-year-old son, Hunter, suggests that voters should not expect any change in the family business model.<br />Hunter Biden is making the media rounds to promote his autobiography, which by all accounts is a harrowing tale of addiction. But his sober new answers—not to mention the activities of his relatives—make clear that questionable transactions trading on the Biden family name don’t have much to do with substance abuse. Hunter Biden’s current position is essentially that there is nothing wrong with him accepting enormous compensation from foreign entities on assignments for which he is manifestly unqualified.<br />He has collected millions on a number of such deals, most infamously in Ukraine, where he sat on the board of a natural-gas company called Burisma despite having no particular expertise regarding Ukraine or natural gas. Burisma was controlled by an oligarch under investigation by a Ukrainian prosecutor whose firing was demanded by then-Vice President Joe Biden.<br />A lot of media folk still argue that the investigation of Hunter Biden’s business associate had ended before the elder Biden called for the sacking of the prosecutor. But even a long-winded effort to make this argument by the Washington Post’s “Fact Checker” column in 2019 acknowledged that an asset-seizure order against the oligarch had been reinstated a mere two weeks before the prosecutor’s firing. The story also acknowledged that the asset seizure wasn’t lifted and the case wasn’t closed until after the Ukrainians had fired the prosecutor.<br />Now CBS notes that Ms. Smith raised the issue:"
}