{
    "url_original": "https://www.wsj.com/articles/hyper-nationalism-on-xinjiang-poses-risks-for-chinese-brands-too-11617890997?mod=business_minor_pos12",
    "url": "hyper-nationalism-on-xinjiang-poses-risks-for-chinese-brands-too-11617890997",
    "title": "Hyper-Nationalism on Xinjiang Poses Risks for Chinese Brands, Too",
    "sub_head": "Some Western firms have become nationalist targets, but ‘consumer decoupling’ could cut both ways",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-08 10:09:00",
    "body": "In a week of shocking images for the fashion world, one of the most arresting—and for many Westerners, disturbing—was the spectacle of Chinese fashion brands last week loudly trumpeting their support for Xinjiang cotton as a badge of pride. Western brands such as  Nike  and  H&M ,  which have chosen not to use cotton from China’s Xinjiang region, where the government is accused of abuses including forced labor and the large-scale internment of the Turkic Uyghur minority, have found themselves the target of Chinese nationalist ire. Meanwhile local brands such as  Anta  and  Metersbonwe ,  which took the opposite stance, have seen their share prices jump.<br />A new consumer decoupling between China and the West—driven less by security concerns than by values and nationalism—may have begun.<br />There is little doubt that foreign fashion and sports brands have the most to lose right now, no matter what they do. China has been a bright spot over the past year: Greater China revenue was up 42% from a year earlier for Nike in the quarter ending in February, against an 11% decline for North America. Nearly every major international fashion brand wants a piece of the growing Chinese market. But successfully straddling the political divide over Xinjiang without alienating increasingly socially conscious consumers and investors back home may well prove impossible—particularly with the Beijing Olympics arriving in February 2022.<br />Over the long run, however, Chinese brands have a lot at risk, too. As with so many decisions by Beijing over the past two years, the calculus appears to be that China’s internal market will soon be so large, and so dynamic, that the rest of the world doesn’t matter. According to this line of thinking, Chinese tech firms such as Huawei and TikTok owner Bytedance can afford to lose India or alienate the West because they will thrive at home.<br />By the same token, if Chinese fashion companies struggle in the future to gain traction abroad or court top international athletes and celebrities because they are linked with ethnic internment camps, that is seen as a price worth paying to hold the line against any perception of successful foreign pressure on values."
}