{
    "url_original": "https://www.wsj.com/articles/if-democrats-pack-the-court-11618612227?mod=opinion_lead_pos1",
    "url": "if-democrats-pack-the-court-11618612227",
    "title": "If Democrats Pack the Court",
    "sub_head": "After they add Justices, the GOP could strip their jurisdiction.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-16 18:30:00",
    "body": "The media mostly treated President Biden’s announcement of his 36-member commission on the Supreme Court last week as a deft deflection of court packing. Well, not so fast. The Chairman of the House Judiciary Committee and other Democrats introduced a bill this week to expand the Supreme Court to 13 Justices from nine.<br />Message: The Democratic left is serious about this, and the Biden commission better not dismiss it. Oh, and pay attention, Justices. Congress will remake the Court if you issue rulings that offend progressives.<br />Republicans are rightly calling this out for the political intimidation it is. But here’s another message for the GOP and the commission to consider: If Democrats do turn the Court into another legislature by packing it, the GOP has the power to limit or strip its jurisdiction.<br />If that sounds radical, consider what Democrats are proposing. Merely because GOP appointees now hold a 6-3 majority on the High Court, progressives want to blow it up on a partisan Congressional vote. Adding Justices in this way would undermine the Court’s legitimacy with the American public, with perhaps lasting harm, as Justice Stephen Breyer warned in a timely speech last week.<br />Many Republicans respond by saying they’ll return the disfavor when they next have power and add more Justices. But this concedes the progressive view that the Court is merely another policy-making body. It would turn the Court into a de facto House of Lords, albeit with power, which would put an end to its traditional judicial role of applying the law to cases and controversies."
}