{
    "url_original": "https://www.wsj.com/articles/illinois-democrats-vs-chicago-11618266833?mod=opinion_lead_pos3",
    "url": "illinois-democrats-vs-chicago-11618266833",
    "title": "Illinois Democrats vs. Chicago",
    "sub_head": "Pritzker shows Mayor Lightfoot that public unions are his priority—school reopening, not so much.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-12 18:33:00",
    "body": "Most fights in one-party states are internecine. In Illinois, the Democrats who control Springfield have all but declared war on Chicago Mayor Lori Lightfoot, who is trying to prevent her city’s further decline.<br />The Chicago Teachers Union is threatening to walk out—again—over the school district’s plan to reopen high schools next week. “Critical sticking points include accommodations, high school schedules that minimize virus transmission, remote work—particularly since the majority of students will remain remote—and vaccines for high school students and their family members,” the union said Monday.<br />The union would rather not reopen at all this school year. And thanks to legislation signed by Gov. J.B. Pritzker, the district can’t require it. The statute repeals part of an Illinois law that had restricted the teachers’ right to strike over subjects other than wages and benefits.<br />Now teachers can walk out over schedules, remote learning or even child-care subsidies. While the union fought reopening elementary and middle schools earlier this spring, teachers risked having their pay docked if they struck. Now if the district pushes to reopen high schools, the union can call a strike with impunity and shut down all schools.<br />Ms. Lightfoot strongly opposed the bill. “Now is not the time to change the rules of engagement,” she wrote to legislators. “CPS and CTU agreed on a 5-year contract in 2019. It would be unprecedented for the General Assembly to make substantial changes to the bargaining relationship during the terms of this agreement.”"
}