{
    "url_original": "https://www.wsj.com/articles/illinois-democrats-ignore-obama-on-gerrymandering-11619213853?mod=opinion_major_pos5",
    "url": "illinois-democrats-ignore-obama-on-gerrymandering-11619213853",
    "title": "Illinois Democrats Ignore Obama on Gerrymandering",
    "sub_head": "He called for nonpartisan mapmaking. They are rushing to draw theirs without Republican input.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-329250?width=620&size=1.5",
    "image_1": "im-329250.jpg",
    "time": "2021-04-23 17:37:00",
    "body": "Springfield, Ill.<br />In his last year in office, President Obama made a trip to the Illinois State Capitol, where he had served as a state senator from 1997 to 2004. In an address to his former legislative colleagues, he advocated for independently drawn legislative maps. “Once the next census rolls around and we have the most up-to-date picture of America’s population, we should change the way our districts are drawn,” he said, before delivering his applause line: “In America, politicians should not pick their voters; voters should pick their politicians.” Mr. Obama wasn’t referring only to Illinois: “And this needs to be done across the nation, not just in a select few states. It should be done everywhere.”<br />Five years later, Illinois Democrats seem to have forgotten Mr. Obama’s admonition. With majorities in both houses of the General Assembly, they are preparing to ram through a new partisan state legislative map. More brazenly, they plan to do it without even consulting the most accurate data set that every unit of government traditionally uses when drawing such maps—the decennial census.<br />In the year following the census, the Illinois Constitution sets a deadline of June 30 for the legislature to draw a map of state legislative districts. Should that process fail, a bipartisan commission of four Democrats and four Republicans is established to draw a map instead. And if the commission deadlocks along party lines and can’t agree on a map before Sept. 5, the Illinois secretary of state then draws a ninth, tiebreaking member out of a hat. Traditionally the hat is a replica of Abe Lincoln’s stovepipe.<br />This year, due to the pandemic, the data needed to draw a map won’t be available until mid-August. That’s too late for the Illinois Constitution’s window for a partisan process driven by the supermajority-Democratic legislature. Rather than risk the bipartisan commission process that might not give them total control over mapmaking, they’re instead planning to use data from the Census Bureau’s American Community Survey, an annual snapshot of less than 1% of the population that tracks national and state trends in demographics. While the decennial census is a count of every person in the U.S., the ACS is a sampling. It was never designed for anything so complex or politically consequential as drawing legislative districts."
}