{
    "url_original": "https://www.wsj.com/articles/imf-lifts-global-growth-forecast-for-2021-to-6-11617712209",
    "url": "imf-lifts-global-growth-forecast-for-2021-to-6-11617712209",
    "title": "IMF Lifts Global Growth Forecast for 2021 to 6%",
    "sub_head": "International lender cites stimulus spending in advanced economies, accelerating Covid-19 vaccine rollouts",
    "category_1": "Economy",
    "time": "2021-04-06 14:22:00",
    "body": "WASHINGTON—The global economy is likely to expand this year at the fastest pace in at least four decades as vaccine rollouts accelerate and advanced economies spend aggressively to counter the Covid-19 pandemic and related lockdowns, the International Monetary Fund said Tuesday.<br />The IMF expects the world economy to grow 6% this year, the most since 1980, when it started tracking data on a comparable set of countries. That is an upgrade from a projection for 5.5% growth the IMF made in January. The pandemic cut global output by an estimated 3.3% in 2020, the worst peacetime outcome since the Great Depression.<br />The U.S. and China, the world’s biggest economies, are driving the recovery. The U.S. economy is projected to expand 6.4% this year and regain its pre-pandemic size after an estimated contraction of 3.5% last year. The IMF earlier projected 5.1% growth in 2021. China’s economy is projected to expand 8.4% this year, up from an earlier forecast of 8.1%.<br />Washington has pledged to spend roughly $5 trillion since last spring to battle the Covid-19 pandemic and its economic fallout, including the $1.9 trillion package approved in March. The Federal Reserve has slashed short-term interest rates almost to zero while buying trillions of dollars in securities. Other advanced economies, including the European Union, Japan and the U.K., have pursued similar strategies.<br />“At $1.9 trillion, the Biden administration’s new fiscal package is expected to deliver a strong boost to growth in the United States in 2021 and provide sizable positive spillovers to trading partners,” the report said."
}