{
    "url_original": "https://www.wsj.com/articles/immigration-is-a-moral-issue-but-is-complex-11619722429?mod=opinion_major_pos17",
    "url": "immigration-is-a-moral-issue-but-is-complex-11619722429",
    "title": "Immigration Is a Moral Issue, but Is Complex",
    "sub_head": "How one treats a stranger is a moral issue. But national immigration policy must consider different factors from those relevant to one’s treatment of a stranger.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-328335?width=620&size=1.5",
    "image_1": "im-328335.jpg",
    "time": "2021-04-29 14:53:00",
    "body": "How one treats a stranger is a moral issue. But contrary to what Sabeeha Rehman and Walter Ruby say (“Biden’s Refugee Decision Is a Moral One,” Houses of Worship, April 23), national immigration policy must consider different factors from those relevant to one’s treatment of a stranger. Upon meeting a needy stranger, I may follow Abrahamic tradition and share what I have. No one has standing to complain (assuming no one is already dependent on me), because I’m sharing what’s mine.<br />National immigration policy, however, involves three parties: government, citizens and immigrants. It’s axiomatic that government’s first duty is protecting its citizens. It’s similarly indisputable that, with limited resources, an ever-increasing number of people must result in an ever-shrinking individual portion, which ultimately might not sustain either citizen or immigrant.<br />Ms. Rehman and Mr. Ruby rightly concede that “[i]t would be impossible for the U.S. to accept everyone who seeks refuge here.” Yet they urge the U.S. to figuratively wade into the Rio Grande and invite everyone to cross. This makes no sense. That invitation would draw so many refugees to the border that it would indeed be impossible to accept them. What moral good flows from that impossibility?<br />Competent government should fashion a rational immigration policy creating a net benefit—a policy that ensures that new immigrants will increase our resources rather than decrease them. Such a policy would consider both the needs of the U.S. and the talents and potentialities of those seeking entrance. Merely shouting “take my hand” to people across the river is not rational policy, and it only superficially resembles a correct moral choice.<br />David E. Weisberg"
}