{
    "url_original": "https://www.wsj.com/articles/in-afghanistan-a-dangerous-surrender-in-a-misconceived-war-11619114899",
    "url": "in-afghanistan-a-dangerous-surrender-in-a-misconceived-war-11619114899",
    "title": "In Afghanistan, a Dangerous Surrender in a Misconceived War",
    "sub_head": "The U.S. response to 9/11 evolved from a campaign to defeat al Qaeda and the Taliban into a doomed project in nation-building. But complete withdrawal is no solution.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "time": "2021-04-22 14:08:00",
    "body": "On Sept. 11, 2001, Islamist terrorists murdered 3,000 civilians in New York. A month later, the U.S. and allies invaded Afghanistan to destroy al Qaeda and its Taliban protectors. Two years into the conflict, President George W. Bush declared, “We will not fail.” In 2009, President Barack Obama said, “You cannot outlast us, and we will defeat you.”<br />It turns out that both presidents were wrong. In Afghanistan, we have failed and we have been outlasted. The enemy is still advancing on the battlefield, and President Biden has designated the upcoming 9/11—a jarring and discordant symbol—as the final withdrawal date for our remaining troops.<br />After American troops left South Vietnam in 1972, three years passed before Saigon fell. It won’t be three years before Kabul falls. “I never thought we were there to somehow unify Afghanistan,” President Biden said in his announcement. “We went for two reasons—to get rid of bin Laden and to end the safe haven.”<br />But we shouldn’t delude ourselves. The Taliban have deep ties with other, more virulent terror groups, and once Kabul falls, Afghanistan will again be a terrorist safe haven. Worse, our departure will send signals to our allies and our own military that we can ill afford.<br />Within four months of the U.S. invasion in October 2001, CIA operatives and Special Forces had trapped al Qaeda’s core leadership in the mountains of eastern Afghanistan. To the disappointment and disbelief of a nation eager to avenge 9/11, faulty U.S. military decisions allowed bin Laden to escape into Pakistan. The Taliban also scattered."
}