{
    "url_original": "https://www.wsj.com/articles/in-alabama-black-amazon-workers-vote-their-economic-interest-11618355518?mod=opinion_lead_pos9",
    "url": "in-alabama-black-amazon-workers-vote-their-economic-interest-11618355518",
    "title": "In Alabama, Black Amazon Workers Vote Their Economic Interest",
    "sub_head": "The failed unionization push highlights growing disillusionment with progressive priorities.",
    "category_1": "Opinion",
    "category_2": "Upward Mobility",
    "time": "2021-04-13 19:12:00",
    "body": "The political left has a complicated relationship with its black supporters. When blacks vote to help elect Joe Biden, they are celebrated. When they vote to help undermine the progressive agenda, they are in the way.<br />Smarter Democratic strategists have been warning for some time that the party has been moving steadily to the left of the average black voter on everything from crime and gay rights to school choice and immigration. Progressive politicians and liberal activists may want to ban charter schools, reduce resources for law enforcement and empty out the prisons—“No more policing, incarceration and militarization,” Democratic Rep. Rashida Tlaib tweeted this week—but polling shows that such ideas have little support among the black rank and file.<br />This growing disconnect between political elites and ordinary blacks was on display again last week when Big Labor’s attempt to organize an Amazon facility in Alabama with a workforce estimated to be 85% black was rebuffed by a vote margin of more than 2 to 1. In what has been described as a major setback for organized labor, 71% of the workers who cast ballots voted against joining the Retail, Wholesale and Department Store Union. The union’s president, Stuart Appelbaum, responded by suggesting the workers had somehow been deceived. “Amazon has left no stone unturned in its efforts to gaslight its own employees,” he told reporters after the vote.<br />The employees themselves offered a different take. They expressed satisfaction with the pay, benefits and working conditions at Amazon and said that paying dues to a union to address any complaints they did have was unnecessary. For years, organized labor has been working to gain a foothold at Amazon, the nation’s second-largest private employer after  Walmart .  These efforts have failed repeatedly, and no wonder. Amazon offers relatively high pay and good benefits. Blacks and Hispanics are 49.3% of its hourly workers and 20% of managers. And Walmart, which has also been fighting off unionization for years, offers competitive salaries and benefits while having a similarly diverse workforce.<br />Nationwide, black unionization rates are slightly higher than those of whites. This is in part because a higher percentage of blacks work in the public sector, where unionization overall is more prevalent than it is in private business. Among private-sector workers, however, black unionization has steadily declined over the decades, just as it has among other groups. And contrary to the suggestion of labor officials like Mr. Applebaum, it’s not because black workers are confused or have been hoodwinked. Rather, they are acting in their own economic interests, and they happen to be in good historical company."
}