{
    "url_original": "https://www.wsj.com/articles/in-derek-chauvin-trial-medical-expert-testimony-begins-11617895974?mod=business_minor_pos5",
    "url": "in-derek-chauvin-trial-medical-expert-testimony-begins-11617895974",
    "title": "George Floyd Died of Low Oxygen, Experts Say in Derek Chauvin Trial",
    "sub_head": "Doctors testify that Floyd died of oxygen deprivation, as an officer knelt on his neck, while two other officers restrained his back and legs",
    "category_1": "U.S.",
    "time": "2021-04-08 20:25:00",
    "body": "George Floyd died because he couldn’t breathe as Minneapolis police officers restrained him while he lay prone and handcuffed, medical experts testified Thursday in the murder trial of former officer Derek Chauvin.<br />“Mr. Floyd died from positional asphyxia, which is a fancy way of saying he died because he had no oxygen,” said Bill Smock, a forensic-medicine expert who works as a surgeon for the Louisville Metro Police Department. “When the body is deprived of oxygen, in this case from the pressure on his chest and back, he gradually succumbed to lower and lower levels of oxygen until it was gone and he died.”<br />Another witness for the prosecution, Martin Tobin, a pulmonologist affiliated with the Veterans Health Administration hospital in Hines, Ill., agreed. “The cause of the low level of oxygen was shallow breathing, small breaths.”<br />Mr. Floyd was handcuffed and face down during his May 25 arrest last year, during which Mr. Chauvin knelt on his neck while two other officers restrained his back and legs. A fourth officer kept bystanders away. Mr. Floyd cried out several times that he couldn’t breathe and eventually appeared to lose consciousness.<br />Eric Nelson, Mr. Chauvin’s attorney, attempted to rebut the medical experts on the stand by asking about Mr. Floyd’s drug use and his cardiovascular disease. Mr. Nelson has argued that Mr. Chauvin didn’t cause Mr. Floyd’s death and that Mr. Floyd died “as a result of hypertension, his coronary disease, the ingestion of methamphetamine and fentanyl, and the adrenaline flowing through his body.”"
}