{
    "url_original": "https://www.wsj.com/articles/in-fedex-shooting-gun-purchases-motives-under-investigation-11618758394?mod=business_minor_pos5",
    "url": "in-fedex-shooting-gun-purchases-motives-under-investigation-11618758394",
    "title": "FedEx Shooting Probe Centers on Motives, Gun Purchases",
    "sub_head": "Indianapolis prayer vigil remembers the eight victims of Thursday’s attack",
    "category_1": "U.S.",
    "time": "2021-04-18 17:14:00",
    "body": "INDIANAPOLIS—The gunman in Thursday’s shooting here legally purchased two semiautomatic rifles after being detained by authorities and having one other gun confiscated, police said, as they try to determine the shooter’s motives.<br />Brandon Hole, a 19-year-old former employee of  FedEx Corp. , killed eight people and injured several others, before taking his own life at the company’s ground facility here Thursday night, police said. He had worked at the facility for two months, from August to October 2020, according to FedEx.<br />Police have identified those who died in the shooting as Matthew Alexander, 32 years old; Samaria Blackwell, 19; Amarjeet Kaur Johal, 66; Jasvinder Kaur, 50; Sardar Jaswinder Singh, 68; Amarjit Sekhon, 48; Karli Smith, 19; and John Weisert, 74.<br />The Bureau of Alcohol, Tobacco, Firearms and Explosives conducted a trace on the two weapons used in the attack and found Mr. Hole purchased the rifles legally in July and September 2020, the Indianapolis Metropolitan Police Department said on Twitter.<br />Mr. Hole was on the radar of local authorities as having mental-health issues and risk factors for violent behavior. In March 2020, his mother contacted law enforcement to report he might try to commit “suicide by cop,” according to Paul Keenan, the special agent in charge of the Federal Bureau of Investigation’s Indianapolis field office. Mr. Hole was temporarily committed at a local hospital for evaluation of his mental-health needs that month by the Indianapolis Metropolitan Police Department, and police seized a shotgun at his residence, Mr. Keenan said."
}