{
    "url_original": "https://www.wsj.com/articles/in-mexico-worries-mount-over-political-interference-in-the-judiciary-11619213721?mod=business_minor_pos5",
    "url": "in-mexico-worries-mount-over-political-interference-in-the-judiciary-11619213721",
    "title": "In Mexico, Worries Mount Over Political Interference in the Judiciary",
    "sub_head": "Term of Mexico’s Supreme Court chief justice is extended under new law; critics call it a political move by government of President López Obrador",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-329394?width=620&size=1.5",
    "image_1": "im-329394.jpg",
    "time": "2021-04-23 17:35:00",
    "body": "MEXICO CITY—Mexico approved a controversial bill related to the country’s courts system that critics see as the latest move by the populist government to interfere in Mexico’s judiciary.<br />The new law, approved Friday, extends by two years the term of a Supreme Court chief justice close to Mexico’s president, Andrés Manuel López Obrador, and extends the term of the entire Judicial Council, which manages the country’s federal courts and can investigate and fire judges if it finds wrongdoing.<br />The bill, passed by the Senate last week, is part of broader reforms that seek to improve efficiency and reduce corruption in Mexico’s judiciary. Mexican courts are widely seen as ineffective: Most crime in the country goes unpunished, according to government statistics.<br />Yet the bill’s passage is adding to worries among legal scholars and political analysts that Mr. López Obrador wants to concentrate power. He has already weakened a host of autonomous government agencies and often rails against the electoral agency, journalists and civil-society nonprofits; he successfully pressured for the resignation of a Supreme Court justice in 2019.<br />“The legislative power, with López Obrador’s blessing, is clearly violating the autonomy of the judicial power...destroying the separation of powers and breaking the constitutional order,” said María Marván, a legal scholar at Mexico’s National Autonomous University. “It’s a disgrace.”"
}