{
    "url_original": "https://www.wsj.com/articles/in-punishing-russia-for-solarwinds-biden-upends-u-s-convention-on-cyber-espionage-11618651800?mod=politics_lead_pos3",
    "url": "in-punishing-russia-for-solarwinds-biden-upends-u-s-convention-on-cyber-espionage-11618651800",
    "title": "In Punishing Russia for SolarWinds, Biden Upends U.S. Convention on Cyber Espionage",
    "sub_head": "Administration said Moscow breached bounds of acceptable online spying with hack’s size and attack on U.S. private sector",
    "category_1": "Politics",
    "category_2": "National Security",
    "image_1_url": "https://images.wsj.net/im-326226?width=620&size=1.5",
    "image_1": "im-326226.jpg",
    "time": "2021-04-17 05:30:00",
    "body": "WASHINGTON—President Biden’s decision this week to punish Russia for the SolarWinds hack broke with years of U.S. foreign policy that has tolerated cyber espionage as an acceptable form of 21st century spycraft, analysts and former officials said.<br />In announcing a suite of punitive measures against Moscow, including financial sanctions and diplomatic expulsions, the White House made clear its actions were in response to “the full scope of Russia’s harmful foreign activities.”<br />The administration specifically highlighted what it said was Russia’s yearslong meddling in U.S. elections. It also said U.S. intelligence had “high confidence” that Russia’s foreign intelligence service, the SVR, was behind last year’s  SolarWinds  hack, which compromised at least nine federal agencies and about 100 private-sector organizations.<br />The administration said both campaigns were unacceptable and demanding of a forceful response.<br />The U.S. has punished Russia for election interference in the past, notably after its multipronged operations during the 2016 election. But previous administrations typically refrained from retaliating for cyber intrusions they classified as political espionage—no matter how broad or successful—in part because the U.S. and its allies regularly engage in similar conduct, current and former officials said."
}