{
    "url_original": "https://www.wsj.com/articles/in-search-of-a-kingdom-review-navigating-a-sea-of-rivals-11619044757",
    "url": "in-search-of-a-kingdom-review-navigating-a-sea-of-rivals-11619044757",
    "title": "‘In Search of a Kingdom’ Review: Navigating a Sea of Rivals",
    "sub_head": "A man who thought himself to be Francis Drake’s co-captain was tried for mutiny. The two men dined together on the night before his beheading.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-328345?width=620&size=1",
    "image_1": "im-328345.jpg",
    "time": "2021-04-21 18:39:00",
    "body": "Francis Drake was the first sea captain to circumnavigate the globe—it took him three years (1577-80). In the course of his voyage, he boarded Spanish ships, raided Spanish colonies in South America, and made off with gold, silver and other treasure that Spain would have otherwise claimed. To the Spaniards, who called him “El Draque” (The Dragon), he was a pirate and plunderer. To the English, as one might imagine, he was something quite different: a hero. His voyage had been commissioned by Queen Elizabeth, to her great profit. She made him a knight, and, as Sir Francis, he became a member of Parliament. Later he was vice-admiral of the fleet that, with help from the weather, defeated the great Spanish Armada, a victory that was to have the same national significance—history entering into myth—as Nelson’s defeat of Napoleonic France at Trafalgar and the RAF’s Battle of Britain in 1940.<br />“In Search of a Kingdom,” Laurence Bergreen’s vivid account of the famous voyage, presents Drake for the most part in a heroic mold: bold, generous and often surprisingly humane. Drake had a lust for gold but not for slaughter. Though in early life he had been a slaver, serving with his cousin Sir John Hawkins, he was a devout, God-fearing Protestant who turned against the practice of slavery and established an alliance with the Cimarrons, escaped African slaves in Central America who had intermarried with the indigenous population. Drake became their “particular favourite,” Mr. Bergreen writes, and made one Cimarron his “longtime personal servant.”<br />Drake’s chaplain, the Rev. Francis Fletcher, kept a journal of the voyage that he would publish as “The World Encompassed.” Mr. Bergreen, whose previous books include voyage-centered chronicles of Columbus and Marco Polo, naturally draws on this journal, for it is the only authentic firsthand record we possess. It is thanks to Fletcher that we have a detailed account of the animosity and suspicion that developed between Drake and Thomas Doughty, who, probably mistakenly, believed himself to be a co-captain. Doughty opposed Drake’s plan to round South America and advocated a return home with the substantial booty already acquired. Drake accused him of mutiny and staged a trial before a jury he had picked, and Doughty was sentenced to death. Fletcher writes that Drake and Doughty then dined together “as cheerfully in sobriety as ever in their lives.” The next day Doughty was beheaded.<br />There may have been more than personal rivalry in the quarrel. Drake’s commission from Queen Elizabeth had been made secretly, lest the enterprise alienate Spain. But this secrecy—and the latitude it seemed to give to Drake—went too far for her cautious chief minister, William Cecil, and Doughty seems to have been his man, charged to keep Drake’s war on Spanish shipping within bounds. Such caution was not without reason. Spain was the great power in Europe as well as in South America. What led eventually to open war between England and Spain—and the launch and defeat of the Armada—was not only the support that England gave to the Dutch Revolt in the 1570s and 1580s but also, to a degree, Drake’s depredations on his voyage.<br />Mr. Bergreen is determined to argue that “Drake became the catalyst in England’s great transition from an island nation to the British Empire,” and he sees Elizabeth’s reign as the time from which that empire supplanted Spain’s. There is some truth in this, but it is still an exaggeration. Spain remained the great power in Europe for another half-century and was then supplanted by France, not England. What is more, Spain’s American empire survived until the 19th century. Conversely England, or rather the United Kingdom after the 1707 Treaty of Union with Scotland, didn’t become a great imperial power until the 18th century, even if English colonies had already been planted in North America and some West Indian islands annexed. In any case, Britain was never a dominant power in Europe in the way that Spain, France and Germany, in succession, proved to be."
}