{
    "url_original": "https://www.wsj.com/articles/indeed-ceo-says-finding-a-job-should-be-easier-11617627600?mod=business_minor_pos1",
    "url": "indeed-ceo-says-finding-a-job-should-be-easier-11617627600",
    "title": "Indeed CEO Says Finding a Job Should Be Easier",
    "sub_head": "Chris Hyams says the pandemic has changed how employers and workers find each other and explains the appeal of an unusual resume",
    "category_1": "Business",
    "category_2": "Management",
    "time": "2021-04-05 09:00:00",
    "body": "Some five million jobs are posted on internet job-search platform Indeed right now. Its leader, Chris Hyams, says getting one should be as easy as pushing a button.<br />Indeed’s chief executive, a 53-year-old tech-industry veteran, has witnessed up-close the job market’s massive shake-up over the past year: Millions of people were laid off or furloughed; companies providing digital and essential services went on hiring sprees, and job interviews went virtual. On Indeed’s job site—the world’s largest—postings plunged nearly 40% last spring. They have been rebounding ever since. The Labor Department said Friday that U.S. employers added a seasonally adjusted 916,000 jobs in March, the best gain since August.<br />Under Mr. Hyams, Indeed has raced to adjust to the new jobs landscape. The company recently introduced a virtual platform that manages the nuts and bolts of hiring for employers—from posting an opening to setting up video interviews. Mr. Hyams says the aim is to shorten the time it takes to fill a job. That timing will be especially important as Covid-19-ravaged industries restart hiring and need qualified people fast, he says.<br />“We’re obviously always happy to see when people are getting jobs,” said Mr. Hyams, who spoke with The Wall Street Journal recently from his Austin, Texas, home. “But we’re still a long way from where we want to get to” in terms of full employment. Edited excerpts of that conversation:<br />WSJ: Vaccines, economic forecasts—there seem to be more reasons for job seekers to feel optimistic right now. How does that look on Indeed’s platform?"
}