{
    "url_original": "https://www.wsj.com/articles/india-accused-of-censorship-for-blocking-social-media-criticism-amid-covid-surge-11619435006",
    "url": "india-accused-of-censorship-for-blocking-social-media-criticism-amid-covid-surge-11619435006",
    "title": "India Accused of Censorship for Blocking Social Media Criticism Amid Covid Surge",
    "sub_head": "New Delhi orders Twitter and Facebook to remove content it says is misinformation; digital watchdog says many of the posts challenged government’s handling of the crisis",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-329863?width=620&size=1.5",
    "image_1": "im-329863.jpg",
    "time": "2021-04-26 07:03:00",
    "body": "India’s government ordered  Twitter Inc.,   Facebook Inc.  and Instagram to block about 100 social media posts criticizing its handling of the exploding Covid-19 surge in the country, sparking public anger and allegations of censorship in the world’s most populous democracy.<br />Officials said the legally binding order was designed to tackle what it called attempts in recent days to spread coronavirus-related misinformation and create panic by posting images of dead bodies taken out of context. Twitter, which received many of the takedown requests, blocked the posts in India, though they remained visible outside the country.<br />“Certain people are misusing social media to create panic in society,” India’s Ministry of Electronics and Information Technology said in a statement Monday, when asked about the blocks. It didn’t specify which laws were used to issue the orders.<br />Many people on social media reacted with outrage. They said that the posts and others—some from senior opposition politicians—were political speech, arguing that Prime Minister Narendra Modi hasn’t done enough to curb India’s mammoth coronavirus surge, which shows no signs of slowing down from setting global records.<br />India recorded more than 350,000 new cases on Monday as hospitals are overwhelmed, oxygen is in short supply and crematoriums are running out of space. India has logged more than 2,000 deaths a day for six straight days and it is now the epicenter of the global pandemic."
}