{
    "url_original": "https://www.wsj.com/articles/indias-covid-crisis-could-reach-you-too-11619713949?mod=opinion_major_pos8",
    "url": "indias-covid-crisis-could-reach-you-too-11619713949",
    "title": "India’s Covid Crisis Could Reach You Too",
    "sub_head": "As the coronavirus rages inside its borders, new variants threaten to spread around the world.",
    "category_1": "Opinion",
    "category_2": "East is East",
    "time": "2021-04-29 12:32:00",
    "body": "How much should the U.S. care about the Covid crisis unfolding in India? As the death toll soars, the Biden administration has gone from disinterest to desperate overdrive in a bid to avert catastrophe. Who knows how much of a difference this will make, but it’s clear that the global stakes are higher in India than just about anywhere else.<br />On Wednesday the country recorded 379,459 Covid cases and 3,647 deaths—the eighth straight day of more than 300,000 cases a day—and nearly a quarter of the world-wide deaths from the pandemic that day. More than a year after Covid erupted in China, India has become the virus’s global epicenter.<br />Since last week, the U.S. has swung into action. From President Biden down, a slew of officials pledged assistance to their Indian counterparts. Washington has diverted filters it ordered for vaccine production to India’s Serum Institute, the world’s largest vaccine manufacturer. It will also ship oxygen and related equipment, supplies of the drug remdesivir and testing kits and personal protection equipment, and provide advice from Centers for Disease Control and Prevention experts. The U.S. will likely donate a large share of its roughly 60 million doses of the  AstraZeneca  vaccine, which are unauthorized by the Food and Drug Administration and thus unusable domestically. The U.S. Agency for International Development and the CDC earmarked $75 million for India from a global fund.<br />The urgency makes sense. Should the overstretched Indian healthcare system collapse, it will trigger a humanitarian crisis that would set back the global fight against the coronavirus and reshape the geopolitical map of Asia. The American response will also help determine how ordinary Indians view their nation’s strategic tilt toward Washington. India’s aspiration to be viewed as a peer competitor of China has already taken a body blow. Whether it gets back up for another round depends on how quickly it recovers.<br />As our TV screens and social-media timelines fill with images of Indians pleading for oxygen outside hospitals or cremating their dead en masse on pyres, the U.S. helping out can seem like an obvious choice. But it isn’t entirely uncomplicated. The pandemic hasn’t been completely quelled at home. On Wednesday America recorded 56,604 cases and 954 deaths. Should U.S. cases soar again, critics could accuse Mr. Biden of caring more about Delhi than Detroit."
}