{
    "url_original": "https://www.wsj.com/articles/indonesia-finds-debris-from-missing-submarine-says-it-sank-11619263840",
    "url": "indonesia-finds-debris-from-missing-submarine-says-it-sank-11619263840",
    "title": "Indonesia Finds Debris From Missing Submarine, Says It Sank",
    "sub_head": "Bodies of the 53 people on board haven’t been found, but hopes of rescue have faded",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-329584?width=620&size=1.5",
    "image_1": "im-329584.jpg",
    "time": "2021-04-24 08:51:00",
    "body": "An Indonesian navy submarine that disappeared off the island of Bali this week with 53 people on board is believed to have sunk, the country’s military said after recovering debris from the vessel, including periscope lubricant and a prayer mat.<br />The German-made submarine, KRI Nanggala-402, lost contact with authorities early Wednesday during a torpedo drill, prompting a dayslong search using helicopters, ships with sonar capability and underwater drones. A navy spokesman said the submarine had been detected at 850 meters, far deeper than the 500 meters it was designed to survive.<br />Adm. Yudo Margono, navy chief of staff, said at a news conference Saturday bodies of the crew haven't been found. Air supply on board would have been depleted by Saturday morning, unless the submarine’s electrical system was still functioning, which could extend supply until Monday, he said. The pieces of debris that were recovered indicated cracks in the submarine rather than an explosion, in part because sonar would have picked up a blast, he said.<br />The cause of the accident is unclear. The submarine, operated by Indonesia for 40 years, was in good condition before the exercises, the chief said. After diving to fire a torpedo early Wednesday, it didn’t come back up, and failed to respond. Oil spills detected hours later suggested the submarine’s fuel tank may have been damaged by water pressure.<br />Neighboring countries, including Singapore and Australia, dispatched ships to aid in the search. On Friday, the U.S. said it was sending airborne assets, including a Navy P-8 Poseidon maritime patrol aircraft."
}