{
    "url_original": "https://www.wsj.com/articles/inflation-from-a-year-ago-isnt-what-matters-right-now-11618323916?mod=markets_lead_pos12",
    "url": "inflation-from-a-year-ago-isnt-what-matters-right-now-11618323916",
    "title": "Inflation From a Year Ago Isn’t What Matters Right Now",
    "sub_head": "The jump in consumer prices from last year’s depressed levels won’t register with most people, but that doesn’t mean concern over prices is going away",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-13 10:25:00",
    "body": "Raise your hand if you remember what prices looked like one year ago.<br />It is a hard thing to recall, since a year ago was when the novel coronavirus epidemic in the U.S. was entering some of its deadliest days, and people were mostly cooped up at home. What does gasoline cost when you aren’t driving? How much did a meal cost at the restaurant that was closed?<br />Though many Americans might not have been registering what many things outside of hard-to-find toilet-paper rolls cost, the Labor Department’s statistical bureau was keeping track. Its inflation reports showed that consumer prices slipped in March last year from a month earlier, and then continued to fall over the following two months. With the March inflation report released on Tuesday, those reports are now hitting their anniversary.<br />The report showed that overall consumer prices rose by 0.6% from February, pushed up by higher fuel prices, and were 2.6% above their year-earlier level. That marked the largest year-over-year gain since August 2018. Prices excluding food and energy items—the so-called core that economists use to better track inflation’s trend—were up a milder 0.3% on the month and 1.6% on the year.<br />On a year-over-year basis, both overall and core inflation should accelerate in the months ahead as a result of that drop in prices last spring. Commentators have been urging people to ignore the jump in inflation readings that result, but that might be sort of beside the point, since again, a lot of people probably can’t remember what they were paying for stuff when the Covid-19 crisis struck."
}