{
    "url_original": "https://www.wsj.com/articles/intels-dreams-meet-reality-11619175602?mod=business_minor_pos10",
    "url": "intels-dreams-meet-reality-11619175602",
    "title": "Intel’s Dreams Meet Reality",
    "sub_head": "Sharp drop in data-center revenue and profit underscores major challenges ahead for chipmaker",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-328876?width=620&size=1.5",
    "image_1": "im-328876.jpg",
    "time": "2021-04-23 07:00:00",
    "body": "For  Intel Corp. , it seemed like life was going to get a little better before it got a lot harder. As it turns out, both are happening at the same time.<br />A booming PC market helped Intel deliver better-than-expected revenue for the first quarter. Total revenue adjusted for the pending sale of the company’s memory business came in about $1.1 billion higher than the midpoint of Intel’s own projection just three months ago as the company’s PC-related revenue rose 8% year over year to $10.6 billion. Revenue in the much smaller Mobileye, programmable solutions and Internet of Things segments also came in higher than Wall Street’s estimates.<br />But being one of the world’s largest chip makers in the midst of a global chip-production shortage wasn’t enough. Intel’s data-center business, which sells processors to cloud-computing giants to power their fast-growing services, saw its revenue slump 20% year over year—its worst drop on record. The segment faces a challenging comparison with a 42% revenue boom in last year’s first quarter, leading Intel to blame the slump on “cloud inventory digestion.” An even sharper drop in data-center operating profits brought segment operating margins to 23%—a record low for a business that has averaged operating margins of 41% over the past eight quarters.<br />Not surprisingly, Intel’s share price slumped 2% following the results Thursday afternoon. The sharp drop in data-center margins suggests Intel could be losing further ground to rivals such as Advanced Micro Devices, which is using more advanced production processes at  Taiwan Semiconductor Manufacturing Co.  to field its most competitive chips in years. Intel played down this prospect during its conference call Thursday, instead chalking up the margin pressure to the costs of producing its latest data-center chips on its new and much-delayed 10-nanometer production process.<br />Whatever the case, the results will temper some of the enthusiasm that has built up for Intel lately. Before the results, the stock had jumped 18% since the company named Pat Gelsinger its new CEO in late January. Mr. Gelsinger laid out an ambitious plan last month to regain the company’s momentum in the most advanced chip-making processes while also opening its factories to producing processors designed by other companies. The plan smartly capitalizes on the industry’s current moment with even the president of the United States calling for billions to subsidize domestic chip-making operations."
}