{
    "url_original": "https://www.wsj.com/articles/intelligence-was-limited-that-russia-offered-bounties-on-u-s-troops-white-house-says-11618522983?mod=politics_lead_pos2",
    "url": "intelligence-was-limited-that-russia-offered-bounties-on-u-s-troops-white-house-says-11618522983",
    "title": "Intelligence Was Limited That Russia Offered Bounties on U.S. Troops, White House Says",
    "sub_head": "Administration assigns ‘low to moderate’ confidence in intelligence behind explosive reports",
    "category_1": "Politics",
    "category_2": "National Security",
    "image_1_url": "https://images.wsj.net/im-325873?width=620&size=1.5",
    "image_1": "im-325873.jpg",
    "time": "2021-04-15 17:43:00",
    "body": "WASHINGTON—The White House on Thursday said it didn’t have solid intelligence that Russia had offered bounties to Afghan militants to kill U.S. troops, reports that last summer shook up U.S.-Russia relations, increased tensions between the U.S. and the Taliban during a troop drawdown and prompted bipartisan condemnation over the Trump administration’s inaction.<br />On Thursday, the Biden White House said U.S. intelligence had only “low to moderate confidence” in the reports of the alleged bounty program.<br />The administration expressly declined to link the latest sanctions and expulsions of Russian diplomats undertaken Thursday to the bounty reports.<br />But in listing the bounties as a point of tension with Russia alongside the  SolarWinds  hack of government and corporate computer systems and interference in elections—actions U.S. intelligence attributes to Moscow—the administration aimed to put Moscow on notice and to protect U.S. troops remaining in Afghanistan until the withdrawal is complete in September.<br />“Our focus is on sending a clear message to Russia about the steps the United States would take in response to such behavior were it to continue,” a senior administration official said Thursday. The official added, “This information puts a burden on the Russian government to explain its actions and take steps to address this disturbing pattern of behavior.”"
}