{
    "url_original": "https://www.wsj.com/articles/intel-earnings-first-quarter-2021-11619043954?mod=tech_lead_pos3",
    "url": "intel-earnings-first-quarter-2021-11619043954",
    "title": "Intel’s Earnings Expected to Retreat as CEO Gelsinger Works Toward Revival",
    "sub_head": "Wall Street is looking for more hints about the pace of the chip maker’s turnaround effort",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-326993?width=620&size=1.5",
    "image_1": "im-326993.jpg",
    "time": "2021-04-22 09:00:00",
    "body": "Intel Corp.  is expected to post lower quarterly sales and profit as new Chief Executive Pat Gelsinger fast-tracks efforts to re-energize the U.S. semiconductor giant against the backdrop of a global chip shortage.<br />Mr. Gelsinger this month laid out an ambitious strategy for Intel to become a major contract chip maker in addition to making semiconductors to satisfy its in-house requirements. The plan includes a $20 billion spending commitment to build two new semiconductor plants in Arizona.<br />The CEO, on the job since February, also pledged to make some production capacity available swiftly to help alleviate a broader shortage of chips that has caused disruptions across a range of industries, in particular car production.<br />The White House this month met with executives from the chip and other industries to help determine what action it should take to address the shortage and strengthen the domestic chip-building industry. President Biden previously pledged to fix the chip shortages and included $50 billion for the semiconductor industry in his expansive infrastructure-spending package.<br />Intel on Thursday is due to post its first quarterly earnings with Mr. Gelsinger at the helm. Wall Street on average expects the company to report a roughly 10% decline in first-quarter sales to $17.8 billion and net income of $4.3 billion, according to analysts surveyed by FactSet. Intel has said it expected to generate revenue of about $17.5 billion, stripping out revenue from the memory business it plans to sell to South Korea’s  SK Hynix Inc."
}