{
    "url_original": "https://www.wsj.com/articles/investor-appetite-dwindles-for-blue-chip-bond-funds-amid-losses-11617810276?mod=markets_major_pos15",
    "url": "investor-appetite-dwindles-for-blue-chip-bond-funds-amid-losses-11617810276",
    "title": "Investor Appetite Dwindles for Blue-Chip Bond Funds Amid Losses",
    "sub_head": "Flows into investment-grade bond funds dropped by almost 50% at the end of March",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-321695?width=620&size=1.5",
    "image_1": "im-321695.jpg",
    "time": "2021-04-07 23:25:00",
    "body": "Individual investors might finally be losing their taste for investment-grade bond funds after taking near-record losses in the first quarter of the year.<br />Flows into the asset class hit their lowest level last week in about five months, according to data from Refinitiv Lipper, and some investors are bracing for net outflows.<br />Funds that buy bonds of blue-chip companies like  Coca-Cola Co.  and  Microsoft Corp.  have lost about 4% this year, according to data from Bloomberg Barclays, counting price changes and interest payments. Driving the decline: a selloff in U.S. Treasurys, which act as a benchmark for corporate debt.<br />Nevertheless, individual investors had continued plowing money in and the funds’ assets have grown about 3% since the end of December to $1.68 trillion, according to data from Lipper. Much of the buying was based on past performance, as investment-grade bonds returned a stellar 10% in 2020, outstripping almost every other fixed-income strategy, according to data from  Citigroup Inc.<br />The tide may now be turning. Inflows dropped 48% in the last week of March from the previous week to $1.7 billion, the smallest amount of net purchases since early November when they briefly turned negative, according to data from Lipper. The four-week average inflow fell to $3.4 billion from $4.4 billion at the end of February."
}