{
    "url_original": "https://www.wsj.com/articles/investment-options-for-the-unwoke-11618610522?mod=opinion_lead_pos8",
    "url": "investment-options-for-the-unwoke-11618610522",
    "title": "Investment Options for the Unwoke",
    "sub_head": "Our funds choose firms that don’t let politics distract from their mission of serving shareholders.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-16 18:02:00",
    "body": "Milton Friedman argued that a corporate executive’s responsibility is to maximize profits while conforming to the basic rules of society, as embodied in law and “ethical custom.” American corporations donated $21 billion to charity in 2019, but the growing “stakeholder capitalism” movement is using the ethical-custom concept to impose a progressive agenda on American businesses. It will have negative implications for investor returns.<br />If you bought stock in a company whose management embraced stakeholder capitalism, or invested in a fund that includes such companies, you also invested in their definition of what is good for society. That definition can be found in “environmental, social and governance” (ESG) investment criteria that place progressive agenda items on par with, if not above, a business’s obligation to maximize returns.<br />The S&P 500 has become a hot mess of ESG costs, policies and requirements. It now consists of companies focused more on ideology than shareholder value. This seems to be fine with the world’s largest asset managers, who “are signing on to sustainability codes, publishing ESG papers and voting policies, and paying for rating providers,” according to shareholder advisory firm SquareWell Partners.<br />It can be an expensive trend. Investment firms have been known to threaten adverse proxy votes when companies fail to implement costly green initiatives. Large banks have committed to spending tens of billions of dollars “to advance racial equity.” Some retailers have ended profitable firearms sales. These ideological decisions are in effect business taxes that can diminish shareholder returns and alienate consumers.<br />While investors are free to do what they choose with their money, many object to progressives’ use of corporate governance to advance their agenda. Recent polling and election results indicate that about half the country feels that way. As stakeholder capitalism gains steam, conservatives, libertarians, and Reagan Democrats have had little choice but to read the headlines in frustration."
}