{
    "url_original": "https://www.wsj.com/articles/investors-stick-a-pin-in-pinterest-11619565947?mod=business_minor_pos10",
    "url": "investors-stick-a-pin-in-pinterest-11619565947",
    "title": "Investors Stick a Pin in Pinterest",
    "sub_head": "First-quarter revenue jumped, but user growth appears to be slowing",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-330854?width=620&size=1.5",
    "image_1": "im-330854.jpg",
    "time": "2021-04-27 19:25:00",
    "body": "The allure of  Pinterest ’s  platform may be waning with the pandemic where it matters most. How much will its share price fall as a result?<br />On Tuesday, the image-sharing company said first-quarter revenue grew a whopping 78% year-on-year, beating its own guidance and Wall Street’s estimate. But user growth—especially in the U. S.—appears to be slowing. Pinterest said U.S. users, responsible for more than 80% of its overall revenue in the first quarter, increased by just 9% versus a year earlier. That is slightly lower than analysts had forecast and much lower than the more than 12% year-on-year growth the company had averaged over the previous three quarters, according to FactSet. Pinterest shares fell 10% following the report.<br />The company said that, since the second quarter of last year, it has noticed a strong correlation between lockdowns and engagement on its platform. It also said it believed the pandemic likely pulled forward some user growth last year, particularly in the U.S. where its service has been available longer. It isn’t surprising, then, that Pinterest also said that beginning in mid-March, when much of the country started opening back up, U.S. user growth slowed while engagement declined year-on-year. Even more concerning, Pinterest’s guidance implies it could lose some of its U.S. users from the first to the second quarter. Wall Street had been forecasting their ranks to grow over that period.<br />While shares of all major social-media companies have been pandemic winners, those of Pinterest and  Snap ,  Inc. have done particularly well, both up well over 250% over the last 12 months. But Snap’s shares have gained 6% since the company reported its own first quarter results last Thursday after reporting rising engagement as its users step back outside.<br />For Pinterest, engagement now appears to be declining precisely where the company is making money."
}