{
    "url_original": "https://www.wsj.com/articles/investors-cant-afford-the-zillow-dream-11618484580?mod=business_minor_pos10",
    "url": "investors-cant-afford-the-zillow-dream-11618484580",
    "title": "Investors Can’t Afford the Zillow Dream",
    "sub_head": "Online real-estate companies have thrived, but less  so their stocks recently",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-15 07:03:00",
    "body": "If you are waiting for  Zillow Group  to tell you when the real-estate market has peaked, you might be waiting a while. You may also miss the optimal time to sell your home.<br />Without much in the way of live sports to watch last year, some U.S. consumers turned to the real-estate market for entertainment. The so-called “Zillow fantasy” led to homes flying off the block in days, with selling times accelerated by low inventory and affordable mortgage rates.<br />All the attention became a boon for online real-estate companies who profit off home transactions. Newly public  Compass ,  which generates revenue through commissions on home sales, said it grew its top line 54% last year. For the fourth quarter,  Redfin  said its core business of brokering home sales saw revenue rise 51%, while revenue for its mortgage business grew 210%. In February, Zillow said total visits to its site rose 19% last year, propelling its shares to all-time highs that month.<br />Listen to the prophets at real-estate platforms, and you might think to double down on your investments. On Wednesday, Zillow said strong demand for homes is likely to continue post-pandemic. Company economist Arpita Chakravorty also noted lowered health risks from open houses and renewed financial confidence should bring even more sellers into the market. In March, the company forecast existing home sales would rise by more than 17% this year on an annual basis. It also forecast U.S. home value growth won’t peak on an annual basis until August.<br />Redfin seems to be on the same wavelength. Its chief economist, Daryl Fairweather, agrees many homeowners have been reluctant to sell, either because of Covid-19 or because they haven’t had clarity on their future work situation. For those reasons, the end of the pandemic should fuel more home sales, Ms. Fairweather said."
}