{
    "url_original": "https://www.wsj.com/articles/iran-says-its-foes-targeted-nuclear-plant-to-derail-potential-talks-with-u-s-11618169757?mod=business_minor_pos4",
    "url": "iran-says-its-foes-targeted-nuclear-plant-to-derail-potential-talks-with-u-s-11618169757",
    "title": "Iran Says Its Foes Targeted Nuclear Plant to Derail Potential Talks With U.S.",
    "sub_head": "Apparent blackout disrupts operations at Iran’s main nuclear facility at Natanz, a day after it went back online after a fire last summer",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-323444?width=620&size=1.5",
    "image_1": "im-323444.jpg",
    "time": "2021-04-11 15:35:00",
    "body": "Iran said saboteurs caused a blackout at the country’s main nuclear-enrichment plant, accusing the alleged culprits of attempting to derail informal talks with the U.S. on reviving a 2015 nuclear accord that could pave the way for rolling back sanctions on the Islamic Republic.<br />Tehran didn’t disclose any details about the electrical malfunction at Natanz, which it said took place Sunday, or the extent of any damage it caused. Nor did Iranian authorities say who they thought might be responsible, though Ali Akbar Salehi, the head of Iran’s atomic agency, said Iran reserved the right to retaliate. He called the incident an act of “nuclear terrorism” amid heightened tensions over the tentative discussions on Iran’s nuclear program.<br />Israeli media, quoting what they described as Western intelligence sources, said Israeli intelligence agency Mossad had orchestrated a cyberattack at the Natanz site, causing severe damage.<br />Israeli officials declined to respond to the reports that Israel was behind the alleged attack at Natanz. In Washington, a spokeswoman for the White House National Security Council declined to comment.<br />Iran and the remaining five parties to the 2015 nuclear accord converged in Vienna last week to negotiate a road map for the U.S. to return to the agreement, which the Trump administration left in 2018. Their objective is to find a way for President Biden’s administration to lift sanctions on Iran if Tehran agrees to comply with the 2015 pact, which was developed to curtail the growth of Iran’s nuclear capability, and keep it from developing nuclear-weapons technology."
}