{
    "url_original": "https://www.wsj.com/articles/iran-nuclear-program-11610564572?mod=world_major_1_pos7",
    "url": "iran-nuclear-program-11610564572",
    "title": "Iran’s Nuclear Program: How Close Is Tehran to Developing Nuclear Weapons?",
    "sub_head": "Iranian breaches of the 2015 nuclear deal raise fears that the country is paving the way to start work on nuclear weapons, raising pressure on President Biden",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-04-13 14:36:00",
    "body": "After months of deadlock, Iran, the U.S. and the remaining five parties to the 2015 nuclear deal on April 2 agreed to resume negotiations in Vienna to restore the accord. While U.S. and Iranian officials won’t hold direct discussions for now, bringing them to the same gathering in the Austrian capital is a major first step toward salvaging the deal.<br />Iran’s main objective at the talks will be to obtain relief from sanctions imposed by the Trump administration after it withdrew from the deal in 2018. U.S. officials will focus on bringing Iran back into compliance with its commitments in the deal.<br />Iran has in recent months stopped adhering to several key provisions in the 2015 nuclear deal with world powers, reducing the time it would need to produce a nuclear weapon. These steps away from the deal, a response to U.S. sanctions, have put at risk the survival of an agreement that helped remove sanctions on Iran and open it to business with the West.<br />Iran on Feb. 23 said it would no longer grant daily access to United Nations inspectors to its nuclear facilities or provide round-the-clock security footage of its activities at these sites. The U.S. and European powers decided on March 3 to give Iran a last chance to start cooperating with the International Atomic Energy Agency’s probe of its nuclear activities, backing away from plans to formally censure Iran in a bid to revive diplomacy between Washington and Tehran.<br />The curbing of nuclear inspections was Iran’s third breach of the agreement since December. It followed a revelation on Feb. 10 by U.N. watchdog the IAEA which told member states in a confidential report that Iran had begun producing uranium metal, a material vital for nuclear weapons. Due to the limited civilian utility of uranium metal, the disclosure stirred concern among Western officials over whether Iran is preparing to restart work toward a nuclear weapon."
}