{
    "url_original": "https://www.wsj.com/articles/iran-nuclear-negotiator-says-tehran-will-increase-purity-of-uranium-to-60-11618326331?mod=business_minor_pos4",
    "url": "iran-nuclear-negotiator-says-tehran-will-increase-purity-of-uranium-to-60-11618326331",
    "title": "Iran Says It Will Enrich Uranium to 60%, in Effort to Strengthen Hand in Nuclear Talks",
    "sub_head": "The move would bring Tehran one step closer to weapons-grade fuel and comes after attack on Natanz facility blamed on Israel",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-04-13 17:55:00",
    "body": "Iran will start enriching some of its stock of uranium to 60% for the first time, one of Iran’s leading nuclear negotiators said Tuesday, after an attack on its main nuclear facility.<br />But the country’s negotiators will continue to participate in talks in Vienna on constraining its nuclear activities in return for a reversal of American economic sanctions on Tehran. Former U.S. officials said that Iran’s announcement appeared to be calculated to fortify Iran’s negotiating hand and counter the notion that its nuclear program had suffered a major setback.<br />The comments from Abbas Araghchi, a deputy foreign minister, followed the apparent sabotage of Iran’s Natanz nuclear facility Sunday, which caused an electrical blackout that destroyed a number of centrifuges. Israeli media reported that the attack was carried out by the nation’s Mossad intelligence agency, though Israeli officials declined to comment. Iran has also blamed Israel. The White House has said the U.S. had no involvement in the Natanz attack.<br />“The Iranians believe their nuclear activity provides leverage in the talks,” said Gary Samore, director of the Crown Center for Middle East Studies at Brandeis University and a weapons-of-mass-destruction expert on former President Barack Obama’s National Security Council. “Since some portion of Natanz appears to have been knocked out for some period, that weakens their leverage, and they have compensated by announcing higher enrichment levels.”<br />Mr. Araghchi was in the Austrian capital to attend a second week of negotiations over restoring the 2015 nuclear deal by bringing Iran back into compliance and by removing sanctions that the U.S. imposed after the Trump administration withdrew from the pact in 2018."
}