{
    "url_original": "https://www.wsj.com/articles/iran-blames-israel-for-attack-on-nuclear-facility-vows-to-retaliate-11618229993?mod=politics_lead_pos6",
    "url": "iran-blames-israel-for-attack-on-nuclear-facility-vows-to-retaliate-11618229993",
    "title": "Iran Blames Israel for Attack on Nuclear Facility, Vows to Retaliate",
    "sub_head": "Tehran says attack at Natanz took out centrifuges and marked an attempt to scuttle talks with the U.S.",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-04-12 08:41:00",
    "body": "Iran on Monday accused Israel of orchestrating an attack on its main nuclear facility that destroyed a number of centrifuges and caused an electricity blackout, at a time when Washington and Tehran are seeking to resume talks over a deal that constrains the Islamic Republic’s potential to produce a nuclear weapon.<br />Iran said Sunday that its Natanz nuclear facility had been attacked but didn’t provide details of the damage. On Monday, the head of Iran’s nuclear agency, Ali Akbar Salehi, said that parts of the enrichment facility were operating on emergency electricity. He also said all damaged centrifuges were IR-1s, the first generation of Iranian centrifuges and a workhorse of Tehran’s enrichment program.<br />The attack is a potential blow to Iran’s enrichment capabilities. Tehran has raised enrichment levels in recent months as part of efforts to push the U.S. to lift sanctions imposed by the Trump administration. Israel is strongly opposed to the nuclear deal, which it says only puts a temporary cap on Iran’s quest for nuclear weapons.<br />Tehran denies it is seeking to produce such weapons, and says its nuclear program is peaceful. It also said Sunday’s incident didn’t set back its enrichment program. “Enrichment in Natanz has not stopped and is moving forward vigorously,” said Mr. Salehi,<br />In another sign of the attack’s impact, the spokesman for Iran’s Atomic Energy Organization, Behrouz Kamalvandi, fell down a hole more than 20 feet deep, cutting open his head and fracturing his ankle, as he visited Natanz on Sunday to inspect the damage, he told state television from his hospital bed."
}