{
    "url_original": "https://www.wsj.com/articles/is-at-t-a-train-wreck-11618955633?mod=opinion_major_pos7",
    "url": "is-at-t-a-train-wreck-11618955633",
    "title": "Is AT&T a Train Wreck?",
    "sub_head": "The company’s epic adventure in reinvention reaches a moment of truth.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "image_1_url": "https://images.wsj.net/im-327583?width=620&size=1.5",
    "image_1": "im-327583.jpg",
    "time": "2021-04-20 17:53:00",
    "body": "There’s nothing like reaching out to a Wall Street analyst whom I know only by reputation and hearing that he was just thinking of me too. Apparently I need to write something to encourage  AT&T ’s  board to get the company off its suicide mission.<br />At least, that’s the meticulously detailed thesis of Jonathan Chaplin, of the boutique analyst firm New Street Research. Legions of analysts have not bubbled with enthusiasm for AT&T’s foray into video entertainment, with its expensive 2018 acquisition of the Warner studios and HBO streaming network. But Mr. Chaplin makes a case that a charismatic megafauna of the U.S. corporate landscape is not merely a disappointment—it’s headed for disaster due to its distracted decision to underinvest in its core wireless business.<br />To buy his argument, you have to believe the 5G moment is finally arriving thanks to government auction that put midband spectrum into the hands of carriers. You have to believe a tenfold speed difference over sizable swaths of urban and suburban America will be apparent to customers, leading them to flee a carrier that doesn’t keep up as they once did hapless Sprint.<br />You also have to believe (the least speculative part) that a newly enlarged T-Mobile, which inherited Sprint’s remains, holds an exceptionally strong position, thanks to an underutilized network that it can fill with customers poached from  Verizon  and AT&T by offering higher speeds and lower prices.<br />“It’s the Olympics. The Russians are good, the Chinese are really good, but [AT&T] is fine as well,” says Mr. Chaplin, as long as it doesn’t show up “drinking a bottle of scotch and smoking three packs of cigarettes a day.”"
}