{
    "url_original": "https://www.wsj.com/articles/is-india-still-a-democracy-the-answer-isnt-so-clear-11618525073?mod=opinion_major_pos9",
    "url": "is-india-still-a-democracy-the-answer-isnt-so-clear-11618525073",
    "title": "Is India Still a Democracy? The Answer Isn’t So Clear",
    "sub_head": "Freedom House demotes the country to ‘partly free,’ making the free world a lot less populous.",
    "category_1": "Opinion",
    "category_2": "East is East",
    "time": "2021-04-15 18:17:00",
    "body": "Do India’s 1.4 billion people still live in a real democracy? To the average Indian, the question may seem ludicrous. Pick up an Indian newspaper or turn on the television, and it can feel like all the country does is lurch from one noisy election to the next. At the moment, 187 million eligible voters in five states are in the midst of choosing state governments. In Prime Minister Narendra Modi’s re-election in 2019, his Bharatiya Janata Party won 229 million votes, the most ever by any party in the world.<br />To the rest of the world, however, the state of Indian democracy looks increasingly parlous. Last month, Freedom House downgraded India’s status from “free” to “partly free,” for the first time since 1997, which places it alongside, among others, Ecuador, Albania and Malawi. Freedom House now regards the Indian-administered portion of Kashmir, which it rates separately, as “not free,” roughly on par with Zimbabwe and Afghanistan.<br />Also in March, V-Dem, a Swedish institute that studies democracy, said India had ceased to be an electoral democracy in 2019. It instead became an “electoral autocracy,” a status it shares with Mali, Kenya and Hungary.<br />In February, following the arrest of a 22-year-old environmental activist on sedition charges, the Washington Post’s editorial board asked “whether a country that boasts of being the world’s largest democracy still deserves that title.” Opposition leader Rahul Gandhi appears to share these concerns. In a video interaction with Brown University faculty and students last month, Mr. Gandhi pointed out that “Saddam Hussein and [Moammar] Gadhafi used to have elections” too.<br />Why does any of this matter? For starters, as home to about one-sixth of the world’s people, India disproportionately affects the state of democracy world-wide. According to Freedom House, less than one-fifth of the world’s population now lives in a fully free country, the smallest proportion since 1995."
}