{
    "url_original": "https://www.wsj.com/articles/is-it-safe-to-eat-at-restaurants-again-heres-what-to-expect-11618047000?mod=business_lead_pos11",
    "url": "is-it-safe-to-eat-at-restaurants-again-heres-what-to-expect-11618047000",
    "title": "Is It Safe to Eat at Restaurants Again? Here’s What to Expect",
    "sub_head": "Masks, long waits and higher prices are now part of dining out as more restaurants reopen amid the pandemic",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-322037?width=620&size=1.5",
    "image_1": "im-322037.jpg",
    "time": "2021-04-10 05:30:00",
    "body": "After a year of start-stop openings, seating restrictions and delivery experiments, your favorite eatery is likely seating diners again. More U.S. restaurants reopened in February than in any month since last spring, when some cities first started loosening restrictions, according to  Yelp Inc.  Reopenings remained elevated last month, the Yelp data shows. While restaurants are trying to resume normal service, some pandemic practices will remain. Here’s what you need to know:<br />They are getting closer. Seventy-five percent of U.S. restaurants are now open for business and the number of people eating out is nearing pre-pandemic levels, according to reservation booking site OpenTable. It’s best to call ahead, though. About 10% of the 778,807 restaurants that existed prior to the pandemic have closed for good, market-research firm Datassential said last week.<br />Every state now allows limited on-site dining, though local officials say occupancy limits could tighten again if coronavirus cases keep rising. Michigan Gov. Gretchen Whitmer on Friday urged people to avoid indoor dining for two weeks given the rise in cases there. Some counties in California, for example, continue to prohibit indoor seating, though the state expects to lift restrictions by June if case numbers fall.<br />Warming weather gives restaurateurs and diners more options. “I’m building huge patios,” said Jim Armstrong, a Denver tavern owner who expects to seat at least 40 people outside his pubs when possible.<br />Most states still require diners to wear masks when not seated at their table. More than a dozen states, including Texas, Florida and Georgia, have scrapped public mask mandates, though some cities continue to enforce them and many individual businesses ask customers to keep wearing facial coverings."
}