{
    "url_original": "https://www.wsj.com/articles/is-kokumi-the-next-taste-sensation-11618632271",
    "url": "is-kokumi-the-next-taste-sensation-11618632271",
    "title": "Is Kokumi the Next Taste Sensation?",
    "sub_head": "Chefs and scientists are investigating a new flavor from Japan that promises richness without fat and may find an official place on our palate",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-326103?width=620&size=1.5",
    "image_1": "im-326103.jpg",
    "time": "2021-04-17 12:04:00",
    "body": "In 1907, while enjoying a bowl of soup made with dashi broth and kombu seaweed, the Japanese chemist Kikunae Ikeda had an insight that would change the culinary world. He noticed a taste that wasn’t sweet, salty, sour or bitter. Ikeda gave this hard-to-describe savory taste a name—umami—and went on to identify the specific amino acid that triggered it.<br />Scientists in Europe and the U.S. remained skeptical about whether umami really was a taste until a receptor for it was discovered on the tongue almost a century later, in 2000. Today, it is taken for granted by most scientists and chefs, but interest is now growing in another taste first detected in Japan.<br />The newer taste, kokumi, is even harder to describe than umami, but it is potentially just as important for understanding how and why we enjoy food. In Japanese, the term koku describes foods that have the kind of mouthful “thickness” often imparted by fats—what English speakers might describe as rich. “It feels like a physical sensation,” says the culinary scientist Joshua Evans. It works “by coating the mouth and becoming more intense and being extended in time.” When asked what foods have koku, Japanese food experts list wild boar, adult wasps, duck eggs and aged sake, as well as long-simmered and fermented dishes.<br />Koku reflects a sensory experience most closely allied with touch, influenced by aromas and textures. Adding the Japanese suffix -mi, meaning taste, highlights the specific taste detected by the tongue. The precise nature of kokumi remains the subject of great debate among sensory scientists and chefs, in part because it can’t be detected on the palate on its own; rather, it modifies other tastes and flavors.<br />The earliest kokumi research focused on the contribution of garlic to foods. In 1990, Japanese scientist Yoichi Ueda discovered that if he added diluted garlic to two types of soups, people eating them would describe having more sensations associated with kokumi. Subsequent research isolated amino acids in the garlic that seemed to cause the effect, including glutathione."
}