{
    "url_original": "https://www.wsj.com/articles/israeli-u-a-e-energy-firms-set-up-biggest-deal-since-diplomatic-agreement-11619449804?mod=business_minor_pos13",
    "url": "israeli-u-a-e-energy-firms-set-up-biggest-deal-since-diplomatic-agreement-11619449804",
    "title": "Israeli, U.A.E. Energy Firms Set Up Biggest Deal Since Diplomatic Agreement",
    "sub_head": "Israel’s Delek plans to sell stake in Tamar gas field to U.A.E.’s Mubadala Petroleum for $1.1 billion",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-329956?width=620&size=1.5",
    "image_1": "im-329956.jpg",
    "time": "2021-04-26 11:10:00",
    "body": "One of Israel’s largest energy companies said it plans to sell its share of an offshore natural-gas field to United Arab Emirates-owned Mubadala Petroleum in what would be the biggest commercial deal between the countries since they agreed to normalize relations last year.<br />The $1.1 billion deal, if completed, would grant the U.A.E. a major stake in an important Israeli strategic asset. It would also add another regional player to an acrimonious tussle over lucrative gas fields in the Eastern Mediterranean, where an alliance of Greece, Israel, Cyprus and Egypt are facing down opposition from Turkey over a proposed pipeline to export gas to Europe. Greece and Turkey barely avoided confrontation last summer as Ankara sought to explore waters near the Greek island of Rhodes.<br />The deal for Delek Drilling LP’s 22% stake in the Tamar gas field is worth $1 billion, with an additional $100 million to be paid if certain terms and goals are met, according to a notification about the agreement sent to the Israeli Stock Exchange on Monday. The companies said in the statement that they aim to finalize the deal by May 31.<br />“This transaction has the potential to be another major development in our ongoing vision for natural gas commercial strategic alignment in the Middle East, whereby natural gas becomes a source of collaboration in the region,” said Yossi Abu, the chief executive of Delek Drilling.<br />A consortium of American and Israeli companies, including Delek, began pumping natural gas from Israel to Egypt in January 2020. Israeli fields also supply neighboring Jordan."
}