{
    "url_original": "https://www.wsj.com/articles/its-a-mistake-to-leave-afghanistan-11618610717?mod=opinion_lead_pos5",
    "url": "its-a-mistake-to-leave-afghanistan-11618610717",
    "title": "It’s a Mistake to Leave Afghanistan",
    "sub_head": "The Biden administration’s decision to withdraw without conditions makes winners out of Iran, al Qaeda and ISIS.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-16 18:05:00",
    "body": "President Biden’s decision to withdraw all military forces from Afghanistan, against sound military advice, will come back to haunt the nation and the world, as it did in Iraq in 2011.<br />Only months away is the 20th anniversary of 9/11, when almost 3,000 Americans died at the hands of al Qaeda terrorists trained and directed by Osama bin Laden from Afghanistan. Surely we should have learned that allowing radical Islamists sanctuary to plot attacks against America and its allies isn’t wise. Had we destroyed the Afghanistan haven after attacks on two U.S. embassies in Africa (1998) and the USS Cole (2000) it is unlikely that 9/11 would have happened. The military and the intelligence community understand this, which is why both recommend keeping a residual counterterrorism force in Afghanistan.<br />In the coming months and years, the Afghan government in Kabul will slowly but surely lose influence throughout the country. The Iranians will begin to dominate western Afghanistan, and the Taliban will start to run the country’s southern region. The old Northern Alliance will reorganize. Eastern Afghanistan will be under the control of the Haqqani network, a criminal enterprise designated by the State Department as a foreign terrorist organization. The rump ISIS and al Qaeda elements sprinkled around Afghanistan will exploit the chaos.<br />With no American or North Atlantic Treaty Organization military presence, it will be every group for itself. Imagine outsourcing our national security to the Taliban. To expect the Taliban to police al Qaeda and ISIS is like asking the fox to guard the henhouse. It’s only a matter of time before another civil war. All of this can be avoided by keeping a small U.S.-NATO counterterrorism force in place to help the Afghan military and continue to push the parties to find political solutions to the complicated mosaic of problems in Afghanistan.<br />President Biden can’t say he wasn’t warned. The military and intelligence communities have many times sounded the alarm about the risks associated with an unconditional withdrawal and the chaos that will likely result. The decision to leave a small contingent of American forces in Afghanistan was bipartisan. The 2,500 to 5,000 troops under discussion represent a 95% reduction in troop strength from the height of American involvement in 2011."
}