{
    "url_original": "https://www.wsj.com/articles/j-j-covid-19-vaccine-was-paused-over-blood-clot-treatment-concerns-11618777554?mod=business_lead_pos1",
    "url": "j-j-covid-19-vaccine-was-paused-over-blood-clot-treatment-concerns-11618777554",
    "title": "J&J Covid-19 Vaccine Pause Driven by Risk of Mistreating Blood Clots",
    "sub_head": "Officials decided that strong action was needed to alert the public, doctors to unusual cases and their nonstandard treatment",
    "category_1": "Health",
    "time": "2021-04-18 17:21:00",
    "body": "U.S. health authorities came close to simply warning about a blood-clotting risk from  Johnson & Johnson ’s  Covid-19 vaccine, but decided to recommend pausing use out of concern doctors would improperly treat the condition, people familiar with the matter said.<br />Over the previous four weeks, American health officials had become alarmed about similar blood-clotting conditions in Europe involving a Covid-19 vaccine from  AstraZeneca  PLC, the people said. The officials dug into a U.S. vaccine-safety database and identified the cases of great concern, but debated what action to take.<br />By last Monday night, the officials resolved that urgent action was needed, the people said. Four of six women in the U.S. who developed the blood clots days after vaccination had initially been given heparin, according to the U.S. Centers for Disease Control and Prevention. Its use could have worsened the patients’ condition, the people said.<br />That night, the country’s top health officials agreed during a one-hour Zoom meeting to take the strongest step: publicly recommend pausing the vaccine’s use while probing the adverse-event cases, the people said.<br />Since the announcement, the Food and Drug Administration has been studying other reports of additional blood-clotting cases among people who received J&J’s vaccine, but hasn’t confirmed whether any reflect the same phenomenon, the people said. Yet officials are growing more persuaded, the people added, that the six total cases reported so far are related to the shot."
}