{
    "url_original": "https://www.wsj.com/articles/j-j-privately-asked-rival-covid-19-vaccine-makers-to-probe-clotting-risks-11618570802?mod=business_lead_pos1",
    "url": "j-j-privately-asked-rival-covid-19-vaccine-makers-to-probe-clotting-risks-11618570802",
    "title": "J&J Privately Asked Rival Covid-19 Vaccine Makers to Probe Clotting Risks",
    "sub_head": "AstraZeneca was interested in joining forces to investigate the safety issue and communicate vaccine benefits and risks, but Pfizer and Moderna didn’t see the need for group action",
    "category_1": "Business",
    "time": "2021-04-16 07:00:00",
    "body": "Johnson & Johnson  privately reached out to Covid-19 vaccine rivals to ask them to join an effort to study the risks of blood clots and speak with one voice about safety, but  Pfizer Inc.  and  Moderna Inc.  declined.<br />As concerns mounted last week over rare cases of blood clots, J&J asked  AstraZeneca  PLC as well as Pfizer and Moderna to join its efforts looking into the reports, people familiar with the matter said. J&J, through emails and phone calls, also sought to build an informal alliance to communicate the benefits and risks of the shots and address any concerns raised among the public by the blood-clot cases, some of the people said.<br />Six women who got J&J’s vaccine developed clots, and one died, out of more than seven million doses administered across the U.S., according to federal health officials. The specific adverse event hasn’t been reported by people who received the Pfizer and Moderna shots, the officials said.<br />Pfizer and Moderna executives declined the offer, saying their vaccines appeared safe, the people said. The pair also objected because they didn’t see the need to duplicate the efforts of regulators and companies already looking for blood-clot cases and investigating the cause, the people said. One company’s concern: The safety of the Pfizer and Moderna shots could be tarnished by association, some of the people said.<br />Only AstraZeneca, which had been buffeted by similar blood-clotting concerns for weeks, agreed, the people said."
}