{
    "url_original": "https://www.wsj.com/articles/jack-mas-ant-group-will-end-some-practices-that-helped-fuel-its-growth-11618320015?mod=markets_lead_pos7",
    "url": "jack-mas-ant-group-will-end-some-practices-that-helped-fuel-its-growth-11618320015",
    "title": "Jack Ma’s Ant Group Will End Some Practices That Helped Fuel Its Growth",
    "sub_head": "Beijing wants the financial-technology giant to unwind arrangements that gave it an advantage over rivals and banks",
    "category_1": "Business",
    "time": "2021-04-13 09:20:00",
    "body": "In its path to becoming one of the world’s most valuable startups, Ant Group Co. built a complex financial ecosystem that captured huge sums of money and kept millions of people in it by supplying them with credit and managing their investments.<br />Now, Beijing is forcing the Chinese financial-technology giant to scale back its activities and dismantle arrangements that have given Ant a big advantage over its rivals as well as the country’s banks and traditional financial institutions.<br />This week, the People’s Bank of China outlined a five-pronged rectification plan for Ant, which will fall fully in line with regulations by applying to become a financial-holding company overseen by the central bank. Ant, an affiliate of  Alibaba Group Holding Ltd. , will be subject to regulations similar to those governing banks, which will curtail some of its growth prospects.<br />Ant’s mobile payments and lifestyle app Alipay, which has more than one billion users in China, has in recent years sought to generate bigger profits from its customers by directing them toward other financial services such as online loans and a giant money-market mutual fund where they can park their money. In the year to June 2020, Ant reported profit of $5.8 billion on revenue of $21.5 billion.<br />Half a billion Chinese citizens used Ant’s microlending services in the year to June 2020, and they had the equivalent of more than $264 billion in outstanding loans at that point. And at the end of last year, more than 690 million people—or close to half of China’s population—were invested in Ant’s flagship money-market mutual fund, which had $182 billion in assets under management."
}