{
    "url_original": "https://www.wsj.com/articles/jack-and-the-bean-counters-a-woke-childrens-story-11619199026?mod=opinion_lead_pos6",
    "url": "jack-and-the-bean-counters-a-woke-childrens-story-11619199026",
    "title": "Jack and the Bean Counters: A Woke Children’s Story",
    "sub_head": "University researchers use artificial intelligence to reduce characters to the color of their fictional skin.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-23 13:30:00",
    "body": "One of my favorite childhood novels recounted the story of a boy separated from his family and caught behind Japanese lines in war-torn midcentury China. I felt I was with the boy, Tien Pao, when he woke terrified in a sampan sweeping downriver toward the smoldering ruins of his village. Alongside Tien Pao, I watched a doomed train back into a burning station and heard the screams of its passengers. Together we crouched in the broiling sun, scanning throngs of refugees for a familiar face. Later, we flew in a plane over an aerodrome and I felt his jolt of joy as if it were my own when, far below, he saw his mother.<br />That Tien Pao was a boy and I a girl, that his parents were married and mine divorced, that his skin was one hue and mine another—none of this impinged on the thrilling immediacy of Meindert DeJong’s “The House of Sixty Fathers,” illustrated by the young Maurice Sendak.<br />The teacher who gave me that book widened my horizons and enriched my life. Would she still do so today? I fear not. Schools and the world of children’s literature have been seized by the notion that the most important thing about a book is whether children can “see themselves” in it. This is understood in a narrow and reductive way: The race, ethnicity and sexual orientation of the young reader must be matched by those of the characters they meet in books.<br />What began as a laudable idea—that children’s literature should embrace a variety of stories and all manner of characters—has morphed into monomania. Identity is all. Professional journals that catalog and review new children’s titles now make a fetish of highlighting the pallor or pigmentation of fictional characters.<br />Publisher’s Weekly, for instance, in its review of “Faraway Things,” a forthcoming picture book by Dave Eggers and illustrated by Kelly Murphy, finds it necessary to report a young character is “pale-skinned” and an older one is “brown-skinned.” A reviewer for Kirkus notes: “The captain has dark skin; Lucian and the others have light skin.”"
}