{
    "url_original": "https://www.wsj.com/articles/jacob-degrom-mlb-new-york-mets-red-sox-pitching-strikeout-record-11619703843",
    "url": "jacob-degrom-mlb-new-york-mets-red-sox-pitching-strikeout-record-11619703843",
    "title": "The Thrill and Melancholy of Jacob deGrom and the Mets",
    "sub_head": "He’s the most riveting pitcher in baseball, and throwing better than ever. If only his ball club could score him more runs.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-331694?width=620&size=1.4988290398126465",
    "image_1": "im-331694.jpg",
    "time": "2021-04-29 09:47:00",
    "body": "In baseball, but especially around these parts, it’s known as “deGrom Day,” as in an afternoon or evening that pitcher Jacob deGrom takes to the hill for the New York Mets. DeGrom, who is 32 years old, is widely viewed as the best pitcher in the game. I know that sounds like the kind of presumptuous claim people in New York like to make about everything in New York, but in this case, it’s actually true. Pretty much everyone around baseball agrees. DeGrom is great, and he’s getting better.<br />DeGrom pitched Wednesday night, against the Boston Red Sox. In his prior start, versus Washington, the right-hander threw a two-hit shutout in which he struck out 15 batters, a career high. The game before that, against Colorado, he had 14 strikeouts, including nine in a row. Entering the game against Boston, deGrom had 50 strikeouts in his first four starts, a major- league record to begin a season. He was amid an astonishing April, even for him.<br />What was especially stirring about deGrom’s prior two outings, versus Washington and Colorado, was that the Mets actually won both games, including one in which they came from behind. If there is a theme to deGrom’s major-league career, now in its eighth season, it is his consistent dominance, which is regularly undercut by morbid offensive support from his own club. DeGrom won the Cy Young Award in 2018 and 2019 as the National League’s finest pitcher, and he did it in seasons in which he led the league in earned-run average, and the next year, strikeouts, and yet he still finished with pedestrian-looking 10-9 and 11-8 records, because the Mets lineup so chronically underwhelmed.<br />On Wednesday night, the local telecast on SNY offered up a sobering statistic: 33 times in deGrom’s career, he has given up zero runs, or just one run, and not won the game—an ignominious achievement that has happened to him eight more times than anyone in baseball over the same period. DeGrom is a historic talent, but the regular failure of the Mets to ignite during his starts has given his career a kind of melancholy. He is a Ferrari, being asked to run on vegetable oil.<br />Despite this—or maybe, in part, because of it—deGrom Day is riveting theater, as must-see as sports gets in 2021. When deGrom is pitching, plans are set aside or ignored, and the tall man (deGrom is 6’4”) almost always delivers on his end. Versus Boston, deGrom began the game by striking out the Red Sox leadoff hitter on a rippling 101 mph fastball, and retired the side on a crisp 12 pitches. At a time when baseball is wrestling with pace of play and long, dull games,  deGrom is a crackle of efficiency. Step to the fridge to get a beer, and you could miss three outs."
}