{
    "url_original": "https://www.wsj.com/articles/japan-cant-be-forced-to-pay-comfort-women-south-korean-court-says-11619013800?mod=world_major_1_pos1",
    "url": "japan-cant-be-forced-to-pay-comfort-women-south-korean-court-says-11619013800",
    "title": "Japan Can’t Be Forced to Pay ‘Comfort Women,’ South Korean Court Says",
    "sub_head": "Ruling on World War II sex slaves case breaks with a recent verdict in the same court",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-328016?width=620&size=1.5",
    "image_1": "im-328016.jpg",
    "time": "2021-04-21 10:03:00",
    "body": "SEOUL—The Japanese government can’t be forced to provide fiscal compensation to South Korean women coerced into sexual slavery for Tokyo’s military during World War II, a Seoul court said, adding fresh legal uncertainties to a long-running dispute that diplomacy has failed to resolve.<br />Wednesday’s ruling by the Seoul central district court broke with a verdict for a similar case, heard in the same court, just months ago. In January, a different set of judges ordered the Japanese government to pay about $90,000 in reparations to a dozen Korean women.<br />The two verdicts disagreed on whether the Japanese government should enjoy state immunity, an international-law provision that protects sovereign countries from being tried in foreign courts. The January verdict concluded the atrocities against the South Korean victims were so severe that they superseded state-immunity exception.<br />On Wednesday, judges cited a 2012 ruling by the International Court of Justice, which tossed out a World War II-era case regarding Italian victims seeking reparations from Germany, using state immunity as the rationale. Nearly two dozen former sex slaves had sought roughly $2.7 million in compensation from Japan.<br />“This court does not disagree that the victims have the right to claim compensation,” the judges said in their ruling. “But as of now, suing a foreign country cannot be allowed.”"
}