{
    "url_original": "https://www.wsj.com/articles/jerry-nadlers-double-taxation-lesson-11618964287?mod=opinion_lead_pos3",
    "url": "jerry-nadlers-double-taxation-lesson-11618964287",
    "title": "Jerry Nadler’s Double Taxation Lesson",
    "sub_head": "He unwittingly calls to abolish the corporate and estate taxes.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-20 20:18:00",
    "body": "Democrats from high-tax blue areas are asking President Biden to restore an unlimited federal deduction for state and local taxes (SALT), and here’s New York Rep. Jerry Nadler’s pithy pitch on  Twitter : “No one should ever be taxed twice on the same income. It’s not fair and it’s not just.”<br />Deal! Quick, shake on it, before he realizes what he’s saying. Conservatives have been making arguments about double taxation for years. We’re glad to hear Mr. Nadler thinks the death tax and the corporate-income tax are unjust and should be repealed. Also, it’s nice to see him pledge never to vote for any sort of wealth tax.<br />This is a joke, alas. In reality Mr. Nadler is simply trying to reframe the unlimited SALT deduction, which is a tax break for wealthy urbanites mostly in New York and California, as a matter of justice. What makes his complaint especially unpersuasive is that it involves overlapping taxes by different bodies: The federal government has an income tax. So does New York state. So does New York City.<br />This kind of thing happens all the time. Property taxes are assessed by cities, counties, school districts, fire districts and the like. The federal government taxes gasoline, as do states. When you buy a pack of gum, by Mr. Nadler’s logic, the local sales tax should be deducted on the receipt before the state sales tax is calculated.<br />More pernicious double taxation is when the same level of government takes multiple bites, which is what business profits face. Say you own part of a corporation that makes $1. Setting aside deductions and whatnot, the federal corporate tax on that money is 21%, and Mr. Biden wants to make it 28%. When the profits hit your tax return, the feds take another cut, with a top rate of 23.8% on capital gains or qualified dividends."
}