{
    "url_original": "https://www.wsj.com/articles/joe-and-jens-police-narrative-11619138593?mod=opinion_lead_pos4",
    "url": "joe-and-jens-police-narrative-11619138593",
    "title": "Joe and Jen’s Police Narrative",
    "sub_head": "Is ‘systemic racism’ really behind every tragic shooting?",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-22 20:43:00",
    "body": "Why wait for facts when the narrative is convenient? The day after a Minneapolis jury convicted former police officer Derek Chauvin of the murder of George Floyd, White House press secretary Jen Psaki weighed in on another police shooting in Ohio. This one happened less than 24 hours earlier, about 20 minutes before the Floyd jury delivered its verdict.<br />“We know that police violence disproportionately impacts black and Latino people in communities and that black women and girls, like black men and boys, experience higher rates of police violence,” Ms. Psaki said. In other words, the Columbus shooting was a racist act, and should be viewed in the context of unjustified police violence against citizens of color.<br />Ms. Psaki was referring to the tragic shooting death of 16-year-old Ma’Khia Bryant, an African-American, outside her foster home in Columbus. An investigation is underway. But bodycam footage from the officer who fired the fatal shots tells a very different story from Ms. Psaki’s. The footage shows Ms. Bryant, who is holding a knife, push one woman down. She then charges at another young woman who was pinned against a car, swinging the knife. That’s when the officer shot and killed her.<br />It’s possible that, when all the facts are in, the story will be more complicated. But most people who watch the footage will likely see a police officer reacting within seconds to save an African-American teen from what could have been a fatal stabbing. Whatever we might learn, the last thing the people of Columbus deserve is to have this incident lumped under the heading “systemic racism” simply because it advances some political narrative.<br />This has become a Biden White House pattern—from the top down. Even before the George Floyd jury had reached a decision, President Biden let it be known he was “praying” for a guilty verdict—an outrageous intervention that might make its way into Mr. Chauvin’s appeal. It’s no excuse that he waited until the jury was sequestered. Given his responsibilities as President, his comments were arguably worse than Congresswoman Maxine Waters’s ugly call for protesters to become more “confrontational” in the event Mr. Chauvin was acquitted."
}