{
    "url_original": "https://www.wsj.com/articles/joe-biden-union-guy-11618871294?mod=opinion_lead_pos8",
    "url": "joe-biden-union-guy-11618871294",
    "title": "Joe Biden, ‘Union Guy’",
    "sub_head": "The president’s labor agenda is the same one he brought to Washington in 1973.",
    "category_1": "Opinion",
    "category_2": "Main Street",
    "time": "2021-04-19 18:28:00",
    "body": "“I’m a union guy,” says Joe Biden. He’s been saying this since he kicked off his presidential campaign at a Teamsters hall in Pittsburgh two years ago, and he said it again at the White House recently when he launched his American Jobs Plan.<br />So when a union sought to organize the 5,876 workers at an  Amazon  warehouse in Bessemer, Ala., it came as no surprise that Mr. Biden lent his imprimatur to the effort. What did come as a surprise was the outcome. The employees ended up voting against the union by a margin of more than 2 to 1—a blow to Big Labor, a shock to the press, and a personal embarrassment for the president, who plainly thought it would go the other way.<br />Though Labor Secretary Marty Walsh shrugged off the defeat, it isn’t a hopeful sign for the Biden administration’s efforts to reverse the slide in private-sector union membership from a peak of 34.8% in 1954 to 6.3% today. This American Jobs Plan is the latest in a White House agenda whose scope and spending has the media chattering about a “transformative presidency” on the order of FDR. The president loves to talk about a gleaming new economy full of green, unionized and well-paid jobs, but if Mr. Biden really does succeed in transforming the American economy, it will be with an industrial policy that takes us back to the 1970s.<br />For Mr. Biden shares the old prevailing assumption that labor and capital are enemies. In this dynamic, a union is the only hope for better pay and job security. To be fair, it might have looked that way for much of American history, with big strikes that often turned ugly on both sides a regular feature of American life.<br />Much of the press implicitly accepts this template too. Maybe that’s why so many stories from Alabama presented Amazon’s warehouse as if it were a sweatshop out of “Norma Rae,” the 1979 union drama that won Sally Field an Oscar. Except that in the real-life sequel, rather than looking to a union as the key to their job security and well being, the Amazon workers weighed the risks and benefits and said no thanks."
}