{
    "url_original": "https://www.wsj.com/articles/john-maynard-keynes-old-white-male-conservative-11619017112?mod=opinion_major_pos18",
    "url": "john-maynard-keynes-old-white-male-conservative-11619017112",
    "title": "John Maynard Keynes, Old White Male Conservative?",
    "sub_head": "His intrinsic-value approach to investing was, in essence, a conservative way to build net worth.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-317903?width=620&size=1.5",
    "image_1": "im-317903.jpg",
    "time": "2021-04-21 10:58:00",
    "body": "Regarding Philip Delves Broughton’s review of Justyn Walsh’s “Investing With Keynes” (“Cambridge Values,” Bookshelf, March 30): It is refreshing to find out that John Maynard Keynes, the patron saint of politicians eager to spend other people’s money to arrest an economic downturn, was a value fundamentalist when it came to his personal investment philosophy. His intrinsic-value approach to investing was, in essence, a conservative way to build net worth in impressive fashion.<br />Keynes’s ideas about fortunate seeds that produce inequality are germane today as the U.S. moves toward permanent Keynesian spending, regardless of economic conditions, to fix an alleged inequitable distribution of wealth. Democrats dismiss the “fortunate in abilities” side of Keynes’s wealth-building formula and focus exclusively on the “fortunate in situation” side. Much of the inequality is attributed to white privilege, and it is believed that only government can level that playing field. The income and wealth transfers desired by Democrats can’t be achieved without trashing merit and persuading people that financial success is unearned and unfair.<br />Keynes had net assets of about $30 million in today’s money when he died. His disciples running Washington today stoke resentment of people with that kind of money. Keynes was a white man of privilege making money in an unfair system in which merit was an illusion. Why, then, do his ideas merit such reverence here and now? Apparently any intellectual port is welcome in a progressive storm of government spending.<br />R. Riley Williams<br />Sarasota, Fla."
}