{
    "url_original": "https://www.wsj.com/articles/johnson-johnsons-covid-19-shot-set-to-be-given-again-at-vaccination-sites-11619293517?mod=business_lead_pos2",
    "url": "johnson-johnsons-covid-19-shot-set-to-be-given-again-at-vaccination-sites-11619293517",
    "title": "Johnson & Johnson’s Covid-19 Shot to Be Given Again at Vaccination Sites",
    "sub_head": "Health officials welcome the vaccine’s return after federal authorities lifted a pause put in place on blood-clotting concerns",
    "category_1": "Business",
    "category_2": "Health Care",
    "image_1_url": "https://images.wsj.net/im-329402?width=620&size=1.5",
    "image_1": "im-329402.jpg",
    "time": "2021-04-24 16:38:00",
    "body": "Health officials around the country are preparing to resume offering  Johnson & Johnson ’s  Covid-19 vaccine as soon as this weekend after getting a green light from federal regulators on Friday.<br />The U.S. Food and Drug Administration and U.S. Centers for Disease Control and Prevention lifted their recommendation to pause the shots after investigating reports of rare but potentially dangerous blood clotting in certain recipients. On Friday, FDA and CDC officials said inoculations could continue because their benefits outweigh their risks.<br />Vaccinations can begin as soon as Saturday morning, said FDA’s vaccines chief Peter Marks on a conference call with reporters Friday. The FDA issued updated informational guides that inform vaccine recipients and doctors of the risk of a blood-clotting side effect that has primarily affected adult women under 50. The overall risk is about 1.9 cases per million people, though the risk is about 3.5 times higher for women ages 18 to 49, officials said.<br />Doctors and public-health officials said it could take a few days to schedule appointments but welcomed the return of J&J’s vaccine after last week’s pause sent states scrambling to reschedule thousands of appointments.<br />“It does have some advantages over the other vaccines in particular populations where it may be difficult to give them a second shot,” said Onisis Stefas, chief pharmacy officer at Northwell Health. “We really need to have multiple options out there to have people comfortable to get vaccinated so we can get to herd immunity.”"
}