{
    "url_original": "https://www.wsj.com/articles/john-kerrys-climate-kowtow-11618873552?mod=opinion_lead_pos2",
    "url": "john-kerrys-climate-kowtow-11618873552",
    "title": "John Kerry’s Climate Kowtow",
    "sub_head": "How much will Biden trade away in exchange for empty promises?",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-19 19:05:00",
    "body": "These columns noted last year that putting John Kerry in charge of climate negotiations with China was a recipe for coming home “dressed in a barrel.” After Mr. Kerry’s sojourn to Shanghai last week, the question is: What happened to the barrel?<br />President Biden’s climate envoy emerged from two days of meetings with counterpart Xie Zhenhua with a joint statement that says little new. The two sides say they “are committed to cooperating with each other and with other countries to tackle the climate crisis.” Both countries will work “to strengthen implementation of the Paris Agreement” limiting carbon emissions. Mr. Kerry didn’t make any big concessions to Beijing, and Beijing didn’t make any new promises about emissions limits it would break anyway.<br />In one sense that’s a relief. But all this empty hot air isn’t cost free in U.S. prestige and the missed opportunity to engage in more important talks. Making climate the sole focus of an early visit tells the Chinese that the U.S. puts that single issue above everything else in the bilateral relationship. China is happy to jibber-jabber about climate with the Americans if it means not having to engage on Taiwan, Hong Kong, Beijing’s repression of Uighurs in Xinjiang, the South China Sea, North Korea, or intellectual property theft.<br />But Beijing is clear that it will ignore any carbon-emissions commitments that might impinge on China’s economic growth. “Some countries are asking China to do more on climate change,” deputy foreign minister Le Yucheng said last week. “I am afraid this is not very realistic.”<br />Instead of triggering a rethink in Beijing, Mr. Kerry’s Shanghai jaunt gave China’s leaders a new opportunity to go on the public-relations offensive. “China welcomes the U.S. return to the Paris agreement and expects the U.S. side to uphold the agreement,” vice-premier Han Zheng told Mr. Kerry in a jab at Washington’s withdrawal from the pact under President Trump. Mr. Kerry also flattered Beijing by all but begging President Xi Jinping to join another global climate confab later this week."
}