{
    "url_original": "https://www.wsj.com/articles/jordans-royal-feud-sends-shockwaves-through-countrys-traditional-tribes-11618149884",
    "url": "jordans-royal-feud-sends-shockwaves-through-countrys-traditional-tribes-11618149884",
    "title": "Jordan’s Royal Feud Sends Shockwaves Through Country’s Traditional Tribes",
    "sub_head": "As the U.S. ally marks 100 years since its founding, the backbone of its acclaimed stability has suffered a blow",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-323428?width=620&size=1.5",
    "image_1": "im-323428.jpg",
    "time": "2021-04-11 10:04:00",
    "body": "KERAK, Jordan—Security forces armed with assault rifles burst into the home of one of the most prominent families in Jordan’s al-Majali tribe here in the clan’s homeland by the Dead Sea. They snatched Yasser al-Majali, a retired army colonel working for the royal family, and dragged him away.<br />The April 3 arrest of Mr. Majali and other notable tribal figures—in what Jordanian officials characterize as an effort to stamp out a plot to eventually replace reigning monarch King Abdullah II with his younger half-brother, Prince Hamzah bin Hussein—is sowing unrest in a part of society central to stability.<br />Jordan’s traditional tribes have long provided crucial support for the Middle Eastern kingdom’s Hashemite rulers, with members filling the ranks of the army, police and intelligence service. And some have taken to the streets decrying the treatment of their members.<br />In an apparent sign of rapprochement, the palace released a photo Sunday showing Prince Hamzah participating with King Abdullah and other royals in an event marking the monarchy’s 100th anniversary. But the upheaval of the past week could continue to ripple through Jordanian society.<br />At a demonstration on Saturday in the Shafa Badran district of Amman, the Jordanian capital, members of the Anaizat tribe demanded the release of one of their own, a retired lieutenant colonel who served as one of Prince Hamzah’s guards."
}