{
    "url_original": "https://www.wsj.com/articles/jury-in-derek-chauvin-murder-trial-set-to-hear-closing-arguments-11618826400?mod=business_minor_pos4",
    "url": "jury-in-derek-chauvin-murder-trial-set-to-hear-closing-arguments-11618826400",
    "title": "Derek Chauvin’s Murder Trial Goes to Jury After Closing Arguments",
    "sub_head": "‘You can believe your eyes,’ prosecutors say of the public death of George Floyd; consider all the evidence, defense argues",
    "category_1": "U.S.",
    "time": "2021-04-19 17:55:00",
    "body": "The murder trial of Derek Chauvin went to the jury Monday after a final day in which both sides leaned heavily on video footage of the former Minneapolis police officer’s fatal confrontation with George Floyd last year.<br />Prosecutors implored jurors to believe their eyes, building their case around video of Mr. Floyd lying under Mr. Chauvin’s knee for more than nine minutes. Mr. Chauvin’s defense attorney repeatedly showed clips of Mr. Floyd struggling with officers to build his case that the use of force was necessary.<br />Including closing arguments, attorneys at the trial showed about 166 clips of video taken from bystanders, police body cameras, street cameras and convenience store surveillance footage over the course of the trial, according to a Wall Street Journal analysis.<br />“This case is exactly what you thought when you saw it first, when you saw that video. You can believe your eyes,” said Steve Schleicher, a special assistant attorney general for the prosecution, focusing its case on the nine minutes and 29 seconds Mr. Floyd was held on the ground. “It’s what you felt in your gut. What you now know in your heart. This wasn’t policing. It was murder.”<br />Defense attorney Eric Nelson, who has argued that Mr. Floyd died of a heart condition and the fentanyl and methamphetamine found in his system, asked jurors to consider what a reasonable officer would have done to deal with a subject who wasn’t complying with orders, had thwarted their efforts to get him into a squad car and appeared to be under the influence of drugs or alcohol."
}