{
    "url_original": "https://www.wsj.com/articles/kamala-harris-and-american-exceptionalism-11618430010?mod=opinion_lead_pos11",
    "url": "kamala-harris-and-american-exceptionalism-11618430010",
    "title": "Kamala Harris and American Exceptionalism",
    "sub_head": "Does the White House understand why people want to migrate to the U.S.?",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-325012?width=620&size=1.5",
    "image_1": "im-325012.jpg",
    "time": "2021-04-14 15:53:00",
    "body": "When people think of recent American politicians who pursued ambitious foreign policies, they naturally think of former President George W. Bush. But on Wednesday Vice President Kamala Harris sketched out part of a Biden agenda that may reflect just as much confidence in the power of the U.S. government to change the planet. Mr. Bush famously set the goal of “ending tyranny in our world.” Team Biden is not just trying to eliminate the world’s most popular energy sources, but simultaneously aiming to reduce poverty so much outside our borders that people won’t even want to cross them illegally.<br />This column urges both parties to find ways to increase legal migration so that the United States can continue to benefit from its competitive edge of attracting talented and motivated people from all over the world—while also enjoying credible borders. But instead of making a serious and sincere effort in that direction, Team Biden is opting for the more difficult task of trying to fix foreign countries so they won’t be a source of illegal migrants.<br />On Wednesday the vice president hosted a “virtual roundtable of experts on the Northern Triangle” to discuss ways to reduce the flow of people  from El Slavador, Guatemala and Honduras who are determined one way or another to get to the land of the free.<br />According to the White House transcript of the event, Ms. Harris said:<br />This last part is certainly true. Just as George W. Bush in 2005 didn’t promise to end global tyranny overnight, today it’s wise not to promise a rapid and meaningful reduction in the incentive to move to the greatest country in the world."
}