{
    "url_original": "https://www.wsj.com/articles/kamalas-theory-of-everything-11618440600?mod=opinion_lead_pos4",
    "url": "kamalas-theory-of-everything-11618440600",
    "title": "Kamala’s Theory of Everything",
    "sub_head": "The VP identifies Central America’s big problem: climate.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-14 18:50:00",
    "body": "President Biden has handed Vice President Kamala Harris the job of fixing the mess at the U.S.-Mexico border, and she’s no fool. Rather than taking charge of the actual border, she is at pains to say she has been tapped for something far more grand (and vague): to be the Administration’s point person for addressing the “root causes” of emigration from these countries and providing “hope” for the region.<br />And so on Wednesday she brought together experts on the Northern Triangle nations of Guatemala, Honduras and El Salvador, the home countries of so many migrants. Here’s how the Vice President summed up the issue before her discussion:<br />“We are looking at issues that have been a long time in the making.  We are looking at issues that relate to the need for economic development, a need for resilience around extreme climate; looking at the fact that this is, in large part—these Northern Triangle countries—a large part of their economic base was agriculture, and then what the severe climate experiences have done in dampening and really harming their ability to have that economic driver in their countries.”<br />If we understand this word salad, Ms. Harris seems to be saying that the development problem in these countries is that climate change is making agriculture impossible. This in turn is one of the root causes sending people to our Southern border.<br />Climate has become this Administration’s theory of everything. Central America does have to endure hurricanes, but that’s true of many tropical countries. If agriculture hasn’t reached its full potential in these countries, it has much more to do with a lack of investment due to crime, insecure property rights and corruption. Not to mention misguided initiatives such as the 1980s land reform in El Salvador."
}