{
    "url_original": "https://www.wsj.com/articles/knotted-torn-scattered-sculpture-after-abstract-expressionism-review-mutable-materials-11618429660",
    "url": "knotted-torn-scattered-sculpture-after-abstract-expressionism-review-mutable-materials-11618429660",
    "title": "‘Knotted, Torn, Scattered: Sculpture After Abstract Expressionism’ Review: Mutable Materials",
    "sub_head": "The Guggenheim exhibits works by Robert Morris, Richard Serra, Lynda Benglis and others that play with physical properties.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-323759?width=620&size=custom_3000x1860",
    "image_1": "im-323759.jpg",
    "time": "2021-04-14 15:47:00",
    "body": "My goodness gracious sakes alive! A current exhibition in a modern art museum that’s about form (i.e., what the art looks like and, etymologically, why it does) and not sociopolitical content! True, “Knotted, Torn, Scattered: Sculpture After Abstract Expressionism” (on view through Sept. 19) is a vest-pocket show of six sculptors, tucked away from the Guggenheim’s spiral ramps, and offered up as a kind of pendant to the museum’s exhibition of Jackson Pollock’s revolutionary abstract 1943 mural for the art patron Peggy Guggenheim. Still, it’s a stunner in that quiet way a well-chosen and adroitly staged show of moderately unspectacular objects can be.<br />The back story is this: By the mid-1960s, when abstract painting had lost much of its avant-garde thrust, sculpture acquired a new importance. But it wasn’t a return of cold, hard, carved stone (Constantin Brancusi) or welded steel objects (David Smith). Rather, in the museum’s words, a younger generation of artists wanted to explore “fundamental experiences of space, materials, and bodily mechanics,” and to help make a “shift in emphasis in American art—from gestural painting toward explorations of the physical properties of materials.”<br />The upshot was a reaction against not only Smith’s latent anthropomorphism, but also against sculpture’s continuing to be more-or-less vertical (not to say phallic), conventionally composed (parts subordinated to the whole), and at least vaguely preplanned. These newer sculptors would let their materials (including in this exhibition vulcanized rubber and rope) be themselves—lying or hanging soft or flat, if that be the case—and allow chance into their objects’ creation. The Guggenheim’s casting (no pun) of “Knotted, Torn, Scattered” as a sidebar to Pollock’s mural may be a bit pat, but the sculptors in the show are influenced—albeit sometimes at a distance—by his embrace of the aleatory, the semifinished, and (his drip to their sag) letting gravity do its thing.<br />Robert Morris (1931-2018) is the bellwether of the sculptors in the exhibition. One of the leading Minimalists in the mid-1960s (rigid geometry was his thing), at the turn of the decade he allowed his architectonics to soften, to the point of melting, into floppy pieces of industrial felt—either piled in the corner (“Untitled [Pink Felt],” 1970) or draped like huge winter scarves (“Untitled [Black Felt],” c. 1969) over a rod coming out from the wall.<br />Lynda Benglis (b. 1941), by contrast, had never been a maker of boxes. Her first attention-getting works were configurations of poured and colored polyurethane foam that projected off the wall. In this exhibition she’s one of two “knotted” artists (Maren Hassinger is the other), her knots (just over 30 inches at their longest point) made of rolls of tied metal screen coated with the likes of mica, aluminum paint and sequins."
}