{
    "url_original": "https://www.wsj.com/articles/know-thyself-but-dont-think-theres-an-app-for-that-11618008053?mod=opinion_lead_pos7",
    "url": "know-thyself-but-dont-think-theres-an-app-for-that-11618008053",
    "title": "Know Thyself, but Don’t Think There’s an App for That",
    "sub_head": "Your phone may be smart when it comes to your biometrics, but being thoughtful is up to you.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-09 18:40:00",
    "body": "‘Know thyself” is the philosopher’s perennial suggestion, the beginning and end of wisdom. It seems simple, but we regularly fail to do it, preferring instead to devote ourselves to goods that are fleeting and ultimately empty—power, money, pleasure, fame. If we understood ourselves better, and assessed ourselves frankly, we might live more fulfilling lives.<br />Digital technology promises to help. Myriad “smart” devices will monitor and measure our every activity, indulgence, failing—even our feelings. They will help us pay close attention and learn the finer points of our behavior, which we might otherwise overlook.<br />But what kind of self-knowledge do these devices offer? How might it change us, and improve how we live? Or will it deliver only confusion and concern?<br />Smart beds monitor tossing and turning. Smart forks tell you to slow down at the dinner table. Smart toilets analyze “output” and send dietary recommendations directly to your cellphone. Supplementary devices include smart vacuums, juicers, toothbrushes, pillows, liquor bottles and egg trays.<br />If you want to monitor yourself in style, there is the Oura Ring. It detects slight deviations in your biometrics. Available in titanium or gold, the Oura Ring has become the “wearable” of choice during the pandemic. It gives the wearer an early warning that Covid-19’s telltale fever is coming on. One reviewer marveled how this sleek accessory picked up on her slight temperature drop at the start of her period. She ditched her wedding ring in favor of the Oura."
}