{
    "url_original": "https://www.wsj.com/articles/lament-for-the-european-super-league-11619561792?mod=opinion_lead_pos10",
    "url": "lament-for-the-european-super-league-11619561792",
    "title": "Lament for the European Super League",
    "sub_head": "A little competition wouldn’t have been such a bad thing in the world of soccer.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-27 18:16:00",
    "body": "Few sports leagues have risen and collapsed as quickly as the European Super League. The ESL was conceived as an annual competition of 20 of the world’s best soccer teams—and as a way to recover from enormous financial losses during the Covid-pandemic. It was hatched in a series of secret negotiations among team owners.<br />According to the ESL’s April 18 press release, 15 teams would have had permanent status as “Founding Clubs”—six in the U.K. (Arsenal, Chelsea, Liverpool, Manchester City,  Manchester United ,  Tottenham), three in Italy (A.C. Milan, Inter Milan, Juventus) and three in Spain (Atlético Madrid, Barcelona, Real Madrid). Three more founding members were to be announced, and five clubs would have joined through an annual  “qualifying mechanism . . . based on achievements in the prior season.”<br />JPMorgan  reportedly committed a $5 billion grant to this competition, most of which would go to support team’s “infrastructure investment plans and to offset the impact of the COVID pandemic,” according to the ESL press release. When that news dropped, so did the jaws of other team owners, players and soccer fans. The 12 founding clubs are among the 16 wealthiest in association football, according to Forbes’s 2021 list. Most on the outside viewed the ESL as an elitist venture creating an exclusionary competition.<br />Over the next two days, huge fan protests erupted on the streets of the cities of the six U.K.-based teams. Politicians spoke out. British Prime Minister Boris Johnson called the proposal “very damaging.” The Union of European Football Associations, European soccer’s administrative body, and the International Federation of Association Football, the sport’s governing body (known by the French acronym FIFA), threatened to expel ESL teams and players from competitions.<br />Two days after ESL’s announcement, Chelsea yielded to the pressure and said it would drop out. Manchester City formally did so about 30 minutes later. Others quickly followed."
}