{
    "url_original": "https://www.wsj.com/articles/lebanon-could-use-a-currency-board-11619044793?mod=opinion_lead_pos9",
    "url": "lebanon-could-use-a-currency-board-11619044793",
    "title": "Lebanon Could Use a Currency Board",
    "sub_head": "Such arrangements have worked in other countries whose economic and political woes seemed intractable.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-21 18:39:00",
    "body": "Lebanon is entangled in a web of economic and political crises. At its center is a currency crisis. It erupted in October 2019, when the “financial engineering” scheme employed by the Banque du Liban, the Lebanese central bank, finally collapsed. The Lebanese pound’s 22-year link of 1,507.5 to the U.S. dollar was broken at that time. Banking and political crises immediately ensued. By July 2020, Lebanon had defaulted on its sovereign debt and was engulfed in hyperinflation.<br />Today, Lebanon remains in a paralytic political standoff. The Lebanese pound has shed 86% of its value against the greenback since the crisis began. Inflation rages at an annual rate of 295%. The banking crisis deepens, with tight restrictions on depositor withdrawals. As a result, the economy collapses and poverty soars.<br />The Banque du Liban is at the center of the storm. It administers a bizarre concoction of multiple exchange rates and fuels a massive subsidy program. A year’s worth of these subsidies are four times as large as Lebanon’s entire 2021 budget. For most of the subsidized items—like fuel, medical supplies and wheat—importers who qualify are allowed to purchase dollars from the Banque du Liban at an 88% discount to the black-market rate. This allows the participants to sell those imports at roughly eight times what they had to pay for them.<br />Many subsidized products never find their way into Lebanese markets. They are often re-exported or smuggled into neighboring countries and sold for dollars. Others are warehoused in Lebanon, waiting for higher prices. Consequently, shortages of subsidized goods abound, select importers make a killing, and the Banque du Liban’s foreign reserves are drained and transferred to a privileged few.<br />If nothing changes, this doomsday machine will devour the country’s foreign exchange. Lebanon will become a bankrupt failed state—something like Venezuela."
}