{
    "url_original": "https://www.wsj.com/articles/libor-replacement-competitor-gains-strength-from-new-offerings-11618833813?mod=markets_lead_pos3",
    "url": "libor-replacement-competitor-gains-strength-from-new-offerings-11618833813",
    "title": "Libor-Replacement Competitor Gains Strength From New Offerings",
    "sub_head": "Ameribor poses a challenge to the Secured Overnight Financing Rate, preferred by many Wall Street banks and regulators",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-324970?width=620&size=1.5",
    "image_1": "im-324970.jpg",
    "time": "2021-04-19 08:03:00",
    "body": "Financial industry pioneer Richard Sandor is ramping up his efforts to compete in the race to replace the London interbank offered rate, which helps set borrowing costs on everything from mortgages to business loans.<br />Mr. Sandor—who helped create interest-rate futures in the 1970s and launched his own replacement for the scandal-marred short-term interest-rate benchmark in 2019—is expanding offerings to include one-month and three-month borrowing rates. Ameribor is set on the American Financial Exchange, which was founded by Mr. Sandor and is where banks lend to each other through mutual lines of credit. Some small and medium-size lenders favor Ameribor because it changes with their funding costs.<br />The benchmark poses a challenge to the Secured Overnight Financing Rate, the Libor alternative preferred by many Wall Street banks and regulators and which currently only offers an overnight rate. Major U.S. corporations and regional banks have been clamoring for longer-term rates before they choose a new benchmark.<br />Linked over decades to trillions of dollars of financial products such as mortgages and corporate loans, Libor is slated for replacement by the end of 2021. Finding a substitute poses a major challenge for the financial industry. Banks and companies want a reference rate that reflects the risks from short-term lending, supported by a market that behaves in a predictable manner, to ensure that loans are affordable for borrowers and profitable for lenders.<br />The Alternative Reference Rates Committee, a group of large banks and investment firms convened by the Federal Reserve to find a substitute, selected SOFR in 2017. But corporations and banks have been slow to switch."
}