{
    "url_original": "https://www.wsj.com/articles/lisa-monaco-is-confirmed-by-senate-as-deputy-attorney-general-11618957906?mod=politics_lead_pos4",
    "url": "lisa-monaco-is-confirmed-by-senate-as-deputy-attorney-general-11618957906",
    "title": "Lisa Monaco Is Confirmed by Senate as Deputy Attorney General",
    "sub_head": "Experienced national-security official takes Justice Department’s No. 2 job with focus on Jan. 6 riot probe, domestic and foreign threats",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-327414?width=620&size=1.5",
    "image_1": "im-327414.jpg",
    "time": "2021-04-20 18:31:00",
    "body": "WASHINGTON—The Senate on Tuesday confirmed Lisa Monaco to be deputy attorney general, putting a seasoned national-security official in charge of the Justice Department’s day-to-day operations as it confronts a rise in domestic extremism and threats from abroad.<br />Ms. Monaco, 53 years old, was confirmed in a 98-2 vote, with Democrats and Republicans alike praising her ample experience for the department’s No. 2 post. She has worked in national-security and law-enforcement jobs for nearly two decades, serving at the end of the Obama administration as the president’s homeland-security adviser after he considered her as director of the Federal Bureau of Investigation.<br />As deputy attorney general, Ms. Monaco will oversee the Justice Department’s operations, including criminal investigations and prosecutions around the country. She will also supervise agencies reporting to the department, including the FBI and the Bureau of Prisons, and decide on questions arising from other matters including foreign-intelligence surveillance requests and white-collar criminal investigations.<br />Her confirmation, which only Sens. Ted Cruz (R., Texas) and Rand Paul (R., Ky.) opposed, puts the Justice Department on track to have its top three officials on the job by the end of the week. Vanita Gupta, President Biden’s pick to be associate attorney general, the No. 3 post that oversees civil matters, is expected to be confirmed as soon as Wednesday over opposition from Republicans concerned about her views on policing and past criticism of conservatives.<br />The Senate Judiciary Committee deadlocked on the nomination of Ms. Gupta, who was head of the department’s civil-rights division under President Barack Obama, in a party-line vote following her confirmation hearing. The Senate later voted to discharge her nomination from the committee, allowing the full Senate to consider it."
}