{
    "url_original": "https://www.wsj.com/articles/lockdowns-give-school-choice-a-boost-11619649358?mod=opinion_lead_pos9",
    "url": "lockdowns-give-school-choice-a-boost-11619649358",
    "title": "Lockdowns Give School Choice a Boost",
    "sub_head": "Under Biden, advocates expected a setback. But the movement has notched notable victories this year.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-331218?width=620&size=1.5",
    "image_1": "im-331218.jpg",
    "time": "2021-04-28 18:35:00",
    "body": "President Biden wants credit for opening up the nation’s schools within 100 days of taking office. Yet over a third of U.S. students still aren’t going to a classroom every day. Many urban districts open their doors only to young children or for just two days a week, and scare talk dissuades numerous parents from sending their kids.<br />The big news at the 100-day mark isn’t school opening but the revival of the school-choice movement. As Democrats took control of the federal government in January, teachers unions upped their antichoice rhetoric while calculating the best way to spend billions of new federal education dollars.<br />Three months later, school-choice advocates have scored big victories around the country. Indiana enlarged its voucher program. Montana lifted caps on charter schools. Arkansas now offers tax-credit scholarships to low-income students. West Virginia and Kentucky have funded savings accounts that help parents pay tuition at private schools. Florida, a movement leader, has enlarged its tax-credit scholarship programs. Even Rhode Island Gov. Dan McKee promises to veto a moratorium on new charter schools. As one voucher activist told me: “This feels like the most school choice legislative action in . . . years.”<br />The pandemic is the driving force. The failure of the public schools to educate children in the past year has angered parents and policy makers. The novel coronavirus is particularly dangerous for the elderly. It is no more risky for teachers than it is for grocery clerks and other essential workers. Serious illness is rare among children. Meanwhile, the loss of learning and social connectivity produced by school closures has been devastating, especially for low-income minority children.<br />Teachers unions nonetheless insist that schools remain closed until ventilation systems can be installed, desks are placed an impractical 6 feet apart, and teachers and students are vaccinated. While school districts dithered in the fall and winter, parents explored alternatives. Phones at Boston’s Catholic schools rang incessantly when public schools announced they would remain closed. Charters in South Carolina were so swamped by enrollments they required extra state funding. In New York City, long charter waiting lists grew longer. Nationally, according to the Census Bureau, the number of home-schoolers has doubled. District schools admit enrollments are down as much as 3%, very likely a conservative estimate. Some surveys suggest a shift of eight percentage points away from public schools."
}