{
    "url_original": "https://www.wsj.com/articles/lucy-the-human-chimp-review-monkey-business-11619554464?mod=opinion_major_pos15",
    "url": "lucy-the-human-chimp-review-monkey-business-11619554464",
    "title": "‘Lucy the Human Chimp’ Review: Monkey Business",
    "sub_head": "An HBO Max documentary tells the story of a professor and his wife who raised a chimpanzee as their ‘daughter.’",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-330498?width=620&size=1.5",
    "image_1": "im-330498.jpg",
    "time": "2021-04-27 16:14:00",
    "body": "It’s easy to view “Lucy the Human Chimp” as a kind of Frankenstein story, a tragedy of scientific overreach and arrogance that could only have ended badly. It doesn’t, not entirely: Janis Carter, the principal character in this Channel 4 production, redeems her species through a selflessness that one might call superhuman. But while she never waxes indignant, a viewer just might.<br />In the ’60s, with primatology a fashionable area of academic study, a University of Oklahoma psychologist and his wife, Maurice and Jane Temerlin, decided to raise a chimpanzee as a human being, as an experiment in nature vs. nurture. It was a scholarly venture rooted in a kind of original sin—the infant Lucy-to-be was basically ape-napped at 2 days old while her mother was sedated. Brought to Oklahoma, she became a sensation, especially in scholarly circles, as the primate who could eat with silverware, serve tea and mix herself a gin and tonic. She also learned American Sign Language, though to what degree is a matter of debate.<br />That it couldn’t last was beyond predictable. By the age of 11, the adolescent animal—whom the Temerlins referred to as their “daughter”—had become uncontrollable, sexually aggressive with males from outside the “family,” and as a result spent most of her time in a cage. “People stopped visiting,” Ms. Temerlin recalls, in a voiceover that is intended, and fails, to generate sympathy. (Maurice Temerlin died in 1988.)<br />Ms. Carter was at first just one of a series of university students hired to perform ape maintenance. And even though Lucy is remembered as having been “arrogant and condescending” about Ms. Carter’s shortcomings in sign language, and any intimacy between Lucy and her various caretakers had been forbidden by the Temerlins, the two grew close. When it was decided in 1977 that Lucy would be sent to a rehabilitation center in Gambia—where chimps were taught to be chimps—Ms. Carter was asked to come along. And it was she, alone among the humans, who stayed behind in Africa.<br />“Lucy the Human Chimp” is a creative assemblage of sundry parts: The archival footage, of which there is a wealth; the news coverage given Lucy when she was a celebrity; and extensive restagings and re-enactments, a device that in many documentaries is either stiff or profoundly unreal but under Alex Parkinson’s direction—and with Lorna Nickson Brown in the role of Janis Carter—rings true. (The smaller roles of the Temerlins are played by Matthew Brenher and Jacinta Mulcahy.) It’s a largely silent performance by Ms. Brown, but she’s our emotional touchstone as the real Ms. Carter narrates and the story moves from Oklahoma to Africa and ultimately to the remote Baboon Island in the River Gambia. There, Ms. Carter remained, with Lucy and a trio of other chimps who made her life into inescapable chaos."
}