{
    "url_original": "https://www.wsj.com/articles/luxury-brands-are-helped-by-a-lack-of-other-spending-options-11618404260?mod=business_minor_pos10",
    "url": "luxury-brands-are-helped-by-a-lack-of-other-spending-options-11618404260",
    "title": "Luxury Brands Are Helped By a Lack of Other Spending Options",
    "sub_head": "Louis Vuitton’s owner LVMH grew sales by an impressive 30% in the first quarter of this year. But designer brands’ share of consumer spending is abnormally high.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-324836?width=620&size=1.5",
    "image_1": "im-324836.jpg",
    "time": "2021-04-14 08:44:00",
    "body": "For an industry traditionally dependent on tourism and consumer optimism, many luxury brands have done surprisingly well during the pandemic. A caveat is that shoppers will soon have more choice about where to spend their cash.<br />The world’s biggest luxury company,  LVMH Moët Hennessy Louis Vuitton ,  said late Tuesday that sales increased by a remarkable 30% in the three months through March compared with the same period of 2020, stripping out the impact of exchange-rate and portfolio changes. That isn’t just the effect of the pandemic sweeping across the world early last year: LVMH also said its first-quarter sales were up 8% on the same apples-for-apples basis versus the same period of pandemic-free 2019.<br />The numbers, which easily beat analysts’ forecasts, lifted the Paris-listed stock 3% Wednesday morning. The relatively modest reaction follows steep gains in recent months that have made the owner of Louis Vuitton and Christian Dior Europe’s most valuable listed company, a position long occupied by Swiss food giant  Nestlé .<br />LVMH has been well managed during the crisis. It took advantage of strong demand for its goods in Asia, where sales increased by 86% in the first quarter. The business renegotiated rents in its stricken travel-retail unit and spent on marketing when rivals trimmed back.<br />But it also got a boost from consumers’ lack of options. The closure of hotels, expensive restaurants and a slump in international travel meant wealthy shoppers have been forced to consume goods rather than services. Management said parts of the business also benefited from fiscal stimulus: Americans spent lavishly on its cognac and champagne brands, contributing to 23% overall growth in the U.S. during the first quarter."
}