{
    "url_original": "https://www.wsj.com/articles/luxury-lodges-designed-for-outdoor-adventures-11617804709",
    "url": "luxury-lodges-designed-for-outdoor-adventures-11617804709",
    "title": "Luxury Lodges Designed for Outdoor Adventures",
    "sub_head": "From North Carolina’s Blue Ridge Mountains to cowboy country in Wyoming, ambitious hoteliers are reimagining fusty lakeside camps and no-frills dude ranches to accommodate more discerning nature enthusiasts",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-321612?width=620&size=1.5",
    "image_1": "im-321612.jpg",
    "time": "2021-04-07 10:11:00",
    "body": "LAST YEAR, Americans rekindled their love of the great outdoors. While many came away with a new appreciation for hiking, mountain biking and backcountry skiing, not all have embraced the art of RVing and tent camping. Luckily, a new crop of wilderness retreats has emerged across the U.S., catering to outdoor enthusiasts who crave comfort and culture along with an ample dose of fresh air. From a Wyoming dude ranch run by a Julliard alum to a snowmobile lodge in Colorado with a farm-to-table restaurant, these revamped hotels are redefining the base camp of the all-American adventure.<br />For over a century, hunting and fishing enthusiasts have frequented Diamond J Guest Ranch, a 32-acre lodge tucked away on Colorado’s upper Frying Pan River, one hour from Aspen. When regulars visited last November, they found meditation blocks, Pendleton blankets and New Zealand sheepskin throws in the typically bare-bones accommodations. The new owners, Aspen locals Reuben Sadowsky and Abby Stern, have reimagined the property as a Burning Man meets backcountry experience, complete with artist residencies, breathwork sessions, avalanche safety courses and holistic hunting workshops that emphasize ecosystem management and full-animal butchery. Renamed Beyul Retreat, a nod to the Tibetan word for hidden lands, the secluded property has 15 wifi-free cabins and a main lodge with eight rooms as well as a restaurant serving seasonal comfort foods like three-bean bison chili. When the snow melts, the pond that currently hosts cowboy curling competitions will be stocked with trout and used for casting clinics. A sculpture park, yoga studio and Japanese onsens are part of the master plan. From $99 for a lodge room, $149 for a cabin, $269 for a private three-bedroom lodge; beyulretreat.com<br />Set deep in North Carolina’s Blue Ridge Mountains, the tiny town of Cashiers has long been a beloved vacation getaway for Southerners, including Sandy Beall, the co-founder of Tennessee’s acclaimed culinary retreat Blackberry Farm. Cashiers is destined for national attention now that Mr. Beall is helping oversee the reinvention of High Hampton, a historic resort set on over 1,400 acres near the Nantahala National Forest. With 15 miles of hiking trails, an 18-hole golf course, a private lake and tennis and pickleball courts, the property could double as the set for “Dirty Dancing.” When the resort reopens in late April, its 59 rooms and cottages will have been refreshed with botanical prints, vintage kantha quilts and refurbished antiques. Food will be a highlight: The culinary team from Blackberry Farm oversees meals at a casual tavern and an elevated dining room. From $595 a night; highhampton.com<br />Located on Colorado’s Sunlight to Powderhorn Trail—at around 120 miles, it’s one of the longest snowmobile runs in the Lower 48—Electric Mountain Lodge has been transformed from a low-frills base camp for hard-core sledders to a destination for adventurers of all stripes. Marcus Thackston took over management last November and set about making the five-cabin, four-room lodge net-zero-energy and more inclusive. A new snowcat means you no longer have to make the nine-mile journey by snowmobile during winter to access the 200 miles of trails laced across nearly a half million acres of backcountry. And a portion of the nightly room rate will go toward bringing low-income families up for the day. Snowcat lunch and dinner packages allow day visitors to experience Nordic skiing, snowshoeing and tubing while getting a taste of the ambitious new farm-to-table menus. In warmer months, look for a spring concert series, plus mountain biking, hiking and ATVing. From $225; electricmountainlodge.org<br />Creed Garnick, a former bull rider with a drama degree from the Juilliard School, hails from one of the oldest ranching families in Wyoming. After stints on Broadway, he and his wife, fellow performer and Jackson native Sascha Garnick, returned West and bought 3 Spear Ranch. Set on 1,200 acres in the small cowboy town of Dubois, Wyo., the property, which opens this summer, is straight out of an old Western, complete with a barn, pool hall and eight cabins built in the early 1900s. A natural warm spring in the center of the homestead offers respite after a day in the saddle or on the hiking trails and allows for year-round fly-fishing in two on-site lakes. From $350 a night; 3spearranch.com"
}