{
    "url_original": "https://www.wsj.com/articles/luxury-shares-soar-in-europe-as-lvmh-sales-rebound-11618401340?mod=business_lead_pos7",
    "url": "luxury-shares-soar-in-europe-as-lvmh-sales-rebound-11618401340",
    "title": "Luxury Shares Soar as LVMH Sales Rebound",
    "sub_head": "Shoppers in China and the U.S. fuel strong demand for luxury goods",
    "category_1": "Business",
    "category_2": "Earnings",
    "image_1_url": "https://images.wsj.net/im-324836?width=620&size=1.5",
    "image_1": "im-324836.jpg",
    "time": "2021-04-14 07:55:00",
    "body": "PARIS—Shares across Europe’s luxury-goods sector hit record highs Wednesday after  LVMH  Moët Hennessy Louis Vuitton SE reported a strong rebound in first-quarter sales, defying the pandemic’s drag on the global economy.<br />Shoppers in China and the U.S., where a rapid vaccine rollout has led to eased restrictions, are fueling strong demand for leather goods at Louis Vuitton, Dior and other brands owned by LVMH. Sales at LVMH reached 14 billion euros, equivalent to $16.75 billion, over the first three months of 2021, a 30% increase compared with a year earlier, stripping out the effect of currency changes and its acquisition of U.S. jeweler Tiffany. The first-quarter sales were 8% higher than the same period in 2019, before the pandemic.<br />Shares in LVMH and its closest rivals in the luxury industry rose to all-time highs on Wednesday. LVMH shares increased 3.2% to €614, Gucci parent  Kering SA  rose 2.7% to €644 and Cartier owner  Compagnie Financière Richemont SA  jumped 3% to 96.68 Swiss francs.<br />LVMH’s market value rose above €300 billion this week for the first time, solidifying its status as Europe’s most valuable company, ahead of consumer-goods giant  Nestle SA  and pharmaceutical company  Roche Holdings AG , as well as the continent’s oil giants and banks.<br />As the pandemic gripped Europe last year, a freeze in international travel fueled investors’ concerns that the luxury sector was heading for dire straits. LVMH and other luxury behemoths have long relied on tourist traffic in fashion capitals around the world to drive their sales. Chinese shoppers that once arrived by the busload vanished from boutiques in Paris and Milan. Since then, Europe’s sluggish vaccine rollout has resulted in the return of lockdown restrictions in France, Italy and other parts of the continent."
}