{
    "url_original": "https://www.wsj.com/articles/mall-owner-explores-debt-restructuring-for-new-yorks-largest-shopping-center-11617830147?mod=markets_major_pos14",
    "url": "mall-owner-explores-debt-restructuring-for-new-yorks-largest-shopping-center-11617830147",
    "title": "Mall Owner Explores Debt Restructuring for New York’s Largest Shopping Center",
    "sub_head": "The owner of the Destiny USA shopping complex in Syracuse has engaged restructuring advisers amid continued pressure from the pandemic",
    "category_1": "Pro Bankruptcy Distress",
    "image_1_url": "https://images.wsj.net/im-321996?width=620&size=1.5",
    "image_1": "im-321996.jpg",
    "time": "2021-04-07 17:15:00",
    "body": "The owner of Destiny USA, the largest shopping center in New York, is exploring a possible restructuring of the struggling property’s municipal and mortgage-backed debt obligations, people familiar with the matter said.<br />Pyramid Management Group has hired financial adviser Houlihan Lokey Inc. and law firm Orrick Herrington & Sutcliffe LLP to look into restructuring options for Destiny USA as pandemic regulations continue to affect the mall’s bottom line, according to people familiar with the matter.<br />A six-story structure in Syracuse, N.Y., by Onondaga Lake, Destiny USA owes roughly $286 million in municipal bond debt and about $430 million in commercial mortgage-backed securities. Bond insurer Syncora Holdings Ltd. guarantees more than a quarter of the tax-exempt debt and is being advised by investment bank  Moelis  & Co. and law firm White & Case LLP on the mall’s financial troubles, the people said.<br />Discussions, which are in early stages, are expected to focus on how much debt the mall can support and on the timetable for repayment, the people said.<br />Pyramid, which is privately held, borrowed heavily to expand and to build entertainment extravaganzas at Destiny USA and another mall, Palisades Center in West Nyack, N.Y., hoping to draw foot traffic and reverse the yearslong struggles of mall operators battling online shopping"
}