{
    "url_original": "https://www.wsj.com/articles/manhattan-business-districts-to-get-more-police-in-reopening-push-11619362800?mod=business_minor_pos4",
    "url": "manhattan-business-districts-to-get-more-police-in-reopening-push-11619362800",
    "title": "Manhattan Business Districts to Get More Police in Reopening Push",
    "sub_head": "New NYPD division will work with firms as mayor tries to encourage return of office workers and help tourism rebound from pandemic",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-328734?width=620&size=1.5",
    "image_1": "im-328734.jpg",
    "time": "2021-04-25 11:00:00",
    "body": "The New York Police Department will deploy dozens of officers to commercial districts in Manhattan as part of New York City’s push to encourage the return of workers to offices and help tourism rebound from the Covid-19 pandemic, police and city officials said.<br />The department’s business district recovery initiative detail will provide an additional police presence in any business community south of 59th Street, where business leaders said the quality of life in some corridors has deteriorated during the pandemic. The additional officers will help to change the perception that the areas are unsafe and combat a rise in public drug use, vandalism and aggressive panhandling, the business leaders said.<br />In the coming weeks, the new NYPD detail will work with businesses to identify areas in need of added patrols, police officials said. The detail will also provide community outreach, assist in responding to people in emotional distress and work with the city’s Department of Homeless Services to aid homeless people, police and city officials said.<br />Dan Biederman, president of the 34th Street Partnership, a business-improvement district covering parts of Midtown Manhattan, said in an interview that increased numbers of aggressive panhandlers and people experiencing mental-health crises have made some office workers and shoppers cautious about returning to the area.<br />NYPD statistics show that assaults, robberies, auto thefts and burglaries have risen this year in the Midtown South police precinct, where the 34th Street Partnership is located."
}