{
    "url_original": "https://www.wsj.com/articles/manhattan-district-attorney-ends-prostitution-prosecutions-11619035613?mod=business_minor_pos5",
    "url": "manhattan-district-attorney-ends-prostitution-prosecutions-11619035613",
    "title": "Manhattan District Attorney Ends Prostitution Prosecutions",
    "sub_head": "D.A.’s move follows New York state’s repeal earlier this year of an anti-prostitution loitering statute known as the ‘walking while trans’ ban",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-328208?width=620&size=1.5",
    "image_1": "im-328208.jpg",
    "time": "2021-04-21 21:21:00",
    "body": "The Manhattan district attorney’s office said it would stop prosecuting prostitution cases, a new policy that it said was the first of its kind in the state.<br />Manhattan District Attorney Cyrus Vance Jr. also asked a New York state judge to vacate about 6,000 bench warrants and dismiss associated cases dating back to 1976, in a virtual court hearing on Wednesday. The cases all had a top charge of prostitution, unlicensed massage or loitering for the purposes of prostitution, Mr. Vance’s office said.<br />“Over the last decade we’ve learned from those with lived experience, and from our own experience on the ground: criminally prosecuting prostitution does not make us safer, and too often, achieves the opposite result by further marginalizing vulnerable New Yorkers,” Mr. Vance, a Democrat, said in a statement. He called the cases a relic of a different New York.<br />The move to dismiss the cases comes after New York state lawmakers earlier this year repealed a statute criminalizing loitering for the purposes of prostitution. “For too long trans people have been unfairly targeted and disproportionately policed for innocent, lawful conduct based solely on their appearance,” New York Gov. Andrew Cuomo said after signing the bill in February.<br />The measure was passed largely along party lines. Lawmakers who supported repealing the law, known as the “walking while trans” ban, said it led to discriminatory policing of transgender women. Some state Republicans said at the time the bill would hinder enforcement efforts and make it more difficult to prevent prostitution."
}