{
    "url_original": "https://www.wsj.com/articles/manhattan-district-attorney-candidates-walk-tightrope-on-trump-probe-11619704972?mod=politics_featst_pos3",
    "url": "manhattan-district-attorney-candidates-walk-tightrope-on-trump-probe-11619704972",
    "title": "Manhattan District Attorney Candidates Walk Tightrope on Trump Probe",
    "sub_head": "Contenders won’t talk about the office’s highest-profile investigation but are pointing to experience with white-collar crime cases",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-330783?width=620&size=1.5",
    "image_1": "im-330783.jpg",
    "time": "2021-04-29 10:02:00",
    "body": "Candidates for Manhattan district attorney have an unusual problem: How can they talk about the office’s highest-profile investigation, the probe into former President Donald Trump and his businesses, when any comment could jeopardize a potential future case?<br />For five of the eight contenders in the Democratic primary, the answer has been to highlight their experience prosecuting or defending white-collar criminals as evidence of their preparedness to inherit the Trump case.<br />Tali Farhadian Weinstein and Alvin Bragg both have federal and state prosecution experience. Three former Manhattan prosecutors—Liz Crotty, Diana Florence and Lucy Lang—also feature their experience targeting white-collar cases in Manhattan under the current district attorney, Cyrus Vance Jr., or his predecessor, Robert Morgenthau. Mr. Vance isn’t running for reelection.<br />“The Trump case will not be my first complex case on either side of the courtroom,” said Ms. Crotty, who prosecuted financial fraud while working for Mr. Morgenthau. She also has said her experience defending white-collar criminals over 13 years in private practice sets her apart.<br />Because Democrats outnumber Republicans by about nine to one in Manhattan, the winner of the borough’s Democratic primary on June 22 is almost certain to win the November general election."
}