{
    "url_original": "https://www.wsj.com/articles/maniac-review-the-mad-butcher-of-bath-11619561673",
    "url": "maniac-review-the-mad-butcher-of-bath-11619561673",
    "title": "‘Maniac’ Review: The Mad Butcher of Bath",
    "sub_head": "A true-crime chronicler examines an act of mass murder from 1927 and the disturbing backstory of the man who committed it.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-330741?width=620&size=custom_5252x4170",
    "image_1": "im-330741.jpg",
    "time": "2021-04-27 18:14:00",
    "body": "Neither the Columbine High School shooting in April 1999, in Colorado, nor the Sandy Hook Elementary School shooting in December 2012, in Connecticut, can properly be called the deadliest school massacre in U.S. history. Nor can any other similar atrocity in recent memory. That dismal distinction, as Harold Schechter notes in “Maniac,” a concise, harrowing work of social history, goes to the May 1927 disaster in Bath, Mich., in which 45 people (38 of them children) were killed in the dynamiting of a school building and the detonation of a car bomb.<br />Mr. Schechter, a veteran chronicler of notorious crimes and criminals, introduces us to the villain behind these horrific deeds: Andrew P. Kehoe, a sadistic farmer and school-board member with a list of perceived grievances as long as his adult life. His main complaints came to center on Emory Huyck, superintendent of the Bath Consolidated School, a new edifice designed to meet the latest standards in education. Huyck, an ex-military man possessing “absolute self-assurance and comfort with exercising authority,” as Mr. Schechter puts it, proved anathema to Kehoe.<br />The new school was paid for by a tax that Kehoe blamed for preventing him from paying off his farm’s mortgage. When the married but childless Kehoe lost a local election for town clerk, his anger grew. He let his crops rot in the field and turned his energies—and considerable engineering talent—to the concoction of an elaborate scheme to destroy the school at a time when its 250 pupils were inside. Working as a repairman, he had unimpeded access to the building, where he began hiding bundles of dynamite to be detonated by timer on May 18, 1927.<br />Before the explosion, Kehoe murdered his wife, Nellie, and set fire to his farmstead (with horses trapped, legs tied to prevent escape). He then raced into town by automobile to inspect the school damage. At Bath Consolidated, citizens were frantically digging survivors and bodies out of the semi-demolished building. Kehoe called out from his car to Huyck, one of the rescuers, to come over; Huyck was civil enough to comply. At this point, Kehoe detonated the booby-trapped vehicle, killing both men.<br />Andrew Kehoe and his heinous acts became headline news around the nation, until aviator Charles Lindbergh and his solo flight from New York to Paris pushed “the mad butcher of Bath” off the front page. In the meantime, Mr. Schechter writes, the specter of Kehoe was appropriated by various factions to promote their own agendas. The Ku Klux Klan printed a pamphlet blaming Kehoe’s actions on his Roman Catholic upbringing. Eugenics supporters offered Kehoe as proof of the need for “the sterilizing of mental defectives.”"
}