{
    "url_original": "https://www.wsj.com/articles/mare-of-easttown-review-all-gone-but-not-forgotten-11618521099",
    "url": "mare-of-easttown-review-all-gone-but-not-forgotten-11618521099",
    "title": "‘Mare of Easttown’ Review: All Gone but Not Forgotten",
    "sub_head": "In an HBO drama, Kate Winslet stars as a small-town detective haunted by her tragic past and the unsolved disappearance of a local girl.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-325573?width=620&size=1.5",
    "image_1": "im-325573.jpg",
    "time": "2021-04-15 17:11:00",
    "body": "The title of this sterling drama set in a small Pennsylvania town is a clear sign of things to come. “Mare of Easttown” (begins Sunday, 10 p.m., HBO) is, namely, a seven-part series whose powers derive as much from its enthralling focus on that town and its society as from the unsteady life and career of its heroine, known simply as Mare, a police detective born and raised there.<br />Kate Winslet’s eloquent command of the role is obvious from the outset. Our first look at Mare shows her jarred awake from a deep sleep in the early morning by an elderly citizen who thinks she’s seen a prowler. But the detective isn’t upset, and she is patient with the woman. She’s at home in this world she’s known all her life. She’s also divorced, and her self-esteem hasn’t been advanced by learning that her former husband has found a new woman to make him happy and is about to marry her. Furthermore, her mind is on the job she holds and the torments that go with it. The case of a young woman from Easttown who has been missing for a year haunts her, and it doesn’t help that the girl’s anguished mother has taken to public denunciations of the police department and particularly Mare for their failure to find her. There is, in addition, the weight of the past, which includes never-ending thoughts about Mare’s son, who took his own life.<br />For all that, she has a life of her own—one she shares with her entertainingly dour mother, Helen (a delectable Jean Smart); her teenage daughter, Siobhan (Angourie Rice); and not least with her beloved 4-year-old grandson, child of the son who took his own life. She has a circle of friends, including the sister of one of the criminals she chased down. She’s the kind of detective who threatens the utility company with action if it doesn’t turn the heat back on in the freezing houses of people she’s come to know in her line of work.<br />For all the worries that pursue her, the memories that haunt her, she manages to live that life with gusto. In this she’s like everyone else in Easttown, a world of people with troubles. The atmosphere of crisis is pervasive—people suffer, they drink, they rant—and it’s a testament to the writing (Brad Ingelsby wrote the script) that no moment in this saga ever feels even remotely unreal. The first episode alone delivers a generous taste of the bottomless rage that comes spewing forth from new husbands, furious that they have to foot expenses for children who have come with the marriage—even things like diapers. Or, as in the case of a father who has found a new love life, outrage at being confronted by the mother of his child seeking help from him to pay for his son’s necessary ear operation. The battling isn’t always about money, either. Among the younger set, text messaging a former boyfriend can, if it falls into the wrong hands—i.e., the ex-boyfriend’s new partner—result in death threats.<br />Yet, there’s also neighborly kindness, life goes on, and there are celebrations. One of them, in which Mare plays a significant role, is the gala held in honor of the 25th anniversary of the high-school basketball championship—a victory in which Mare played a leading part. On this night, despite a limp resulting from a fall while chasing a suspect, she’s looking seriously glamorous. Enough to win the attention of a man new to the town—a novelist (Guy Pearce) who has a job as writer-in-residence at a nearby college."
}