{
    "url_original": "https://www.wsj.com/articles/marin-countys-discriminatory-universal-basic-income-11617832570?mod=opinion_major_pos5",
    "url": "marin-countys-discriminatory-universal-basic-income-11617832570",
    "title": "Marin County’s Discriminatory ‘Universal Basic Income’",
    "sub_head": "Only ‘mothers of color’ will be eligible for payments of $1,000 a month.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-07 17:56:00",
    "body": "Some 125 residents in Marin County, Calif., can expect to begin receiving payments of $1,000 a month starting in May—no strings attached. It’s an experiment providing a “universal basic income,” or UBI, to low-income Americans.<br />In conjunction with the Marin Community Foundation, which plans to contribute $3 million to the effort, the Marin County Board of Supervisors has allocated $400,000 in public funds for the experiment. The program is similar to one recently completed in Stockton, Calif., but one major difference sets the Marin experiment apart: race and sex discrimination.<br />The Stockton UBI experiment provided payments to 125 residents of neighborhoods at or below Stockton’s median household income. The Marin regime will do the same, but beneficiaries must be “mothers of color.” That term is undefined, but it’s clear that fathers and white mothers are ineligible to participate. A similar race-based scheme has been announced in Oakland, Calif.<br />No matter what one thinks of UBI as a policy matter, the use of public funds in the Marin scheme is legally dubious. The California Constitution’s equal-protection clause, like the federal one in the 14th Amendment, applies “strict scrutiny”—the highest possible level of judicial scrutiny—to racial classifications. California courts, unlike federal ones, also apply strict scrutiny to sex classifications. In Connerly v. State Personnel Board (2001), a California appeals court made that clear in invalidating both race- and sex-based affirmative-action programs.<br />If I had grown up in Marin County under its proposed UBI regime, my family would have been ineligible to participate. I grew up poor and at times homeless or living in public housing projects. But my mother, who is white, was raising her three black children on her own."
}