{
    "url_original": "https://www.wsj.com/articles/masks-for-children-muzzles-for-covid-19-news-11618329981?mod=opinion_lead_pos5",
    "url": "masks-for-children-muzzles-for-covid-19-news-11618329981",
    "title": "Masks for Children, Muzzles for Covid-19 News",
    "sub_head": "In the guise of combating ‘misinformation,’ YouTube again censors scientific debate over pandemic policy.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-324051?width=620&size=1.5",
    "image_1": "im-324051.jpg",
    "time": "2021-04-13 12:06:00",
    "body": "I attended a public-policy roundtable hosted by Florida Gov. Ron DeSantis last month. The point was to discuss the state’s Covid policies in the months ahead. That 600,000 Americans have died with Covid-19 is evidence that the lockdowns over the past year, including significant restrictions on the lives of children, haven’t worked. Florida reopened in May and declined to shut down again. Yet age-adjusted mortality is lower in Florida than in locked-down California, and Florida’s public schools are almost all open, while California’s aren’t.<br />My fellow panelists—Sunetra Gupta of Oxford, Martin Kulldorff of Harvard and Scott Atlas of Stanford—and I discussed a variety of topics. One was the wisdom of requiring children to wear masks. The press asked questions, and a video of the event was posted on YouTube by local media, including Tampa’s WTSP.<br />But last week YouTube removed a recording of this routine policy discussion from its website. The company claimed my fellow panel members and I were trafficking in misinformation. The company said it removed the video “because it included content that contradicts the consensus of local and global health authorities regarding the efficacy of masks to prevent the spread of COVID-19.”<br />Yet the panelists are all experts, and all spoke against requiring children to wear masks. I can’t speak for my counterparts, but my reasoning was a cost-benefit analysis. The benefits of masking children are small to none; the costs are much higher.<br />The scientific evidence is clear. Consider a study from Iceland conducted early in the epidemic when masking was uncommon. The study used a representative sample to track the source of Covid infections. The authors used contact-tracing methods paired with genetic sequencing analysis to establish precisely how the disease spread. The senior author of the study, Kari Stefansson, later told reporters that “even if children do get infected, they are less likely to transmit the disease to others than adults. We have not found a single instance of a child infecting parents.” Many studies in the scientific literature reach a similar conclusion: Even unmasked children pose less of a risk for disease spread than adults."
}