{
    "url_original": "https://www.wsj.com/articles/mason-dixon-poll-americans-reject-court-packing-11619200597?mod=opinion_lead_pos11",
    "url": "mason-dixon-poll-americans-reject-court-packing-11619200597",
    "title": "Mason-Dixon Poll: Americans Reject Court-Packing",
    "sub_head": "Independents overwhelmingly oppose plan to add Justices.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-329124?width=620&size=1.5",
    "image_1": "im-329124.jpg",
    "time": "2021-04-23 13:56:00",
    "body": "By a large margin, Americans oppose the idea of increasing the number of justices serving on the U.S. Supreme Court. That’s according to a new nationwide survey of 1,100 registered voters conducted by Mason-Dixon Polling & Strategy. The survey also finds little support for ending the legislative filibuster in the U.S. Senate.<br />Poll participants were asked the following question:<br />A full 65% of respondents said he should not, while just 31% said that he should and 4% weren’t sure. Perhaps it’s no surprise that 95% of Republicans oppose the plan to expand the court, but independents in the survey also resoundingly rejected the idea, with a full 72% saying that the President should not support the court-packing scheme and just 22% saying that he should. And even within Mr. Biden’s party the idea has its share of critics, with a third of Democrats saying he should not back the proposal.<br />Underscoring the widespread perception among voters that the proposal to add justices is a partisan venture rather than a solution to a genuine need in the federal judiciary, a full 90% of Democrats in the survey admit that if President Donald Trump had been re-elected and proposed a Supreme Court expansion from nine to 13 Justices, they would oppose  the plan.<br />Mason-Dixon pollster Brad Coker finds consistently strong opposition among independents to such plans for structural changes, and concludes that moderate and unaffiliated voters did not vote for Joe Biden in 2020 “to turn the government upside-down” or “remake America.” Rather, they were hoping he would bring calm and perhaps “less bickering” to Washington, he adds."
}