{
    "url_original": "https://www.wsj.com/articles/matt-gaetz-associate-is-in-plea-talks-with-federal-prosecutors-11617916049?mod=politics_lead_pos5",
    "url": "matt-gaetz-associate-is-in-plea-talks-with-federal-prosecutors-11617916049",
    "title": "Matt Gaetz Associate Is in Plea Talks With Federal Prosecutors",
    "sub_head": "Joel Greenberg, indicted on 33 counts including sex trafficking and wire fraud, could provide information about any criminal activities of GOP congressman",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-322565?width=620&size=1.5",
    "image_1": "im-322565.jpg",
    "time": "2021-04-08 17:07:00",
    "body": "A former tax collector in Seminole County, Fla., is in talks with federal prosecutors to plead guilty in an investigation that involves Rep. Matt Gaetz (R., Fla.).<br />A lawyer for Joel Greenberg agreed in a court hearing Wednesday to a May 15 deadline to reach a plea agreement for his client, who faces charges including sex trafficking and identity theft. The plea discussions, which could signal Mr. Greenberg’s intent to cooperate with prosecutors, emerged at a court hearing Thursday in Orlando, Fla.<br />“I’m sure Matt Gaetz isn’t feeling very comfortable today,” Mr. Greenberg’s attorney, Fritz Scheller, told reporters outside court Thursday. He later said the terms of any agreement would become clearer in the coming weeks.<br />Mr. Greenberg, who was active in Florida GOP activities before his indictment last summer, could provide information about Mr. Gaetz, who is under investigation for potential violation of sex-trafficking laws.<br />Investigators believe Mr. Greenberg met women online through so-called sugar-daddy websites that connect people for dates in exchange for expensive gifts or travel, people familiar with the matter say. Mr. Greenberg was initially charged last year with stalking and identity theft, but federal prosecutors in Florida have since added 31 other counts, including sex-trafficking, bribery of a public official, wire fraud and money laundering. He is expected to face trial in June unless a plea deal is struck before then."
}