{
    "url_original": "https://www.wsj.com/articles/maxine-waterss-long-history-of-reckless-rhetoric-11619213954?mod=opinion_major_pos4",
    "url": "maxine-waterss-long-history-of-reckless-rhetoric-11619213954",
    "title": "Maxine Waters’s Long History of Reckless Rhetoric",
    "sub_head": "The California congresswoman has never been a peacemaker. She’s always been on the side of rioting.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-329447?width=620&size=1.5",
    "image_1": "im-329447.jpg",
    "time": "2021-04-23 17:39:00",
    "body": "The Ku Klux Klan was in Huntington Beach, Calif., on April 12, holding a “White Lives Matter” rally. It was a 37-minute drive away from the Hawthorne district office of Rep. Maxine Waters. “Auntie Maxine” (as the Democrat calls herself) declined to confront the Klan. But she flew all the way to Minneapolis last weekend to coach protesters awaiting the outcome of the Derek Chauvin trial.<br />“I hope we get a verdict that says guilty, guilty, guilty,” Ms. Waters said. “And if we don’t . . . we’ve got to stay on the street. We have to get more active, we’ve got to get more confrontational.”<br />The 82-year-old lawmaker has been notorious for such incendiary language since she was first elected to Congress in 1990. She called the 1992 riots that followed the acquittal of the Los Angeles police officers who were filmed beating Rodney King an “insurrection.” She meant it as a term of approbation. Sixty-three people died during the L.A. riots, but Ms. Waters declared that she wouldn’t tell her constituents “to go inside, to be peaceful, that they have to accept the verdict.”<br />Ms. Waters has always shunned the peacemaker role in favor of rioting. Thirty years after the L.A. riots, nothing has changed.<br />House Speaker Nancy Pelosi defended Ms. Waters’s latest remarks. “Maxine talked about confrontation in the manner of the civil-rights movement,” Mrs. Pelosi said. But nothing could be further from reality. As attorney Alan Dershowitz suggested during an interview with Newsmax, Ms. Waters’s rant had more in common with the bile historically spewed by the KKK than the language for which the civil-rights movement is remembered. It was “an attempt to intimidate the jury” in the Chauvin case, he said, a tactic “borrowed precisely from the Ku Klux Klan of the 1930s and 1920s when the Klan would march outside of courthouses and threatened all kinds of reprisals if the jury dared to convict a white person or acquit a black person.”"
}