{
    "url_original": "https://www.wsj.com/articles/meditations-review-a-stoic-emperors-bestseller-11619476254?mod=opinion_reviews_pos1",
    "url": "meditations-review-a-stoic-emperors-bestseller-11619476254",
    "title": "‘Meditations’ Review: A Stoic Emperor’s Bestseller",
    "sub_head": "Marcus Aurelius was conﬁdent that goodness can be attained—that we can choose virtue, and avoid vice, with every decision we make.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-330219?width=620&size=1.5",
    "image_1": "im-330219.jpg",
    "time": "2021-04-26 18:30:00",
    "body": "Consider the fortunes of Marcus Aurelius, ruler of Rome from A.D. 161 to 180 and follower of the Stoic ethical creed. He never meant to be a published author; the thoughts he set down, in Greek, were part of a purely personal self-improvement project. Someone, somehow, preserved the notebooks containing his loose assemblage of spiritual jottings. One day in the 17th century a clever translator, Méric Casaubon, gave the collection the title “Meditations,” and a bestseller was born.<br />Though it lacks structure and deploys, at times, arcane terms and concepts, “Meditations” has struck a chord with modern readers as few Greek or Roman texts have done, elevating its author to stardom—literally, given Richard Harris’s portrayal of a sober, sagacious Marcus in the hit 2000 film “Gladiator.”<br />Undoubtedly the work’s diaristic origins are a part of its appeal. Because Marcus is essentially talking to himself, his voice has remarkable authenticity. His readers can trust him for the simple reason that he’s unaware of their presence. Not even Augustine’s “Confessions,” notionally a conversation between the author and God, or Seneca’s “Moral Epistles,” an apparently private correspondence to which we are given access, can quite match the earnestness and integrity of a text that was never meant to be read at all.<br />Marcus’ life and times also contribute to the spell cast by “Meditations.” Thinkers since Plato have longed for a philosopher-king, a ruler able to wield great power while maintaining a strong moral core; Marcus seems to approximate that ideal. He came to the emperorship by adoption, the method employed by the Antonine emperors to anoint promising successors. His reign of nearly two decades was a success, the last phase of what Edward Gibbon dubbed the “most happy and prosperous” era of all human history. Marcus, however, ended that era when he broke with Antonine tradition and passed on rule to his natural son, Commodus, a cruel and selfish man (and, as modern moviegoers know, an amateur gladiator).<br />The degree to which “Meditations” has seized the modern imagination can be judged by the ever-increasing pace of new English-language versions. Amid this glut, the new edition by Robin Waterfield, a British classics scholar, has much to recommend it. The prose is wonderfully sober and taut, the choices felicitous. (“Command center,” Mr. Waterfield’s rendering of Marcus’ term for the rational, guiding mind, is an unfortunate exception.) The volume’s stand-out feature is its wide-ranging set of footnotes, offering assistance to novice readers, insights that will intrigue specialists, and reformulations that clarify Marcus’ thoughts. Thus the difficult “Meditations” entry, “Anything that doesn’t make a person worse in himself doesn’t make his life worse either, and does him no harm,” gets aptly reframed in Mr. Waterfield’s note as: “The only truly bad thing is moral vice; nothing else is truly harmful.”"
}