{
    "url_original": "https://www.wsj.com/articles/medias-racial-narrative-targets-whites-harms-blacks-11618597161?mod=opinion_lead_pos6",
    "url": "medias-racial-narrative-targets-whites-harms-blacks-11618597161",
    "title": "Media’s Racial Narrative Targets Whites, Harms Blacks",
    "sub_head": "An insistence on ‘systemic’ racism tells minority communities they have no power over their own lives.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-16 14:19:00",
    "body": "Are only white people capable of hate crimes? If you get all your news from mainstream media sources, that’s what you’d think. A 51-year-old black man allegedly stabbing a 12-year-old white boy in Pittsburgh while shouting racial epithets barely made national news. The same was true when a black man was arrested for savagely beating a 65-year-old Asian woman in Midtown Manhattan. We saw endless coverage of the despicable assault on the Capitol on Jan. 6, but when a 25-year-old black male allegedly killed a Capitol police officer last week, MSNBC erroneously reported the suspect was white.<br />Throughout 2020 there was a rise in violence against Asian-Americans, but the race of the perpetrators was typically mentioned only when they were white. Media and other elites obsessively push the narrative that the greatest threat in this country is coming from “white supremacists.” This gross oversimplification has dire consequences for the most vulnerable in our society—those living in the poorest neighborhoods—and for the nation as a whole.<br />A media environment in which the only acceptable villains are white creates a more dangerous world for all of us. The rush to judgment based on skin color is familiar to those of us who lived through segregation. In those days, some in law enforcement couldn’t care less about crimes committed by blacks against other blacks, but there were severe penalties for offenses against whites. We marched and demanded fair and equal treatment under the law. As far as the application of criminal law, much of what is happening today is a retreat to the pre-Civil Rights South.<br />Every tragic police killing of a black person is amplified by radical progressives to accuse police of white supremacy and to push for defunding and anarchy. The more law-enforcement officers we lose to defunding, early retirements and drastic drops in recruitment, the fewer we have to patrol lower-income neighborhoods. Homicides among lower-income minorities soar. Meanwhile, the cries of the 81% of blacks who oppose defunding the police are chronically ignored.<br />The loudest advocates of defunding the police don’t have to live with the consequence of their advocacy. The Los Angeles City Council president pushed for defunding the police while having a personal police escort at her home. Thanks to so-called racial progressives like her, low-income black neighborhoods are experiencing some of what it was like to live in the pre-Civil Rights South."
}