{
    "url_original": "https://www.wsj.com/articles/meet-the-highest-paid-ceo-in-s-p-500-paycoms-211-million-man-11617710401?mod=tech_listb_pos3",
    "url": "meet-the-highest-paid-ceo-in-s-p-500-paycoms-211-million-man-11617710401",
    "title": "Meet the Highest Paid CEO in S&P 500, Paycom’s $211 Million Man",
    "sub_head": "Chad Richison’s equity award could wind up worth more than $2 billion over several years; Paycom says he only gets it if the stock more than doubles",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-320411?width=620&size=1.5",
    "image_1": "im-320411.jpg",
    "time": "2021-04-06 08:00:00",
    "body": "Move over, Elon Musk and Tim Cook. There is a new name breaking into the list of the highest-paid chief executives: Chad Richison, the founder and CEO of payroll processor  Paycom Software Inc.<br />The Oklahoma City billionaire last year was awarded compensation valued at $211 million by Paycom, the company disclosed in the annual proxy statement it filed with the Securities and Exchange Commission last week.<br />At the pay package’s core: an award of restricted shares that could wind up adding more than $2 billion to Mr. Richison’s fortune over the next decade. Paycom said the value of the award is based on share performance and Mr. Richison will receive none of the award unless the company’s share price more than doubles.<br />Mr. Richison’s 2020 compensation was worth closer to $702 million, based on the value of the shares underlying the equity awards, according to an independent calculation by ISS ESG, an arm of proxy advisory firm Institutional Shareholder Services.<br />The 50-year-old executive started the software company in 1998 and has run it since. He is Paycom’s largest shareholder, with a stake worth $3.2 billion. A surge in the stock price landed Mr. Richison on the billionaires list kept by Forbes magazine. Late last year, he signed the Giving Pledge created by Bill Gates and Warren Buffett, publicly promising to give away at least half his wealth."
}