{
    "url_original": "https://www.wsj.com/articles/mens-skin-care-a-foolproof-3-step-guide-11619017843",
    "url": "mens-skin-care-a-foolproof-3-step-guide-11619017843",
    "title": "Men’s Skin Care: A Foolproof, 3-Step Guide",
    "sub_head": "Want great skin but lack the faintest idea of where to start? Here, three utterly simple steps to getting a healthy, hydrated visage, care of dermatologists—plus, the only three products you need.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-325641?width=620&size=custom_1280x853",
    "image_1": "im-325641.jpg",
    "time": "2021-04-21 11:10:00",
    "body": "ASIDE FROM dutifully washing my face twice a day, I don’t have a true dedicated skin-care routine. A lot of men don’t. I spoke with several board-certified dermatologists across the country, and they noted that many of their patients do no more than scrub their faces with a slab of soap.<br />If you’re a dermatologic do-nothing just looking for a simple routine, you might find the knotty, modern skin-care market forbidding. Visit your local pharmacy and you’ll encounter shelves of serums, creams and other concoctions packed with “uh, what does that do?” ingredients like ascorbic acid and avocado extract. As I learned, however, you mercifully don’t need a painstaking, 12-product routine to cut down on splotches or look less oily. “It’s always surprising to people how little they actually have to commit to [in order] to see results,” said Dr. Corey L. Hartman, a dermatologist in Birmingham, Ala.<br />Most doctors I interviewed pointed to just three steps as the foundation of a successful skin-care regimen and suggested sticking with products you can find at any drugstore. You can safely ignore offerings that claim to be specifically “for men”: They may come in steely gray containers and smell musky, but they’ll yield the same end results as more blandly packaged, un-gendered options. As New York dermatologist Dr. Anthony Rossi said, your toothpaste isn’t gendered. Your moisturizer doesn’t need to be either. Here, the only three moves you need to maintain your skin.<br />Step away from the Dial. Dr. Thomas Rohrer of Chestnut Hill, Mass., explained that a “harsh” bar of soap will strip off “too much oil” which breaks down your skin’s natural barrier, leaving your visage vulnerable to irritation. (Dr. Rohrer also recommended that you wash with lukewarm, not scalding, water. Remember, you’re trying to gently rinse off a few oily smudges from a single day, not erase a century of soot.) Dermatologists endorsed using a mellower twice-daily cleanser instead of standard soap. If you have particularly oily skin—read: if your forehead glistens like a glazed doughnut—Dr. Rossi of New York recommended a face-wash with glycolic acid or salicylic acid, which will absorb into your oil glands, cutting down that shiny look. If you have dry skin or are susceptible to rashes such as eczema, try a mild cleanser that doesn’t contain blotch-inducing acids and has “non-comedogenic” ingredients that won’t clog your pores. These tender cleansers are marketed specifically toward us dermis dummies, with names that often contain the word “gentle,” as in Cetaphil’s “Gentle Skin Cleanser,” pictured here. Cetaphil Face Wash, $14, ulta.com<br />Even if you don’t have naturally dry skin, you should moisturize at least once—if not twice—a day. “Especially in the cold winter months, your skin gets very dry and irritated. To maintain that skin barrier, we need to use a moisturizer,” said Dr. Robert Anolik of New York. If your skin is exceptionally parched and crackly, reach for moisturizers with “humectant” ingredients like glycerin, which attracts and traps water on the skin’s surface, said Dr. Hartman of Birmingham. If, on the other hand, you have sheeny skin, employ a moisturizer that bills itself as “oil free,” like the Jack Black formula pictured here. This sounds obvious, but some of the most popular moisturizing products on the market like Vaseline and Aquaphor are sneakily oil-based and can cause bothersome breakouts if you’re acne-prone. Dermatologists also note that it’s particularly important to moisturize after shaving, when your skin is at its most exposed. As for the theory that you need a different moisturizer for morning and night, most dermatologists don’t split those hairs. The best moisturizer, they contend, is the one you’ll actually use. Moisturizer, $30, getjackblack.com"
}