{
    "url_original": "https://www.wsj.com/articles/merrick-garland-and-law-enforcement-leaders-to-confer-on-federal-role-in-policing-11619170203?mod=business_minor_pos4",
    "url": "merrick-garland-and-law-enforcement-leaders-to-confer-on-federal-role-in-policing-11619170203",
    "title": "Merrick Garland and Law-Enforcement Leaders to Confer on Federal Role in Policing",
    "sub_head": "Police groups say they will express concerns over probes like the one into Minneapolis while recognizing that changes are needed",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-328994?width=620&size=1.5",
    "image_1": "im-328994.jpg",
    "time": "2021-04-23 05:30:00",
    "body": "WASHINGTON—Leaders of the nation’s largest law-enforcement organizations and unions said they would air their concerns directly to Attorney General Merrick Garland on Friday over the Justice Department’s broad civil-rights probe into the Minneapolis Police Department.<br />Some police groups are skeptical of sweeping investigations like the one launched Wednesday in Minneapolis, saying they can unfairly force cities to make costly changes that are burdensome to rank-and-file officers.<br />“We recognize that there needs to be more oversight, there needs to be some reform in place, but we need DOJ to work with us because there has to be buy-in from the line men and women who do this job,” said Dane County, Wis., Sheriff David Mahoney, president of the National Sheriffs’ Association, who planned to remotely attend the meeting.<br />Some law-enforcement leaders said they were caught off guard by news of the probe, but that Mr. Garland personally called them shortly after the announcement to let them know he was eager to hear their views.<br />The investigation is examining whether Minneapolis police engage in patterns of unconstitutional conduct through excessive force, discrimination and other behavior. Like other so-called pattern-or-practice investigations, it could lead to a legal settlement known as a consent decree, outlining a number of prescribed changes that are then overseen by a federal monitor."
}