{
    "url_original": "https://www.wsj.com/articles/merrick-garland-highlights-domestic-terror-threat-at-oklahoma-city-tribute-11618855986?mod=politics_lead_pos7",
    "url": "merrick-garland-highlights-domestic-terror-threat-at-oklahoma-city-tribute-11618855986",
    "title": "Merrick Garland Highlights Domestic Terror Threat at Oklahoma City Tribute",
    "sub_head": "Attorney general cites current concerns in speech on anniversary of 1995 attack",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-327062?width=620&size=1.5",
    "image_1": "im-327062.jpg",
    "time": "2021-04-19 14:13:00",
    "body": "The Justice Department is devoting more resources to preventing and prosecuting attacks by domestic extremists, Attorney General Merrick Garland said in a speech commemorating the 26th anniversary of the Oklahoma City bombing, one of the first major terrorism cases he oversaw as a senior department official in the 1990s.<br />The attack, which killed 168 people including 19 children, solidified for Mr. Garland the urgency and complexity of the domestic terror threat, he said, and now is driving him as the Justice Department combats a rise in extremist violence. Timothy McVeigh, an antigovernment extremist, was convicted in 1997 and executed in 2001 for using a massive truck bomb to level part of the Alfred P. Murrah Federal Building on April 19, 1995.<br />“Although many years have passed, the terror perpetrated by people like Timothy McVeigh is still with us,” Mr. Garland told victims’ families and law-enforcement officials gathered on Monday at a memorial to the victims in Oklahoma City, in his first major trip since taking office. “The Department of Justice is pouring its resources into stopping domestic violent extremists before they can attack, prosecuting those who do, and battling the spread of the kind of hate that leads to tragedies like the one we mark here today.”<br />Mr. Garland is a central figure in the Biden administration’s effort to combat domestic extremism following the Jan. 6 attack on the U.S. Capitol by a pro-Trump mob that law-enforcement officials have said included members of antigovernment and militia groups. A member of the right-wing Oath Keepers militia pleaded guilty on Friday to federal charges stemming from the riot, becoming the first among the more than 400 people facing such charges to formally admit to wrongdoing.<br />Echoing President Biden, Mr. Garland has said he views combating such violence as a priority. U.S. intelligence agencies warned Congress in March that domestic violent extremists pose a heightened security threat this year and that more violence is likely due to conspiracy theories surrounding the 2020 election, the Covid-19 pandemic and Capitol breach. White supremacists and private militias pose the most lethal domestic threat to Americans, the report concluded."
}