{
    "url_original": "https://www.wsj.com/articles/michigan-woman-defies-state-travel-advisory-11619025586?mod=opinion_minor_pos1",
    "url": "michigan-woman-defies-state-travel-advisory-11619025586",
    "title": "Michigan Woman Defies State Travel Advisory",
    "sub_head": "Lansing resident sensibly visits vaccinated father who lives in Florida, where protection of seniors is prioritized.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-328059?width=620&size=1.5",
    "image_1": "im-328059.jpg",
    "time": "2021-04-21 13:19:00",
    "body": "At least one Michigan resident has had it with the state’s seemingly endless series of aggressive and ineffective restrictions and recommendations against individual liberty. And she just might inspire a nationwide revolt against Covid rules that continue to burden citizens in many states—even after the administration of more than 213 million vaccine doses nationwide.<br />David Eggert reports for the Associated Press on the plucky Michigander who was not about to let misguided state policy deny her a chance to visit a cherished family member. Gretchen Whitmer, a resident of Lansing, appears to have hit her personal lockdown limit sometime within the last several months. And haven’t we all? But what’s especially encouraging about her rejection of Michigan Covid policy is that she is its principal author. According to the AP report:<br />Now that Ms. Whitmer and her colleagues have joined the campaign against Whitmer policy, their example could be extremely powerful. The Democratic governor’s rejection of her own advice was eminently sensible. Her father, fortunate to live in the Sunshine State, where policy prioritizes the protection of senior citizens, had already been vaccinated at the time of her visit. Let’s hope their special time together wasn’t spoiled by some cranky family member insisting on masks even for the vaccinated.<br />Let’s also hope that Michigan residents outside the public sector will also be free to be with the people they love. The AP has more:<br />After fully embracing the Covid policy panic for most of the last year, perhaps the governor was able to gain a new perspective as she quietly travelled out of state. Perhaps the trip’s disclosure will hasten the day when Ms. Whitmer will  answer the question recently posed by Ingrid Jacques in the Detroit Free Press: When is the governor going to ”set Michigan free”? Added Ms. Jacques:"
}