{
    "url_original": "https://www.wsj.com/articles/microsofts-shopping-spree-isnt-landing-bargains-11618243997?mod=business_minor_pos10",
    "url": "microsofts-shopping-spree-isnt-landing-bargains-11618243997",
    "title": "Microsoft’s Shopping Spree Isn’t Landing Bargains",
    "sub_head": "Acquisition of Nuance Communications adds to AI capabilities but represents high price for struggling business",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-323728?width=620&size=1.5",
    "image_1": "im-323728.jpg",
    "time": "2021-04-12 12:13:00",
    "body": "Microsoft ’s  deal makers finally landed on a target they can hit. They sure aren’t getting a bargain.<br />The past several months have seen the software giant reportedly go after TikTok,  Pinterest  and videogame social network Discord. The first two would have been the company’s most expensive deals ever, with Pinterest talks in the range of $51 billion, according to the Financial Times. In that light, Monday’s announcement of a $19.7 billion agreement with  Nuance Communications  might seem tame, though it still ranks as Microsoft’s second-largest acquisition behind the $26 billion spent for LinkedIn in 2016.<br />Nuance, though, is a notable departure from the previously rumored deals. TikTok, Pinterest and Discord all would have put Microsoft deep into the social networking space, where it currently has little presence. Nuance plays more in the company’s existing corporate technology wheelhouse, with speech recognition and artificial intelligence capabilities targeted at the healthcare market. Nuance’s systems are used in about 77% of U.S. hospitals, and Microsoft said in its announcement Monday that Nuance’s healthcare cloud revenue grew 37% in its fiscal year ended in September.<br />Nuance’s other businesses have struggled, though. Overall revenue has fallen over the past four years, mostly due to sharp declines in the company’s traditional software licensing business. But the stock is still up 168% over the past 12 months prior to Monday’s announcement, with a big jump after the company’s fiscal-year results in mid-November when it announced the divestiture of its medical transcription and electronic health record services. That put the stock in a record range of about 60 times forward earnings even without Microsoft’s offer—earning Nuance a place on a list of “Expensive Tech Stocks With Low Quality Scores” compiled by Bernstein Research last month.<br />With more than $75 billion in net cash, Microsoft has the third-largest war chest in tech after Google parent  Alphabet  Inc.  and  Apple  Inc.  Its strong record in cloud computing also earns the company some benefit of the doubt. Microsoft said Monday that it expects Nuance to add to adjusted per-share earnings for the fiscal year ending in June 2023, the first full year after the deal is expected to close. And compared with chasing a high-profile social network, purchasing Nuance will be much less likely to buy Microsoft a new kind of trouble."
}