{
    "url_original": "https://www.wsj.com/articles/microsofts-nuance-gambit-shows-healthcare-is-next-tech-battleground-11618314585?mod=business_lead_pos3",
    "url": "microsofts-nuance-gambit-shows-healthcare-is-next-tech-battleground-11618314585",
    "title": "Microsoft’s Nuance Gambit Shows Healthcare Is Shaping Up as Next Tech Battleground",
    "sub_head": "Microsoft is spending $16 billion to kick-start growth in the next big thing for tech: healthcare",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-323867?width=620&size=1.5",
    "image_1": "im-323867.jpg",
    "time": "2021-04-13 09:58:00",
    "body": "Microsoft Corp.’s  $16 billion deal for  Nuance Communications Inc.  is the latest sign that the next battleground for technology giants will be in healthcare, an industry whose need to embrace data and software was underscored by the pandemic.<br />The acquisition will help Microsoft tap into Nuance’s big business selling its software to healthcare systems, according to analysts and healthcare executives. Speech-recognition software like that developed by Nuance is emerging as an important new opportunity in medicine as doctors seek to speed up documentation of patient work with dictation rather than getting bogged down taking notes, executives said.<br />“This coming together is about empowering healthcare,” Satya Nadella, Microsoft’s chief executive, said in an investor call. “It’s now very clear that healthcare organizations that accelerate their digital investments can improve patient outcomes and reduce cost at scale.”<br />The pandemic helped showcase healthcare’s potential as a growth area for tech companies, such as the boom in telehealth services. Microsoft will have an ability to use Nuance as a means to sell healthcare customers its more lucrative products and services, such as cloud-computing, analysts said.<br />“The pandemic response by the healthcare industry has proven the value of technology to healthcare delivery,” said Gregg Pessin, a senior research director at Gartner Inc. “All the digital giants are paying attention.”"
}