{
    "url_original": "https://www.wsj.com/articles/migrant-families-are-allowed-into-u-s-for-first-time-in-more-than-a-year-11619816632?mod=politics_lead_pos6",
    "url": "migrant-families-are-allowed-into-u-s-for-first-time-in-more-than-a-year-11619816632",
    "title": "Migrant Families Are Allowed Into U.S. for First Time in More Than a Year",
    "sub_head": "Biden administration is unwinding ban on asylum-seeking families at ports of entry that Trump administration implemented at pandemic’s start",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-332728?width=620&size=1.5",
    "image_1": "im-332728.jpg",
    "time": "2021-04-30 17:03:00",
    "body": "The Biden administration has started allowing some migrant families seeking asylum to enter the U.S. at legal border crossings for the first time since the pandemic began more than a year ago, according to people familiar with the process and government data reviewed by The Wall Street Journal.<br />In the first three weeks of April, about 880 people traveling as families have been processed at border crossings and allowed to enter the U.S., according to internal Customs and Border Protection data reviewed by the Journal.<br />Though the Biden administration has said the border remains closed to nonessential travel and asylum seekers, it has been making exceptions for some families and unaccompanied children, government officials confirmed Friday.<br />The Trump administration closed legal border crossings to most traffic, including migrant families, last March under a public-health emergency order. Since then, just over 100,000 people traveling as families have been caught crossing the border illegally, a trend that has accelerated significantly in recent months.<br />The Biden administration has said it has no immediate plans to repeal the health order, known as Title 42, despite continuing litigation challenging its legality and claims by immigration and human-rights advocates that the policy endangers migrants. However, the administration is planning to revise the public-health order to clarify that it shouldn’t apply to minors, since children pose less of a risk of spreading Covid-19 or becoming severely ill from it, according to the government officials."
}