{
    "url_original": "https://www.wsj.com/articles/minneapolis-braces-for-derek-chauvin-verdict-and-potential-unrest-11618911004?mod=business_minor_pos4",
    "url": "minneapolis-braces-for-derek-chauvin-verdict-and-potential-unrest-11618911004",
    "title": "Minneapolis Braces for Derek Chauvin Verdict and Potential Unrest",
    "sub_head": "Destruction sparked by George Floyd’s death last summer leaves residents along Nicollet Avenue preparing for the worst",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-327272?width=620&size=1.5",
    "image_1": "im-327272.jpg",
    "time": "2021-04-20 05:30:00",
    "body": "MINNEAPOLIS—Julia Hinton walked along downtown’s Nicollet Mall on Monday morning, watching as a man installed plywood over the doors and windows of 801 Chophouse on 8th Street and Nicollet Avenue. Armed troops and military vehicles stood posted near the Saks Off Fifth store a few blocks down on 6th, and several more lined the way to the already-boarded-up Target on 9th.<br />“It’s like we’re getting ready for war or something,” she said of the city’s preparations for a verdict in the trial of Derek Chauvin, the former Minneapolis police officer charged in the death of Black man George Floyd last May. The jury began deliberating following closing arguments on Monday.<br />“It’s just so much,” said Ms. Hinton, 53.<br />Without knowing how quickly a verdict could arrive—and whether that decision will reignite the looting and arson that damaged swaths of the city last summer—Minneapolis has spent the past several days tightening security, including bolstering temporary barricades around government buildings.<br />Security plans were accelerated last week after a police officer in a Minneapolis suburb shot and killed 20-year old Black man Daunte Wright, an action police described as accidental, after she appeared to confuse her gun for a Taser. Mr. Wright’s death sparked another round of protests in the Twin Cities region. On Monday night, dozens had already started marching and were chanting antipolice slogans downtown near the Minneapolis courthouse."
}