{
    "url_original": "https://www.wsj.com/articles/moffie-review-a-young-soul-at-war-11617918182",
    "url": "moffie-review-a-young-soul-at-war-11617918182",
    "title": "‘Moffie’ Review: A Young Soul at War",
    "sub_head": "A closeted soldier grapples with his sexuality during his compulsory military service in apartheid South Africa",
    "category_1": "Film Review",
    "time": "2021-04-08 17:43:00",
    "body": "The young white conscripts in “Moffie” undergo a basic training like no other, even though their lives are blighted by the usual fulminations of a fearsome drill sergeant. Along with the killing arts, they are trained in racism and homophobia—the setting is South Africa in 1981, when apartheid is still the law of the land and homosexuality is a crime. This powerful film, in select theaters and on digital and VOD platforms, stars Kai Luke Brummer as Nicholas van der Swart, a closeted gay man making his way through the figurative minefields of that training, then the literal ones of combat against Soviet-backed guerrillas from neighboring Angola. It’s an unusual star turn, a study in self-containment that illuminates the depths of the self so tightly contained. It is also an account of systemic injustice that’s all the more eloquent for being seen through the eyes of a wary hero who is learning the role of a victimizer while trying to avoid a victim’s fate.<br />The director was Oliver Hermanus, working from a screenplay that he and Jack Sidey adapted from an autobiographical novel by André Carl van der Merwe. (Jamie Ramsay did the excellent cinematography.) The screen version differs from the book in significant ways, starting with the elimination of a cruel and rigid father in Nick’s early life. In the film his army training is almost nonstop cruelty, much of it inflicted by Hilton Pelser’s Sergeant Brand. (One senses that behind Brand’s façade of ritual hostility toward his frightened recruits lies a true monster.) But the filmmakers may have thought it simplistic to have flashbacks in which a brutal father drives a sensitive young man into his mother’s arms.<br />If so, they prove themselves right. “Moffie”—a derogatory Afrikaans term for homosexual—goes to the opposite extreme. A flashback of ineffable subtlety finds Nick, as a pubescent boy, at a swimming pool, then in a locker room, and raises the question of whether sexual orientation can be conditioned by fleeting circumstance. No answer is offered, only slight stirrings that we can interpret as we wish. (Much of the dialogue is in Afrikaans, with subtitles.)<br />Mr. Hermanus’s film raises other provocative questions without answering them. It’s no accident that the soundtrack uses passages from Charles Ives’s “The Unanswered Question” and Rebekah Thompson’s haunting recording of Sixto Diaz Rodriguez’s “Sugar Man,” the part that goes “Sugar man you’re the answer / That makes my questions disappear.” (They could have used more subtle music than Bach’s thundering Toccata and Fugue in D Minor for a barracks scene in which Nick is forced to fight a man for whom he has tender feelings.) Will the army make a man out of him? What does it mean to be a man? How does Nick manage to be so ostensibly closed-off, yet stay open, as he does, to the possibility of passion and love? And what does the future hold for him once he has put his army days behind him?<br />Those days mean the full two-year tour of duty required of every young white South African at the time. Basic training is only a prelude—an extended prelude in a 103-minute film that could have used somewhat less of it—to perilous field operations on the Angola border. That’s where the soldiers’ racism reaches a full boil, in the face of Black Angolans who actually want to kill them. Long before that, though, we see them besieged by paranoid rants from their supposed superiors. “The Black savages are on our doorstep, so close we can smell them,” Sergeant Brand declaims early in their training. And when they cross paths with Black countrymen whose only offense is poverty, the soldiers see them as subhuman."
}