{
    "url_original": "https://www.wsj.com/articles/mom-genes-review-the-making-of-a-mother-11617920361",
    "url": "mom-genes-review-the-making-of-a-mother-11617920361",
    "title": "‘Mom Genes’ Review: The Making of a Mother",
    "sub_head": "To experience pregnancy, childbirth and maternity is to take part in a ‘cellular-level revolution that rebuilds the female brain.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-322566?width=620&size=1.5",
    "image_1": "im-322566.jpg",
    "time": "2021-04-08 18:19:00",
    "body": "I never felt the urge to hold someone else’s baby. The cooing infants of others always seemed too fragile to be worth the hassle; I suppose I always worried I would accidentally drop one. When I became pregnant myself, on purpose but rather late, I was rattled by my resentment of the way my life and my increasingly scrutinized body morphed to accommodate this new stowaway.<br />I could not predict that the moment I met my son, I would weep with primal gratitude. In the face of this 8-pound, 10-ounce reality, no longer an abstract source of dread, all I wanted was to hold him close and snuggle.<br />What the heck happened to me?<br />According to Abigail Tucker, a bestselling science writer and the author of “Mom Genes,” this transformation can be chalked up to my “maternal instinct.” The term “instinct” here can be misleading: Ms. Tucker does not mean to imply that I suddenly, magically knew how to care for my child. Instead she is describing “a transformed mental state, a new repertoire of senses, feelings, impulses” that more or less hijack mothers during pregnancy and never quite let up.<br />“Mom Genes” is an impressive synthesis of the current state of “mom science,” a fairly new and fecund field that mostly considers how mothers are different from other people and similar to each other. A mother of four herself, Ms. Tucker admits that she long viewed motherhood as “an elective lifestyle rather than a biological predicament.” But in researching this book, she has come to see maternity as far more fascinating and dramatic: a “cellular-level revolution that rebuilds the female brain.”"
}