{
    "url_original": "https://www.wsj.com/articles/monday-review-dancing-around-happiness-11618520842",
    "url": "monday-review-dancing-around-happiness-11618520842",
    "title": "‘Monday’ Review: Dancing Around Happiness",
    "sub_head": "After two Americans, played by Sebastian Stan and Denise Gough, meet in a Greek club, they see if a serious relationship can live up to their electric chance encounter.",
    "category_1": "Film Review",
    "time": "2021-04-15 17:07:00",
    "body": "<br />There really is a Monday in “Monday,” one that provides a muffled cymbal crash of irony, comedy and incipient tragedy at the end of a film in which every other day has been Friday—it’s said so on the screen, in big letters. It’s the metaphoric Monday, however—the school day, the workday, the due date for payment on a misspent weekend—that haunts the proceedings. You know it’s coming and yet, for all the foreshadowing, it’s impossible to resist the romantic/delirious vortex in which the movie’s besotted lovers find themselves aswirl, as if in a stormy, wine-dark sea.<br />Directed by Argyris Papadimitropoulos, this Greek-American-British production stars Sebastian Stan, best known for his Winter Soldier roles (including Marvel’s current series “The Falcon and the Winter Soldier”), and Denise Gough, best known now for her roles at the National Theatre in London. That seems likely to change: She’s a revelation in “Monday,” a pirate of the heart, playing the character who wins the bulk of our sympathy and supplies the abundant sexiness to the director’s erotically calibrated non-sex scenes. Yes, Mr. Stan acquits himself quite well, as Mickey, the itinerant DJ, jingle composer and American ex-pat who’s been in Greece for seven years and can’t explain why. But it is Ms. Gough’s Chloe who is the object of sustained fascination, who is heroic in her way and, as we will discern, maybe a little crazy.<br />“Monday” launches itself in the late hours of an Athens dance club—filmmakers love dance clubs—where Chloe meets Mickey and lust burns so hot everyone knows it has to burn out. Caution, however, is tossed to the Aegean wind and the couple awakens the next day naked on a beach, surrounded by scolding mothers, children and police—who are remarkably sympathetic though, of course, disapproving. (As one not-quite-English-fluent officer instructs them, “Beach, clothes; home, no clothes.”) Chloe, an immigration lawyer, has a new job in Chicago but will never show up for it, as we learn in a flashforward to yet another Friday.<br />What differentiates the “European” from the “American” movie is always a meaty topic for cocktail-party conversation, especially one that needn’t come to a tidy conclusion. It’s easy to think about the differences while watching “Monday,” because “Monday” is unthinkable as an American film—particularly because its theme is romance and the near-impossibility of love sustained. In the American rom-com—the only species that exists, really—the universe is ideal and things can only get worse. In a film like “Monday,” things going right is the miracle. And a transient one at that."
}