{
    "url_original": "https://www.wsj.com/articles/more-than-fun-and-games-11619813623",
    "url": "more-than-fun-and-games-11619813623",
    "title": "More Than Fun and Games",
    "sub_head": "Clarence H. White’s ‘The Ring Toss’ was composed with all the intention of a painting or a sculpture.",
    "category_1": "Masterpiece",
    "time": "2021-04-30 16:13:00",
    "body": "When Clarence H. White staged and shot “The Ring Toss” in 1899, he was on a mission. Eleven years earlier, George Eastman had introduced his Kodak camera for the masses, and many people were seduced by its slogan, “You Press the Button, We Do the Rest.” They avidly captured everyday scenes, sent the camera off to Kodak for processing, and enjoyed the snapshots that came back.<br />White (1871-1925), a self-taught photographer from Newark, Ohio, had higher aspirations for the medium. He believed that photography was a fine art form on par with painting. During the 1890s, he would rise early and, before going to work as a bookkeeper, he would spend time choreographing and shooting his photographs, often drafting and dressing friends and family as his models. No detail was too small to consider, lest he waste the small amount of money he could spend on this work from his wages. Later, in the darkroom, he would deploy various development and printing processes to achieve effects that no strictly mechanical operation could deliver.<br />White was soon celebrated in Ohio, and in 1898 he participated in the Philadelphia Photographic Salon, where he won broader acclaim. The next year, asked to jury the salon, he met other important photographers, including Alfred Stieglitz, Gertrude Käsebier and Edward Steichen, who were of similar mind, photographically speaking. By 1902, White had joined them in a group initially called “Photo-Secessionists” and later “Pictorialists.” They crafted striking, often beautiful compositions and used manual techniques to develop and print photographs suffused with light, shadow and atmosphere—just like paintings.<br />“The Ring Toss” in the collection of the George Eastman Museum in Rochester, N.Y., is the epitome of their goals. To create it, White worked as hard as a painter or sculptor to make a dynamic, modern image that stood apart from most other photographs of the times. He arranged his three daughters in the “posing room” of his home, catching the eldest in action, ready to toss a ring, while her sisters watch from a bench behind her. Light, diffused by a white curtain, streams through the rear window (a common device for White); a window on the right side that has been cropped out adds to the highlighting glow of the eldest girl’s left side. In the right background is a Japanese screen.<br />In the front left corner, the game’s poles stand erect, and at the center there’s a small ring that has missed its target, bathed in light. The rest of the foreground, about half the photograph—precisely where an amateur photographer would have placed his subject—is empty. In White’s composition, too, the floor is slightly upturned in modernist fashion, much like Edgar Degas’s painting of dancers “In Rehearsal” (c. 1873-78), in the Harvard Art Museums."
}