{
    "url_original": "https://www.wsj.com/articles/more-stocks-are-participating-in-rally-an-encouraging-sign-for-bull-market-11618738201?mod=markets_lead_pos1",
    "url": "more-stocks-are-participating-in-rally-an-encouraging-sign-for-bull-market-11618738201",
    "title": "More Stocks Are Participating in Rally, an Encouraging Sign for Bull Market",
    "sub_head": "Indicators are hitting rare milestones that are viewed as bullish signs, but some investors remain concerned about the pace of stocks’ ascent",
    "category_1": "Markets",
    "category_2": "Stocks",
    "time": "2021-04-18 05:30:00",
    "body": "A greater number of stocks have been propelling the U.S. market higher lately, a signal that—if history is any indicator—more gains could be ahead.<br />What remains up for debate, however, is how smooth the climb will be.<br />Indicators that point to a stronger and more resilient stock market have been hitting rare milestones recently as the continuing bull run has once again widened. In the past week, stocks ranging from  UnitedHealth Group Inc.  to  L Brands Inc.  to  Vulcan Materials Co.  hit 52-week highs, joining 184 others in the S&P 500 that did the same. Those gains have helped extend the benchmark index’s rally for the year to 11%—notching 23 records along the way.<br />Investors and analysts often look to technical indicators that measure the breadth of the market’s rally for clues about where it is headed next. A market is generally considered healthier when more stocks are rising together, and signs of strong participation are typically viewed as a signal that a rally has legs. In contrast, a market with poor breadth—such as the one in the late 1990s near the peak of the dot-com bubble—indicates fewer stocks with larger market capitalizations are carrying the load.<br />Lately, signs of strong breadth have abounded, a reversal from much of the past year when a small group of large technology stocks drove much of the market’s gains. Last week, the percentage of stocks in the S&P 500 trading above their 200-day moving averages crossed 95%, rising to the highest level since October 2009, according to data through Thursday. Only during three other periods since the start of 2000 has that measure surpassed and then hovered above 95% for several days, according to a Dow Jones Market Data analysis based on current index constituents."
}