{
    "url_original": "https://www.wsj.com/articles/mortgage-refinancing-initiative-to-help-lower-income-borrowers-11619616615?mod=markets_lead_pos3",
    "url": "mortgage-refinancing-initiative-to-help-lower-income-borrowers-11619616615",
    "title": "Mortgage Refinancing Initiative to Help Lower-Income Borrowers",
    "sub_head": "Federal housing regulator says program could help more than two million mortgage borrowers refinance at a lower interest rate",
    "category_1": "Markets",
    "time": "2021-04-28 09:30:00",
    "body": "WASHINGTON—The federal regulator of  Fannie Mae  and  Freddie Mac  is expected to unveil a new program Wednesday aimed at helping more households lock into historically low interest rates, targeting lower-income borrowers who have missed out on the refinancing boom of the past year.<br />The Federal Housing Finance Agency, which oversees the two government-controlled mortgage giants, is expected to announce plans to ease credit requirements, simplify documentation and waive certain fees for borrowers seeking to refinance their loans. The program is expected to get off the ground by the summer.<br />“Last year saw a spike in refinances, but more than two million low-income families did not take advantage of the record low mortgage rates by refinancing,” FHFA Director Mark Calabria said.<br />To benefit from the changes, borrowers would need to make 80% or less of their area’s median income and not have missed more than one mortgage payment in the past 12 months. The program only applies to borrowers with existing loans backed by the mortgage giants and it will be up to lenders to participate in it.<br />Mr. Calabria said in an interview that the program might help borrowers who suffered a decline in income during the pandemic and who wouldn’t have otherwise qualified for refinancing due to the companies’ underwriting requirements. FHFA estimates that borrowers who take advantage of the new refinance program could save an average of between $100 and $250 a month."
}