{
    "url_original": "https://www.wsj.com/articles/most-new-york-voters-say-gov-andrew-cuomo-shouldnt-resign-poll-says-11618824606?mod=politics_lead_pos3",
    "url": "most-new-york-voters-say-gov-andrew-cuomo-shouldnt-resign-poll-says-11618824606",
    "title": "Most New York Voters Say Gov. Andrew Cuomo Shouldn’t Resign, Poll Says",
    "sub_head": "The survey also found that 57% prefer to vote for someone else in next year’s gubernatorial election",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-325751?width=620&size=1.5",
    "image_1": "im-325751.jpg",
    "time": "2021-04-19 05:30:00",
    "body": "A slight majority of New Yorkers said Gov. Andrew Cuomo shouldn’t resign amid sexual-harassment allegations, but a growing number of voters view him unfavorably and don’t want him to seek re-election, a poll released Monday found.<br />Fifty-one percent of the 801 voters surveyed last week by the Siena College Research Institute said the Democratic governor shouldn’t resign, while 37% of the voters said he should. Even so, dozens of federal and state officials, including Senate Majority Leader Andrea Stewart-Cousins, have called for him to step down.<br />The level of support for Mr. Cuomo to stay in office was highest among Black voters and voters over 55 years old, the poll showed. A Siena poll released on March 15 showed that 35% of voters thought the governor should resign and 50% didn’t.<br />But 57% of voters surveyed said they would prefer to vote for someone else in next year’s gubernatorial race, compared with 33% who said they would vote to re-elect Mr. Cuomo. The governor had previously said he was planning to run for a fourth term.<br />Five current and former aides to Mr. Cuomo have accused him of sexual harassment or inappropriate behavior in the workplace. The governor has denied allegations of inappropriate touching and apologized if his workplace behavior offended anyone. He has asked New Yorkers to withhold judgment before an independent review overseen by Attorney General Letitia James is completed."
}