{
    "url_original": "https://www.wsj.com/articles/must-the-justices-create-a-trustworthy-press-11618007946?mod=opinion_major_pos7",
    "url": "must-the-justices-create-a-trustworthy-press-11618007946",
    "title": "Must the Justices Create a Trustworthy Press?",
    "sub_head": "Why not just hire smart people and ask them (or free them) to do honest reporting?",
    "category_1": "Opinion",
    "category_2": "Business World",
    "time": "2021-04-09 18:39:00",
    "body": "No writ exists in the Constitution for journalism’s holy of holies, the 1964 Times v. Sullivan Supreme Court ruling that allows us falsely to defame public figures as long as we do so without “actual malice.” Such is a longstanding argument given new currency by veteran federal appeals judge Laurence Silberman in a dissenting opinion already covered repeatedly in these pages.<br />And yet constitutional matters aside, the Supreme Court in 1964 defined a pretty good standard if journalists cared to adopt it. It requires them really to care whether what they are reporting is true.<br />Alas, counterexamples are a daily occurrence. The now-independent journalist Andrew Sullivandetails the media’s insistence on characterizing, without evidence, the Atlanta shooter as racially motivated. The now-independent journalist Glenn Greenwalddismantles a Vox journalist’s video clip suggesting a sheriff’s deputy flippantly said the shooter “had a bad day.” (The full video shows he was faithfully conveying what the shooter himself had stated.)<br />The now-independent journalist Bari Weiss examines the media’s concealment of the fact that many “racist” assaults on Asian-Americans are carried out by blacks. Mr. Greenwald returns to the fray to eviscerate journalists at CNN, MSNBC and NBC for claiming a U.S. intelligence report showed the Hunter Biden laptop story to be Russian disinformation (the report made no such claim).<br />Here’s an example of my own: NPR’s Tom Gjelten, in an unctuous sermon in which he lets us know he prefers what he imagines to be Joe Biden’s refugee policy to Donald Trump’s, intones, “In 2016, the last year of the Obama presidency, the United States resettled 85,000 refugees in this manner. But under Trump, the resettlement program was nearly shut down. Last year, fewer than 12,000 refugees were admitted, the smallest number in the history of the U.S. refugee program.”"
}