{
    "url_original": "https://www.wsj.com/articles/mysteries-mother-may-i-review-11617976201",
    "url": "mysteries-mother-may-i-review-11617976201",
    "title": "Mysteries: ‘Mother May I’ Review",
    "sub_head": "A kidnapper’s instructions lead a woman down a deadly path in Joshilyn Jackson’s thriller.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-321663?width=620&size=1.5",
    "image_1": "im-321663.jpg",
    "time": "2021-04-09 09:50:00",
    "body": "Joshilyn Jackson’s“Mother May I” (Morrow, 324 pages, $27.99) begins with this arresting first sentence: “I woke up to see a witch peering in my bedroom window.” It’s the figment of a lingering dream, decides 38-year-old Bree Cabbat, wife of lawyer Trey and mother of two teenage daughters and an infant son. But Bree soon concludes the vision was real when she sees it again in broad daylight at her daughters’ school: not a literal witch, but a lurching old lady in a baggy black dress and knit cap.<br />Within the hour, as if in a fairy tale, Bree’s son has been snatched away, car-seat and all. In his place is a note: “If you ever want to see your baby again, GO HOME—.” Bree, with Trey out of town, obeys the note and receives further directions from a kidnapper well-informed of her family’s activities. She’s told to attend a party that night for her husband’s firm and trick a senior partner into taking Rohypnol. Do that, she’s promised, and her baby will be returned. But of course, “tell no one.”<br />When that deed turns fatal, though, Bree does tell someone: ex-cop Marshall Chase, head of security at her husband’s firm. Now Bree’s dilemma becomes Chase’s primary concern. A lawyer who was at the party also joins their secret team, and the trio race to find the kidnapper and rescue the baby—with Bree doing her best to act as if she’s still obeying the abductor’s instructions.<br />Ms. Jackson crafts a finely paced, shrewdly observed, multi-tiered story which moves with ease between past and present. Older events that prompt current actions are uncovered; pressing issues of class, race and sexual abuse are viscerally dramatized. “Mother May I” is a thinking (and feeling) reader’s thriller, a literary beach read.<br />Cyrus Barker and Thomas Llewelyn, as imagined by Will Thomas in “Dance With Death” (Minotaur, 307 pages, $27.99), are private inquiry agents in the London of 1893. Barker—a large, terse, imposing ex-sea captain—is the duo’s “Guv.” Llewelyn—a former prison inmate and author of the obscure “Poems for Nobody”—is his sardonic amanuensis (and the book’s narrator)."
}