{
    "url_original": "https://www.wsj.com/articles/mysteries-the-measure-of-time-review-11619185613",
    "url": "mysteries-the-measure-of-time-review-11619185613",
    "title": "Mysteries: ‘The Measure of Time’ Review",
    "sub_head": "Defending an ex-lover’s son takes Guido Guerrieri into a maze of memories.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-328918?width=620&size=1.5",
    "image_1": "im-328918.jpg",
    "time": "2021-04-23 09:46:00",
    "body": "Crime novelist Gianrico Carofiglio is a former anti-mafia prosecutor from southern Italy. His popular character Guido Guerrieri, based in the port city of Bari on the Adriatic Sea, is a principled and intelligent lawyer who is mad about books. Throughout “The Measure of Time” (Bitter Lemon, 285 pages, $15.95), translated by Howard Curtis, the avvocato keeps a volume at hand to fill any downtime in court—Kafka’s aphorisms, for instance, or “Tristram Shandy,” which Guido judges “a very great novel of digressions.”<br />Fittingly, Mr. Carofiglio’s sixth series entry features a number of digressive sidebars, as when Guido implores a group of young magistrates to “take nourishment from good stories. . . . Because it’s the art of the storyteller that reminds us that there is not just one single answer to human dilemmas.”<br />Guido himself is faced with a vexing problem when Lorenza, a woman he last saw three decades ago, asks him to represent her 25-year-old son, Iacopo, in the imminent appeal of his conviction for the murder of a drug dealer. Guido judges the young man’s previous counsel, who has recently died, to have been “an excellent professional, until disease had eaten his brain,” and there are signs the deceased gave Iacopo an inadequate defense. On the other hand, the evidence against the accused was strong, even if the police never considered the possibility of another culprit.<br />Guido accepts the case. As he and his team explore the evidence from every angle, the lawyer-narrator also reconstructs his faded memories of his affair with Lorenza, a time he sees in retrospect as “a mosaic of elusiveness,” a collection of meetings “shrouded in mystery.” Guido, given his past involvement with his client’s mother, strives for an emotionally unambiguous verdict: “I wanted [Iacopo] to be acquitted, and I wanted to know he was innocent. Both these things.”<br />Mr. Carofiglio, drawing on his own professional background, excels at describing everyday legal proceedings in ways that transfix the reader. Avvocato Guerrieri is merciless in his critiques of associates. Of a supercilious judge: “In all that he said, did and wrote—including his rulings—there was a hint of condescension.” Of an inferior advocate: “A person for whom the definition of idiot was needlessly charitable. I wouldn’t even have given him the role of a lawyer in a school play.” To his anxious client who asks, “But is there any hope?,” a sympathetic Guido answers: “We aren’t the favorite team in this championship, but we have a shot.”"
}