{
    "url_original": "https://www.wsj.com/articles/names-of-new-york-review-duyvils-dictionary-11619735621",
    "url": "names-of-new-york-review-duyvils-dictionary-11619735621",
    "title": "‘Names of New York’ Review: Duyvil’s Dictionary",
    "sub_head": "‘Kill’ is Old Dutch for creek, yet it’s hard not to think of something different when contemplating the former Fresh Kills landﬁll on Staten Island.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-332035?width=620&size=1.5",
    "image_1": "im-332035.jpg",
    "time": "2021-04-29 18:33:00",
    "body": "What’s in a name? Shakespeare’s denials notwithstanding, the answer is: plenty. A person’s name can convey age, ethnicity and socioeconomic background, and place-names can be just as revealing, telling us what a locale was like before human intercessionor who was in power when a label was first applied. Time, moreover, changes the meanings and associations conjured by names. To a New Yorker of a certain age, the surname of Joshua Jelly-Schapiro suggests the memorable motto of Schapiro’s winery, whose sweet kosher vintages, practically jellied in their thickness, “you can almost cut with a knife.”<br />Once a Lower East Side landmark, Schapiro’s is long gone, and Mr. Jelly-Schapiro, as it happens, is an author and geographer rather than a winemaker. But “Names of New York” explicates Gotham’s place-names to intoxicating—if occasionally numbing—effect. The result is a vivid toponymic history of an ever-changing metropolis.<br />Place-names, the author observes, “can recall long-ago events or become, as settings for more recent ones, metonyms for historical change.” Consider Brooklyn, the city’s most populous borough, once synonymous with the petit bourgeois aspirations of its denizens but now a global emblem of cool. It’s also the name, the author says, of “a notorious street gang in Port-au-Prince, Haiti, and of insipid restaurants and boutiques, trading on long-distance imaginings of hipster cachet, from Auckland to Paris. But long before any of that, Breukelen was and remains a town of Gouda-munchers outside Amsterdam.”<br />The English language was draped over the Dutch city of New Amsterdam long ago, but the earlier mother tongue still pokes through here and there. Kill is Old Dutch for creek, yet it’s hard not to think of something very different when hearing of the former Fresh Kills landfill on Staten Island. Or how about Spuyten Duyvil? The name of that charming corner of the Bronx describes where “the Harlem River’s eddies touch the Hudson.” But despite the neighborhood’s soothing water views, the Dutch phrase means “the devil’s whirlpool.”<br />“Names of New York” conveniently unravels some of the city’s most durable minor mysteries. If you live in or visit Queens, for instance, you’ve probably wondered how it got such strange addresses. The answer is that surveyor Charles Powell, in 1911, devised the notorious two-part number system to indicate precise location (the first number is the cross street) when the borough was consolidating its multiple street-grid systems. The author’s example is 64-43 108th in Forest Hills, “which happens to be the address of the neighborhood’s go-to spot for kosher Chinese, Cho-Sen Garden.”"
}