{
    "url_original": "https://www.wsj.com/articles/nasdaqs-boardroom-diversity-push-isnt-evidence-based-11619735694?mod=opinion_lead_pos6",
    "url": "nasdaqs-boardroom-diversity-push-isnt-evidence-based-11619735694",
    "title": "Nasdaq’s Boardroom Diversity Push Isn’t Evidence-Based",
    "sub_head": "The stock exchange cherry-picks studies to show a positive effect on firm performance.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-29 18:34:00",
    "body": "Nasdaq has, in its own words, embraced “the social justice movement.” The actual job of a stock exchange, however, is to ensure that trading is orderly and its listed companies follow standard governance rules. But doing that doesn’t earn the applause of the political left.<br />Progressive approval apparently means a lot to Nasdaq, which has officially proposed to its regulator—the Securities and Exchange Commission, newly chaired by Gary Gensler—to increase boardroom diversity through a “regulatory approach.” This proposal would require that Nasdaq-listed companies not only disclose the diversity characteristics of their existing boards, but also retain “at least one director who self-identifies as female,” and “at least one director who self-identifies as Black or African American, Hispanic or Latinx, Asian, Native American or Alaska Native, two or more races or ethnicities, or as LGBTQ+.” Noncompliant firms must publicly “explain”—in writing—why they don’t meet Nasdaq’s quotas.<br />Nasdaq’s discriminate-or-explain rule is unlawful, unconstitutional, and unsupported by the evidence. Quota systems like this unjustifiably classify people by arbitrary categories of sex and race in violation of equal-protection principles, and the “alternative” of explaining why a firm won’t discriminate compels speech in violation of the First Amendment. That is why we filed comments on behalf of the Project on Fair Representation and the Alliance for Fair Board Recruitment arguing that the SEC must disapprove the rule.<br />Under the Exchange Act, Nasdaq’s listing rules must be designed to achieve one of the lawful purposes of an exchange, such as preventing fraud or protecting investors. Aspirational statements of purpose are insufficient; Nasdaq needs to provide real evidence that its proposal is designed to further the purposes of an exchange. It doesn’t have the evidence.<br />Nasdaq claims board diversity protects investors because it might reduce the likelihood of “fraudulent and manipulative acts and practices” and increase shareholder value. But social scientists agree only that there is no agreement: Academic research hasn’t established a positive correlation between female board directors and firm performance. Even ambivalent studies that find a weak correlation aren’t evidence that having one or more women as directors improves shareholder value, which is what Nasdaq must prove. Nasdaq is also suspiciously silent about many other studies that undermine its argument. As Harvard professor Jesse Friedhas pointed out, some of the best evidence suggests that pushing for increased diversity at the expense of other priorities hurts shareholder value."
}