{
    "url_original": "https://www.wsj.com/articles/naspers-has-a-100-billion-headache-11618738200?mod=business_lead_pos1",
    "url": "naspers-has-a-100-billion-headache-11618738200",
    "title": "Naspers Has a $100 Billion Headache",
    "sub_head": "Africa’s largest company is struggling to bring its valuation in line with its stake in WeChat operator Tencent",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-326330?width=620&size=1.5",
    "image_1": "im-326330.jpg",
    "time": "2021-04-18 05:30:00",
    "body": "JOHANNESBURG—Africa’s largest-listed company,  Naspers Ltd. , is wrestling with an unusual problem: It made one unbelievably good investment that has now become a headache.<br />Naspers bought a third of  Tencent Holdings Ltd.  in 2001, years before the operator of the WeChat messaging app became China’s most-valuable publicly listed company. The stake itself is now worth over $100 billion more than the market value of Naspers, despite the company’s other profitable businesses in areas like online classifieds, payments and retail.<br />The difference has presented Naspers executives with the enigma of determining how to unlock value for shareholders without cashing out on one of the world’s most successful tech companies. The problem has become more acute as the gap widened to new levels in the past year, when the coronavirus-induced rally in tech stocks pumped up valuations of Tencent and other tech companies.<br />“I don’t think there’s a senior person at the group level that isn’t involved in thinking through this problem and working on it,” said Basil Sgourdos, chief financial officer at Naspers. Mr. Sgourdos said executives are exploring more than 10 ideas to reduce the valuation gap, but he declined to elaborate on what options they are considering. Issues that any successful candidate will need to overcome include tax, regulatory, balance sheet structure and debt.<br />“With each idea and unpacking it, you learn something,” Mr. Sgourdos said. “That’s very valuable [intellectual property] in finding the final solution.”"
}