{
    "url_original": "https://www.wsj.com/articles/nations-begin-to-shape-post-covid-economy-amid-diverging-fortunes-11617548400",
    "url": "nations-begin-to-shape-post-covid-economy-amid-diverging-fortunes-11617548400",
    "title": "Nations Begin to Shape Post-Covid-19 Economy Amid Diverging Fortunes",
    "sub_head": "Top economic officials gather virtually to consider how to help the poorest, most vulnerable populations",
    "category_1": "Economy",
    "time": "2021-04-04 17:29:00",
    "body": "WASHINGTON—The world’s top economic officials plan to focus at a virtual meeting this week on the prospect of new Covid-19 variants and shutdowns undermining the global rebound, while weighing measures to prevent lasting damage to the poorest and most vulnerable populations.<br />The international economy is recovering faster than many economists projected just weeks ago, powered by growth in the U.S. and China and by the accelerating pace of vaccinations in many rich countries. Yet a new wave of lockdowns—from Europe to Canada—is threatening that growth, as many low- and middle-income nations with limited resources lag behind.<br />“The window of opportunity is closing fast,” said Kristalina Georgieva, managing director of the International Monetary Fund, co-host with the World Bank of the gathering, in previewing the issues facing central bankers and finance ministers. “The longer it takes to speed up vaccine production and rollout, the harder it will be to achieve these gains,” she said.<br />In a report to be released on Tuesday, the IMF plans to raise its forecast for global growth for this year, from the 5.5% expansion projected in January, Ms. Georgieva said in her presentation Wednesday. That would follow an estimated 3.5% contraction in 2020, the worst peacetime outcome since the Great Depression.<br />The annual spring meeting of the IMF and the World Bank will be held virtually between April 5 and 11, bringing together policy makers from the Group of 20 nations and others. The pandemic response, including vaccine distribution and aid to struggling nations, is expected to dominate the conversations this year. Officials will also discuss ways to rebuild the global economy, with a particular focus on strengthening the resilience against climate change."
}