{
    "url_original": "https://www.wsj.com/articles/nestles-new-growth-pill-needs-extra-ingredients-11619791040?mod=business_minor_pos10",
    "url": "nestles-new-growth-pill-needs-extra-ingredients-11619791040",
    "title": "Nestlé’s New Growth Pill Needs Extra Ingredients",
    "sub_head": "The price Nestlé is paying for vitamin supplement specialist Bountiful reflects the overhaul required",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-332355?width=620&size=1.5",
    "image_1": "im-332355.jpg",
    "time": "2021-04-30 09:57:00",
    "body": "Nestlé ’s  latest growth tonic needs work. The Swiss food giant hasn’t overpaid though, which will help make the returns add up.<br />On Friday, the owner of KitKat candy bars and Nespresso coffee agreed to buy The Bountiful Company from buyout firm  KKR  for $5.75 billion. The business, which makes Solgar and Nature’s Bounty vitamin supplements, grew sales by 12% last year as spooked consumers stocked up on immunity-boosting products during the pandemic. Nestlé expects the U.S. supplement industry’s growth to fall back to the 5% to 6% rate seen before the crisis, but wants to expand faster than this by taking market share.<br />It bagged Bountiful for 16.8 times last year’s earnings before interest, taxes, depreciation and amortization. That is roughly the same multiple Nestlé paid three years ago for Atrium Innovations, another supplements business, and below the 17.5 times average for major household and personal care deals since 2005, based on Bernstein data.<br />A sensible price reflects a number of things. KKR, which was lining the business up for an initial public offering, may have decided that a sale was safer. After a decade in private-equity hands, Bountiful would have come to the market with a heavy debt burden, potentially turning off some investors. And KKR wasn’t under pressure to sell at a huge multiple: It bought in at a much lower valuation in 2017 and made a roughly 35% internal rate of return on its initial investment. The firm was even willing to carve out some low-margin sports nutrition brands that Nestlé didn’t want.<br />The Swiss company had other reasons not to overpay. A significant chunk of Bountiful’s sales are made by manufacturing store-branded vitamin ranges for supermarket chains and other retailers. Nestlé Chief Executive Mark Schneider has been critical of these low-value, commoditized “vitamin alphabet” products in the past."
}