{
    "url_original": "https://www.wsj.com/articles/nestle-is-both-teacher-and-threat-to-danone-11619097257?mod=business_minor_pos10",
    "url": "nestle-is-both-teacher-and-threat-to-danone-11619097257",
    "title": "Nestlé Is Both Teacher and Threat to Danone",
    "sub_head": "Two of Europe’s biggest food companies had very different first-quarter results despite common problems",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-22 09:14:00",
    "body": "Nestlé  could be a role model for troubled peer  Danone  as it deals with an activist campaign. Unfortunately for the latter, a resurgent Nestlé also poses the biggest competitive threat it has in years.<br />On Thursday, the Swiss maker of Nespresso coffee and Purina dog food said comparable sales increased 7.7% in the first three months of the year, stripping out the impact of portfolio and currency changes. This was double what analysts expected and the company’s best quarter in almost a decade. Nestlé’s pet-food brands, confectionery, dairy products and powdered drinks all sold well.<br />Things were less rosy at Paris-based Danone, which reported a 3.3% drop in first-quarter sales earlier this week. The Dannon yoghurt maker is looking for a new boss after an activist campaign by Artisan Partners and Bluebell Capital Partners ousted the company’s chief executive last month. The new hire will be under pressure to sell weak brands, speed up innovation and raise profit margins that are low by industry standards.<br />Mimicking Nestlé is a good place to start. Almost four years ago, the Swiss food giant faced an activist campaign when Daniel Loeb’s Third Point took a stake in the business. Since then, it has overhauled its portfolio of brands with 75 acquisitions and disposals and cut the time needed to get a new product onto supermarket shelves from 18 months to 12 or less. The business invested in high-growth categories like pet food and coffee that have boomed during the pandemic. Since Third Point’s campaign kicked off, Nestlé has delivered total annual shareholder returns of 12% in dollar terms, FactSet data shows.<br />The downside for Danone is that it also has to compete with Nestlé’s slicker business. In tough product categories that both companies are exposed to, Nestlé appears to be recovering more quickly from the pandemic. Sales in its waters business, hit by restaurant and hotel closures, fell 5.6% in the quarter, compared with a 12% slump for Danone’s. Artisan said the French company should ditch some of its mass-market water brands that face competition from private label products—a maneuver Nestlé completed last month."
}