{
    "url_original": "https://www.wsj.com/articles/netflix-disney-and-amazons-streaming-wars-heat-up-overseas-11619083801?mod=business_lead_pos5",
    "url": "netflix-disney-and-amazons-streaming-wars-heat-up-overseas-11619083801",
    "title": "Netflix, Disney and Amazon’s Streaming Wars Heat Up Overseas",
    "sub_head": "With U.S. market saturated, companies are slowing Hollywood exports and spending billions of dollars to make international content",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "time": "2021-04-22 05:30:00",
    "body": "Tech companies and Hollywood studios are increasingly looking to expand their streaming services abroad by spending more money on developing local content geared to the billions of potential overseas subscribers as the U.S. market becomes saturated.<br />Following the lead of  Netflix Inc.,  companies such as  Walt Disney Co.  and  Amazon . com Inc. are pulling away from the production and distribution model of old, in which Hollywood shipped its movies and TV shows abroad, with the content dubbed or subtitled for the local market. Now, with a direct line to consumers through global streaming platforms, these companies are investing billions of dollars to make culturally specific, local-language content to woo subscribers.<br />“What you’re seeing is more and more streamers come online realizing the vast majority of their consumers are going to be outside the U.S., over time,” said Erik Barmack, a former Netflix executive who during his tenure at the company spearheaded international production. “The question is how international does your content need to be to be successful.”<br />The rise in overseas production is spurring a historic boom of new films and TV series in many different languages, including Hindi, French, Portuguese, German and Polish. The emphasis on global content is creating more work and competition for international producers and storytellers, while also ushering in a new era in which Hollywood-made American content plays a smaller role in the world-wide entertainment industry.<br />The number of streaming subscriptions world-wide exceeded 1.1 billion last year, up from fewer than 400 million subscriptions in 2016, according to the Motion Picture Association. The growth was driven by Netflix’s overseas expansion, Disney’s launch of its Disney+ service and a pandemic that kept many people at home."
}