{
    "url_original": "https://www.wsj.com/articles/netflix-will-need-some-post-summer-blockbusters-11618964984?mod=markets_major_pos1",
    "url": "netflix-will-need-some-post-summer-blockbusters-11618964984",
    "title": "Netflix Will Need Some Post-Summer Blockbusters",
    "sub_head": "Weak subscriber outlook means streaming giant will need a big fall season",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-327368?width=620&size=1.5",
    "image_1": "im-327368.jpg",
    "time": "2021-04-20 20:29:00",
    "body": "The shows  Netflix  has coming later this year had better be really good.<br />The streaming giant reported disappointing growth in paid subscribers for the first quarter on Tuesday. That alone should not have been a huge surprise; Netflix has missed its own subscriber forecasts about 44% of the time since it instituted its current projection methodology in early 2019. The company has also repeatedly warned that the breakneck expansion fueled by the pandemic last year pulled forward growth from this year.<br />Still, Netflix shares slumped nearly 9% in after-hours trading following the results. The company added slightly under 4 million paid subscribers in the first quarter and projected net additions of just 1 million for the second quarter. That means it could end the first half of the year nearly 6 million subscribers short of where Wall Street thought it would be by that time. Netflix would also require the addition of nearly 21 million subscribers in the second half of 2021 to reach analysts’ year-end target of 229.4 million. Over the past five years, Netflix has averaged about 12.4 million net new subscribers during the second half of the year.<br />In its quarterly shareholder letter Tuesday, Netflix blamed part of this year’s lag on a “lighter content slate” caused by last year’s pandemic-related production shutdowns. The company expects that situation to improve; the latter half of 2021 will see new seasons of “The Witcher” and “Cobra Kai,” and some expect a new season of the company’s blockbuster series “Stranger Things” in that period as well. Of course, the many Netflix competitors now in the market will be executing on similar plans. What’s more, rivals like  Disney  and HBO Max will be adding some movies to their streams on the same day as theatrical release.<br />Netflix did maintain its goal of breaking even on a free-cash-flow basis this year. The company even plans to start buying back stock for the first time since 2012; a $5 billion repurchase program gets under way this year. All are important steps for the undisputed streaming king after more than a decade in the business. But with streaming investors myopically focused on subscriber counts, Netflix will still need a lot of viewers to find their way back indoors later this year."
}