{
    "url_original": "https://www.wsj.com/articles/netflix-is-chill-about-pandemics-end-11618750801?mod=business_minor_pos10",
    "url": "netflix-is-chill-about-pandemics-end-11618750801",
    "title": "Netflix Is Chill About Pandemic’s End",
    "sub_head": "Streaming company faces tough comparisons with its pandemic surge, but dislodging it from the top position will still be hard",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-325817?width=620&size=1.5",
    "image_1": "im-325817.jpg",
    "time": "2021-04-18 09:00:00",
    "body": "The Covid-19 pandemic helped  Netflix  solidify its place on the TV dial. The streaming company now needs to show it can stay there—profitably.<br />Netflix was one of the first tech companies to show a distinct benefit from the pandemic. The company added a record-breaking 15.8 million net new paid subscribers in last year’s first quarter as the coronavirus outbreak sent people rushing home with little else to do. Netflix will report first-quarter results on Tuesday, and the results are expected to look tame by comparison, with both the company and Wall Street projecting about six million new paid subs.<br />The company has long warned that the pandemic pulled forward subscriber growth, which means comparisons will likely remain challenging all year. Wall Street currently expects Netflix to add about 25% fewer new paid subscribers this year than last, according to FactSet.<br />A slower-growing Netflix is only a real problem to an investor base that has come to value streaming businesses on subscriber additions alone. But at nearly 204 million paid subscribers and climbing, Netflix is already way ahead of its rivals on that score. And the company itself seems ready for a new story. It told investors in its last report that external financing to fund operations is unlikely to be necessary in the future. It also said it expects to break even on a free-cash-flow basis this year—after burning cash for the past eight.<br />That won’t be easy. Content costs continue to soar, and the emergence of other streaming rivals owned by established Hollywood studios will limit some of the library content Netflix can access. It was therefore little surprise that the company just signed a multiyear deal with  Sony  Pictures—one of the few studios left without its own streaming outlet. That deal covers domestic rights to Sony’s theatrical movies, plus some of its older library, and is worth more than $1 billion over its lifespan, according to people familiar with the deal cited by The Wall Street Journal. Netflix is also paying $450 million for the rights to two sequels to the popular murder mystery “Knives Out,” according to a report by Variety."
}