{
    "url_original": "https://www.wsj.com/articles/netflix-inks-deal-for-rights-to-sony-movies-including-upcoming-spider-man-films-11617901201?mod=business_featst_pos3",
    "url": "netflix-inks-deal-for-rights-to-sony-movies-including-upcoming-spider-man-films-11617901201",
    "title": "Netflix Inks Deal for Rights to Sony Movies, Including Coming ‘Spider-Man’ Films",
    "sub_head": "Multiyear pact will start with Sony Pictures Entertainment’s 2022 movie slate; also covers select films in Sony library",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "time": "2021-04-08 17:09:00",
    "body": "Netflix Inc.  has reached a multiyear agreement with Sony Pictures Entertainment for domestic streaming rights to the studio’s theatrical movies, the companies said Thursday.<br />The deal will start with Sony Pictures’ 2022 movie slate. As part of the pact, Netflix will have a first-look option to pick up movies Sony is making or licensing specifically for streaming platforms. Netflix has committed to ordering an undisclosed number of those films, the streaming giant said.<br />Among the releases that will land on Netflix after their theatrical runs are future “Spider-Man” movies and other films based on Marvel characters that Sony has the rights to, including Morbius and Venom. Netflix will also license older movies from Sony’s library. Sony Pictures Entertainment is a unit of  Sony Group Corp.<br />Terms of the five-year deal weren’t disclosed. People familiar with the deal said it would be worth several hundred million dollars annually and more than $1 billion over the course of the agreement. The precise figure will depend, in part, on the box office performance of the films. The  Lions Gate Entertainment Corp. -owned pay-TV channel Starz has rights to Sony movies through the end of this year.<br />Getting access to Marvel titles was a key incentive for Netflix, which is no longer getting fresh Marvel content from  Walt Disney Co.  as those movies and TV shows moved to the Disney+ streaming service."
}