{
    "url_original": "https://www.wsj.com/articles/networking-makes-a-comeback-for-the-class-of-2021-11619794797",
    "url": "networking-makes-a-comeback-for-the-class-of-2021-11619794797",
    "title": "Networking Makes a Comeback for the Class of 2021",
    "sub_head": "As hiring rebounds, trawling job-listing sites is out; making personal connections is in",
    "category_1": "Life & Arts",
    "category_2": "At Work",
    "time": "2021-04-30 15:32:00",
    "body": "When Rebecca Moser, a 26-year-old MBA student at Baruch College in New York City, first started her postgrad job search, she spent countless hours scrolling postings on Glassdoor and LinkedIn. But her school’s career advisers told her to stop—and to pick up the phone.<br />“They really want you to get out of that habit of cold-applying to countless jobs,” says Ms. Moser, who is set to graduate next month. Instead, they encouraged her to set up informational interviews with alumni working in her fields of interest, like data analytics and digital marketing. She doesn’t have a full-time offer yet, but she is feeling hopeful.<br />The class of 2021 can stand to be more optimistic than the class of 2020. Employers plan to hire 7.2% more college graduates this year compared with last year, according to a survey with 207 respondents published in March by the National Association of Colleges and Employers. Job interviews are more high-tech than ever, and many remain completely virtual. But some imminent grads have been approaching their job search in a more old-fashioned way: networking.<br />“You get a lot of jobs not through the front door, but a side door,” says Gorick Ng, an undergraduate career adviser at Harvard. “That’s especially true for entry-level positions.”<br />Many jobs are still not being posted at all due to companies’ ongoing uncertainty about the future, he says: “That makes networking even more important than it was before the pandemic, so that you can find out what positions might be available behind the scenes.”"
}