{
    "url_original": "https://www.wsj.com/articles/new-investors-discover-tax-pitfalls-of-robinhood-and-other-trading-apps-11618565406?mod=markets_lead_pos11",
    "url": "new-investors-discover-tax-pitfalls-of-robinhood-and-other-trading-apps-11618565406",
    "title": "New Investors Discover Tax Pitfalls of Robinhood and Other Trading Apps",
    "sub_head": "Common tax-minimizing strategies are difficult or impossible to implement on the trading platforms that have boomed in popularity in the past year",
    "category_1": "Markets",
    "category_2": "Tax Report",
    "time": "2021-04-16 05:30:00",
    "body": "Last year Dayton Leong, an active trader with accounts at nine firms, made scores of trades using the Robinhood app. He liked the free stocks he got from referring more than a dozen friends and found it easy to trade on his phone.<br />Recently, however, he has stopped trading in his Robinhood account, which has about $238,000 in it, mostly in Tesla stock. He says a major reason is taxes.<br />“Robinhood puts all shares of a stock into one big bucket,” says Mr. Leong, age 43, who lives in Berkeley Heights, N.J., and also works as a property manager. “I’m haunted by my 2020 capital-gains tax.”<br />With 2020 tax bills coming due, a wave of new retail traders are waking up to the fact that it can be difficult, and often impossible, to make tax-minimizing moves on new brokerage platforms such as Robinhood, Webull, SoFi, Uphold and Public.com. Some don’t allow trading within tax-favored retirement accounts such as IRAs. Traders can also find it hard to track their “wash sales” that reduce tax benefits if they buy a stock within 30 days of selling the same stock at a loss.<br />Most vexing, for investors like Mr. Leong, is that despite the new platforms’ sophisticated technology they don’t make it easy to deploy a tax-wise technique known as “specific-lot identification.” Investors use it to lower their taxes, sometimes significantly, by choosing which shares to sell if they have lots bought at different prices and aren’t selling all of them."
}