{
    "url_original": "https://www.wsj.com/articles/new-countryside-getaways-with-exquisite-food-by-big-city-chefs-11619802302",
    "url": "new-countryside-getaways-with-exquisite-food-by-big-city-chefs-11619802302",
    "title": "New Countryside Getaways With Exquisite Food by Big-City Chefs",
    "sub_head": "Some big food-world names have left the major metropolises to take over the kitchens—and kitchen gardens—of country hotels, just as hungry vacationers are ready to gulp up spring",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-331095?width=620&size=1.5",
    "image_1": "im-331095.jpg",
    "time": "2021-04-30 13:05:00",
    "body": "AH, SPRINGTIME. The trees are ridiculously colorful, tulips spill out of bushels at the farmers markets, little peas take center stage and a kaleidoscope of birds is migrating. Chefs are, too. Just as WFH executives were drawn to life in the sticks as the pandemic settled in, many of the country’s notable chefs—facing restaurant closures, indefinite furloughs and notoriously thin profit margins—have heard the call of the country. Specifically, country hotels.<br />Last spring, when April Bloomfield first saw Mayflower Inn & Spa, the newly renovated 58-acre posh compound in Washington, Conn., she took a deep breath. “It looked so bright and airy, and it was exactly where I wanted to be at that moment,” said the chef, best known for the Spotted Pig and the Breslin in New York City. A four-month residency at the Mayflower, an Auberge Resort, that started in fall 2020 has now turned into a long-term, post-Covid gig—with a kitchen about three times as large as any she’s toiled in since she started cooking at 16 in her native England. “It’s nice for me to be able open the back door, step out and look at the colors, listen to the birds, see the sunset,” she said. “It’s a gift.”<br />Parker Brothers could make an excellent board game out of the exodus of city chefs to pastoral hotels—due in part to the pandemic. Call it, say, the Fork Ran Away With The Spoon. The arrangements include full-time posts, three-month residencies and one-off weekends, and they’ve opened up a whole new landscape for people who travel, in some measure, for good food.<br />Dan Silverman, who started his career under star chef David Bouley, spent years in celebrated New York City kitchens before leaving Minetta Tavern in Greenwich Village for points north. He’s set himself up at Hutton Brickyards, a 31-cabin-and-suite hotel, spa and events retreat on 73 rolling acres in Kingston, N.Y., due to open in May. There he’ll run the River Pavilion, an open-air restaurant that relies solely on wood-burning heat sources and has views of the Hudson unblocked by crowds or tall buildings. “It’s gorgeous, right on the river,” said Mr. Silverman, from the house in Catskill that he and his wife presciently bought in 2019. It’s a 35-minute drive to Hutton Brickyards. “Before, we lived in Brooklyn and I worked in Manhattan. My commute was longer then.”<br />Mads Refslund, a founder of Noma in Copenhagen who is now based in New York, bounced around between resorts—foraging in Aspen, diving for clams in Cabo—before signing on to oversee the food and conduct workshops at Shou Sugi Ban House, a Japanese-influenced wellness enclave in the Hamptons hamlet of Water Mill on New York’s Long Island. “When I’m in this paradise, I realize how happy I am,” said Mr. Refslund. “When you’re in the city, you forget. I’m very connected to nature—the produce, the farmers and the fishermen. I always come up with new things and cook randomly.” Among the random creations: Mr. Refslund’s roasted lobster with green strawberries and pickled rhubarb."
}