{
    "url_original": "https://www.wsj.com/articles/new-york-fed-official-fed-may-expand-access-to-reverse-repo-facility-11617912019?mod=markets_featst_pos1",
    "url": "new-york-fed-official-fed-may-expand-access-to-reverse-repo-facility-11617912019",
    "title": "New York Fed Official: Fed May Expand Access to Reverse Repo Facility",
    "sub_head": "",
    "category_1": "Economy",
    "category_2": "Central Banks",
    "image_1_url": "https://images.wsj.net/im-322527?width=620&size=1.5",
    "image_1": "im-322527.jpg",
    "time": "2021-04-08 16:55:00",
    "body": "The New York Fed is looking at expanding access to a facility used to influence short-term interest rates and implement monetary policy in a way that could bring smaller firms into the marketplace, an official at the bank said.<br />Lorie Logan, who manages the Federal Reserve Bank of New York’s $7.7 trillion System Open Market Account holdings of securities and cash, on Thursday said the central bank is exploring doing business with a broader range of firms as it works to pursue the monetary policy goals laid out by Fed officials.<br />Ms. Logan was addressing how the Fed implements monetary policy by way of two key rates. For decades, the Fed primarily has used the market-determined federal-funds rate to influence the economy’s momentum to achieve the central bank’s maximum employment and stable inflation mandates. For some time, the high end of the fed-funds rate range has been bounded by a rate the Fed pays deposit-taking banks to park cash on the Fed’s books. Another rate, called the reverse repo rate, sets the low end in transactions with eligible investment funds and other financial firms.<br />Right now, the so-called interest rate on excess reserves stands at 0.1% and the reverse repo rate is zero.<br />Ms. Logan said that market developments have created softness in some short-term interest rates, which in turn can pull the fed-funds rate toward the lower end of the Fed’s current 0% to 0.25% target range. She said the central bank may have to tinker with the settings of its tool kit to ensure the control it wants over the fed-funds rate."
}