{
    "url_original": "https://www.wsj.com/articles/new-york-democrats-push-repeal-of-cap-on-local-tax-deductions-11618353038",
    "url": "new-york-democrats-push-repeal-of-cap-on-local-tax-deductions-11618353038",
    "title": "New York Democrats Push Repeal of Cap on Local Tax Deductions",
    "sub_head": "Bid to eliminate Trump-era tax change factors into talks over Biden’s infrastructure plan",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-324384?width=620&size=1.5",
    "image_1": "im-324384.jpg",
    "time": "2021-04-13 18:35:00",
    "body": "More than a dozen New York Democratic lawmakers sent a letter to U.S. House leadership Tuesday asking for a full repeal of the cap on state and local tax deductions, adding pressure to negotiations over the Biden administration’s proposed infrastructure plan.<br />The administration has called for paying for its infrastructure package by raising taxes on corporations. A growing number of House Democrats say any proposed changes to the tax code should include a full restoration of the SALT deductions.<br />Republicans largely oppose the infrastructure proposal, and Democrats—who hold a seven-seat advantage in the House of Representatives—can afford to lose only a few votes on any legislation. That has given the growing group of lawmakers pushing for a repeal of the SALT cap significant influence on negotiations over the infrastructure package.<br />“This issue is so critical to our state and our constituents that we will reserve the right to oppose any tax legislation that does not include a full repeal of the SALT limitation,” said the New York lawmakers’ letter, which was viewed by The Wall Street Journal. Seventeen members of Congress from the state signed the letter.<br />The Trump administration approved the $10,000 cap on SALT deductions as part of broader tax changes in 2017. Previously, there was no cap on such deductions. The cap on deductions disproportionately affected tax filers in high-tax states like New York, New Jersey and California, whereas studies have shown that the Trump tax law resulted in a net tax reduction for most tax filers."
}