{
    "url_original": "https://www.wsj.com/articles/new-yorks-past-is-a-draw-worth-preserving-11617989593?mod=opinion_major_pos17",
    "url": "new-yorks-past-is-a-draw-worth-preserving-11617989593",
    "title": "New York’s Past is a Draw, Worth Preserving",
    "sub_head": "Can you imagine if Robert Moses had been successful in building a highway through Greenwich Village?",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-319493?width=620&size=1.5",
    "image_1": "im-319493.jpg",
    "time": "2021-04-09 13:33:00",
    "body": "Kenneth T. Jackson asks: “Does New York Still Want to Be the Capital of the World?” (Cross Country, April 3). Dynamic change characterizes the city, not preservation, he claims, and blames the New York City Landmarks Preservation Commission for blocking a proposal to build a residential tower in the South Street Seaport Historic District. But it’s a question of law. Is he suggesting that the agency shirk its charter-defined mandate? The property is a vacant lot, and has been since the district was designated in 1977. The LPC is legally bound to determine whether new construction is “appropriate,” and by no yardstick does this proposal fit that description. What could be built if the site wasn’t part of the district is irrelevant.<br />Is Prof. Jackson suggesting that the city ignore its own zoning regulations? What the Howard Hughes Corp. has presented isn’t currently allowable. The zoning was changed during the Bloomberg administration in 2003 with the support of every elected official to bar development such as this. With this proposal, the owners are asking the city to ignore its own rules. By approving this application for a building that cannot legally be built, Landmarks is tacitly approving a request for a whopper of a zoning variance.<br />No one wants the South Street Seaport Museum to fail, but the city itself has starved the institution. Rather than hand the company development rights and then rely on it to write a check to the museum, the city could hand that asset to the museum directly, and tell the company to build as-of-right on the lot it purchased.<br />Jeffrey Kroessler<br />President, The City Club of New York"
}