{
    "url_original": "https://www.wsj.com/articles/new-bonds-fuel-lending-to-fast-growing-but-unprofitable-tech-companies-11617960601?mod=business_minor_pos7",
    "url": "new-bonds-fuel-lending-to-fast-growing-but-unprofitable-tech-companies-11617960601",
    "title": "New Bonds Fuel Lending to Fast-Growing but Unprofitable Tech Companies",
    "sub_head": "Wall Street is selling new complex securities backed by private loans to loss-making businesses",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-04-09 05:30:00",
    "body": "No earnings? No problem. Investors are funneling money to unprofitable software companies through a new type of debt deal.<br />Nonbank lenders like Golub Capital, AllianceBernstein Holdings LP and Owl Rock Capital Partners LP have issued asset-backed bonds to help finance about $2 billion of loans to such companies since November, according to data from Kroll Bond Rating Agency Inc. and S&P Global Market Intelligence. Many of the loans are to fast-growing, but still unprofitable, software enterprises.<br />The rash of recent deals is the latest indicator that large investors have resumed their hunt for high-yielding debt to offset low interest rates in safer government and corporate bonds. It also highlights the growing reach of private debt funds, which have replaced banks in many deals and weathered Covid-19 despite fears that they would suffer from a spike in loan defaults.<br />The loans backing the complex bonds—known as asset-backed securitizations, or ABSs—can be small, like the $25 million Golub provided to software delivery specialist CloudBees Inc. Other deals run in the hundreds of millions of dollars, like the $300 million Owl Rock lent to back the leveraged buyout of software security company Checkmarx by private-equity firm Hellman & Friedman LLC. Golub has been making the loans since 2013 and has had no defaults, even during the pandemic-induced economic downturn last year, according to a credit-rating report.<br />The companies often take out the loans to fuel growth without resorting to additional stock sales that dilute existing shareholders. If the borrowers hit a rough patch, they can cut costs to generate cash and cover their debts, which protects buyers of the ABS bonds, people involved in the deals said."
}