{
    "url_original": "https://www.wsj.com/articles/new-yorkers-skip-the-subway-over-crime-fears-11618837950?mod=business_minor_pos6",
    "url": "new-yorkers-skip-the-subway-over-crime-fears-11618837950",
    "title": "New Yorkers Skip the Subway Over Crime Fears",
    "sub_head": "Police officials say the transit system has never been safer, but MTA says riders’ concerns are well-founded",
    "category_1": "U.S.",
    "category_2": "New York",
    "time": "2021-04-19 09:12:00",
    "body": "Phyllis Leibowitz swaps her vintage furs and gold-sequined bag for a down jacket and a fanny pack if she takes the New York City subway these days. “I am a tough chick,” said Ms. Leibowitz, a fashion stylist and photographer. “But I don’t want to call attention to myself.”<br />A recent survey by New York’s Metropolitan Transportation Authority found that more riders are reluctant to take trains because of fears of crime and harassment. Officials at some other transit systems around the U.S. said they have noticed an increase in quality-of-life concerns, including harassment, following a rise in those who are homeless seeking shelter on buses and trains.<br />Ms. Leibowitz, who is 48 years old, used to think nothing of taking the subway, day or night. She last dashed for a nighttime train at Prince Street in Manhattan in December, only to find herself alone in an empty car at 8 p.m.<br />She said she wondered what she would do if someone entered from an adjoining car and demanded money or her phone while she was trapped in a moving subway car. When she disembarked two stops later at Union Square, her heart was racing. “I have never felt that unsafe in my entire life,” she said.<br />MTA officials said riders’ fears are well founded. Instances of some serious crimes, such as robbery and felony assault, didn’t decrease last year even as ridership plummeted, they said. According to MTA data, felonies and misdemeanors per million riders were higher during the first quarter of 2021 than in 2017, 2018 and 2019."
}