{
    "url_original": "https://www.wsj.com/articles/new-york-taxes-go-skyscraper-high-11617834769?mod=opinion_lead_pos4",
    "url": "new-york-taxes-go-skyscraper-high-11617834769",
    "title": "New York Taxes Go Skyscraper High",
    "sub_head": "A weak and desperate Cuomo caves to the left on everything.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-07 18:32:00",
    "body": "Amid a Covid-caused urban exodus, with many workers unsure about going back to their Manhattan offices, the best and brightest of Albany have decided to crank up taxes on business, while also raising the income taxes paid by New York City residents to the nation’s highest rate. Welcome to the latest episode of progressives gone wild.<br />The budget deal Gov. Andrew Cuomo cut this week with the Legislature lifts the top marginal rate on the state’s income tax to 10.9%, from today’s 8.82%. Add New York City’s top local tax of 3.88%, and the total is 14.78%. Take a knee, California (top marginal rate of 13.3%), and recognize America’s new tax king. Wall Street types already are migrating to Florida, which has an income tax of 0%.<br />Mr. Cuomo’s budget deal also raises the business franchise tax to 7.25%, from 6.5%. This affects many independent proprietors and will be another incentive to escape from Manhattan. Both of these tax increases are sold as temporary “surcharges,” running through 2027 for the income tax and 2023 for the corporate tax. But politicians in Albany used the same line when they passed the “millionaires tax” in 2009. Does Mr. Cuomo think two decades is temporary?<br />The reason for the tax increase isn’t the pandemic or a revenue shortfall. Mr. Cuomo last year pointed a gun at New York’s head and threatened to shoot unless Congress sent more money. He received the ransom he demanded, and more. The state is getting $12.6 billion in direct budget relief from President Biden’s $1.9 trillion Covid bill.<br />Mr. Cuomo said those funds will “help offset devastating revenue losses caused entirely by the pandemic.” Yet state revenues even before federal aid are running a mere 0.1% ($47 million) lower than during the last fiscal year (April-February). This tiny gap is nothing next to the more than $50 billion of federal relief New York has received for schools, Medicaid, transit and general budget aid since March 2020."
}