{
    "url_original": "https://www.wsj.com/articles/newsoms-guide-to-ban-fracking-11619563983?mod=opinion_lead_pos2",
    "url": "newsoms-guide-to-ban-fracking-11619563983",
    "title": "Newsom’s Guide to Ban Fracking",
    "sub_head": "California’s new plan to increase oil imports and CO2 emissions.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-27 18:53:00",
    "body": "President Biden has been taking his climate cues from California, which is why Gov. Gavin Newsom’s order banning fracking late last week is sure to cause tremors beyond the state’s borders.<br />“The climate crisis is real, and we continue to see the signs every day,” Mr. Newsom said. “As we move to swiftly decarbonize our transportation sector and create a healthier future for our children, I’ve made it clear I don’t see a role for fracking in that future and, similarly, believe that California needs to move beyond oil.”<br />Legislation that would have banned hydraulic fracturing, otherwise known as fracking, and curtailed most oil production in the state’s Central Valley died in the state Senate earlier this month due to opposition from moderate Democrats and trades unions. Leftwing groups then turned up the heat on Mr. Newsom. With a recall election now all but certain, the Governor doesn’t want to give anyone on the left reason to challenge him.<br />As recently as last fall the Governor asserted he couldn’t ban fracking by fiat. “We simply don’t have that authority,” he said. He was right. Prohibiting fracking at once would also violate the Constitution’s takings clause and require the state to compensate drillers and landowners.<br />Mr. Newsom is instead directing the state’s Department of Conservation to initiate a rule-making to cease new fracking permits by 2024. In the meantime, Mr. Newsom says the department will “operationalize its updated mandate to protect public health and the environment”—i.e., tighten regulation and slow-roll permits."
}