{
    "url_original": "https://www.wsj.com/articles/nfl-draft-2021-cleveland-trevor-lawrence-zach-wilson-justin-fields-trey-lance-mac-jones-11619536530",
    "url": "nfl-draft-2021-cleveland-trevor-lawrence-zach-wilson-justin-fields-trey-lance-mac-jones-11619536530",
    "title": "Why the NFL Draft Is Unstoppable, Even Now",
    "sub_head": "It’s a circus of hot air. It’s also a rare television event that keeps getting bigger.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-326733?width=620&size=1.4970760233918128",
    "image_1": "im-326733.jpg",
    "time": "2021-04-27 11:22:00",
    "body": "Have you mocked your NFL draft yet? If not, please get mocking. Release your picks! Don’t tell me who the Jacksonville Jaguars are taking at No. 1—even my cat presumes Jax will take the lustrous-maned Clemson quarterback Trevor Lawrence. Tell me who the San Francisco 49ers are taking at No. 3, because nobody seems 100% sure, maybe not even the 49ers. Tell me, with bravado, who the New England Patriots will take at No. 15. Will the Pats stay there, trade up, or will Grumpy Lobster Boat Captain Bill Belichick trade down into the drafty depths? Who will the Tampa Bay Buccaneers pluck at No. 32? What will the Chicago Bears do at No. 83? Or, for that matter, at No. 204? Who will the Pittsburgh Steelers take at No. 254? Come on! You’ve had nearly 12 months to think about this. You must have at least an inkling.<br />Football’s draft, which kicks off Thursday night in Cleveland, is the biggest, most beautiful gas factory in all of sports, a monthslong blabby-blab blab-a-thon in which well-sourced experts, armchair fans and mediocre sports columnists at financial newspapers compete for the right to be wrong at least 50% of the time. A power company could charge the nation with the hot air annually expelled in the weeks leading up to this event—who’s moving up; who’s moving down; who’s the hot pick; who’ll pull off a draft-day heist for the ages. Nobody really knows! And the jargon: You’re not an official draft guru unless you’re tossing off buzzy terms like “arm talent.” Arm talent! What does that even mean? Are the football cognoscenti now evaluating the skill of a solitary arm, disembodied from the rest of the human being, like The Thing in “The Addams Family?” Isn’t arm talent like, just, you know, throwing?<br />It doesn’t matter. Get it right, get it wrong, the draft is a huge deal, really an optimal event for these times, a windy feast of gossip, cherry-picked facts and baseless speculation—America’s second, third and fourth favorite past times, after screaming at each other on social media about pandemic face masks. In the information-is-everywhere era, the draft has turned marvelously democratic: You don’t need to be decked in Brioni on TV to have a sizzling, or even smarter, take on BYU quarterback Zach Wilson, Ohio State quarterback Justin Fields, or the current, allegedly-surging quarterback darling, Trey Lance of North Dakota State. You don’t have to be able to finish a 40-yard dash to have profound wisdom on the proper 40-yard dash time for an NFL player. All you need is access to a computer. And a mouth.<br />If you’re doing it right, you’re talking in circles now. The draft is barely hours away, so by now you’ve talked yourself in and out of every outcome, and then talked yourself in and out of every outcome again, and maybe once more. Every possible trade has been picked apart and rejected, then reconsidered and re-assembled anew. Even the people who will be in the official war rooms seem headspun and exhausted. Here’s San Francisco coach Kyle Shanahan, responding to speculation about whether or not his club will select a quarterback, pushing out current starter Jimmy Garoppolo:<br />“I can’t guarantee that anybody in the world will be alive Sunday, so I can’t guarantee who will be on our roster on Sunday.”"
}