{
    "url_original": "https://www.wsj.com/articles/no-escape-from-hong-kong-11619650575?mod=opinion_lead_pos3",
    "url": "no-escape-from-hong-kong-11619650575",
    "title": "No Escape From Hong Kong",
    "sub_head": "New legislation lets the government block people from leaving.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-331494?width=620&size=1.5",
    "image_1": "im-331494.jpg",
    "time": "2021-04-28 18:56:00",
    "body": "Mark another step in Hong Kong’s descent: On Wednesday the Legislative Council made it easier for the government to block Hong Kongers from leaving.<br />The new legislation gives authorities the power to prevent Hong Kong residents and foreigners from boarding any plane or vessel docked in the city. All that’s required to block a departure is an administrative order, not a court order. The text suggests broad extraterritorial reach. Watch if the implementing rules let authorities demand that a foreign plane or boat that has departed Hong Kong must return or make a detour so an arrest can be made.<br />The law means that millions of Hong Kongers who participated in the pro-democracy protests have reason to fear they’ll be trapped. The language is also ambiguous enough to worry foreigners working in the city. All of this expands the ambit of exit control beyond last year’s national-security law that lets authorities block the departure of anyone charged with secession, subversion, terrorism or “collusion” with vaguely defined foreign forces.<br />Beijing is installing the door locks now to avoid the embarrassment of a Hong Kong exodus. After the Communist Party violated the Sino-British Joint Declaration with its abridgement of autonomy, the United Kingdom offered a path to citizenship for Hong Kongers who hold British National (Overseas), or BN(O), passports, as well as their family members.<br />The British government said on March 19 that it had received some 27,000 applications from Hong Kongers seeking to resettle in the U.K., and the Home Office anticipates “between 123,000 and 153,700 BN(O) status holders and their dependents coming in the first year and between 258,000 and 322,400 over five years.” Bloomberg estimated this month that emigrating Hong Kongers may sell as much as $19.3 billion in property this year."
}