{
    "url_original": "https://www.wsj.com/articles/no-need-for-panic-over-j-j-vaccine-pause-11618322994?mod=markets_featst_pos2",
    "url": "no-need-for-panic-over-j-j-vaccine-pause-11618322994",
    "title": "No Need for Panic Over J&J Covid-19 Vaccine Pause",
    "sub_head": "U.S. pause in rollout after blood-clot cases should boost confidence in the safety of Covid-19 vaccines, not erode it",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-13 10:09:00",
    "body": "The emergence of possible safety issues with the  Johnson & Johnson  Covid-19 vaccine is certainly unwelcome news, but it is far too early for either the general public or Wall Street to panic.<br />U.S. health authorities recommended a pause in the usage of the shot on Tuesday, following reports of severe blood clots in six women who received the shot. About 6.7 million people have received the vaccine so far in the U.S. J&J shares traded lower on Tuesday morning, while other vaccine makers such as  Moderna  rallied.<br />While the headline is scary, especially in a pandemic setting, there is no direct evidence that the vaccine is responsible for these rare cases. Moreover, such a pause is standard practice when possible safety issues arise in a new medication or vaccine. Regulators are historically quite sensitive to safety issues in vaccines, because they are meant for the entire public. In a nonpandemic setting, several years of safety data is typically collected before bringing a vaccine to market. No surprise then that regulators chose to err on the side of caution. For members of the public who are hesitant to take a vaccine, Tuesday’s action should boost confidence, not erode it.<br />It is possible that the regulators will allow J&J shots to resume in short order. But if not, the U.S. government has diversified its vaccine options, a decision that is looking increasingly prescient. As such, there is plenty of supply even if the J&J vaccine is mothballed over the long term. There were roughly 39 million doses of  Pfizer ’s  and Moderna’s vaccines delivered to care providers but yet to be administered as of Tuesday, according to Centers for Disease Control and Prevention data, and more supply is coming online.<br />There will be new challenges if the J&J vaccine doesn’t rejoin the mix. It requires only one dose, while Pfizer and Moderna each require two. If the J&J shot is no longer an option, the government will need to rethink how to supply rural and other hard-to-reach communities with vaccines."
}