{
    "url_original": "https://www.wsj.com/articles/no-thanks-for-the-feedback-11619373972?mod=opinion_lead_pos8",
    "url": "no-thanks-for-the-feedback-11619373972",
    "title": "No Thanks for the Feedback",
    "sub_head": "Circular logic works its mischief, from phony election claims to ‘systemic racism.’",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "image_1_url": "https://images.wsj.net/im-329683?width=620&size=1.5",
    "image_1": "im-329683.jpg",
    "time": "2021-04-25 14:06:00",
    "body": "Garage bands know about feedback loops. If you place a microphone in front of speakers, the sound picked up by the mic gets amplified and then fed out to the speakers, which the mic picks up and it gets amplified again and again. The circular process turns the sound into a screech or squeal.<br />After the presidential election, some Trump supporters filled  Twitter  with conspiracy theories of election fraud, including a mysterious box in a red wagon in Detroit, ballots “magically found” in Milwaukee at 3 a.m., and fraudulent Georgia signature checks. Almost all were made-up nonsense, later disproved. But President Trump repeated many of these claims, especially in his Jan. 6 “Save America” rally speech: “They should absolutely find that just over 11,000 votes, that’s all we need. They defrauded us out of a win in Georgia, and we’re not going to forget it.”<br />The same squid-brained cosplayers who made this stuff up in the first place then believed Mr. Trump when he said, “Make no mistake, this election [was] stolen from you, from me and from the country” and stormed the Capitol. This is the worst case of squealing circular logic that I’ve ever seen.<br />But not the only one. We had endured a summer of protests, with charges of “systemic racism” and calls to “defund the police.” In a June article, former presidential candidate Kamala Harris wrote that “structural racism lives on in our policies and everyday life.” This systemic stuff is good politics.<br />Or is it? Last month, at U.S.-China summit in Anchorage, Alaska, Secretary of State Antony Blinken brought up “deep concerns with actions by China, including in Xinjiang, Hong Kong, Taiwan.” The top Chinese diplomat, Yang Jiechi, responded with a 15-minute tirade in which he asserted that “the challenges facing the United States in human rights are deep-seated. They did not just emerge over the past four years, such as Black Lives Matter.” I wonder where he got that idea. Circular thinking. Who’s fooling whom?"
}