{
    "url_original": "https://www.wsj.com/articles/north-koreas-kim-warns-of-arduous-march-as-economic-problems-bite-11617975639?mod=world_major_1_pos1",
    "url": "north-koreas-kim-warns-of-arduous-march-as-economic-problems-bite-11617975639",
    "title": "North Korea’s Kim Warns of ‘Arduous March’ as Economic Problems Bite",
    "sub_head": "His remarks evoked the pain of 1990s famine; could mean that recovery from Covid-19 and U.S. sanctions is some way off",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-322821?width=620&size=1.5",
    "image_1": "im-322821.jpg",
    "time": "2021-04-09 09:40:00",
    "body": "SEOUL—North Korean leader Kim Jong Un called on officials to brace for a prolonged campaign to tackle the country’s worsening economic problems, comparing the crisis to the 1990s famine that claimed the lives of hundreds of thousands of people.<br />Mr. Kim had previously warned of North Korea’s mounting challenges, which range from the impact of U.S. economic sanctions to summer floods. Over the course of the coronavirus pandemic, Pyongyang also shut down foreign tourism in a bid to stop the spread of Covid-19, and trade with China—which accounts for roughly nine-tenths of North Korea’s total annual trade—plunged 75% last year, according to Chinese trade data.<br />Concluding a conference of low-level members of the ruling Workers’ Party on Thursday, Mr. Kim instructed delegates to embark on what he called an “Arduous March” to relieve the growing economic problems, according to state media. For North Koreans, the term evokes the long period of starvation in the 1990s when the country’s highly-centralized economy struggled to cope with a series of natural disasters and the end of support from the former Soviet Union.<br />The upheaval led to the emergence of underground markets and unofficial cross-border trade with China as millions of ordinary North Koreans struggled to survive after frequent flooding devastated farmlands, prompting the U.S. and United Nations to provide food aid.<br />Mr. Kim’s remarks come as Washington is conducting a review of its North Korea policy following discussions with officials in Seoul and Tokyo."
}