{
    "url_original": "https://www.wsj.com/articles/not-every-serious-crisis-is-alike-11618767433?mod=opinion_lead_pos5",
    "url": "not-every-serious-crisis-is-alike-11618767433",
    "title": "Not Every ‘Serious Crisis’ Is Alike",
    "sub_head": "Biden faces a national mood, political climate and policy challenges nothing like those in 2009.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-18 13:37:00",
    "body": "‘You never want a serious crisis to go to waste,” a sage said during the Obama transition in 2008. The media’s zeal to compare today’s crisis to the Great Recession has spurred journalists to ignore a crucial corollary to that law of politics: Not every crisis deals the White House the same hand. For reasons I don’t understand, pundits seem to be unable to appreciate, much less explain, how timing, substance, landscape and legislative politics all frame an administration’s freedom to respond. Covid-19 and credit default-swaps don’t elicit the same kinds of reactions or responses from the public. To illuminate what’s happening today, you need to do more than compare policy outcomes—you need to dig deeper.<br />Consider the different contexts of the crises of 2009 and 2021. Not that it isn’t terrifying to take power when the economy is shedding 500,000 jobs per month, but on the day Joe Biden was inaugurated America had lost nearly 500,000 lives—perhaps half of which could have been saved. That distinction has deep political implications. If America during Covid is awash in a sense that we’re in this together—think of the crowds that cheered hospital staffs last spring—12 years ago, the country was riven with anger. Lehman Brothers collapsed only two months before Barack Obama’s victory. The electorate wasn’t looking for empathy; voters rightfully wanted Old Testament justice. Mr. Obama had to restore trust in the financial markets, save the auto industry from itself, and stimulate the economy in a nation hungry for retribution.<br />Mr. Biden was hardly bequeathed the generalized prosperity that Bill Clinton left to George W. Bush or Mr. Obama handed to Donald Trump. Healing the scars of the Trump era has been Mr. Biden’s unique burden. That said, he presides over a country steeped in empathy—that’s one of the key reasons he won and is the right leader for the moment. His burden is to sustain the nation at a moment of mourning—to seek relief after years of division. Mr. Obama’s was to prevent a second Great Depression—to pull the nation back from the precipice of an economic abyss. Neither challenge is easily overcome, they aren’t remotely the same.<br />Which brings us to the politics. In a way that’s infuriatingly facile, pundits try time and again to compare Mr. Biden’s relief strategy to Mr. Obama’s stimulus plan when the two presidents faced political hurdles that were entirely distinct. Mr. Biden faces a 50-50 Senate with a more cohesive Democratic Caucus, all but three of whose members are from states he won. Because a filibuster-proof majority is such a daunting goal, conventional wisdom is that it would be futile to try. Twelve years ago, Democrats had a much larger majority, but 13 Democratic senators hailed from states Mr. Obama had lost, and those senators needed the political cover of bipartisanship. In other words, the legislative dynamics were entirely upside-down.<br />Which brings us to the most important similarity. If the crises facing Messrs. Obama and Biden had entirely different DNA, one thing connects them—Minority Leader Mitch McConnell. Unlike many other GOP leaders—Bob Dole and Bill Frist in the Senate, Bob Michel and John Boehner in the House—Mr. McConnell has chosen to be maximally obstructionist. The question is whether a strategy that worked in an era of bank bailouts will be effective in a time of public-health crisis and all the vulnerabilities it has exposed."
}