{
    "url_original": "https://www.wsj.com/articles/nra-chief-lapierre-feared-going-to-jail-former-confidant-testifies-11618620570?mod=politics_lead_pos5",
    "url": "nra-chief-lapierre-feared-going-to-jail-former-confidant-testifies-11618620570",
    "title": "NRA Chief LaPierre Feared Going to Jail, Former Confidant Testifies",
    "sub_head": "Ad firm executive says LaPierre believed top lawyer was only one who could keep him out of handcuffs",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-326560?width=620&size=1.5",
    "image_1": "im-326560.jpg",
    "time": "2021-04-16 20:49:00",
    "body": "National Rifle Association Chief Executive Wayne LaPierre repeatedly said he was afraid of going to jail and believed the outside lawyer for the gun-rights group, William Brewer III, was the only person who could help him avoid that fate, an executive from the NRA’s former advertising agency testified Friday.<br />Tony Makris, who said he had known Mr. LaPierre for decades and considered him like a brother, testified the NRA chief in early 2019 told a room full of people about his fears.<br />“He said Bill Brewer is the only one who can keep me out of jail,” said Mr. Makris, a top executive at an Ackerman McQueen subsidiary.<br />Mr. Markris was testifying at the end of the second week of a bankruptcy trial examining Mr. LaPierre’s decision to put the organization into chapter 11 early this year, amid allegations from New York authorities that Mr. LaPierre and other NRA leaders improperly expended tens of millions of dollars of the nonprofit group’s funds through excessive expenses or contracts that benefited close associates.<br />Mr. Makris also testified he twice traveled with Mr. LaPierre in 2018 to the Mayo Clinic in Phoenix, where the NRA chief was treated for a medical issue. He said they flew there on a private jet and testified that Ackerman McQueen paid a nearly $10,000 bill at the Four Seasons Hotel for Mr. LaPierre, which was then billed to the NRA."
}