{
    "url_original": "https://www.wsj.com/articles/nra-says-it-may-have-legal-claims-against-former-cfo-11619563597?mod=business_minor_pos4",
    "url": "nra-says-it-may-have-legal-claims-against-former-cfo-11619563597",
    "title": "NRA Says It May Have Legal Claims Against Former CFO",
    "sub_head": "In a bankruptcy filing in Dallas, the NRA opposed former CFO Wilson Phillips’s request for insurance to help defray the cost of defending himself in a pending action in New York",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-330806?width=620&size=1.5",
    "image_1": "im-330806.jpg",
    "time": "2021-04-27 18:46:00",
    "body": "The National Rifle Association said in a bankruptcy court filing in Dallas that it might have legal claims against its former finance chief, whom it has blamed for internal problems at the gun rights group that are now the subject of a pending enforcement action by New York’s attorney general.<br />Wilson “Woody” Phillips, the NRA’s chief financial officer and treasurer until 2018, is one of a handful of former and current executives, including Chief Executive Wayne LaPierre, who have been individually sued by New York authorities for alleged improprieties at the organization.<br />On Monday, the NRA opposed Mr. Phillips’s request to get insurance proceeds under a policy for its directors and officers to help cover the cost of his legal defense in New York. Mr. Phillips has denied the allegations in the New York lawsuit.<br />In March, Mr. Phillips declined to testify during a deposition related to the NRA’s chapter 11, invoking the Fifth Amendment. In its filing this week, the NRA said Mr. Phillips’s decision suggests that representations he made as CFO to the Internal Revenue Service, auditors and the organization may not have been truthful, complete or accurate.<br />“The NRA relied on Phillips, a fiduciary, to make truthful representations to the organization and, based on his invocation of his Fifth Amendment right as described above, is entitled to infer that they were not,” the group said in its filing in the U.S. Bankruptcy Court in Dallas."
}