{
    "url_original": "https://www.wsj.com/articles/nra-board-member-says-receivership-would-end-gun-rights-group-11619048906?mod=business_minor_pos6",
    "url": "nra-board-member-says-receivership-would-end-gun-rights-group-11619048906",
    "title": "NRA Board Member Says Receivership Would End Gun-Rights Group",
    "sub_head": "The NRA kicked-off the defense of its bankruptcy filing and CEO Wayne LaPierre during the third week of trial",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-328481?width=620&size=1.5",
    "image_1": "im-328481.jpg",
    "time": "2021-04-21 19:48:00",
    "body": "A National Rifle Association board member said Wednesday that appointing a receiver to take charge of the organization—a tactic the NRA worried New York authorities would pursue before it filed bankruptcy—would spell the end of the 150-year-old gun rights group.<br />“It would be disastrous,” board member retired Lt. Col. Willes Lee testified during the third week of trial over the organization’s January bankruptcy filing and allegations of spending abuses by management brought by New York Attorney General Letitia James.<br />The NRA has said it filed bankruptcy to prevent New York from putting the group into receivership. Ms. James sued to dissolve the NRA in August and is now seeking to either have the chapter 11 case thrown out or to bring in an independent trustee to take charge of the NRA in bankruptcy.<br />Lt. Col. Lee’s testimony kicked-off the NRA’s defense of chief executive Wayne LaPierre and his decision to file the chapter 11 in January. Lt. Col. Lee and fellow board member Tom King on Wednesday praised Mr. LaPierre’s character and his leadership. The NRA has argued Mr. LaPierre is critical to the group’s survival.<br />The NRA is seeking to keep control of its chapter 11 case so it can propose a reorganization plan and defeat a bid by New York authorities and its former ad agency Ackerman McQueen Inc. to wrest control of the bankruptcy from NRA management via a trustee."
}