{
    "url_original": "https://www.wsj.com/articles/nuclear-folly-review-the-big-red-gamble-11618871259",
    "url": "nuclear-folly-review-the-big-red-gamble-11618871259",
    "title": "‘Nuclear Folly’ Review: The Big Red Gamble",
    "sub_head": "In a rage, Khrushchev started yelling and cursing and threatened to “nuke” the White House, calling JFK a “millionaire’s whore.”",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-327142?width=620&size=1.5",
    "image_1": "im-327142.jpg",
    "time": "2021-04-19 18:27:00",
    "body": "On Oct. 23, 1962, a delegation of prominent Romanians arrived at the Kremlin to meet Soviet Premier Nikita Khrushchev. Their host was foul of mood. Boorish and suspicious by nature, the strongman had spent a sleepless night deliberating with the Presidium over what to do in the escalating crisis for which Khrushchev himself was responsible: his secret installation, across that summer, of nuclear-weapons systems and some 40,000 Soviet troops in Cuba.<br />Aerial reconnaissance revealed the installations to the Americans on Oct. 14, and President Kennedy, in a televised address eight days later, announced a naval quarantine to block delivery of additional weapons to the island. All sides—with the exception, perhaps, of Fidel Castro, who relished Havana’s role at the center of world events—feared that any display of aggressiveness, or miscalculation, could trigger an apocalyptic nuclear exchange.<br />At the reception in their honor, the Romanians watched Soviet Defense Minister Marshal Malinovsky approach his boss with bad news: The U.S. Navy was on high alert, readying the blockade. “Khrushchev flew into a rage,” Gheorghe Gheorghiu-Dej, a Romanian communist leader, reported later to Romanian intelligence. The premier was “yelling, cursing and issuing an avalanche of contradictory orders.” He “threatened to ‘nuke’ the White House, and cursed loudly every time anyone pronounced the words America or American.”<br />The vast literature on the Cuban Missile Crisis has made it a case study across scholarly disciplines: intelligence analysis, nuclear brinkmanship, game theory, organizational psychology. To this literature, the Oct. 23 Kremlin outburst—which appears midway through Serhii Plokhy’s superb “Nuclear Folly: A History of the Cuban Missile Crisis”—would appear to mark a significant contribution: an eyewitness account of one of the saga’s two key decision makers exhibiting not only uncontrolled anger but delirium. Khrushchev’s threat to “nuke” the White House, his “avalanche of contradictory orders,” constitute the most troubling behavior we could imagine in a leader “managing” such a crisis.<br />And indeed, a review of some acclaimed previous studies, such as Michael Beschloss’s “The Crisis Years” (1991), Michael Dobbs’s “One Minute to Midnight” (2008) and the revised edition of Graham T. Allison’s 1971 political-science classic “Essence of Decision” (1999, co-authored by Philip Zelikow), finds none of them mentioning this shocking scene—nor the one Gheorghiu-Dej witnessed at breakfast the next day. This time the bad news came from the KGB’s Vladimir Semichastny: a cable reporting that Kennedy had canceled a trip to Brazil to oversee the quarantine. Mr. Plokhy, a professor of history at Harvard, provides this account, drawing on Gheorghiu-Dej’s report: “Khrushchev’s face grew red as he read the cable. He started ‘cursing like a bargeman,’ threw the paper on the floor, and stamped on it with his heel. ‘That’s how I’m going to crush that viper,’ he shouted, also calling Kennedy a ‘millionaire’s whore.’ ”"
}