{
    "url_original": "https://www.wsj.com/articles/nvidias-ambitions-could-twist-its-own-arm-11618308003?mod=business_minor_pos11",
    "url": "nvidias-ambitions-could-twist-its-own-arm-11618308003",
    "title": "Nvidia’s Ambitions Could Twist Its Own Arm",
    "sub_head": "Chipmaker’s move into data-center CPU market raises competitive profile but complicates Arm Holdings deal",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-324128?width=620&size=1.5",
    "image_1": "im-324128.jpg",
    "time": "2021-04-13 06:00:00",
    "body": "In one stroke Monday,  Nvidia  showed why it is a force to be reckoned with in semiconductors—and why its most ambitious deal to date will be a stretch.<br />As part of its annual GTC technology conference, Nvidia announced a new central processing chip, or CPU, called Grace, designed for use in data centers. These are different from the graphics processors the company sells for use in both videogames and data centers. As a CPU, Grace would effectively compete for the data-center slots mostly occupied by chips from  Intel Corp.  and Advanced Micro Devices.<br />Hence, news of Nvidia’s entry into the data-center CPU market drove the stocks of both Intel and AMD down 4% to 5% Monday, while Nvidia’s own shares rose nearly 6% by the closing bell. Nvidia’s uptick was also helped by the company’s later announcement that revenue for the first fiscal quarter ending May 2 is tracking above the forecast given on its last earnings call in February. That forecast projected total growth of 72%, so the update indicates Nvidia hasn’t been hamstrung by the bruising chip production shortage spanning several other markets across the globe.<br />By comparison, the Grace CPU won’t be affecting sales for a long while. Nvidia doesn’t even expect to begin shipping the chip until sometime in 2023, and the company said Monday that the high-powered processor would serve only a niche segment of the market. But the prospect still makes Intel and AMD investors nervous—and rightly so. Nvidia’s graphics chips are a major component in state-of-the-art data centers, given their prowess at artificial intelligence applications. That segment now generates nearly $7 billion a year in revenue for the company, compared with just $339 million five years prior. Wall Street has responded by making Nvidia the second-most-valuable company in the chip space globally, with a market value more than 40% above that of the much larger Intel.<br />But as Nvidia scales up its ambitions, it will run into more resistance than just its longtime competitors. The Grace chip is based on basic designs from Arm Holdings, the British semiconductor-licensing giant Nvidia is acquiring from SoftBank. That deal was already controversial, as Arm licenses chip designs to nearly all of Nvidia’s competitors—and some of its biggest customers as well.  Amazon  has its own in-house Arm-based processor called Graviton that is powering a growing volume of workloads at its AWS cloud computing business. Mark Lipacis of Jefferies estimates that Graviton now accounts for about 18% of so-called CPU instances at AWS."
}