{
    "url_original": "https://www.wsj.com/articles/nyc-co-op-boards-would-have-to-explain-why-they-deny-buyers-under-new-bill-11618156802?mod=markets_minor_pos19",
    "url": "nyc-co-op-boards-would-have-to-explain-why-they-deny-buyers-under-new-bill-11618156802",
    "title": "NYC Co-Op Boards Would Have to Explain Why They Deny Buyers, Under New Bill",
    "sub_head": "Residential boards would have to give a written explanation when turning down a potential buyer, under state measure",
    "category_1": "Real Estate",
    "image_1_url": "https://images.wsj.net/im-322420?width=620&size=1.5",
    "image_1": "im-322420.jpg",
    "time": "2021-04-11 12:00:00",
    "body": "State lawmakers are proposing new rules that would require New York City co-op boards to state why they rejected a potential apartment buyer, seeking to end a longstanding practice that critics say facilitates housing discrimination.<br />The State Senate bill, sponsored by housing committee chair Brian Kavanagh (D., Manhattan), says residential co-op and condominium boards would have to provide written explanations when they decide to turn down applicants who want to purchase at their building. Under current law, boards aren’t required to offer any reason, and they rarely do so.<br />Democrats have introduced a version of this bill many times in the past, but it has failed because some lawmakers have been sympathetic to objections from co-op boards, who fear opening themselves up to more litigation. The sponsors believe it has a better chance of passing in the now solidly progressive New York State Legislature, and they hope to bring it to a vote sometime this year.<br />Co-op residents don’t own their apartments, but rather buy shares in a co-owned building, a system that has been around since the late 19th century. By co-owning buildings with fellow tenants, residents felt they could have more control over renovations and over who could be their neighbors. Co-ops were often more financially stable than other types of buildings during economic downturns, because they could deny sales to potential buyers who had to borrow heavily to buy in.<br />Co-op boards can reject prospective residents for any reason that isn’t protected under local and federal antidiscrimination laws. But fair-housing advocates say a board’s lack of accountability or transparency into the decision-making process opens the door to discrimination, based on a potential buyer’s race, sexual orientation or religion."
}