{
    "url_original": "https://www.wsj.com/articles/oath-keeper-becomes-first-to-plead-guilty-in-capitol-riot-11618596401?mod=business_minor_pos6",
    "url": "oath-keeper-becomes-first-to-plead-guilty-in-capitol-riot-11618596401",
    "title": "Oath Keeper Becomes First to Plead Guilty in Pro-Trump Capitol Riot",
    "sub_head": "Indiana rocker admits to obstructing official proceedings on Jan. 6 and agrees to cooperate with prosecutors",
    "category_1": "U.S.",
    "time": "2021-04-16 16:46:00",
    "body": "WASHINGTON—A member of the right-wing Oath Keepers militia pleaded guilty to federal charges connected to the Jan. 6 riot at the U.S. Capitol, becoming the first among the more than 400 people facing such charges to formally admit to wrongdoing.<br />Jon Schaffer, 52 years old, a guitarist in the heavy-metal band Iced Earth, pleaded guilty Friday to two counts of obstructing an official proceeding and remaining in a restricted building with a dangerous weapon, and agreed to cooperate in the continuing investigation into the riot. He entered the plea via videoconference before a federal judge in Washington, acknowledging that he entered the Capitol armed with bear spray and worked to stop lawmakers’ certification of President Biden’s Electoral College win over former President Donald Trump.<br />The first plea, 100 days after the attack, comes as some 410 members of the pro-Trump mob have been arrested across the country on charges including assaulting officers, obstructing Congress and conspiracy. Many cases remain in the early stages as prosecutors and defense lawyers spar over whether some should be imprisoned while awaiting trial, as Mr. Schaffer and several dozen others have been. Investigators have scoured through hundreds of thousands of videos and photos to identify rioters, including 200,000 digital-media tips people have submitted to the Federal Bureau of Investigation.<br />Mr. Schaffer, of Columbus, Ind., faces up to 20 years in prison based on the obstruction charge. Prosecutors estimated that the guidelines would recommend a sentence of between three and four years but said they could ask for a more lenient sentence depending on the extent of his cooperation. The agreement requires him to provide testimony and witness interviews, and to accommodate any other requests from law enforcement. Under the plea deal, Mr. Schaffer could also ask to enter the witness-protection program.<br />Mr. Schaffer was among the first to be arrested in the days after the riot. He was photographed wearing a tactical vest and baseball cap at the riot bearing the words “Oath Keepers Lifetime Member.”"
}