{
    "url_original": "https://www.wsj.com/articles/of-human-kindness-review-theater-of-emotions-11619131152?mod=opinion_reviews_pos1",
    "url": "of-human-kindness-review-theater-of-emotions-11619131152",
    "title": "‘Of Human Kindness’ Review: Theater of Emotions",
    "sub_head": "Shakespeare’s characters grew more nuanced over time, reflecting the aging playwright’s deepening concern with empathy.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-328904?width=620&size=1.5",
    "image_1": "im-328904.jpg",
    "time": "2021-04-22 18:39:00",
    "body": "More than 400 years after Londoners first flocked to performances of “The Merchant of Venice” and “Julius Caesar,” Shakespeare’s plays are still getting around. They have been transposed to the 1960s, the future, the Jazz Age. There are productions set in prisons foreign and domestic. Peter Brook has deployed actors from Burkina Faso, India, France and Japan on a single stage. “Cymbeline” has been performed in South Sudan, “King Lear” in Belarus; there’s been a hip-hop “Othello.” Age is no barrier: Starting in grade school, my son attended Shakespeare summer camp. Every day he disappeared into another world. He emerged weeks later in startlingly adept performances that made it clear the youngsters not only appreciated but understood the double or triple meanings of the centuries-old puns and poetry they declaimed.<br />The most moving theater I’ve ever witnessed was provided by high-schoolers. The display of pure viciousness (born of cascading greed, fear, guilt, despair) in this 21st-century “Macbeth” left me sobbing. Macduff beat the usurper to death—with a shield. No refined swordplay ballet, no circumspect offstage fight. Just raw and repeated bashing, symbolic and frighteningly real.<br />It is this nearly infinite elasticity—the ability of Shakespeare’s knottiest works to seamlessly shapeshift to any age, any place, by virtue of their essential insights—that directs Paula Marantz Cohen’s novel study of his mature plays, “Of Human Kindness: What Shakespeare Teaches Us About Empathy.” Her thesis is that in conceiving progressively more nuanced characters who express their humanity in stereo—with a dual focus on their own troubled lives and their relationships with others—the playwright schooled himself in empathy.<br />Harold Bloom, she notes, asserted that Shakespeare “invented the human,” but what exactly did he mean? His formulation suggests what Ms. Cohen’s contention makes explicit: The ability to empathize—per the dictionary, “the power of entering into the experience of or understanding objects or emotions outside ourselves”—can be considered humanity’s foundation. She finds empathy central to the manifold power of Shakespeare’s work, the element which has allowed it to outlast the time that gave rise to it.<br />So it is an especially gratifying paradox that it was the specifically Elizabethan worldview that enabled Shakespeare to transcend it. He was heir to the medieval idea of a “Great Chain of Being,” which saw every aspect of reality as reflective of a hierarchy with divine perfection at the top, descending—through angels, humans of well-ordered degree, animals, plants and minerals—to evil’s pure chaos. Ms. Cohen contends that the dualism and struggle inherent in this perspective was a template Shakespeare would both “develop . . . and deviate from” and which would lead him to “acquire greater empathy for different kinds of people—and to elicit empathy in those attentive to what he wrote.”"
}