{
    "url_original": "https://www.wsj.com/articles/officer-brian-sicknick-what-we-know-about-his-death-11619010119?mod=politics_lead_pos11",
    "url": "officer-brian-sicknick-what-we-know-about-his-death-11619010119",
    "title": "Officer Brian Sicknick: What We Know About His Death",
    "sub_head": "An official finding that he died of natural causes doesn’t support earlier accounts that he died of injuries incurred during the Jan. 6 Capitol attack",
    "category_1": "U.S.",
    "time": "2021-04-21 09:02:00",
    "body": "Washington’s medical examiner found this week that Capitol Police officer Brian Sicknick died a natural death on Jan. 7, a day after he clashed with protesters at the Capitol. That official determination, coming months after the event, was at odds with earlier assertions by Capitol Police that Mr. Sicknick succumbed to injuries incurred during the Capitol riot. Here is how the account of Mr. Sicknick’s death unfolded.<br />Mr. Sicknick was part of a police line near a bike-rack barrier set up around 2:20 p.m. on the U.S. Capitol’s lower west terrace, according to the Federal Bureau of Investigation. At that time, rioters were descending on the Capitol to protest Congress certifying Joe Biden as the winner of the November presidential election.<br />As rioters started to pull on the bike rack, one of them allegedly sprayed three officers, including Mr. Sicknick, with a chemical spray, according to the FBI affidavit for the alleged assailant’s arrest. The officers were “temporarily blinded,” according to the affidavit, and were “unable to perform their duties for at least 20 minutes or longer while they recovered from the spray.” Mr. Sicknick also reported to his supervisors and colleagues that he had been sprayed in the face with a substance, the affidavit said.<br />Around 10 p.m. that night, Mr. Sicknick collapsed at the Capitol and was transported by D.C. Fire and Emergency Medical Services to a local hospital. Mr. Sicknick, 42 years old, died at 9:30 p.m. the following night.<br />The Wall Street Journal and others reported initially that Mr. Sicknick was “struck in the head with a fire extinguisher” during the unrest, citing a law-enforcement official. That official said Capitol Police officers had initially shared that description with colleagues."
}