{
    "url_original": "https://www.wsj.com/articles/oil-virtue-vs-sustainability-signals-11618605979?mod=opinion_lead_pos11",
    "url": "oil-virtue-vs-sustainability-signals-11618605979",
    "title": "Oil Virtue vs. ‘Sustainability’ Signals",
    "sub_head": "What happened when an energy CEO tried to order employee Christmas gifts.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-326300?width=620&size=1.5",
    "image_1": "im-326300.jpg",
    "time": "2021-04-16 16:46:00",
    "body": "Tired of misleading and hypocritical virtue signalling about “sustainable” business practices? Today let’s celebrate a CEO who decided to challenge trendy corporate wisdom about fossil fuels and explain the virtues of low-cost energy. Four months after publishing a few truths that are highly inconvenient to the environmental lobby, Innovex Downhole Solutions CEO Adam Anderson says that “the reaction has been overwhelming.”<br />The energy services entrepreneur appeared this morning on the Fox Business Network with Maria Bartiromo (co-author of a book with your humble correspondent) and reported that his message has been resonating with people inside and outside his industry. “I’m very passionate about the oil and gas business and the good—the virtue of the business—and how it helps human prosperity and flourishing around the world,” he said.<br />The story began last year when Mr. Anderson wanted to get each of his roughly 400 employees a nice Christmas gift at the end of a very tough  2020. He settled on the idea of some high-quality outdoor apparel, customized with the logo of his Houston-based oilfield services company. But the potential vendor wasn’t as enthusiastic.<br />“Unfortunately, we were informed North Face would not sell us jackets because we were an oil and gas services company,” Mr. Anderson wrote  to Steve Rendle, CEO of The North Face’s parent company, Colorado-based  VF Corp.  The letter soon went viral, because Mr. Anderson went well beyond expressing disappointment about the unwanted jacket order.<br />“The irony,” Mr. Anderson explained to the apparel magnate, “is your jackets are made from the oil and gas products the hardworking men and women of our industry produce.”"
}