{
    "url_original": "https://www.wsj.com/articles/oil-majors-face-tough-choices-even-with-higher-prices-11618314082?mod=business_lead_pos12",
    "url": "oil-majors-face-tough-choices-even-with-higher-prices-11618314082",
    "title": "Oil Majors Face Tough Choices Even With Higher Prices",
    "sub_head": "Financial pressures have eased, but companies still have few strategic options as they eye a lower-carbon future",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-13 07:41:00",
    "body": "The recovery in oil prices over the past year has eased financial pressures on big producers, but not strategic ones. They are still working out how to adjust their portfolios to a lower-carbon future.<br />Saudi Aramco’s agreement to sell 49% of its pipelines business to a U.S.-led consortium, announced late last week, points in one direction: Oil companies can sell conventional assets. Midsize European producers  Repsol  and  Eni  are considering whether to pursue minority initial public offerings including their green-energy divisions, indicating another route.<br />Europe’s supermajors,  BP ,   Shell  and TotalEnergies, each plan to spend billions of dollars annually to build lower-carbon energy businesses. But green energy will remain a small part of their massive operations for years, making up little more than a tenth of earnings by 2030, estimates Kim Fustier, an oil analyst at HSBC.<br />The slow shift from black to green has scared away some traditional oil investors while failing to attract ESG investors that focus on environmental, social and governance criteria. European utilities faced a similar challenge when shifting from coal to renewables: They were only seen as “part of the solution” when about a quarter of their earnings came from clean energy, says Ms. Fustier. For the big oil companies, a more palatable portfolio mix is many years away, leaving them stuck in a no-man’s-land.<br />One solution could be to create separate corporate identities. Green-energy assets trade at a big premium to the oil majors. Repsol and Eni are both considering capturing some of that greenium, which would lower their cost of capital, by selling minority stakes in newly listed retail and renewables divisions this year or next."
}