{
    "url_original": "https://www.wsj.com/articles/oil-field-serviceslots-to-like-beneath-the-surface-11619200040?mod=markets_featst_pos2",
    "url": "oil-field-serviceslots-to-like-beneath-the-surface-11619200040",
    "title": "Oil-Field Services—Lots to Like Beneath the Surface",
    "sub_head": "Oil-services companies continue to see discipline from major oil producers and are demanding it of themselves too",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-329187?width=620&size=1.5",
    "image_1": "im-329187.jpg",
    "time": "2021-04-23 13:47:00",
    "body": "How is the oil patch’s recovery coming along? Slow and steady, judging by the three major oil field services firms that unveiled results in the past week. That should be music to investors’ ears.<br />Halliburton ,   Schlumberger  and  Baker Hughes  all had decent progress to report, with the first two beating consensus revenue and profit expectations compiled by Visible Alpha. Baker Hughes slightly lagged behind and swung to a net loss, but that was mostly due to a steep drop in the valuation of  C3.ai ,  a software company in which it holds a minority stake.<br />Following the path of oil producers, the servicers, too, are passing up on revenue growth in favor of profitability. Both Baker Hughes and Schlumberger saw sequential revenue declines in the last quarter. Halliburton had only a slight increase. Baker Hughes noted in a Wednesday earnings call that it won’t be “chasing revenue” and that it remains focused on pursuing projects that fatten its bottom line.<br />The macro conditions for oil and gas are undoubtedly improving: OECD oil inventories have been drawn down to levels near their five-year average, working off the massive overbuild from the last year. Brent crude prices also are back to their immediate pre-pandemic levels. Halliburton noted in its Wednesday earnings call that while smaller, private energy companies have dominated the recovery so far, listed drillers are expected to pick up activity in the second half of the year.<br />Oil field servicers’ collective discipline should help them command higher prices as energy companies require more of their services. Despite flattish revenue compared to the prior quarter, all three saw continued margin improvement, benefiting from efforts last year to pare costs, including head count reductions and the use of remote technology for certain services. Also helping their outlook is considerably weakened competition: Oil field services bankruptcies rose to an all-time high of $45 billion in debt affected in 2020 and are continuing this year."
}