{
    "url_original": "https://www.wsj.com/articles/oils-rebound-greases-the-way-for-energy-giants-green-pitch-11619708924?mod=business_minor_pos13",
    "url": "oils-rebound-greases-the-way-for-energy-giants-green-pitch-11619708924",
    "title": "Oil’s Rebound Greases the Way for Energy Giants’ Green Pitch",
    "sub_head": "Higher cash flows and payouts are attracting investors back to Shell and BP, giving them much-needed time to sell their transition plans",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-29 11:08:00",
    "body": "Investors returning to  Royal Dutch Shell  and  BP  are likely more interested in higher oil prices than green transition plans. Still, the energy giants have a much-needed opportunity to pitch their decarbonization strategies from a position of strength.<br />On Thursday, Shell said it made $8.3 billion in cash flow from operations in the first quarter, up by 32% over the previous quarter. Earlier in the week, BP said its own tally was $6.1 billion, more than double the prior period. These were strong results after a dreadful year.<br />The improvements were fueled primarily by higher commodity prices. Production discipline among the cartel of oil-producing countries and their partners has kept crude prices strong this year, despite the mixed demand picture, as some major markets reopen, while others contend with resurgent Covid-19 infection rates. Higher oil and gas prices also helped both companies accelerate their massive divestment programs.<br />Flush with cash, Shell and BP paid down debt and raised shareholder payouts. Shell’s quarterly dividend grew 4% over the previous quarter’s, while BP kept its flat but restarted buybacks. Both are trying hard to rebuild shareholder trust after cutting their sacrosanct dividends last year.<br />The cut hit Shell’s stock hard and investors balked at BP’s new green strategy. Their shares have trailed most rivals’ since. The payouts were reduced to cope with plunging commodity prices and growing uncertainty about future oil demand, while also freeing money up for green-energy investments. Shell has been talking of shifting to lower-carbon businesses for years, while BP pivoted last summer with the zeal of a convert."
}