{
    "url_original": "https://www.wsj.com/articles/on-the-house-review-john-boehner-remembers-11618266426?mod=opinion_reviews_pos1",
    "url": "on-the-house-review-john-boehner-remembers-11618266426",
    "title": "‘On the House’ Review: John Boehner Remembers",
    "sub_head": "Former House Speaker John Boehner doesn’t understand why House Republicans went mad. Maybe it had something to do with him.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-324010?width=620&size=1.5",
    "image_1": "im-324010.jpg",
    "time": "2021-04-12 18:27:00",
    "body": "John Boehner, the long-serving Republican congressman from Ohio, once had Nancy Pelosi’s job, though neither her ruthlessness nor her high profile. He left politics after serving almost five years as House speaker and now lobbies for marijuana legalization. His memoir is a mildly entertaining collection of homespun reminiscences of a middle-class upbringing, madcap anecdotes about Washington political life and profane barbs aimed at former adversaries. Mr. Boehner isn’t remembered as an effective House leader, but he was among the most plainspoken and least pretentious lawmakers on Capitol Hill. In any case, it’s hard to dislike a man who embraces his reputation as a chain smoker. There must be few quicker ways to make oneself repellent to the nation’s well-heeled political class, and yet he smoked his way all the way to the top legislative office in the land.<br />Unless I’m mistaken, Mr. Boehner wrote this book himself. He could have used a ghostwriter. Every page is heavy with stock phrases, and the author is constantly remarking on things he’ll “never forget as long as I live.” Occasionally the writing is dreadful. Recalling an episode in which Mrs. Pelosi essentially took a committee chairmanship from the legendary powerbroker John Dingell, Mr. Boehner remarks that she “gutted Big John Dingell like a halibut she found floating around San Francisco Bay.” “His entrails were left on display for everyone in the House of Representatives to see,” he goes on. Still, “I don’t think Nancy relished mounting Dingell on her wall.” Later, the reader will be glad to know, the author sees Mrs. Pelosi’s “iron grip on power backfire.”<br />The Washington press corps never cared much for Mr. Boehner, who had the misfortune of leading the Republican House during the tenure of the beloved Barack Obama, but the former speaker has attracted lavish media attention for “On the House: A Washington Memoir.” He has done this by the simple expedient of saying about the GOP what the news media says of it every day: namely, that it has become extreme and perverse and inhabited by “crazies” and “kooks.” That thesis is not without evidence, but Mr. Boehner does little more than state it in several different ways.<br />By “crazies” and “kooks”—or “nuts,” “far-right knuckleheads” and “the freak show set”—he is referring mainly to Republicans who first won office in 2010 and afterward, especially members of the conservative Freedom Caucus. Mr. Boehner took the speakership in 2011 and found himself between a fractious House majority and an administration that barely hid its contempt for Republicans. It was always going to be a difficult job, and it was made impossible by a coterie of House conservatives who badly overestimated their bargaining power. In 2013, for example, Freedom Caucusers and their correlatives in the Senate said they would vote to raise the debt limit only at the price of repealing ObamaCare, which was obviously never going to happen. Mr. Boehner rightly calls it “a dumbass idea.”<br />Mr. Boehner’s criticisms of his former antagonists on the right have almost exclusively to do with tactics, not with substance. He fails to acknowledge the distinction, although he insists repeatedly that he agreed with their stated goals. “I was one of the biggest evangelists for fiscal discipline there was,” he claims. How is it, then, that he can brand both the Freedom Caucus and the “Squad” as “political terrorists”? What distinguishes the members of the Squad, foremost among them Alexandria Ocasio-Cortez, isn’t their willingness to pursue traditional Democratic goals by immoderate methods but their embrace of radical progressivism. The media buzz surrounding Mr. Boehner’s book has happily ignored this distinction and presented “On the House” as more evidence that the GOP has moved dramatically to the right. In fact, the party hasn’t moved much at all on policy, but it has become far more aggressive on tactical questions. Nor does Mr. Boehner exhibit the slightest curiosity about why, as he puts it, “the crazies came to town.” They just did, in his telling."
}