{
    "url_original": "https://www.wsj.com/articles/opec-sees-oil-demand-boosted-by-stimulus-and-vaccine-programs-11618315209?mod=markets_lead_pos11",
    "url": "opec-sees-oil-demand-boosted-by-stimulus-and-vaccine-programs-11618315209",
    "title": "OPEC Sees Oil Demand Boosted by Stimulus and Vaccine Programs",
    "sub_head": "Cartel regained control of oil prices in March, after they crashed last spring",
    "category_1": "Markets",
    "category_2": "Commodities",
    "time": "2021-04-13 08:00:00",
    "body": "Some of the world’s wealthiest nations are grappling with stubborn coronavirus rates, but a brightening outlook and historic stimulus packages will boost economic activity and oil demand this year, the Organization of the Petroleum Exporting Countries said Tuesday.<br />In its closely-watched monthly market report, OPEC increased its 2021 global oil demand forecast by 100,000 barrels a day and raised its forecast for global economic growth by 0.3 percentage points to 5.4%.<br />The cartel said its increased demand forecast was prompted by forecasts of a better-than-expected second half of the year, thanks to “stimulus programs and a further easing of Covid-19 lockdown measures, amid an acceleration in the vaccination rollout,” largely in the club of wealthy nations known as the Organization for Economic Cooperation and Development. Chinese demand has also remained resilient in recent months, OPEC said.<br />Oil prices rose Tuesday, with Brent crude oil—the global benchmark—up 1.1% at $63.96 a barrel and West Texas Intermediate futures, the U.S. benchmark, climbing 1% to $60.27 a barrel. Upbeat Chinese economic data gave oil a boost early Tuesday, according to Helge André Martinsen, senior oil market analyst at DNB Markets.<br />OPEC and its allies agreed earlier this month to boost their collective output by more than two million barrels a day over the coming months, betting on resurgent demand as they and the rest of the world assess the economic consequences of the pandemic’s trajectory."
}