{
    "url_original": "https://www.wsj.com/articles/oscars-2021-an-academy-award-ceremony-like-no-other-11618940164?mod=opinion_major_pos15",
    "url": "oscars-2021-an-academy-award-ceremony-like-no-other-11618940164",
    "title": "Oscars 2021: An Academy Award Ceremony Like No Other",
    "sub_head": "The stars gather for another chorus of ‘Hooray for Hollywood,’ at a time when it feels like ‘High Noon’ for the industry.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-327468?width=620&size=1.5",
    "image_1": "im-327468.jpg",
    "time": "2021-04-20 13:36:00",
    "body": "Over the course of the pandemic the movies—theatrical films, that is—have suffered one loss after another. They lost the use of their showplaces, those ornate palaces, labyrinthine multiplexes and financially precarious independent theaters that have only now begun to reopen their doors and fire up their popcorn poppers. They lost their exclusivity when supposedly stellar attractions started streaming on home screens at the same time they were playing in whatever few theaters were still operating. They lost—at least for the time being—any claim they might have retained on their special place in the expanding universe of entertainment. And earlier this month came news of a stunning new loss—the apparently permanent closure, due to implacable pandemic economics, of the ArcLight chain of attractive, festive multiplexes, and of Hollywood’s Cinerama Dome, arguably the most enjoyable place in the country to see a feature film.<br />So another Oscar ceremony is about to celebrate the thrill of it all.<br />Why? Couldn’t they have given the show a year’s rest?<br />When I was a kid, bicycling off eagerly to the movies every Saturday afternoon, a magazine humorist named Will Cuppy caught my attention by addressing the question of why the pyramids hadn’t fallen down. It is not in the nature of a pyramid to fall down, he explained, then added, in a footnote, that it probably couldn’t fall down if it tried. Well, it is not in the nature of the Oscars to skip a year simply because a deadly virus kept people from going to the movies. The Oscars couldn’t cancel if they tried, however weird the proceedings may prove to be.<br />But how will they stage the event? And what movies are we rooting for?"
}