{
    "url_original": "https://www.wsj.com/articles/other-worlds-review-sketches-of-a-spiritual-country-11619194460",
    "url": "other-worlds-review-sketches-of-a-spiritual-country-11619194460",
    "title": "‘Other Worlds’ Review: Sketches of a Spiritual Country",
    "sub_head": "With a deceptively light touch, the author known as Teffi conjured a Russia of everyday miracles.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-04-23 12:14:00",
    "body": "The stories in “Other Worlds” conjure a vanished Russia. Candle flames flicker on the dark faces of family icons, a coachman bites into a black radish, and in the deep forest a wolf speaks with a human voice. Above all, this collection reveals the spiritual threads woven into the fabric of old Orthodox observance.<br />Teffi (1872-1952), born Nadezhda Lokhvitskaya, remains best known in her native land for the light and largely satirical sketches she wrote before the revolution, a period in which she was so well known that she had sweets named after her. This volume presents a selection of stories featuring, in the words of the subtitle, a lively cast of “peasants, pilgrims, spirits [and] saints.”<br />The material, drawn from five collections, is arranged more or less chronologically by publication date. Many stories are autobiographical, notably “Kishmish,” an account of a trembling 8-year-old’s pre-dawn anguish, a racking despair that does not fade with the years. Except for very occasional excursions to Petersburg and Moscow, events unfurl on ramshackle country estates. Teffi focuses on the servants who made such estates possible, especially the nyanya, a recurring figure typically hired first as a wet nurse and then as the general custodian of the children. The nyanya is a much loved repository of lore.<br />Teffi tells many of her tales in the first person (“Afanasy Yevmenievich had a textile stall in our town market”), and her prose creates the illusion both of spontaneity and confidentiality (“I’m going to tell you a story I heard from a very respectable lady”). The narrator has no authorial omnipotence (“I’ve no idea what became of him”), thus inviting the complicit reader into a private world. Teffi was a friend of Nobel laureate Ivan Bunin (1870-1953), and, like him, she was also a poet. But as editor Robert Chandler writes in his introduction to “Other Worlds,” her “poetic gifts found their truest expression in prose.” Descriptive passages are quietly lyrical—an evening mosquito, for example, is a “long-legged dancer.”<br />“Solovki,” which first appeared in the émigré journal The Firebird and subsequently in the 1924 collection “Evening Day,” recounts a pilgrimage from Arkhangelsk, in the far north of western Russia, to the Solovetsky Islands (also known as Solovki) in the White Sea, the site of a fabled monastery. Pilgrims “smelling of cod and incense” throw bread to gulls from the stern of the steamer. I made that trip in 2014, setting off from Kem, on the western shore of the White Sea, and the pilgrims were still tossing food to the gulls. By then the sacred Solovki had taken on a meaning of nightmare: The monastery was the site of one of the first gulags."
}