{
    "url_original": "https://www.wsj.com/articles/our-towns-review-on-the-ground-in-flyover-country-11617916931",
    "url": "our-towns-review-on-the-ground-in-flyover-country-11617916931",
    "title": "‘Our Towns’ Review: On the Ground in Flyover Country",
    "sub_head": "An HBO documentary based on the nonfiction bestseller of the same name finds small communities in ‘real’ America overcoming adversity",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-322416?width=620&size=1.5",
    "image_1": "im-322416.jpg",
    "time": "2021-04-08 17:22:00",
    "body": "The most eloquent character in the film “Our Towns” is the camera; the star is the country it surveys, from community to community and coast to coast. There may not be a surfeit of purple mountains in this good-news documentary, but the majesty is everywhere, from circus classes in California to reconstituted sardine canneries in Maine.<br />There are words, too, provided by Atlantic magazine correspondents James and Deborah Fallows, whose 2018 book of the same name examines the state of “flyover” America and how the communities down there have not only been facing adversity, but turning it to their advantage. The filmmakers are another couple—veteran documentarians Steven Ascher and Jeanne Jordan—who retrace the authors’ journey through eight of the communities originally visited. As ever, their instinct for the intimate revealing detail (“Troublesome Creek,” “So Much So Fast,” “Raising Renee”) is on display here.<br />But it isn’t long before viewers of this film realize they’re not going to get a particularly deep dive into anything that’s happening anywhere. The viewpoint is clear: What’s happening everywhere is, in fact, happening everywhere. Drug problems, space problems, housing problems, race problems. No one escapes these. But in smaller towns, things may be more manageable. And making life tangibly better seems more achievable, with a combination of resilience and community.<br />Mr. Fallows jokes that he and his wife, who together covered China for the Atlantic for five years until returning in 2011 (when they started research on their book), didn’t intend to reflect the kind of Panglossian view native to Chinese headlines. (“Joy Sweeps Nation as Happiness Abounds,” Mr. Fallows quips.) But they were looking for places in America with “some kind of story to tell…often involving some economic shock.” What ties most of the towns together is their previous existence as single-industry communities where the industries had either failed or left. Coal mining in West Virginia. Fishing in Maine. Forestry in Oregon. In the case of San Bernardino, Calif.—part of the Inland Empire east of Los Angeles, where Mr. Fallows grew up—it was Norton Air Force Base that closed in 1994 and left the city struggling ever since.<br />Implicit in the film, and the book (subtitled “A 100,000-Mile Journey Into the Heart of America”), is the presumption that the “real” America exists in the so-called heartland. Not exactly a new idea. But if there’s a connecting thread to be found in the stories artfully strung together here, it’s that differences between problems of major cities and smaller towns are really a question of scale. Perhaps the most depressing moment in the film is also a unifying one: an aerial survey of the strip malls, auto dealerships and big-box stores that have turned so much of the nation’s landscape into the same concrete eyesore. (The drone work here is by Bryan Harvey, who with Mr. Ascher contributes the often gorgeous cinematography.) But there is much beauty, too, and a recognition that nature can be an economic resource. An example is Bend, Ore., where vast recreational opportunities are being recognized as something to be preserved, and even benignly exploited. Joy may not be sweeping the nation portrayed in “Our Towns,” exactly. But a certain amount of happiness abounds."
}