{
    "url_original": "https://www.wsj.com/articles/out-of-the-shadows-review-spirited-women-11619788122",
    "url": "out-of-the-shadows-review-spirited-women-11619788122",
    "title": "‘Out of the Shadows’ Review: Spirited Women",
    "sub_head": "As the fashion for supernatural phenomena swept Europe and America, its practitioners rallied behind earthly causes, too.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-330555?width=620&size=1.5",
    "image_1": "im-330555.jpg",
    "time": "2021-04-30 09:08:00",
    "body": "Victoria Woodhull awoke cold, alone and drenched in blood. Her tiny newborn lay next to her, bleeding from a badly cut umbilical cord and every moment closer to death. Woodhull’s husband, ostensibly a doctor but in reality a drunk, had severed the cord too close, and the baby’s vital organs were peeping through the hole. Though weak from labor, Woodhull thumped the walls of her rented room until a neighbor arrived to help, breaking through a grate in the basement to enter the locked house. The child survived.<br />The incident did not break Woodhull, but rather confirmed her desire to break free from her marriage—and from the limitations that afflicted her, and all women, in the 1860s. She would ultimately take a second husband, espouse the cause of free love, run a successful brokerage firm and court the friendship of rights champions such as Elizabeth Cady Stanton and Frederick Douglass. She would also run for president of the United States. Few would recall that this “beguiling” woman of means had once been known as the “witch of Washington-avenue” who had begun as a spirit medium.<br />In Emily Midorikawa’s “Out of the Shadows,” Woodhull is joined by five other “visionary” women—a descriptor that works both in the sense of those who have their eyes fixed on a better future and those who, with supposedly supernatural aid, can predict it. The book begins with the Fox sisters—Leah, Margaretta and Catherine—whose “spirit rapping” began a craze that swept the United States and Europe. High-profile figures gave spiritualism credence, from William Crookes (inventor of the Crookes cathode tube) to Queen Victoria, who invited guests to table-turning séances.<br />In an era of rapid industrialization and strange new discoveries such as the telegraph, the concept that communication with another realm might also be possible held sway over the curious. But Ms. Midorikawa is far less concerned with the spectacle of these events than she is with their import, their power and—most importantly—the gender of their participants: In 1848, those who had “taken part in the Women’s Rights Convention would be talking of raps heard in Elizabeth Cady Stanton’s home,” Ms. Midorikawa writes, “even upon the very table on which she had drafted the convention’s Declaration of Sentiments.” Women are at the very center of this story.<br />Why women? To begin with, because nothing was expected of them. By the 1860s, despite the English monarch being a woman, public opinion in the U.S. and Britain held that women were meant to be mothers, vessels and pliant saints of their households, obedient first to father and then to husband. They had delicate constitutions and fickle, fragile minds; such were the reasons cited for keeping them out of higher education, careers and voting booths. When the Fox sisters finally confessed to their hoax many years later, they would not get off easy—they were strip-searched, barricaded in their houses and shot at by angry mobs. Even so, their very femininity played a part in their defense. How could women have come up with anything so complex as a spiritual con job?"
}