{
    "url_original": "https://www.wsj.com/articles/outdoor-lighting-tips-to-make-your-yard-look-like-a-luxury-resort-11619205023",
    "url": "outdoor-lighting-tips-to-make-your-yard-look-like-a-luxury-resort-11619205023",
    "title": "Outdoor Lighting Ideas to Make Your Yard Look Like a Luxury Resort",
    "sub_head": "What’s the best way to make your outdoor space elegantly enjoyable after dark? With a lighting scheme as layered as your living room’s, say the pros. Here’s how.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-328373?width=620&size=1.5",
    "image_1": "im-328373.jpg",
    "time": "2021-04-23 15:10:00",
    "body": "LAST SUMMER, those of us charmed enough to have a backyard to call our own tended our gardens and zhushed our patios with new furniture, maybe even springing for an outdoor rug. When it came to exterior lighting, however, most people aimed no higher than a swag of Edison-bulb string lights and a feebly flickering hurricane candle.<br />“Outdoor spaces sometimes get overlooked after the sun goes down,” said Memphis interior designer Sean Anderson, alluding to such lame attempts at illumination. This spring, however, as we prepare to host en plein air again, why not tackle outdoor lighting—especially if you’ve upgraded everything else? Beyond a wish to enjoy their private plot at night, homeowners light landscapes “so that when you’re inside the house you can see the garden and not just a black hole,” said Ive Haugeland, founding principal of Shades of Green, a landscape architecture firm in Sausalito, Calif.<br />The best way to banish murky shadows is to borrow the sort of layered lighting scheme found in professionally designed living rooms. In simplest terms, you want three tiers. Start with the highest level, via lofty lanterns or up-lighting that draws eyes skyward or even chandeliers (yes, weatherproof versions exist; see “Worth Wiring”). Next fill in the midrange with sconces, illuminated plants or sculptures and tabletop portable lanterns. And don’t forget low-level illumination—that is path, understep and underseat lighting.<br />The cumulative effect should be subtle, not stark, “that feeling of fireflies on a summer night, that sense of discovery,” as San Francisco designer Ken Fulk put it. “The default has previously been an overly lit space.”<br />At a residence in San Francisco, Ms. Haugeland recently hung two outdoor-rated glass chandeliers beneath a minimalist pergola. To provide eye-level glow, she uplit the knotty trunks of century-old olive trees, then set low LED lighting into step risers for safer sauntering after dark. The chandeliers are “a little over the top, so they’re very fun and playful and what you don’t expect to see outside,” said Ms. Haugeland."
}