{
    "url_original": "https://www.wsj.com/articles/p-g-worked-with-china-trade-group-on-tech-to-sidestep-apple-privacy-rules-11617902840?mod=tech_lead_pos1",
    "url": "p-g-worked-with-china-trade-group-on-tech-to-sidestep-apple-privacy-rules-11617902840",
    "title": "P&G Worked With China Trade Group on Tech to Sidestep Apple Privacy Rules",
    "sub_head": "One of world’s largest ad buyers spent years building marketing machine reliant on digital user data, putting it at odds with iPhone maker’s privacy moves",
    "category_1": "Tech",
    "time": "2021-04-08 17:28:00",
    "body": "Procter & Gamble Co. helped develop a technique being tested in China to gather iPhone data for targeted ads, a step intended to give companies a way around  Apple Inc.’s  new privacy tools, according to people familiar with the matter.<br />The move is part of a broader effort by the consumer-goods giant to prepare for an era in which new rules and consumer preferences limit the amount of data available to marketers.  P&G —among the world’s largest advertisers, with brands such as Gillette razors and Charmin toilet paper—is the biggest Western company involved in the effort, the people said.<br />The company has joined forces with dozens of Chinese trade groups and tech firms working with the state-backed China Advertising Association to develop the new technique, which would use technology called device fingerprinting, the people said. Dubbed CAID, the advertising method is being tested through apps and gathers iPhone user data. Through the use of an algorithm, it can track users for purposes of targeting ads in a way that Apple is seeking to prevent.<br />Apple is planning a software update in coming weeks that will require app users to choose whether they want their activity to be tracked across other companies’ apps and websites. Apple has touted the new software as an important step for putting privacy controls in users’ hands. Device fingerprinting runs afoul of Apple’s rules, and the tech company has said it would ban any app that violates its policies.<br />“The App Store terms and guidelines apply equally to all developers around the world, including Apple,” an Apple spokesman said. “We believe strongly that users should be asked for their permission before being tracked. Apps that are found to disregard the user’s choice will be rejected.”"
}