{
    "url_original": "https://www.wsj.com/articles/palestinian-authority-president-postpones-parliamentary-vote-11619772210",
    "url": "palestinian-authority-president-postpones-parliamentary-vote-11619772210",
    "title": "Palestinian Authority President Postpones Parliamentary Vote",
    "sub_head": "May elections would have been first vote in West Bank, Gaza since 2006",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-332283?width=620&size=1.5",
    "image_1": "im-332283.jpg",
    "time": "2021-04-30 04:43:00",
    "body": "JERUSALEM—The Palestinian Authority said Friday it would postpone parliamentary elections scheduled for next month amid lingering questions over whether Palestinians in East Jerusalem could participate in the vote and a predicted poor performance by the West Bank’s ruling party, Fatah.<br />Israel has said it wouldn’t interfere with the vote, but hasn’t made clear whether a relatively small number of Palestinians residing in East Jerusalem—about 6,000 in total—would be allowed to cast ballots under Israeli supervision. Palestinians view their participation as an important symbol of their claims to East Jerusalem, which Israel annexed after capturing it in the 1967 war. Mr. Abbas said his efforts to urge international powers to press Israel to allow the vote in East Jerusalem have so far failed.<br />“Facing this difficult situation, we have decided to postpone the legislative elections until we make sure that Jerusalem and its people can participate,” Palestinian Authority President Mahmoud Abbas said in an early morning speech after a meeting of Palestinian factions.<br />The fate of Jerusalem is one of the most sensitive issues in the long-running Israeli-Palestinian conflict. Israel claims the undivided city of Jerusalem as its capital, while the Palestinians claim East Jerusalem, the West Bank and Gaza for a future state. In recent days, tensions have escalated sharply as Palestinians have clashed with Israeli police in the Old City over disputes about nightly Ramadan gatherings.<br />The Palestinian election commission says about 150,000 voters can cast votes on the outskirts of East Jerusalem, without any need for Israeli permission."
}