{
    "url_original": "https://www.wsj.com/articles/patreons-valuation-triples-to-4-billion-as-creators-and-fans-flock-to-platform-11617762374?mod=markets_minor_pos9",
    "url": "patreons-valuation-triples-to-4-billion-as-creators-and-fans-flock-to-platform-11617762374",
    "title": "Patreon’s Valuation Triples to $4 Billion as Platform Draws Creators, Fans",
    "sub_head": "Online company raises $155 million in latest round, led by new investor Tiger Global Management",
    "category_1": "Deals",
    "image_1_url": "https://images.wsj.net/im-321523?width=620&size=1.5",
    "image_1": "im-321523.jpg",
    "time": "2021-04-07 11:00:00",
    "body": "Patreon Inc., an online platform that connects musicians and other creators with fans, was valued at $4 billion in its latest investment round, more than tripling its value since September as venture capitalists bet on startups that serve content creators.<br />Patreon said it raised $155 million in the latest round, led by new investor Tiger Global Management, with participation from Woodline Partners and several earlier investors, including Wellington Management, Lone Pine Capital and New Enterprise Associates.<br />Tiger Global, the New York-based investment firm, has been among the more active tech investors of late. Recent investments include online sneaker reseller StockX LLC, automation software company UiPath Inc., Brazilian real-estate company Loft Holdings Ltd. and U.K. financial-technology startup Checkout Ltd.<br />The new capital for Patreon comes after the closely held San Francisco company raised $90 million in capital in September, bringing its valuation to more than $1.2 billion.<br />The Covid-19 pandemic has proven to be a catalyst for the so-called creator economy, which has faced event cancellations, lockdowns and other measures taken to curb the spread of the virus. Online platforms such as Patreon, Baron App Inc.’s Cameo and Fenix International Ltd.’s OnlyFans have emerged among the winners during the pandemic as people looked for entertainment while artists and creators looked for ways to continue their work and make money. Clubhouse, an audio-based platform where people go to talk, is reportedly discussing raising money at a roughly $4 billion valuation, Bloomberg reported."
}