{
    "url_original": "https://www.wsj.com/articles/peace-poverty-and-betrayal-review-to-oblige-and-rule-11619647732?mod=opinion_reviews_pos1",
    "url": "peace-poverty-and-betrayal-review-to-oblige-and-rule-11619647732",
    "title": "‘Peace, Poverty and Betrayal’ Review: To Oblige and Rule",
    "sub_head": "Britain’s connection to India shaped the views of political philosophers and goaded the British into major reforms, at home and abroad.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-331399?width=620&size=custom_3355x1772",
    "image_1": "im-331399.jpg",
    "time": "2021-04-28 18:08:00",
    "body": "As India reels from the Covid pandemic, is it wrong to ask whether independent India is really taking better care of Indians than the British Raj did? This question—yes, provocative—isn’t one that Roderick Matthews poses in “Peace, Poverty and Betrayal,” a book he describes as “a new history of British India.” But many of his readers could be tempted to ask it as they observe present-day Indians die in the thousands from a lack of hospital beds, medicines and oxygen—dying, in fact, from the sort of callous and conspicuous dereliction of care that we’ve been schooled to ascribe to colonial rulers.<br />The pandemic is a global phenomenon, but its management within India is the job of the Indian government. Inthis task, alas, it appears to have fallen as scandalously short of the standards required of it as the British Raj did in 1943, when a famine killed millions in Bengal. This deadly neglect came about, in part, because the war cabinet in London, Mr. Matthews writes, “had no wish to divert ships and food from elsewhere to help relieve the distress.”<br />Nowhere near the same numbers have died of Covid in 21st-century India, but the infection and mortality rates are just as unacceptable. Even in the midst of the pandemic, India’s government steams ahead with a multi-billion-dollar vanity project to redesign the central avenue of New Delhi and build a new parliament building. Mr. Matthews, a historian whose great-grandfather was a tutor to Jawaharlal Nehru, India’s first prime minister, writes that British colonialism could be “self-glorifying and arrogant.” It is evident that India’s elected rulers are no more self-effacing.<br />Independent India shares a great deal else with its colonized self. Mr. Matthews tells us that “all its principal ideals”—the rule of law, religious liberty, legal equality, freedom of expression and the protection of minorities—are “identical to those of the British Raj it replaced.” Except for one, “mass democracy,” a new ideal for India at odds with the political logic of colonialism. But, Mr. Matthews notes, the right to vote came at a price. Fearful of domination by a Hindu electoral majority, the Muslim elites of India engineered their breakaway state of Pakistan.<br />The British ruled in India from 1765 to 1947, and Mr. Matthews writes that “rich, powerful Indians” were “complicit every step of the way.” He invites Indians to acknowledge that “it is inconceivable” that British rule could have lasted so long without serving the interests of the Indian elites, which retained their social influence and wealth. “Almost uniquely in world history,” he notes, “the British conquest of India involved very little change in the ownership of land—at least from conquered to conquerors.”"
}