{
    "url_original": "https://www.wsj.com/articles/peaches-golding-is-a-pioneering-representative-of-the-crown-11619798788",
    "url": "peaches-golding-is-a-pioneering-representative-of-the-crown-11619798788",
    "title": "Peaches Golding Is a Pioneering Representative of the Crown",
    "sub_head": "An African-American businesswoman who serves as an official of Queen Elizabeth knows ‘the power of visibility.’",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-321701?width=620&size=custom_3643x5478",
    "image_1": "im-321701.jpg",
    "time": "2021-04-30 12:06:00",
    "body": "Peaches Golding’s great-great-grandfather, a plantation owner in North Carolina named Theophilus Hauser, bought her great-great-grandmother, Bethania, as a child slave. They had three sons together, born into bondage. The white and Black descendants of the Hauser family have gathered for reunions for over 100 years, and as a child Ms. Golding knew these multiracial gatherings were unusual. She burned with questions: What was Bethania’s life like? How were her children treated? But she learned that “there are some things you discuss and some things you don’t discuss,” she recalls. “Sometimes time needs to pass” before people can openly address “very painful” subjects, like a shared past forged in slavery.<br />Now, as the first Black woman to hold the post of Lord Lieutenant in the U.K.—she is the Queen’s honorary representative in Bristol—Ms. Golding, 67, believes that many Americans and Britons are finally ready to reckon with the legacy of the slave trade. Last year, she wrote in a public statement published in the Bristol Post that racism still affects “life chances as well as lifespans.” Ms. Golding suspects that the Covid-19 pandemic, which has hit people of color especially hard in the U.K. as in the U.S., has given people more “time to think, ‘Is this system right? How do we make it better?’”<br />At the same time, Ms. Golding has made headlines in recent weeks for her ardent defense of Queen Elizabeth II and Britain’s royal family against charges of racism sparked by Prince Harry and Meghan Markle’s internationally broadcast interview with Oprah Winfrey. “I do not believe in the least that they are racist,” she said in an interview with the BBC in March. “They are a very respectful group of people, and I have never encountered racism at all.” In a public statement after the recent passing of Prince Philip, whom she met on several occasions, Ms. Golding commended the way he used his “energy, drive and influence” to promote “the cohesiveness of society here in the U.K.” Ms. Golding received the Order of the British Empire in 2009 for her services to Black and minority people.<br />On a video call from her home in Bristol, against a backdrop of blooming hibiscus and gardenias from her conservatory (“my husband’s handiwork”), Ms. Golding elaborates that as Lord Lieutenant, she works closely with members of the royal family and their “teams” of secretaries. In their many private conversations about “race, racism, prejudice and inequality,” she says that the royals and their staffers speak with “a great awareness, a great understanding of how they can bring their own power to bear” on matters of racial injustice.<br />Ms. Golding singles out Prince Charles for special praise, having worked for nearly two decades for his Race for Opportunity charity, which aims to promote minority-owned businesses and communities. “He sees the barriers,” she says. “He sees that his privilege can enable things to happen.” She adds that she was not offended to learn that someone in the royal family wondered aloud how “dark” Prince Harry and Ms. Markle’s child would be. “Unless you know the context, it’s very difficult to know the intent.”"
}