{
    "url_original": "https://www.wsj.com/articles/peloton-doesnt-need-to-sweat-so-much-11617966000?mod=business_minor_pos11",
    "url": "peloton-doesnt-need-to-sweat-so-much-11617966000",
    "title": "Peloton Doesn’t Need to Sweat So Much",
    "sub_head": "Investors have been backpedaling hard on the company’s stock even as its delivery times have improved",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-09 07:00:00",
    "body": "Peloton ’s  customers are waiting a little less these days, even as the company’s investors have grown less patient.<br />The maker of connected fitness products has seen its share price sink nearly 19% this year. Some of that can be chalked up to investors rotating out of pandemic-fueled names into sectors expected to see a sharp benefit from reopening. In the fitness world that has meant a preference for gym-based workouts over those at home. Nautilus, another maker of connected fitness products, is down 5% for the year while gym chain  Planet Fitness  is up 11%.<br />But concerns about Peloton also center on the now-common problem of getting physical products across the ocean and into customers’ hands. Logistical challenges have plagued the company for months as the pandemic spurred consumers to invest top dollar in working out from home. Wait times for Peloton’s spin bikes and treadmills—with prices ranging from about $1,900 to over $4,000—have stretched as long as three months as the company raced to boost production and deal with brutal port backlogs.<br />That backlog seems to be clearing, albeit slowly in some cases. Stated wait times for Peloton’s flagship Bike are now 1-3 weeks on the company’s website. That is down sharply from a peak of 10-plus weeks in February and 3-5 weeks last month, according to KeyBanc Capital Markets analyst Edward Yruma. Wait times for the newer Bike+ as well as the Tread+ treadmill still range from 4-8 weeks. Both are also improvements from the 10-plus weeks shown in February, though, according to Mr. Yruma’s tracking. Peloton doesn’t release sales figures on specific devices, but the company said in its earnings call in November that the Bike remains its top-selling product.<br />The risk of people flooding back into gyms also will take a while to materialize—if it does at all. Those that have opened in major markets such as California still must operate under capacity restrictions and mask mandates, and those may remain in place for much of the year. And Peloton’s premium prices still look reasonable against many of the more boutique fitness options likely to appeal to its core customers. Kaumil Gajrawala of  Credit Suisse  notes that the monthly cost for a couple sharing the equipment installment payment of a Peloton bike with a digital membership is $88—some 87% below the cost for the same couple to attend 10 SoulCycle classes a month."
}