{
    "url_original": "https://www.wsj.com/articles/percy-vs-goliath-review-taking-on-an-agriculture-giant-11619730798",
    "url": "percy-vs-goliath-review-taking-on-an-agriculture-giant-11619730798",
    "title": "‘Percy Vs Goliath’ Review: Taking On an Agriculture Giant",
    "sub_head": "Christopher Walken plays the Canadian farmer who stood up to agribusiness Monsanto in this real-life underdog story.",
    "category_1": "Film Review",
    "time": "2021-04-29 17:13:00",
    "body": "The agribusiness giant Monsanto never seemed to care about its public image before it was acquired by Bayer in 2018, and no one who sees “Percy Vs Goliath” will confuse it for good PR. It is tough to be on the losing end of a morality tale, however, even one as rickety as this Canadian production.<br />Christopher Walken, known to deliver an eccentric performance now and then, plays it straight as Percy Schmeiser, the real-life Saskatchewan canola farmer who was sued in 1998 for using patented Monsanto seeds without a license. The seeds were genetically modified to be Round-Up resistant—the resulting plants would survive spraying with the Monsanto weed killer, while non-Monsanto seeds would not. The Oscar-winning Mr. Walken gives an affecting, even endearing performance as a simple man with an iron-clad sense of his self-worth: Like most small farmers, then or now, he hasn’t the wherewithal to wage a legal battle with the likes of Monsanto. But the attacks on his personal integrity leave him no other option.<br />As spelled out in the title, “Percy Vs Goliath” is a fact-based underdog tale and a story about a controversy that still resonates around the dinner table. Regardless of how one views genetically modified organisms or their place in the food chain, “Percy Vs Goliath” is likely to stick in one’s craw, as the courts in the movie ignore much natural law in favor of patent law. Seeds, after all, are distributed in various nonhuman ways—winds, birds, animal droppings—but the fact that Percy had plants that survived a Round-Up spraying was enough for judges to rule that those plants belonged to Monsanto. “Whatever dies is yours,” Percy bitterly tells one group of farmers that he visits during his prolonged legal battle: At the behest of anti-GMO activist and zealous Percy supporter Rebecca Salcau (Christina Ricci), he takes his show on the road, a road that leads all the way to India.<br />“Percy Vs Goliath” does many things well. Mr. Walken delivers a convincing portrayal of a man reluctant to become a public figure but who realizes he has duties and constituencies beyond his wife (Roberta Maxwell) and his farm. Zach Braff, as attorney Jackson Weaver, who takes on Percy’s case though he thinks it hopeless, avoids most of the lawyer clichés that one braces for in a legal drama. Ms. Ricci offers complexity and energy as Rebecca, who’s a bit of an opportunist and both she and Percy know it.<br />The intricacies of the Percy-Monsanto relationship, and that of Percy and his town, aren’t quite clear. Director Clark Johnson seems to take a few shortcuts, as does the screenplay by Garfield Lindsay Miller and Hilary Pryor. Much is made of Percy’s role as a “seed saver”: Like his farming forebears, he would preserve the seeds from the strongest plants each year and sow them the following season to develop a hardier crop. The point is not made—or, if it is, not very pronouncedly—that Monsanto seeds were nonrenewable and thus Percy’s methods posed a threat, one that would certainly help explain why Percy, out of so many Canadian farmers, was singled out. What the film doesn’t explain to any satisfying degree is the reaction of the farm community where Percy lives and which ostracizes him after he loses his initial legal battles. The epithet “seed stealer” is hurled at him more than once, and the enmity of his fellow farmers—from whom one would expect sympathy—is a bit mysterious."
}