{
    "url_original": "https://www.wsj.com/articles/permissive-libel-law-lets-democracy-down-11618323665?mod=opinion_major_pos16",
    "url": "permissive-libel-law-lets-democracy-down-11618323665",
    "title": "Permissive Libel Law Lets Democracy Down",
    "sub_head": "Outright lies don’t further public debate, and vigorous debate is what the Supreme Court thought it was protecting.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-320465?width=620&size=1.5",
    "image_1": "im-320465.jpg",
    "time": "2021-04-13 10:21:00",
    "body": "Jeremy Lewin provides many good reasons to reconsider New York Times v. Sullivan (1964), which “curtails the ability of public officials and . . . public figures to secure damages for lies about them” (“The Progressive Case for Libel Reform,” op-ed, April 6). Outright lies don’t further public debate, and vigorous debate is what the Supreme Court thought it was protecting. Mr. Lewin doesn’t mention what has always seemed to me to be the most significant way that Times v. Sullivan has negatively affected political discourse: Good people are less inclined to enter the public arena. Why endure the inevitable unscrupulous attacks if there’s no realistic possibility of legal recourse? The quality of public debate isn’t enhanced if our country’s best stay on the sidelines.<br />Em. Prof. Erik M. Jensen<br />Case Western Reserve University<br />Cleveland<br />Regarding your editorial “Reconsidering Times v. Sullivan” (March 23) and Glenn Harlan Reynolds’s “How to Restore Balance to Libel Law” (op-ed, March 25): The quality in public discussion in America has deteriorated significantly via Times v. Sullivan and other related Supreme Court decisions (along with other factors, such as the Telecommunications Act of 1996). As you note, defamation cases by public figures against the press are nearly impossible to win due to the “actual malice” standard, an unusual characteristic for democratic countries. Even for public officials, the odds are against winning. If Sullivan can’t be reversed, then limiting its scope to officials, as Prof. Reynolds suggests, would significantly improve the moral and intellectual quality of political life in this country and strengthen democracy."
}