{
    "url_original": "https://www.wsj.com/articles/peter-frampton-on-how-he-recorded-david-bowie-and-radiohead-covers-11618415432",
    "url": "peter-frampton-on-how-he-recorded-david-bowie-and-radiohead-covers-11618415432",
    "title": "Peter Frampton on How He Recorded David Bowie and Radiohead Covers",
    "sub_head": "The rock legend behind the soon-to-be-released album “Frampton Forgets the Words” shares the best tools in his home studio and the one guitar he can’t live without",
    "category_1": "Tech",
    "category_2": "Technology Essentials",
    "image_1_url": "https://images.wsj.net/im-324777?width=620&size=0.6666666666666666",
    "image_1": "im-324777.jpg",
    "time": "2021-04-14 11:50:00",
    "body": "ENGLISH ROCK ROYAL Peter Frampton laid down his mic and went instrumental for his new album, out April 23. Cheekily titled “Peter Frampton Forgets the Words,” the collection includes his versions of songs by close friends—including George Harrison and his childhood pal David Bowie—as well as covers by artists he admires, such as Roxy Music, Lenny Kravitz and even Radiohead.<br />The collection arrives on the heels of Mr. Frampton’s recent best-selling memoir, “Do You Feel Like I Do?” Named for one of his most famous songs, the book takes readers on a fascinating ride through the last 50-plus years of rock history. It follows Mr. Frampton through his highest highs (a meteoric rise as a guitarist with English rock band Humble Pie, stints playing with Ringo Starr, Harrison and Bowie; and his 1976 solo smash album “Frampton Comes Alive!”) and the lowest lows (drug and alcohol addiction and the ensuing wilderness years as well as the loss of his beloved Les Paul guitar in a plane crash).<br />Speaking to us from his Nashville home, where he set up a recording studio to tinker in quarantine, he detailed the best tools in his music-production arsenal, rejoiced in the strength of Bluetooth and singled out the guitar he would grab in an emergency.<br />My Marshall Major III wireless headphones have become so helpful in the studio because I’m usually a one-man recording team. If you’ve got a headphone wire, plus a guitar that’s plugged into an amp, you’ll look around and realize you’re all tangled up in wires.<br />I wanted to do some master recording in my home so I did my homework, and the Rupert Neve Designs Portico II Channel Microphone Preamp floored me with how great it is. I’m thinking of running my acoustic setup through it on stage, if I ever get out there again."
}