{
    "url_original": "https://www.wsj.com/articles/pianist-kristian-bezuidenhout-plays-mozart-and-beethoven-as-they-originally-sounded-11619193575",
    "url": "pianist-kristian-bezuidenhout-plays-mozart-and-beethoven-as-they-originally-sounded-11619193575",
    "title": "Pianist Kristian Bezuidenhout Plays Mozart and Beethoven As They Originally Sounded",
    "sub_head": "The period-instrument musician prefers an early 19th century-style fortepiano to today’s concert grands.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-328339?width=620&size=1.5",
    "image_1": "im-328339.jpg",
    "time": "2021-04-23 11:59:00",
    "body": "Classical music fans are used to hearing the keyboard music of Mozart and Beethoven performed on massive, seven-octave concert pianos, which were first introduced in the middle of the 19th century. Keyboard player Kristian Bezuidenhout, 41, has made it his mission to perform those works on the smaller, more delicate-sounding fortepianos that the composers actually played and that their Viennese audiences were accustomed to hearing.<br />Earlier this year, Mr. Bezuidenhout released a nine-CD box set of Mozart’s complete keyboard sonatas, and this summer will see the release of his final volume of Beethoven’s five piano concertos, recorded with Germany’s Freiburger Barockorchester, one of Europe’s pioneering period-instrument ensembles, where he is also an artistic director. For the Beethoven recordings, he played a 1980s reconstruction of an early-1820s Viennese instrument.<br />Mr. Bezuidenhout traces his career-defining passion for Mozart to a childhood encounter with the Oscar-winning film “Amadeus.” In the late 1980s, not long after his family relocated from South Africa to Australia’s Gold Coast, south of Brisbane, “We rented it at a video shop, and I became obsessed,” he says. The film established “a visceral connection” to the beauty of the music, he recalls. “I still watch it with reverence.”<br />A student of both piano and flute, Mr. Bezuidenhout enrolled as an undergraduate at the Eastman School of Music in Rochester, N.Y. There he had his first encounter with a fortepiano. “At Eastman, there was a very beautiful Mozart-era fortepiano, but the first feeling I had when I played it was one of incredible frustration, because it was so different than what I was used to,” he says. The classical-era Viennese fortepiano gets its distinctive sound from leather-covered hammers striking strings that are housed in a compact wooden case. A modern grand piano, by contrast, derives its more powerful sound from heavier, felt-covered hammers and a cast-iron frame that allows for higher-tension strings.<br />Frustration gave way to beguilement as he grew “attracted to the logic” of playing Mozart’s music on an instrument from Mozart’s own time. Within a few years he won an international fortepiano competition in Belgium, and his career was launched by the time he was 21. Today, Mr. Bezuidenhout has his own fortepiano at home—a 5½-octave instrument, based on a Viennese model from around 1802, made for him by Paul McNulty, a Czech-based American who has devoted his life to building recreations of historic fortepianos."
}