{
    "url_original": "https://www.wsj.com/articles/pill-dispensing-tech-makes-the-medicine-go-down-with-human-help-that-is-11619269201?mod=business_lead_pos12",
    "url": "pill-dispensing-tech-makes-the-medicine-go-down-with-human-help-that-is-11619269201",
    "title": "Pill-Dispensing Tech Makes the Medicine Go Down...With Human Help, That Is",
    "sub_head": "Smart pill dispensers take on the job of reminding you to take your medicine, but for patients with memory loss, tech still needs a helping hand",
    "category_1": "Tech",
    "category_2": "Family & Tech: Julie Jargon",
    "image_1_url": "https://images.wsj.net/im-329274?width=620&size=1.5",
    "image_1": "im-329274.jpg",
    "time": "2021-04-24 09:00:00",
    "body": "When Stephanie Luehrs’s father began losing track of what day it was, she knew his pre-filled pill packs were no longer going to work, even though they were carefully labeled. So she bought him a high-tech pill dispenser.<br />The MedMinder device she got has compartments for every day of the week, and they pop open with a beep when it’s time to take the pills stored inside. Ms. Luehrs gets a text notification if her dad hasn’t taken his pills. When she learned he missed some doses, she went to his apartment and turned up the volume on the machine. One day, she got a notification that the machine was operating on backup battery—her father, who has Alzheimer’s, had unplugged it. Another time, he didn’t close one of the compartments properly and the box got jammed. Ms. Luehrs had to call customer service, which remotely unlocked the compartments, and then she closed them properly.<br />People like Ms. Luehrs are finding that when it comes to pill-taking, technology only works with human involvement, especially for people with memory loss. “The machine is great, but you definitely want to have someone to help with refills or other issues,” Ms. Luehrs, of Rogers, Minn., said.<br />Numerous products and services are designed to make pill-taking easier, from “smart” caps like Pillsy, which screw onto prescription bottles and chirp when it’s time to take pills, to the type of automatic pill dispensers Ms. Luehrs uses.<br />Other types include Hero, Dose Flip and MedaCube, which hold weeks’ or even months’ worth of pills and can be programmed to release the right amount at the right time. The devices sound an alarm to indicate it’s time to take pills; most also work with apps so that caregivers can get notifications of missed doses."
}