{
    "url_original": "https://www.wsj.com/articles/pioneers-6-4-billion-deal-for-smaller-shale-rival-signals-life-in-oil-patch-11617454139?mod=markets_minor_pos5",
    "url": "pioneers-6-4-billion-deal-for-smaller-shale-rival-signals-life-in-oil-patch-11617454139",
    "title": "Pioneer’s $6.4 Billion Deal for Smaller Shale Rival Signals Life in Oil Patch",
    "sub_head": "The purchase of DoublePoint Energy is the largest for a privately held shale driller since 2011, underscoring recent momentum as oil tops $60 a barrel",
    "category_1": "Markets",
    "category_2": "Commodities",
    "image_1_url": "https://images.wsj.net/im-319963?width=620&size=1.5",
    "image_1": "im-319963.jpg",
    "time": "2021-04-03 08:49:00",
    "body": "Pioneer Natural Resources Co. ’s $6.4 billion deal to buy DoublePoint Energy this week is the latest sign of renewed interest in smaller shale drillers as oil prices recover from last year’s pandemic lows.<br />The deal, announced Thursday evening, was the largest acquisition of a privately held shale company since 2011. It follows the sale of a number of smaller oil-and-gas companies and demonstrates momentum in what had been a moribund market, according to executives, investors and data from consulting firm Enverus.<br />The market for private oil-production firms had collapsed in recent years as investors, frustrated following years of dismal returns, pushed larger shale companies to curtail investments and stop buying smaller debt-laden companies.<br />That has changed in recent months—at least for the private companies with better assets and lower debt—as U.S. benchmark prices hover above $60 a barrel. A surge in the shares of U.S. oil producers, following the rollout of Covid-19 vaccines and a slow but steady recovery in oil demand, is enabling larger companies to use their equity to pay for targeted acquisitions.<br />Pioneer, led by Chief Executive Scott Sheffield, plans to issue 27.2 million shares and spend $1 billion in cash in the DoublePoint deal, set to close in the second quarter. It will assume about $900 million of the smaller company’s debt and liabilities."
}