{
    "url_original": "https://www.wsj.com/articles/plunder-review-stealing-beauty-11619790758",
    "url": "plunder-review-stealing-beauty-11619790758",
    "title": "‘Plunder’ Review: Stealing Beauty",
    "sub_head": "Napoleon Bonaparte was determined to pick off Europe’s finest masterpieces. In Venice, he went all out.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-331493?width=620&size=1.5",
    "image_1": "im-331493.jpg",
    "time": "2021-04-30 09:52:00",
    "body": "In the midst of his Italian campaign, Napoleon Bonaparte stole a painting from a monastery in Venice. Cynthia Saltzman has turned this forgotten episode into a highly original work of history.<br />“Plunder: Napoleon’s Theft of Veronese’s Feast” interweaves several overlapping themes, delving into military and political history as well as the evolving function of public art displays in Europe. She guides us through the fading gem that was Venice in the mid-16th century, when “The Wedding Feast at Cana” was painted. She introduces us to the artist, Paolo Veronese, a stonecutter’s son and a highly regarded colorist, and to the ambitious abbot who chose the painter’s subject—the feast at which Jesus performed the miracle of turning water into wine.<br />The stage set, Ms. Saltzman leaps two centuries forward, to the dangerous days of the French Revolution, when the French government converted a royal palace into the Louvre Museum, displaying masterpieces in the shadow of an active guillotine. But her story focuses mostly on the years after the Terror, when Revolutionary France was at war with European monarchs, and on the boy general Napoleon, not yet emperor but increasingly calling the shots. She depicts him, with masterly economy, as a brilliant tactician riddled with personal conceits and vanity. The author deftly shifts between Napoleon’s military conquests and his wholesale art thefts, not to mention his less-than-successful campaign to hold the attention of his recent bride, Josephine. She joined him in Italy “reluctantly”—accompanied by her dog and by a hussar lieutenant who was her lover.<br />Ms. Saltzman, an art historian and former reporter at The Wall Street Journal (and my former co-worker there), seems equally conversant with 18th-century art criticism and the period’s politics. As she relates, much of Italy was in Austrian hands at the time of Napoleon’s invasion, but Venice remained an independent republic. The Venetians clung to the hope that Napoleon would respect their neutrality, but as a brother to the Austrian emperor said of Napoleon: “He wants everything.”<br />The Venetian envoys who sought to meet the 26-year-old Napoleon, Ms. Saltzman notes, had no idea what he looked like: His portrait had yet to be painted. This was soon to change. The general had a cunning appreciation for art as a tool of public opinion, and when he did sit for portraits (often depicting him in battle), his portraitists were not above doctoring the details. Napoleon understood that, for the broad public, art “could transform the glory of conquest into tangible form.”"
}