{
    "url_original": "https://www.wsj.com/articles/politics-is-risky-business-for-ceos-11618265960?mod=opinion_lead_pos6",
    "url": "politics-is-risky-business-for-ceos-11618265960",
    "title": "Politics Is Risky Business for CEOs",
    "sub_head": "It’s imprudent to weigh in on issues that don’t directly affect the company.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-12 18:19:00",
    "body": "A few CEOs have expressed their point of view about the new Georgia voting law. They have issued statements indicating their opposition on the basis that the law will suppress voting. Other senior executives, retired and active, have joined them. I know most of them by reputation and some personally. They are people of goodwill, who sincerely care about the nation, their companies and their employees and customers. Most have done excellent work as leaders of their companies. All have my respect and I believe have earned the respect of the public. But I believe they are wrong to take public positions on this law.<br />I believe both that voting ought to be relatively simple for citizens and that verification of eligibility to vote should be strict as a matter of principle. It is clear that any verification of ballot integrity will increase difficulty. In my view, the Georgia law reaches a reasonable trade-off between those two objectives.<br />But the reason I think CEOs should be silent on this issue isn’t because I disagree with their judgment on the merits. It’s because I think it is wrong for executives to take a company position on public-policy questions that don’t directly affect their business, for four reasons.<br />First, while these CEOs have the right to their own opinions, they can never speak merely as individuals; they always speak for and represent the companies they head. As CEOs they have the right, and perhaps the obligation, to speak out on matters affecting their organizations, but unless they have asked their boards for approval before speaking, they don’t have that right on unrelated matters.<br />Second, inevitably their announcements on purely political issues will alienate many of their employees and customers. Those positions will always lead to unintended consequences. In the Georgia situation, it immediately prompted Major League Baseball to move the All-Star Game to Denver, which then brought on charges of hypocrisy because of baseball’s close ties to two dictatorships—Cuba and China. It also generated calls to boycott two major Atlanta-based companies. This won’t be the end of the backlash."
}