{
    "url_original": "https://www.wsj.com/articles/pollsters-say-they-undercounted-republicans-trump-supporters-in-2020-11618353142?mod=politics_lead_pos7",
    "url": "pollsters-say-they-undercounted-republicans-trump-supporters-in-2020-11618353142",
    "title": "Pollsters Say They Undercounted Republicans, Trump Supporters in 2020",
    "sub_head": "Five Democratic groups and Pew say they may need to return to old-school polling techniques like knocking on doors",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-324404?width=620&size=1.5",
    "image_1": "im-324404.jpg",
    "time": "2021-04-13 18:32:00",
    "body": "Self-assessments by two polling groups in recent days conclude that they undercounted Republicans and Trump supporters in 2020 and that there is no firm answer yet for how to fix the problem.<br />The examinations come after many pollsters significantly understated Republican strength in the 2020 presidential and congressional elections, and the findings suggest that a variety of polling methodologies came up short. One report, released Tuesday by five Democratic polling firms, finds that their surveys undercounted voters who viewed former President Donald Trump as “presidential.’’ Another, by the nonpartisan Pew Research Center, concluded that obtaining the proper representation of Republicans in surveys has become more difficult.<br />While the reports suggest several possible sources for the underrepresentation of Republicans and Trump supporters, one leading idea from the groups suggests that the problem will be hard to resolve: Even when pollsters in 2020 reached Republican voters or those in GOP-leaning groups, such as white voters without college degrees, those who chose to answer surveys didn’t represent a full range of views. Those who participated in surveys tended to be less supportive of Mr. Trump, while those who declined surveys tended to more firmly back the former president.<br />That finding suggests that pollsters can’t fix their problem merely by including more voters from any one party or demographic group but will have to find new ways to access the hardest-to-reach voters within several demographic groups.<br />Jill Normington, a principal with Normington, Petts & Associates, which participated in the Democratic study, said the five firms concluded that even when a survey sample properly mirrored the characteristics of the U.S. voter pool, “We were getting the wrong people, at the end of the day.’’"
}