{
    "url_original": "https://www.wsj.com/articles/pork-plants-face-slower-hog-slaughter-after-court-ruling-11619728901?mod=business_lead_pos3",
    "url": "pork-plants-face-slower-hog-slaughter-after-court-ruling-11619728901",
    "title": "Pork Plants Face Slower Hog Slaughter After Court Ruling",
    "sub_head": "USDA tells meatpackers that processing lines must slow after court rules on speeds; industry fears hog backlog",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-331930?width=620&size=1.5",
    "image_1": "im-331930.jpg",
    "time": "2021-04-29 16:41:00",
    "body": "The U.S. pork industry faces a new speed limit on hog slaughtering, the result of a court ruling that worker groups welcomed and industry officials warned could disrupt farmers and processing plants.<br />The U.S. Agriculture Department has notified pork processors that plants running at higher speeds should prepare to process no more than 1,106 hogs an hour, meat industry executives said. That guidance follows a March federal court ruling that found the USDA, which regulates meatpacking plants, hadn’t fully assessed how faster processing affects worker safety.<br />Slowing the lines that slaughter hogs and disassemble carcasses would affect some of the U.S. pork industry’s biggest plants, including facilities owned by JBS USA Holdings Inc., Clemens Food Group, and  Seaboard Corp.  that together represent nearly a quarter of U.S. pork processing capacity. The shift would partially reverse the USDA’s 2019 revamp of hog slaughtering rules, representing a victory for labor unions and worker advocates who argued faster-moving processing lines challenge workers and inspectors to keep up, jeopardizing employee and food safety.<br />“You have three to four seconds to make your cut before another piece is in your spot,” said Kristin Kinsella, a former line worker and union steward at Seaboard’s Guymon, Okla., pork plant, which began increasing processing speeds in 2020.<br />A Seaboard spokesman said employee safety is a priority and guiding principle for the company’s operations. The company is working with the USDA on processing speeds, he said. A JBS spokeswoman said the company, a unit of Brazilian meat giant JBS SA, would follow the USDA’s direction, and that worker safety is the company’s priority."
}