{
    "url_original": "https://www.wsj.com/articles/post-covid-19-dont-forget-about-healthcare-stocks-11618830180?mod=markets_lead_pos13",
    "url": "post-covid-19-dont-forget-about-healthcare-stocks-11618830180",
    "title": "Post Covid-19, Don’t Forget About Healthcare Stocks",
    "sub_head": "Industry should be in a strong position long after the worst of the pandemic is over",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-325679?width=620&size=1.5",
    "image_1": "im-325679.jpg",
    "time": "2021-04-19 07:03:00",
    "body": "The business of healthcare looks as strong as ever. But lately, health stocks are a very different story.<br />Through Thursday, health stocks have returned about 7% so far this year. That lags behind the S&P 500 by about 5 percentage points. A broad index of small biotechnology shares is down so far this year, as other similarly speculative assets have surged. That underperformance belies the reality that the health economy, which accounts for nearly 18% of gross domestic product, is largely back to normal after a year of pandemic-driven disruption.<br />The first-quarter earnings season is off to a strong start.  UnitedHealth Group ,  the largest publicly traded U.S. insurer and an industry bellwether, said Thursday that revenue grew 9% from a year earlier in the first quarter and increased its 2021 earnings forecast. The company now expects to earn between $18.10 and $18.60 a share on an adjusted basis this year, good for roughly 9% growth from 2020. That forecast includes a pandemic-related hit to earnings of about $1.80 a share, resulting from factors such as extra Covid-19 testing and treatment costs, higher unemployment and the impact to patients of having deferred routine care in 2020.<br />Deal activity is still fairly strong: Life-science supplier  Thermo Fisher Scientific  announced last week a deal to purchase the pharmaceutical-testing company  PPD  for $17.4 billion in cash and stock, a roughly 24% premium. U.S. regulators gave the green light to drugmaker  AstraZeneca ’s  planned acquisition of  Alexion Pharmaceuticals ,  which was earlier than investors had expected. Alexion shares shot higher in response.<br />Healthcare investors should always be wary of changes to regulations governing insurance coverage, drug pricing and other key business factors. There is some uncertainty there—for instance, the Biden administration has yet to nominate a permanent commissioner of the Food and Drug Administration. Still, any wholesale change to the status quo seems unlikely in the near term, as the administration has focused on other priorities. Meanwhile, long-run industry tailwinds, such as an aging population, remain intact."
}