{
    "url_original": "https://www.wsj.com/articles/president-biden-to-say-it-is-time-for-u-s-troops-to-leave-afghanistan-11618409428",
    "url": "president-biden-to-say-it-is-time-for-u-s-troops-to-leave-afghanistan-11618409428",
    "title": "Biden Says It Is Time for U.S. Troops to Leave Afghanistan",
    "sub_head": "Announcing a withdrawal by Sept. 11, president says U.S. can’t go on ‘expecting a different result’",
    "category_1": "World",
    "time": "2021-04-14 17:43:00",
    "body": "WASHINGTON—President Biden said he would withdraw the remaining American forces from Afghanistan by Sept. 11, telling the nation “it’s time for American troops to come home” and declaring he doesn’t want his successor to inherit the long-running conflict.<br />“We cannot continue the cycle of extending or expanding our military presence in Afghanistan, hoping to create ideal conditions for the withdrawal and expecting a different result,” Mr. Biden said Wednesday. “I’m now the fourth United States president to preside over American troop presence in Afghanistan. Two Republicans, two Democrats. I will not pass this responsibility on to a fifth.”<br />The president said that over the last decade, since the May 2011 death of al Qaeda leader Osama bin Laden, America’s reasons for being in Afghanistan had grown “increasingly unclear.” He said the U.S. had achieved its goal of preventing attacks on the nation from being planned in Afghanistan, and that the U.S. must shift its efforts toward threats coming from terrorist groups operating in Africa, Europe and the Middle East.<br />“War in Afghanistan was never meant to be a multigenerational undertaking,” Mr. Biden said. “We were attacked. We went to war with clear goals. We achieved those objectives. Bin Laden is dead and al Qaeda is degraded in Iraq and Afghanistan. And it’s time to end the forever war.”<br />Mr. Biden said he would withdraw the roughly 3,500 troops starting May 1 and all coalition forces would be out of the country by Sept. 11, the 20-year anniversary of the terrorist attacks."
}