{
    "url_original": "https://www.wsj.com/articles/prince-philip-to-receive-military-gun-salute-as-tributes-pour-in-11618050904",
    "url": "prince-philip-to-receive-military-gun-salute-as-tributes-pour-in-11618050904",
    "title": "Prince Philip to Receive Military Gun Salute as Tributes Pour In",
    "sub_head": "A barrage of shots will be fired at noon in a tradition dating back to the 18th century",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-04-10 06:35:00",
    "body": "Military gun salutes are planned across the U.K. to mark the death of Prince Philip as tributes to Queen Elizabeth’s husband of 73 years continued to flow in from around the world.<br />A total of 41 shots are to be fired at noon local time on Saturday, one round every minute, from sites in London, Edinburgh, Cardiff and Belfast, according to the Ministry of Defense. Royal Navy ships at sea will also participate to acknowledge the prince’s role as an officer during World War II.<br />Similar gun salutes were held in 1901 and in 1965 for the deaths of Queen Victoria and Winston Churchill, and are a tradition dating back to the 18th century. The custom is to fire 21 rounds, with an additional 20 rounds added when fired from a royal park.<br />The funeral for Prince Philip, who died Friday aged 99, will be a more restrained affair partly because of Covid-19 restrictions and also because he preferred a low-key ceremony. There will be no lying in state and no state funeral, the last of which was for Churchill. Buckingham Palace has already advised members of the public to stay away from royal residences and refrain from laying flowers. A traditional sign announcing the death of the prince and placed on the gates of Buckingham Palace was later removed to avoid attracting onlookers.<br />Royal funerals are typically much grander affairs, and the way Prince Philip’s death is marked will likely have little bearing on preparations for the eventual passing of Queen Elizabeth, the 94-year-old head of state."
}