{
    "url_original": "https://www.wsj.com/articles/prince-charles-heir-to-the-throne-for-nearly-70-years-moves-closer-to-center-stage-11618139200",
    "url": "prince-charles-heir-to-the-throne-for-nearly-70-years-moves-closer-to-center-stage-11618139200",
    "title": "Prince Charles, Heir to the Throne for Nearly 70 Years, Moves Closer to Center Stage",
    "sub_head": "The prince has taken a different approach from his father, Prince Philip, in supporting the queen",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-323366?width=620&size=1.5",
    "image_1": "im-323366.jpg",
    "time": "2021-04-11 07:06:00",
    "body": "LONDON—The death of Prince Philip, Queen Elizabeth’s husband of more than 73 years, sharpens the spotlight on their eldest son Prince Charles, who is increasingly tasked with managing the House of Windsor’s complex private affairs as well as matters of state.<br />No person has waited so long to rule the British realm as Prince Charles. The 72-year-old, also known as the Prince of Wales, is the longest-ever serving heir to the British throne. And while both he and his father have played a supporting role to Queen Elizabeth for decades, they have taken differing approaches.<br />His father, the Duke of Edinburgh, was a straight-talking former naval officer who made a virtue of steadfastly deferring to his wife while helping steer family matters behind the scenes.<br />The prince has strained to conform to the royal convention of political neutrality, campaigning on issues around the environment, designing his own town and launching a brand of organic food. The prince’s vision for a more slimmed-down, low-cost monarchy is starting to take shape but he has struggled to corral the family amid a series of mishaps and scandals.<br />His efforts to reframe the role of the Prince of Wales as an agent for change has brought both praise and criticism. Opinion polls regularly show Prince Charles trails other members of the royal family in terms of popularity."
}