{
    "url_original": "https://www.wsj.com/articles/prince-philipsfuneral-trimmed-by-covid-19-concerns-11618506541",
    "url": "prince-philipsfuneral-trimmed-by-covid-19-concerns-11618506541",
    "title": "Prince Philip’s Funeral Guest List Trimmed by Covid-19 Concerns",
    "sub_head": "Long-planned ceremony gets pandemic restrictions:  no military procession, a small guest list, four-person choir",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-04-15 13:31:00",
    "body": "LONDON—Buckingham Palace disclosed more details of Prince Philip’s funeral on Saturday, an event long in the planning that has had to be seriously curtailed because of the Covid-19 pandemic.<br />There will be no military procession through Windsor and the public will  see the ceremonies only on television. The congregation, including Queen Elizabeth, will wear masks and the only people singing will be a four-person choir. Meanwhile, Prince Harry and Prince William won’t walk side by side during the funeral procession following tensions between the two brothers.<br />The celebration had been planned for so long that Prince Philip, the queen’s husband, was said to quip that he had outlived many of those involved in its preparation. The Duke of Edinburgh’s coffin was measured and made decades ago. The queen’s consort, who died aged 99, even had a hand in designing the modified Land Rover that will carry his body to the chapel at Windsor Castle.<br />But some things couldn’t be foreseen. The global pandemic cut hundreds of expected guests to just 30 to comply with U.K. Covid-19 guidelines. And an awkward split within the ranks of the House of Windsor saw the queen’s grandson Prince Harry leave as a working member of the family.<br />Still, the funeral on Saturday afternoon will contain many of the original touches that Prince Philip requested, palace officials said Thursday. For one, there will be a heavy military influence, speaking to his own service in the Royal Navy during World War II."
}