{
    "url_original": "https://www.wsj.com/articles/prison-for-hong-kong-democrats-11618612068?mod=opinion_lead_pos3",
    "url": "prison-for-hong-kong-democrats-11618612068",
    "title": "Prison for Hong Kong Democrats",
    "sub_head": "Nine are sentenced, including Martin Lee and Jimmy Lai.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-16 18:27:00",
    "body": "A Hong Kong court confirmed this week what everyone has known for months: If you publicly challenge Beijing, you will be sent to prison. On Friday nine people charged with organizing or joining an unauthorized protest received prison sentences ranging from eight to 18 months. Four of them, including 82-year-old Martin Lee, founder of Hong Kong’s democracy movement, received suspended sentences.<br />The most prominent “convict” is Jimmy Lai, owner, publisher and writer for Apple Daily, which is frequently critical of China. Mr. Lai also has a following overseas, which especially rankles Communist Party leaders. Two months ago Beiing’s point man for Hong Kong affairs, Xia Baolong, gave a speech mentioning Mr. Lai by name, accusing him of “extremely notorious acts” and making clear that, in Beijing’s view, he needed “to be punished severely in accordance with the law.” It’s no surprise that the judge in the case obliged by giving Mr. Lai a long sentence of 12 months.<br />Most of the charges against those on trial related to an Aug. 18, 2019 peaceful, pro-democracy march that drew as many as 1.7 million Hong Kong people. The punishment is part of Beijing’s campaign to crush Hong Kong’s democracy movement. As Mr. Xia put it, “only patriots” must govern Hong Kong—i.e., only those who are willing to do Beijing’s bidding.<br />Mr. Lai’s trials aren’t over. Denied bail, he faces other charges related to the unpopular National Security Law that China demanded Hong Kong implement last year. On Friday the government added new security charges that could mean a life sentence for the 72-year-old publisher.<br />In his first call with Chinese President Xi Jinping in February, President Biden raised China’s crackdown on Hong Kong as one of many areas where the U.S. takes issue with Chinese behavior. But the truth is that China has paid little international price for breaking its treaty with Britain that guaranteed autonomy for Hong Kong through 2047."
}