{
    "url_original": "https://www.wsj.com/articles/private-equity-and-hedge-funds-facing-a-new-tax-burden-prepare-their-defense-11619649070?mod=business_minor_pos4",
    "url": "private-equity-and-hedge-funds-facing-a-new-tax-burden-prepare-their-defense-11619649070",
    "title": "Private Equity and Hedge Funds, Facing a New Tax Burden, Prepare Their Defense",
    "sub_head": "Wall Street firms that benefit from carried-interest treatment say Biden’s proposal could discourage small-business investment",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-331354?width=620&size=1.5",
    "image_1": "im-331354.jpg",
    "time": "2021-04-28 19:21:00",
    "body": "Some private-equity firms and hedge funds are pushing back against a proposal from President Biden to end the carried-interest tax advantage these types of firms enjoy.<br />Mr. Biden is unveiling a $1.8 trillion proposal that includes new spending on child care, education and paid leave, as well as extensions of some tax breaks. To pay for it, he would largely raise taxes on the wealthiest Americans, including many on Wall Street.<br />Hedge funds and private-equity firms are among those that would be affected by Mr. Biden’s proposal, given his plan would get rid of lower rates on long-term capital gains for high-income households and end what the administration calls the “carried-interest loophole.” The moves would mean investment managers would no longer be allowed to pay a lower rate on a substantial portion of their compensation.<br />Lobbyists for the private-equity industry responded to the proposal by arguing it might do more harm than good. They said private investment has been beneficial to the U.S. economy, including investing in renewable energy and healthcare, providing jobs and supporting pension plans. The proposed taxes would threaten that investment, they said.<br />“We share the administration’s goal of rebuilding the economy, accelerating the Covid-19 recovery and spurring job creation for families across our country,” said Drew Maloney, president and chief executive of private-equity trade group the American Investment Council and a former Trump administration Treasury official. “Instead of moving forward with tax increases that discourage investment in small businesses, workers and innovation, the administration and Congress should deliver policies that will put more private investment to work for families across the country.”"
}