{
    "url_original": "https://www.wsj.com/articles/procter-gambles-new-stakeholder-11617911821?mod=opinion_lead_pos11",
    "url": "procter-gambles-new-stakeholder-11617911821",
    "title": "Procter & Gamble’s New Stakeholder",
    "sub_head": "The woke corporation partners with a state-backed organization in China to collect data on consumers.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-322418?width=620&size=1.5",
    "image_1": "im-322418.jpg",
    "time": "2021-04-08 16:03:00",
    "body": "Remember when  Procter & Gamble started lecturing freedom-loving American razor consumers about their alleged “toxic masculinity”? Turns out the company has been getting closer than a Gillette shave with an organization backed by the toxic men who run the Chinese dictatorship.<br />The Journal’s Sharon Terlep, Tim Higgins and Patience Haggin report:<br />P&G CEO David Taylor has been an enthusiastic promoter of the idea that instead of focusing on serving shareholders, a corporation like P&G should answer to a vaguely defined universe of “stakeholders” who often have no stake in the business. But even people drawn to the fuzzy “stakeholder” concept may not have realized just how broad this universe could be. The Journal has more on the company’s work with the regime-backed organization in China:<br />Data privacy, transparency and consent are not the first words that come to mind when one thinks of markets overseen by the Chinese Communist Party. But instead of making broad generalizations about P&G’s motives that may be as unfair as the ones P&G has made about U.S. men, let’s be fair and careful consumers as we evaluate its China business. This column doesn’t think Apple’s new privacy standards are necessarily the right approach either and may simply be crafted to align with its business model. Even in 2021, shareholders still count!<br />As for Procter & Gamble, Mr. Taylor explained in 2019 at a World Economic Forum panel in Davos, Switzerland:"
}