{
    "url_original": "https://www.wsj.com/articles/profits-and-politics-in-chinas-tech-crackdown-11619781614?mod=business_minor_pos11",
    "url": "profits-and-politics-in-chinas-tech-crackdown-11619781614",
    "title": "Profits and Politics in China’s Tech Crackdown",
    "sub_head": "",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-30 07:20:00",
    "body": "Is Beijing punishing China’s internet-technology titans because they are too large and too powerful or because tech firms are abusing their market power? Following the dramatic fall from grace of billionaire Jack Ma and his fintech brainchild, Ant Group, that question has become an existential one for current and prospective Chinese internet entrepreneurs—and the economy as a whole.<br />The answer, as is often the case with “rectification campaigns” targeting alleged economic malpractice in China, appears to be a little of both. China’s internet-platform titans like Alibaba and Meituan have long engaged in anticompetitive practices like er xuan yi, meaning “choose one out of two,” which force merchants to sell exclusively on one platform. And their fintech lending operations clearly have an element of moral hazard, with companies like Ant making hefty returns from originating loans without taking on much risk. On the other hand, Mr. Ma’s direct, highly public swipes at financial de-risking, one of President Xi Jinping’s key initiatives, probably couldn’t go unanswered in China’s current political environment. And the antitrust push is conspicuously silent on some of the biggest rent-seekers of all: China’s large state-owned banks, which now stand to benefit from fintech firms’ clipped wings.<br />The evidence of monopolistic behavior in China’s digital-services sector is in fact quite mixed. The sector is among the most heavily protected in the world, a situation which often leads to rent-seeking. Big tech firms in aggregate appear to have further consolidated their grip on online advertising in recent years: China’s so-called BAT firms—Baidu, Alibaba and Tencent—received about 67% of digital ad revenues in 2018, up from 61% in 2015, according to consulting firm TS Lombard. By fiscal year 2019, the top four players—the BATs and upstart Bytedance—accounted for 74% of digital ad revenue, according to Morgan Stanley. Moreover, the BAT firms account for about half of venture-capital investment in China, TS Lombard said. Those investments allow Alibaba and Tencent to get their hands on new, promising startups that might otherwise eventually threaten their businesses. And they sometimes impose funding restrictions to keep startups from getting money from their rivals.<br />Still, the BATs’ financial firepower hasn’t prevented the emergence of another highly innovative competitor in recent years: Bytedance, owner of TikTok and its Chinese equivalent Douyin. Bytedance has quickly grown its ad-revenue share since 2017, largely at Baidu’s expense, and now takes in more than both Tencent and Baidu. And the U.S. market isn’t that much less concentrated: In 2020, Google,  Facebook  and  Amazon  together sucked up 64% of digital ad revenues, according to eMarketer. There is pretty clear evidence of at least some anticompetitive behavior in both places. To the extent that Chinese regulators’ actions really improve the bargaining power of small businesses and keep the BATs from absorbing all new potential competitors, that will be positive for growth and innovation.<br />The more problematic side of the regulatory crackdown is in fintech. It is logical to argue that firms like Ant originating large numbers of loans for banks should have to put up more of their own capital. It is less clear why consumer internet firms should now be forced to hand over enormous troves of consumer data to the government to help state banks. For years, the big state banks have neglected their own consumer and small-business lending since they can essentially earn risk-free money from taking in cheap consumer deposits and lending them to state firms that rarely go bust. Ant and its peers have invested enormous amounts in collecting and analyzing that data: strong-arming them to give it away looks confiscatory and could damp incentives for future internet entrepreneurs."
}