{
    "url_original": "https://www.wsj.com/articles/progressives-for-contempt-of-court-11619822153?mod=opinion_lead_pos4",
    "url": "progressives-for-contempt-of-court-11619822153",
    "title": "Progressives for Contempt of Court",
    "sub_head": "AOC and friends try to turn disbarred Steven Donziger into a martyr.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-30 18:35:00",
    "body": "Attorney Steven Donziger was disbarred and rebuked by U.S. courts for a $9.5 billion shakedown of  Chevron  in Ecuador. But now as he faces criminal contempt charges, progressives are lionizing him as a human-rights martyr.<br />Readers may recall Mr. Donziger’s legal and media campaign against Texaco (now merged with Chevron) for its alleged failure to clean up oil pits from its work in Ecuador during the 1970s. Chevron claimed it had cleaned up the pits, but Mr. Donziger used legal chicanery to obtain a $9.5 billion judgment in Ecuador.<br />Chevron fought back in U.S. court and won. Federal Judge Lewis Kaplan (a Clinton appointee) in 2014 excoriated Mr. Donziger in a 485-page ruling for engaging in judicial bribery, coercion, money-laundering, witness tampering and hiring an American consulting firm to ghostwrite an expert’s report, among other legal misconduct.<br />A Second Circuit Court of Appeals unanimously upheld Judge Kaplan’s ruling. Yet Mr. Donziger defied the judge’s orders by selling shares in the Ecuador judgment, which he has unsuccessfully sought to enforce in foreign courts. Judge Kaplan has referred Mr. Donziger to stand trial for criminal contempt after he continued to flout court orders.<br />But progressives are now lobbying to get him off the hook. “It is vital that attorneys working on behalf of victims of human rights violations and negative environmental impacts of corporations not become criminalized for their work,” Reps. Alexandria Ocasio-Cortez, Cori Bush, Rashida Tlaib, Jamaal Bowman, Jamie Raskin and James McGovern wrote to Attorney General Merrick Garland this week."
}