{
    "url_original": "https://www.wsj.com/articles/prosecution-in-derek-chauvin-trial-set-to-call-key-witness-11617975531?mod=business_minor_pos4",
    "url": "prosecution-in-derek-chauvin-trial-set-to-call-key-witness-11617975531",
    "title": "Prosecution in Derek Chauvin Trial Set to Call Key Witness",
    "sub_head": "Medical examiner Andrew Baker has classified George Floyd’s death as a homicide but has also pointed out ambiguities",
    "category_1": "U.S.",
    "time": "2021-04-09 09:38:00",
    "body": "The Hennepin County medical examiner who conducted an autopsy on George Floyd is expected to testify Friday in the murder trial of Derek Chauvin, a pivotal moment for the case as both sides press their arguments over whether Mr. Chauvin’s actions caused Mr. Floyd’s death.<br />Andrew Baker, the Hennepin County chief medical examiner and pathologist, last year classified Mr. Floyd’s death a homicide, meaning it was caused by another person’s actions. But he has also pointed out ambiguities in the evidence against Mr. Chauvin that could complicate the prosecution’s argument that Mr. Floyd died of asphyxia when Mr. Chauvin knelt on his neck for more than 9 minutes during his May 25 arrest.<br />Mr. Chauvin, 45, has been charged with second- and third-degree murder and manslaughter. He has pleaded not guilty. He is the first of the four former officers involved in Mr. Floyd’s death to be on trial. The other three—two who helped Mr. Chauvin restrain Mr. Floyd, and another who kept bystanders away—have been charged with aiding and abetting second-degree murder and are expected to face trial in the late summer.<br />Dr. Baker takes the stand at the end of the second week of testimony as prosecutors near resting their case in the nationally televised trial. Prosecutors have spent the last two weeks showing video footage of the incident, questioning eyewitnesses, senior Minneapolis police-department figures and law-enforcement experts.<br />On Thursday, prosecutors brought in several medical experts who testified that Mr. Chauvin suffocated Mr. Floyd to death when he and three other officers restrained him."
}