{
    "url_original": "https://www.wsj.com/articles/prosecco-rose-the-bottles-actually-worth-buying-this-summer-11619723591",
    "url": "prosecco-rose-the-bottles-actually-worth-buying-this-summer-11619723591",
    "title": "Prosecco Rosé: The Bottles Actually Worth Buying This Summer",
    "sub_head": "The newly official Prosecco rosé designation may be a marketing coup, but does the winemaking live up to the hype? Yes and no, says our wine columnist. Here, her top 5 picks.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-326234?width=620&size=custom_1389x1315",
    "image_1": "im-326234.jpg",
    "time": "2021-04-29 15:13:00",
    "body": "SOME WINES are triumphs of winemaking talent applied to terroir, and some wines are masterpieces of marketing and sales. In the second category, there may be no more perfect paradigm than Prosecco rosé.<br />It’s hard to believe that Prosecco and rosé—two incredibly popular wines—weren’t officially joined until October 2020, when the Prosecco rosé category was approved by the EU. Some Prosecco rosés arrived in the U.S. late last year; others, in just the past few months.<br />There weren’t a huge number of Prosecco rosés in any of the stores where I went shopping, though most of the retailers I spoke with told me they expected more soon. These wine merchants were excited, on the whole, to have a new category of wines to promote. But from a consumer’s perspective, is this new category any kind of guarantee of a greater quality wine? Among the 14 Prosecco rosés I purchased for my tasting, many of the bottles exhibited better marketing than winemaking, though there were some bright spots.<br />Although Prosecco rosé is technically new, Prosecco producers have been making sparkling rosé wines for years. Pink was so popular that a full 57% of the region’s 348 Prosecco producers were already making a sparkling rosé wine of some kind before the official category was introduced. (You’ll still find these wines in the market, though many of their producers are phasing them out.) Some Prosecco producers labeled their wines Prosecco rosé wines before the official declaration was made; those are the 2019 Prosecco rosés on shelves now. The 2020 Prosecco rosés were shipped to the U.S. in the first few months of this year.<br />True Prosecco rosés must meet certain criteria: They must be made from at least 85% Glera (the Prosecco grape), with Pinot Nero (aka Pinot Noir) accounting for the rest. They must be produced by the Charmat method, wherein the secondary fermentation (the part that produces the bubbles) takes place in a tank for a minimum of 30 days—though in the case of Prosecco rosé, a minimum of 60 days is required. The wines, unlike regular Prosecco, must be vintage-dated. And they may range from Brut Nature (very dry) to Extra Dry (actually sweeter)."
}