{
    "url_original": "https://www.wsj.com/articles/proud-boys-leaders-ordered-detained-ahead-of-trial-over-capitol-riot-11618872205?mod=politics_lead_pos4",
    "url": "proud-boys-leaders-ordered-detained-ahead-of-trial-over-capitol-riot-11618872205",
    "title": "Proud Boys Leaders Ordered Detained Ahead of Trial Over Capitol Riot",
    "sub_head": "Ethan Nordean and Joseph Biggs face federal charges including conspiracy in connection with Jan. 6 attack by pro-Trump mob",
    "category_1": "Politics",
    "time": "2021-04-19 18:43:00",
    "body": "WASHINGTON—A judge ordered two leaders of the far-right Proud Boys detained pending trial for their alleged involvement in the Jan. 6 Capitol riot, marking a win for federal prosecutors.<br />The two men, Ethan Nordean of Washington state and Joseph Randall Biggs of Florida, face a number of federal charges tied to their alleged involvement in the pro-Trump Jan. 6 riot at the U.S. Capitol, including conspiring to obstruct the certification of President Biden’s victory in the 2020 election. Messrs. Nordean and Biggs, who have pleaded not guilty, were charged earlier this year and have been confined to home detention.<br />Timothy J. Kelly, a federal judge in Washington, D.C., said the severity of the charges facing the two men swayed his decision to detain them. For close to an hour, Judge Kelly read from the men’s social-media posts and other evidence filed by prosecutors, which recounted how both men had allegedly organized members of the Proud Boys to come to Washington on Jan. 6 and eventually to riot inside the Capitol.<br />In his decision, Judge Kelly cited Messrs. Nordean and Biggs’ lack of apparent remorse and described their alleged actions challenging the election results in stark terms. “Our republic is threatened by such conduct,” Judge Kelly said.<br />An earlier Wall Street Journal investigation found that the Proud Boys, who describe themselves as a men’s organization for “Western chauvinists,” were key instigators of the riot."
}