{
    "url_original": "https://www.wsj.com/articles/race-relations-in-america-are-better-than-ever-11619561751?mod=opinion_lead_pos8",
    "url": "race-relations-in-america-are-better-than-ever-11619561751",
    "title": "Race Relations in America Are Better Than Ever",
    "sub_head": "Obsessed with theories of ‘systemic racism’ and ‘unconscious bias,’ the media ignores good news.",
    "category_1": "Opinion",
    "category_2": "Upward Mobility",
    "time": "2021-04-27 18:15:00",
    "body": "You wouldn’t know if from recent headlines, but there’s good news about race in the U.S. today. The pessimism peddled on the left by pundits and elected officials is in the service of an ideological agenda, and it’s probably doing more real harm to race relations than any actual racism.<br />A big part of the problem is that the political press has never come to grips with Donald Trump’s election in 2016. The media didn’t anticipate it, refused to accept it, and have been willfully misinterpreting the reasons for it. Their preferred narrative is that racists, sexists and xenophobes put Mr. Trump in the White House, thus demonstrating that hatred and bigotry in the U.S. are ascendant. But is it true?<br />First, it’s worth clarifying (yet again) that former supporters of Barack Obama, not white nationalists, were the voters responsible for Mr. Trump’s election. Only occasionally did the establishment media acknowledge this in its reporting. “It’s clear that large numbers of white, working-class voters shifted from the Democrats to Mr. Trump,” reads a  New York Times  dispatch from 2017. “He flipped millions of white working-class Obama supporters to his side. The voter file data makes it impossible to avoid this conclusion.”<br />If journalists haven’t avoided this conclusion entirely, they’ve spent far more time pushing an alternative explanation that cites supposed racial retrenchment in the U.S. as the main driver of Mr. Trump’s political success. The fruits of this effort are laid bare by political scientist Eric Kaufmann in a compelling new report from the Manhattan Institute. Using survey data, Mr. Kaufmann notes that racial attitudes have been trending toward more tolerance for well over half a century, even as black politicians (Mr. Obama, Kamala Harris), professional polemicists (Ta-Nehisi Coates, Ibram X. Kendi) and major media organs (the New York Times’s “1619 Project”) continue to insist otherwise.<br />According to Mr. Kaufmann, “at a time when measures of racist attitudes and behavior have never been more positive, pessimism about racism and race relations has increased in America.” Terms like “systemic racism” and “unconscious bias” are increasingly common, but white racist views have been in steady decline, whether with regard to having black co-workers, classmates or neighbors."
}