{
    "url_original": "https://www.wsj.com/articles/railing-against-the-wind-11618964420?mod=opinion_lead_pos2",
    "url": "railing-against-the-wind-11618964420",
    "title": "Railing Against the Wind",
    "sub_head": "Biden cancels offshore projects amid local political opposition.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-20 20:20:00",
    "body": "President Biden aims to build wind and solar farms from sea to shining sea to replace fossil fuels in the electricity grid by 2035. But his plans are already running aground off the coast of Long Island in New York, where his Administration last week canceled two offshore wind development zones.<br />Bureau of Ocean Energy Management officials said the zones off the island’s coast raised problems with maritime traffic, marine life feeding areas, and concerns over visibility from South Shore beaches. In short, they were a nuisance to fishermen, shippers and gentry with homes in the tony Hamptons area full of Manhattanites during the summer.<br />The feds are portraying the wind rescission as no big deal since other offshore zones between New York and New Jersey are still under review. But these may run into similar problems. Residents in the town of Wainscott have already sued to prevent a transmission line connecting a wind farm off the coast of Montauk from coming ashore on their beach.<br />None of this bodes well for the green energy agenda in New York or nationwide. Gov. Andrew Cuomo is forcing the Indian Point nuclear plant, which has historically provided a quarter of electricity for New York City and Westchester County, to shut down at the end of this month. Yet he’s blocked pipelines to deliver more natural gas to power plants.<br />So how does Mr. Cuomo plan to replace New York City’s nuclear power? Good question. The Governor has proposed building 9,000 megawatts of offshore wind and a 250-mile transmission line from upstate to power New York City with renewable energy. But these projects are sure to face opposition too and won’t be completed anytime soon."
}