{
    "url_original": "https://www.wsj.com/articles/record-setting-leonardo-da-vinci-work-was-displayed-on-saudi-leaders-yacht-11618252319",
    "url": "record-setting-leonardo-da-vinci-work-was-displayed-on-saudi-leaders-yacht-11618252319",
    "title": "Record-Setting Leonardo da Vinci Work Was Displayed on Saudi Leader’s Yacht",
    "sub_head": "‘Salvator Mundi’ had hung in MBS-owned vessel after Saudi-Louvre dispute kept painting out of major Paris show",
    "category_1": "Art",
    "time": "2021-04-12 14:32:00",
    "body": "The most expensive painting ever sold was displayed on a super-yacht moored in the Red Sea after an ill-fated trip to Paris where a diplomatic dispute kept it out of a blockbuster da Vinci show at the Louvre.<br />The painting, Leonardo da Vinci’s “Salvator Mundi,” was hanging in Saudi Crown Prince Mohammed bin Salman’s 439-foot yacht Serene until late last year, according to people familiar with the matter. The vessel was moored off the coast of northwest Saudi Arabia by the proposed futuristic city of Neom, a signature of the crown prince’s efforts to modernize the country.<br />The painting’s fate after its $450 million sale in 2017 has captivated the art world. The work hasn’t been seen publicly since, with some art-world insiders alleging it was being stored in a warehouse in Switzerland. A person who saw the artwork displayed in the Serene last year said he was “very surprised it was not in Switzerland as others believe.” Others knew it was in Saudi Arabia but didn’t know exactly where.<br />The crown prince’s sleek, black-and-white yacht—which he bought in late 2016 after it was outfitted in 2011 with two helipads, three swimming pools, a dozen luxury cabins and an indoor climbing wall—is now in a Dutch shipyard for maintenance. Shortly before the Serene left for maintenance, the painting was moved to a secret location inside Saudi Arabia, two people familiar with the situation said.<br />Rumors about the painting’s whereabouts have been swirling since art dealer Kenny Schachter wrote on Artnet.com in June 2019 that it was whisked away in the middle of the night and relocated to the yacht."
}