{
    "url_original": "https://www.wsj.com/articles/regulators-step-up-scrutiny-of-spacs-with-new-view-on-warrants-11618273937?mod=markets_major_pos11",
    "url": "regulators-step-up-scrutiny-of-spacs-with-new-view-on-warrants-11618273937",
    "title": "Regulators Step Up Scrutiny of SPACs With New View on Warrants",
    "sub_head": "Blank-check companies may have to reclassify the instruments as liabilities, SEC says",
    "category_1": "Markets",
    "category_2": "Financial Regulation",
    "image_1_url": "https://images.wsj.net/im-324062?width=620&size=1.5",
    "image_1": "im-324062.jpg",
    "time": "2021-04-12 20:32:00",
    "body": "WASHINGTON—Some special-purpose acquisition companies have improperly accounted for warrants sold or given to investors, securities regulators said Monday, stepping up scrutiny of the popular vehicles.<br />Warrants are a standard part of how SPACs raise money, including from hedge funds and other private investors. The potential return for early investors in SPACs is huge if the company’s shares rise because of various features of the structure, including warrants that give some investors the right to buy more shares at a preset price in the future.<br />SPACs are blank-check companies that raise money from the public with a goal of buying a business and taking it public. If the deal happens, the target company takes the SPAC’s place on a stock exchange, in a transaction that resembles an initial public offering. SPACs have boomed over the past year as many deal makers rushed to start them and take advantage of investors’ thirst for the structure.<br />SPACs have typically classified the warrants on their balance sheets as equity. Under certain circumstances, they should be classified as liabilities, which would require the company to periodically account for changes in the warrants’ value, the Securities and Exchange Commission said in a statement released late Monday. One impact of the SEC’s announcement: SPACs that are affected would have to restate their financial results if the fluctuations are deemed to be material, the SEC said.<br />The Wall Street watchdog has started examining the market more closely as SPACs proliferated this year, raising nearly $100 billion. A senior SEC official said last week that SPACs might not have any regulatory advantages over the standard public offering, signaling the agency would scrutinize the failings the same way they do IPOs."
}