{
    "url_original": "https://www.wsj.com/articles/reject-nord-stream-2-once-and-for-all-11617921459?mod=opinion_lead_pos6",
    "url": "reject-nord-stream-2-once-and-for-all-11617921459",
    "title": "Reject Nord Stream 2 Once and for All",
    "sub_head": "The pipeline puts Ukraine’s national security at serious risk.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-08 18:37:00",
    "body": "Ukrainian President Leonid Kuchma found himself in the company of a political titan, France’s President François Mitterrand, on a gloomy day in December 1994. “Young man, you will be tricked, one way or another,” Mitterrand told Mr. Kuchma, who was then the leader of a newly independent nation. Unsettled as he felt, Mr. Kuchma accepted the security assurances of the U.S., U.K. and Russia and signed the Budapest Memorandum. In exchange, Ukraine gave up its nuclear arsenal, then the third-largest in the world. Little did we know that two decades later one of the signatories—Russia—would attack Ukraine and occupy its sovereign territory.<br />Now, after many years of wooing and cajoling, Russia’s attitude toward Ukraine is again growing belligerent. The Minsk process to resolve the conflict is stalled, and foreign troops have yet to leave the Donbas, the Ukrainian region where fighting rages on. Despite the supposed cessation of hostilities agreed to in September 2014, when the Minsk protocol was signed, little progress has been made.<br />Ukrainians therefore are bewildered by the continuing construction of the Baltic Sea pipeline, known as Nord Stream 2. Unlike the attack on Crimea, which came as a surprise, the pipeline’s completion will have entirely predictable consequences for our national security. Ukraine will be irreparably weakened as soon as Russia has a new direct gas link to Germany.<br />With the Nord Stream 1 and Turk Stream pipelines already operational, Nord Stream 2 will complete the encirclement of Ukraine, Poland and the Baltic states, decoupling our energy security from Western Europe. Russia has tried to bully Ukraine by threatening gas cutoffs, most recently in June 2014. But Moscow has always had to be careful—a large percentage of Russia’s gas reaches Europe through Ukraine. If Nord Stream 2 is built, this consideration will be null and void.<br />The Kremlin has demonstrated time and again its willingness to use energy trade to advance its geopolitical ambitions. It would be unwise, if not reckless, for Europe to increase its dependence on  Gazprom ,  Russia’s state-owned energy company, and give Moscow direct control over which countries are supplied with gas and which can be cut off."
}