{
    "url_original": "https://www.wsj.com/articles/remy-cointreau-sits-pretty-in-u-s-drinks-cabinets-11619187122?mod=markets_major_pos2",
    "url": "remy-cointreau-sits-pretty-in-u-s-drinks-cabinets-11619187122",
    "title": "Rémy Cointreau Sits Pretty in U.S. Drinks Cabinets",
    "sub_head": "America’s liquor market is on a tear. Companies that own tequila and cognac brands are faring best.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-328902?width=620&size=1.5",
    "image_1": "im-328902.jpg",
    "time": "2021-04-23 10:12:00",
    "body": "U.S. liquor sales are booming, with top-shelf brands particularly well placed.<br />French luxury distiller  Rémy Cointreau  said Friday that revenue for the three months through March increased by 15%, stripping out currency moves. Strong U.S. sales were an important ingredient, although the company didn’t break out specific figures. Rémy’s Paris-listed peer  Pernod Ricard  also noted solid growth in the U.S. when it reported Thursday. Analysts covering the Absolut vodka owner estimated that its American business increased by 8% during the period.<br />As home drinking took off in the U.S. last year, investors bid up the stocks of major liquor companies. Now that bars and restaurants are reopening across states, one worry is that drinking patterns could normalize. Rémy thinks they won’t: Management said the pandemic has led to “structurally more buoyant” demand in the market.<br />During the pandemic, Americans have certainly been trading up to more expensive booze, which is the kind Rémy specializes in. Data from the Distilled Spirits Council of the United States shows that the amount of superpremium alcohol sold last year increased by 9.7%, almost double the rate of the broader U.S. liquor market.<br />Americans also appear to be drinking more, particularly stronger stuff. Alcohol consumption per capita increased by 1.8% in 2020, according to Bernstein estimates, the fastest in 14 years. And while liquor has been taking market share from beer for almost two decades, the trend sped up last year with more than double the usual gains."
}