{
    "url_original": "https://www.wsj.com/articles/renee-fleming-warms-a-chilly-night-at-the-shed-11619120978",
    "url": "renee-fleming-warms-a-chilly-night-at-the-shed-11619120978",
    "title": "Renée Fleming Warms a Chilly Night at the Shed",
    "sub_head": "The soprano, with collaborators guitarist Bill Frisell, bassist Christian McBride and pianist Dan Tepfer, tried to create a jazz-club vibe at the socially distanced Hudson Yards venue with a mix of classical and popular fare.",
    "category_1": "Opera Review",
    "image_1_url": "https://images.wsj.net/im-328655?width=620&size=1.5",
    "image_1": "im-328655.jpg",
    "time": "2021-04-22 15:49:00",
    "body": "<br />New York<br />There was a live, in-person performance at The Shed at Hudson Yards on Wednesday night, but first you had to show up exactly at your specified entry time; then wait, shivering, in line on the wind-whipped plaza as ushers scanned vaccination or negative Covid-19 test certificates and checked IDs; and, finally, get your temperature taken. Inside, the cavernous, airplane-hanger-like space felt similarly dark and chilly, with stone underfoot and dim, hazy lighting melting away toward the distant, invisible roof. Seats, single or in pairs, were separated by the regulation six feet. I kept my coat zipped; on the plus side, there was a luxurious amount of leg room.<br />Soprano Renée Fleming and her virtuoso collaborators—guitarist Bill Frisell, bassist Christian McBride and pianist Dan Tepfer—did their best to create a jazz-club vibe, although they, too, were all separated onstage by six feet, and the miking balances were off, with the piano tinnily loud and the guitar too soft. Ms. Fleming’s stylings tended toward the careful; her eclectic, 80-minute program mixed nostalgia for what now seems like a very distant past, acknowledgment of the trauma of the past year, and a little bit of playfulness. It opened with a spare, meditative rendition of Maria Schneider’s “Perfectly Still This Solstice Morning,” from the song cycle “Winter Morning Walks,” the program’s most recent piece, then zoomed about three centuries backward in time for two brief Handel arias, “O Sleep, why dost though leave me?” from “Semele” and “Bel piacere e godere” from “Agrippina.” Both were smoothed into prettiness, with none of the characters’ manipulative sensuality in evidence, though Ms. Fleming had fun with ornaments in the “Agrippina” aria.<br />A move into the American Songbook gave Ms. Fleming’s collaborators more scope, which was all to the good: Mr. Tepfer offered an elaborate improvisation between the verses of Jerome Kern’s intimate “All the Things You Are,” and Mr. McBride cut loose with a toe-tapping solo on Richard A. Whiting’s up-tempo “When Did You Leave Heaven?”"
}