{
    "url_original": "https://www.wsj.com/articles/retirement-nest-egg-11617929631",
    "url": "retirement-nest-egg-11617929631",
    "title": "The Smart Way to Make Sure Your Retirement Nest Egg Lasts",
    "sub_head": "Forget the conventional wisdom of withdrawing a fixed amount each year. Flexibility will increase the odds of not spending too little or too much.",
    "category_1": "Life & Arts",
    "category_2": "Journal Reports: Retirement",
    "image_1_url": "https://images.wsj.net/im-322622?width=620&size=1.5",
    "image_1": "im-322622.jpg",
    "time": "2021-04-09 09:00:00",
    "body": "For retirees seeking to make a nest egg last, it might be time to rethink the conventional wisdom of withdrawing fixed amounts each year.<br />That conventional wisdom is laid out in the so-called 4% rule, which says: Calculate 4% of the value of your nest egg at retirement, and that initial amount, plus inflation, is how much you should withdraw each year.<br />But while the 4% rule appeals for its simplicity—and tests using historical market data suggest it can preserve a nest egg for at least 30 years—it is a one-size-fits-all kind of solution. And some advisers say that its lack of flexibility means it tends to undershoot or overshoot. Some retirees using the 4% rule can quickly deplete their portfolios during years of weak markets, as those fixed-dollar-amount withdrawals represent bigger and bigger chunks of their diminished portfolios. For others, the reverse can happen, leaving them sitting on piles of assets they might have used earlier.<br />Currently we’re in an especially dangerous time for retirees living on fixed incomes because low interest rates are keeping bond income down and lofty stock valuations pose a risk that stock prices will fall in the coming years.<br />A better approach than a schedule of fixed withdrawals, some financial experts say, is one that bends with the markets: a system that produces lower payouts in bad markets and higher payouts in good markets. Making flexibility a virtue lessens the risk of nest-egg depletion if a market takes an extended big dip in the early years of an investor’s retirement. In such a case, a retiree using the 4% rule would be forced to sell a bigger chunk of a depleted portfolio to be able to withdraw the target amount, making it more difficult for the portfolio to recover even if the market rebounds."
}