{
    "url_original": "https://www.wsj.com/articles/rice-krispies-treats-remixed-pro-tips-and-recipes-11619718670",
    "url": "rice-krispies-treats-remixed-pro-tips-and-recipes-11619718670",
    "title": "Rice Krispies Treats Remixed: Pro Tips and Recipes",
    "sub_head": "It’s the simplest of sweets and an ideal canvas for creativity. Here, pastry pros take the classic cruncher to another level, with sly tweaks ranging from toasted marshmallows to chile crisp.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-330197?width=620&size=1.5",
    "image_1": "im-330197.jpg",
    "time": "2021-04-29 16:35:00",
    "body": "I EXPECTED MORE for the Rice Krispies Treat during this pandemic. It had the makings of a viral social media sensation—a little more effort and reward than the regrowing of scallions, a little less effort and, OK, maybe slightly less reward than banana bread, both of which had their moments.<br />Perhaps I expected too much. After all, the RKT has forever been the snack whose finest hour seemed destined to be no better than fine.<br />And yet, while home cooks overlooked this dessert engineered for us non-pros, pastry chefs have adopted it unironically. In their skilled hands, the desiccated doorstop held together by sugar glue has the potential to transcend our limited expectations.<br />Invented by Kellogg Co. home economists Malitta Jensen and Mildred Day as a marketing initiative to sell more cereal, the standard recipe was first published by  Kellogg’s  in newspapers and on the company’s Rice Krispies boxes in 1940. These “marshmallow squares” were made of just four ingredients: butter, marshmallows, vanilla and the cereal. (Today’s official version abandons the vanilla.)<br />“It’s crunchy, chewy, sweet and buttery,” said Shuna Lydon of Seabird Bakery in Brooklyn, who frequently has an RKT on her menu. “It’s not rocket science why these things [became] popular. You can make them at home. You can find these ingredients in any American grocery store.”"
}