{
    "url_original": "https://www.wsj.com/articles/robinhood-has-a-customer-service-problem-11619602202?mod=markets_lead_pos5",
    "url": "robinhood-has-a-customer-service-problem-11619602202",
    "title": "Robinhood Has a Customer Service Problem",
    "sub_head": "The brokerage is taking weeks or longer to resolve routine user issues as it gears up for an IPO later this year",
    "category_1": "Markets",
    "time": "2021-04-28 05:30:00",
    "body": "Trading on Robinhood Markets Inc. takes seconds. Getting an account problem fixed can take weeks.<br />Robinhood is wading through a flood of customer-service requests stemming from the trading app’s soaring popularity and its January decision to curb trading in highflying stocks including  GameStop Inc.  In some cases, Robinhood has locked customers’ accounts for more than a month, denying them access to their money, according to interviews with users and emails reviewed by The Wall Street Journal.<br />The surge in customer-service requests and complaints is a consequence of Robinhood’s rapid growth during a stock-market rally that has lured throngs of everyday investors to the market. The brokerage has added millions of new customers over the past year, and it claimed the top spot in  Apple Inc.’s  app store on nine different days in 2021, according to research firm Apptopia.<br />The backlog, combined with dozens of customer lawsuits and inquiries from regulators about its practices, is eating up executives’ time and company resources while Robinhood works to prepare for an initial public offering later this year. The customer-service issues are especially problematic because Robinhood plans to sell a chunk of its shares in the IPO to its users, according to people familiar with the matter.<br />Robinhood opened more new accounts last year than any other do-it-yourself brokerage yet scored lower than Vanguard Group, Charles Schwab Corp. and  T. Rowe Price Group Inc.  on a J.D. Power investor-satisfaction study. Robinhood’s “strength in digital channels and value for fees was offset by poor performance on trust, people and problem resolution,” J.D. Power said."
}