{
    "url_original": "https://www.wsj.com/articles/roblox-struggles-with-sexual-content-it-hopes-a-ratings-system-will-address-the-problem-11618660801?mod=tech_lead_pos10",
    "url": "roblox-struggles-with-sexual-content-it-hopes-a-ratings-system-will-address-the-problem-11618660801",
    "title": "Roblox Struggles With Sexual Content. It Hopes a Ratings System Will Address the Problem.",
    "sub_head": "Sexual role-play and ‘dating’ are common on the children’s gaming platform; parental controls help make it a safer space",
    "category_1": "Tech",
    "category_2": "Family & Tech: Julie Jargon",
    "image_1_url": "https://images.wsj.net/im-326522?width=620&size=1.5",
    "image_1": "im-326522.jpg",
    "time": "2021-04-17 08:00:00",
    "body": "For many families during the pandemic, the massive gaming platform Roblox has been a fun outlet to keep children busy and connected with friends. Its popularity among cooped-up kids helped fuel a successful public debut for the company, which relies on its users to create games and other content.<br />Yet this platform of 32.6 million daily users—more than half of whom are under 13—has some dark corners. In some games, players’ blocky avatars simulate sex, engage in raunchy talk and “date” other avatars. While much of this isn’t new, Roblox’s explosive growth has drawn fresh attention to what’s happening at the fringes—and what responsibility the company has to protect its young audience.<br />Roblox  is now working on developing content ratings for games and on ways to make parental controls easier to find and use, said Remy Malan, vice president of trust and safety for Roblox and its chief privacy officer.<br />Even when children say they’re under 13 when creating accounts, age-inappropriate games can show up on their “recommended for you” lists. Within the hard-to-find controls, parents can restrict the games kids can play in Roblox to those deemed appropriate by the company. But of the tens of millions of multiplayer games within Roblox, only around 1,000 are on that curated list.<br />Bryan Buffinton, a dad in Tampa, Fla., had done his research before he allowed his 8-year-old son to play Roblox. He read the company’s guide for parents and knew how to restrict the games his son could access. So he was shocked one day last year when his son came to him with his iPad and said, “I think something’s wrong.” The boy had entered a Roblox role-playing game where, instead of the typical blocky visuals, there was an actual photo. It was a woman wearing a thong. And she had multiple scratch marks on her bottom."
}