{
    "url_original": "https://www.wsj.com/articles/roku-drops-youtube-tv-app-in-carriage-dispute-11619803160?mod=business_featst_pos1",
    "url": "roku-drops-youtube-tv-app-in-carriage-dispute-11619803160",
    "title": "Roku Drops YouTube TV App in Carriage Dispute",
    "sub_head": "The streaming-device maker and Google, YouTube’s parent, are at odds over the way search results are displayed on Roku’s platform",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "time": "2021-04-30 13:19:00",
    "body": "Streaming device-maker  Roku Inc.  removed the YouTube TV app from its channel store Friday, the latest example of media carriage disputes entering the streaming era.<br />The blackout makes the YouTube TV app, which lets subscribers watch dozens of live-TV channels online for a monthly fee, unavailable to Roku users who haven’t yet downloaded it. Existing YouTube TV subscribers on Roku will be able to keep using it, and the more popular free YouTube app remains available for download, a Roku spokesman said.<br />Roku and other streaming-device makers have become the streaming era’s gatekeepers, and spats with streaming services and live-TV internet bundles echo the carriage disputes between cable carriers and their channels. Roku is the largest streaming-device maker in the U.S., accounting for 38% of the U.S. streaming-media player market, according to research firm Parks Associates.<br />At the center of the dispute between Roku and YouTube TV’s parent,  Alphabet Inc.’s  Google, is the way search results are displayed on Roku’s platform, which Roku says Google is looking to manipulate—a claim that Google denies. Google also wants Roku to upgrade its hardware to accommodate larger memory requirements, less buffering and faster startup, according to people familiar with the matter.<br />“We have only asked Google for four simple commitments,” the Roku spokesman said. “First, not to manipulate consumer search results. Second, not to require access to data not available to anyone else. Third, not to leverage their YouTube monopoly to force Roku to accept hardware requirements that would increase consumer costs. Fourth, not to act in a discriminatory and anticompetitive manner against Roku.”"
}