{
    "url_original": "https://www.wsj.com/articles/ron-desantis-and-resistance-journalism-11617827601?mod=opinion_minor_pos1",
    "url": "ron-desantis-and-resistance-journalism-11617827601",
    "title": "Ron DeSantis and ‘Resistance Journalism’",
    "sub_head": "Florida’s governor and the new rules of media sourcing.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-321693?width=620&size=1.5",
    "image_1": "im-321693.jpg",
    "time": "2021-04-07 17:25:00",
    "body": "It’s hard to find silver linings in this era of expanding government authority and contracting individual opportunity for free expression. But at least the media establishment can no longer pretend that its abandonment of journalistic standards was necessitated by the unique character of Donald Trump. “Resistance journalism” is now industry standard, judging by a story on Florida’s Republican Gov. Ron DeSantis by the formerly prestigious television newsmagazine “60 Minutes.”<br />Resistance journalism is the term coined by media maven Ben Smith, who was also one of the genre’s most successful practitioners. The idea was to create compelling anti-Trump narratives unbound by the traditional obligations of fact-checking.<br />The Trump administration began with news organizations flogging false collusion claims from anonymous sources. It ended recently with news organizations flogging a false story from a single anonymous source  who did not even witness the relevant event—and was then protected until she granted her permission to acknowledge she was the source of the bogus report.<br />Now we have a traditional pillar of U.S. broadcast journalism applying the model to the next Republican in line for national attention. But “60 Minutes” seems to have taken the spirit of resistance journalism one step beyond simply advancing the hidden agendas of people unwilling to go on the record. Sunday night’s attack on Gov. DeSantis didn’t even include key facts presented by witnesses who have been speaking on the record.<br />Aaron Blake writes at the Washington Post:"
}