{
    "url_original": "https://www.wsj.com/articles/rudy-giulianis-new-york-apartment-searched-by-federal-investigators-11619628650?mod=politics_lead_pos10",
    "url": "rudy-giulianis-new-york-apartment-searched-by-federal-investigators-11619628650",
    "title": "Rudy Giuliani’s New York Apartment Searched by Federal Investigators",
    "sub_head": "Authorities seize the former New York City mayor’s electronic devices in investigation into possible violation of foreign-lobbying rules",
    "category_1": "U.S.",
    "time": "2021-04-28 17:39:00",
    "body": "Federal investigators executed a search warrant Wednesday morning at the New York City apartment of Rudy Giuliani, his lawyer said, an escalation of a yearslong investigation by Manhattan federal prosecutors into the former mayor.<br />Mr. Giuliani, who became former President Donald Trump’s personal lawyer, has been under investigation since at least 2019 by the Manhattan U.S. Attorney’s office and the Federal Bureau of Investigation for his business dealings in Ukraine, for possible violation of federal lobbying laws.<br />The execution of the search warrant was earlier reported by the New York Times and was confirmed by Mr. Giuliani’s lawyer, Robert Costello. Mr. Costello said authorities, who arrived at Mr. Giuliani’s apartment at 6 a.m., seized Mr. Giuliani’s electronic devices.<br />Mr. Costello said the warrant sought communications between Mr. Giuliani and individuals including John Solomon, a columnist who was in communication with Mr. Giuliani about his effort to push for Ukrainian investigations of President Biden before he was elected. Mr. Solomon didn’t immediately respond to a request for comment.<br />FBI agents also executed a search warrant at 6:30 a.m. Wednesday for the phone of Victoria Toensing, a lawyer who worked with Mr. Giuliani to push for Ukrainian investigations into Mr. Biden, according to people familiar with the investigation. Ms. Toensing turned over her phone, and agents didn’t search the house, one of the people said."
}