{
    "url_original": "https://www.wsj.com/articles/russia-to-expel-10-u-s-diplomats-from-embassy-in-moscow-11618592354?mod=politics_lead_pos1",
    "url": "russia-to-expel-10-u-s-diplomats-from-embassy-in-moscow-11618592354",
    "title": "Russia to Expel 10 U.S. Diplomats From Embassy in Moscow",
    "sub_head": "The move is a response to U.S. measures against Moscow over alleged election interference, cyberattacks and other damaging actions",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-326263?width=620&size=1.5",
    "image_1": "im-326263.jpg",
    "time": "2021-04-16 15:48:00",
    "body": "MOSCOW—Russia said it would expel 10 U.S. diplomats and bar a number of senior U.S. officials from entering the country in response to measures against Moscow over alleged election interference, cyberattacks and other damaging activity, raising the stakes in relations between the two nations.<br />“The latest attack on our country undertaken by the Biden administration, of course, cannot remain unanswered,” Russia’s Foreign Ministry said in a statement. “Washington, it seems, doesn’t want to put up with the fact that in the new geopolitical realities there is no place for unilateral dictatorship.”<br />The Foreign Ministry said it was indefinitely barring entry to eight high-ranking current and former U.S. officials and figures involved in what it described as “the development and implementation of an anti-Russian” agenda.<br />The officials included U.S. Attorney General Merrick Brian Garland; Michael D. Carvajal, the director of the U.S. Federal Bureau of Prisons; Alejandro Nicholas Mayorkas, U.S. Secretary of Homeland security; Susan Rice, President Joe Biden’s domestic policy adviser and a former U.N. ambassador and national security adviser under former President Barack Obama; Federal Bureau of Intelligence Director Christopher Wray; and Avril Haines, director of U.S. National Intelligence.<br />In addition, John Bolton, a former U.N. ambassador and national security adviser, and Robert Woolsey Jr., a former director of the CIA have also been banned from coming to Russia, according to a statement on the ministry’s website."
}