{
    "url_original": "https://www.wsj.com/articles/rutherford-falls-review-monumentally-meh-11619032918",
    "url": "rutherford-falls-review-monumentally-meh-11619032918",
    "title": "‘Rutherford Falls’ Review: Monumentally Meh",
    "sub_head": "A Peacock comedy starring Ed Helms wades into the debate over removing historic statues, but the jokes sink fast.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-328099?width=620&size=1.5",
    "image_1": "im-328099.jpg",
    "time": "2021-04-21 15:21:00",
    "body": "Created by Sierra Teller Ornelas, Michael Schur and its star, Ed Helms, the comedy series “Rutherford Falls” tackles two great American pastimes—giving offense and taking offense—without wanting to offend at all. Which does seem a waste. There’s a caustically funny show buried somewhere beneath “Rutherford Falls.” It might have to be made in Canada.<br />“It’s not a great time for people who love statues,” says the mayor of Rutherford Falls, Deidre Chisenhall (Dana L. Wilson), which is about as provocative as matters get. The statue alluded to is in the middle—literally—of the main thoroughfare of Ms. Chisenhall’s upstate New York town. Distracted motorists keep driving into it, because the otherwise unremarkable bronze monument occupies the center of a too-narrow street.<br />How did it get there? Was the road built around it? Was the town built around the statue? Viewers will wonder, and keep wondering. The point is that Lawrence Rutherford—the subject of the memorial—was not a slave-owning general. He didn’t massacre the indigenous Minishonka, whose descendants have grown up side-by-side with the white Rutherfordians and now take their money at the Running Thunder casino. He made his fortune selling toothbrushes to fur traders. Moving his likeness would seem to be a simple act of civic improvement, not politics. But to Nathan Rutherford (Mr. Helms), the most ardent and perhaps only defender of his family’s legacy, the proposal to move “Big Larry” is an affront, an outrage, a scandal. A slap in the face to everything American. “Respect history, that’s all I’m trying to say,” Nathan insists.<br />Insist away, Nathan. Everybody will get it. “Rutherford Falls” is not subtle, sly or especially amusing, especially given its trivializing take on current events. For all the watered-down particulars, the series is really about Civil War statuary, Christopher Columbus, reparations, political correctness, “cancel culture” and corporate blackmail: Rutherford Inc., a vast multinational that makes “everything from missile guidance systems to wet wipes,” was founded by Nathan’s forebears and still uses Big Larry as its logo. Whenever Nathan—a nonvoting member of the board of directors and a huge pain to the company’s PR department—puts his foot in his mouth, the corporation gags. And when the Minishonka decide to get litigious, Nathan is the ostensible target. But Rutherford Inc. is what they really have in mind.<br />Mr. Helms, who can do the obliviously nerdy like no one else, is playing a character rather finely wrought by the largely indigenous writers of “Rutherford Falls,” a staff apparently politically correct enough to do the politically incorrect. There are as many strivers, climbers, schemers and snobs among the Minishonka as there are clueless narcissists among their neighbors. Casino operator Terry Thomas (Michael Greyeyes) isn’t above using white guilt to his own ends, while kidding himself into thinking his intentions are motivated solely by historical grievance, rather than his own ego."
}