{
    "url_original": "https://www.wsj.com/articles/sales-boom-may-be-more-than-fleeting-flurry-11618498987",
    "url": "sales-boom-may-be-more-than-fleeting-flurry-11618498987",
    "title": "Sales Boom May Be More Than Fleeting Flurry",
    "sub_head": "If consumers keep splurging into next year, things could get complicated for investors",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-15 11:03:00",
    "body": "The big question on the economy is no longer whether demand is going to boom in the months ahead, but how long that boom will last. The answer will dictate everything from how quickly the job market recovers to how high inflation goes to how soon the Federal Reserve begins tightening policy. It will also influence which investments will make money and which will not.<br />The Commerce Department on Thursday reported that retail sales rose a seasonally adjusted 9.8% in March from a month earlier, coming back strongly after a winter-weather-related dip in February. Sales are now 17% above their level in February 2020, before the Covid-19 crisis struck.<br />What was notable about the report wasn’t just how much sales jumped, but where some of the gains were. As a result of pandemic-induced spending shifts, many retail categories, such as online shopping, have done well over the course of the past year. But Thursday’s report showed outperformance in areas that were hurt badly by the crisis, such as restaurants and bars, apparel retailers and department stores.<br />The latest round of payments from the federal government that many Americans received last month undoubtedly played a role in increased sales, as did the arrival of warmer weather that allowed for more activities such as outdoor dining. But the bigger story is that as more people get vaccinated, more people feel comfortable returning to some of the activities they had avoided. Many are also making plans for things like what they are going to wear when they return to the office.<br />March sales exceeded economists’ estimates, but the idea that demand is going to jump by a lot this year is hardly controversial. Economists surveyed by IHS Markit now forecast on average that real, or inflation-adjusted, gross domestic product will be 6.7% higher in the fourth quarter than it was in the same period of last year. The following year they think growth will slip to a still robust, but manageable, 3.4%. Fed officials envision the economy following a similar trajectory."
}