{
    "url_original": "https://www.wsj.com/articles/samuel-alitos-culture-war-warning-11619735443?mod=opinion_lead_pos3",
    "url": "samuel-alitos-culture-war-warning-11619735443",
    "title": "Samuel Alito’s Culture-War Warning",
    "sub_head": "The Justices punt on California’s sanctions against Texas.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-29 18:30:00",
    "body": "Remember when you were told that a Supreme Court with six Republican-appointed Justices would consistently favor conservative outcomes? Well, this week the Justices sided with California against Texas and 19 other mostly red states in declining to hear a challenge to progressive cultural imperialism.<br />In 2017 a California law went into effect instructing the Attorney General to blacklist states with less progressive policies on gay rights, transgender policy or religious liberty. Texas was identified because it does not compel religious child-welfare organizations to place children with same-sex parents if that violates their conscience.<br />The California law bars the use of public funds for travel to any of the 12 states on the list. Texas explained in its petition last year that at least two academic conferences in Houston were disrupted as students and scholars from California’s public universities couldn’t get funding. Politicians have had to use campaign funds rather than state dollars to travel to cities like Nashville in boycotted Tennessee.<br />Texas said such travel restrictions violate the Commerce Clause, which limits the ability of states to discriminate economically against their peers. It asked the Justices to invoke their original jurisdiction to block California’s economic coercion.<br />The Justices on Monday turned Texas down, but Justice Samuel Alito, in a dissent joined by Justice Clarence Thomas, argued that the Court should settle more such disputes. He explained that states treating other states as essentially hostile foreign powers could undermine the bargain that makes the Constitution work."
}