{
    "url_original": "https://www.wsj.com/articles/satan-shoes-nike-lawsuits-and-the-booming-sneaker-bootleg-market-11618239494",
    "url": "satan-shoes-nike-lawsuits-and-the-booming-sneaker-bootleg-market-11618239494",
    "title": "‘Satan Shoes,’ Nike Lawsuits and the Booming Sneaker Bootleg Market",
    "sub_head": "The much-buzzed launch of Mschf and Lil Nas X’s unsanctioned ‘Satan Shoes,’ pegged to the release of the artist’s single ‘Montero,’ was just one example of a slew of imaginatively remixed sneakers of late.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-322538?width=620&size=1.5",
    "image_1": "im-322538.jpg",
    "time": "2021-04-12 10:58:00",
    "body": "By now, you’ve likely heard of the “Satan Shoes,” black-and-red modified  Nike  Air Max sneakers whose maker, a company called Mschf claimed they contain a drop of human blood in the sole. Released on March 29, the demonic-looking shoes were not—as was commonly misreported—an official Nike release. They were bootlegs created by the rapper Lil Nas X in partnership with Mschf, a controversy-baiting product design firm in Brooklyn. Within a week, the unauthorized shoes drew a blizzard of publicity, and Nike obtained a temporary restraining order against Mschf.<br />Last Thursday Nike and Mschf settled out of court, with Mschf agreeing to buy back the sneakers from customers at their original $1,018 price—Mschf claimed that 665 of the 666 pairs it produced had been sold. In a statement following the settlement, Nike reiterated that it “had nothing to do with the Satan Shoes,” and that “the parties are pleased to put this dispute behind them.” In an emailed statement, the lawyer at Debevoise & Plimpton representing the design studio, David Bernstein, wrote, “MSCHF recognized that settlement was the best way to allow it to put this lawsuit behind it so that it could dedicate its time to new artistic and expressive projects.”<br />The “Satan Shoes,” while particularly sensational, are in fact just the latest in a number of highly creative, highly unapproved bootleg sneakers that riff on well-known Nike designs. These shoes are not your traditional cheapo copies that knock off the exact look of an existing Nike model. Instead, they take a popular silhouette like the Air Jordan 1 or the Nike Dunk Low and rejigger the codes of the shoe, spicing it up as a DJ would remix an existing song.<br />This latest bootleg bonanza began in 2019, when Trevor Gorji, a 22-year-old college student at the University of Southern California, released his “One in the Chamber’’ sneakers under the brand name Fugazi. They looked like traditional red-and-white Jordan 1 high-tops, only the Swoosh was replaced by a revolver and the perforations on the toe resembled bullet holes. After that came fellow Californian Warren Lotas’s Nike Dunk lookalikes in 2020, which featured a Swoosh embellished with the face of the fictional “Friday the 13th’’ slasher Jason Voorhees. Those shoes were too close for comfort for Nike, and the Oregon sneaker titan sued Mr. Lotas. The two companies reached a settlement agreement late last year and Mr. Lotas has since issued more Dunk riffs, minus the conspicuous Swoosh. Warren Lotas didn’t respond to requests for comment.<br />In more recent months there’s been a steady trickle of bootlegs by small sneaker makers. Orée, a New York startup, created the “Empire City Highs” which look like a pair of leather Jordan 1 shoes with a horizontal Statue of Liberty sitting where the Swoosh would go. Vandy the Pink, a Virginia and New York-based clothing customizer, created the “Burger Shoes,” with sesame-bun details and a fry replacing the Swoosh. And Plessume in Charlotte, N.C., has sold the “Slam High,” a black-and-cream Jordan-esque shoe with a blockier hockey-stick-looking Swoosh. Plessume, Vandy the Pink and Orée confirmed that Nike hadn’t contacted them about their designs while Mr. Gorji of Fugazi declined to reply whether Nike had reached out to him about the sneakers. Although it didn’t comment on specific examples or brands, Nike said it “will continue to act to enforce its rights in its trademarks and designs.”"
}