{
    "url_original": "https://www.wsj.com/articles/saudi-arabia-to-sell-more-aramco-stakes-crown-prince-says-11619600845?mod=markets_lead_pos2",
    "url": "saudi-arabia-to-sell-more-aramco-stakes-crown-prince-says-11619600845",
    "title": "Saudi Arabia to Sell More Aramco Stakes, Crown Prince Says",
    "sub_head": "After its 2019 IPO failed to generate much foreign demand, Aramco is in talks to sell a 1% stake to an unnamed global energy company",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-04-28 05:07:00",
    "body": "Saudi Arabia is talking with unnamed foreign investors about selling stakes in Aramco, with options that include a 1% acquisition by a leading global energy company, according to the kingdom’s crown prince.<br />Crown Prince Mohammed bin Salman, the kingdom’s de facto ruler and chairman of Saudi Arabian Oil Co., as Aramco is officially known, said in a television interview that an announcement would come in the next year or two. Other shares could be sold in secondary listings on the Riyadh bourse or transferred to the country’s sovereign-wealth fund, the Public Investment Fund.<br />The move would represent another attempt to monetize Saudi Arabia’s prodigious oil assets—once considered so strategic that even a minority stake sale seemed far-fetched. Under Prince Mohammed, the kingdom has been willing to lure foreign investors and cede some access to its oil assets in exchange for cash.<br />The initial public offering of Aramco, the world’s most valuable oil company, was a key plank in the crown prince’s plan to transform the Saudi economy and bring foreign investors into the kingdom.<br />Over several years, he promoted an international listing of up to 5%, but the 2019 IPO failed to generate significant foreign demand. Most major international funds avoided the offering, as they considered the shares too pricey at a market valuation of $1.7 trillion and were concerned about governance issues.  Saudi Arabia ultimately settled on a local listing for a small slice of the company."
}