{
    "url_original": "https://www.wsj.com/articles/saying-au-revoir-to-the-most-successful-policy-in-federal-reserve-history-11619516586?mod=business_minor_pos12",
    "url": "saying-au-revoir-to-the-most-successful-policy-in-federal-reserve-history-11619516586",
    "title": "Saying Au Revoir to the Most Successful Policy in Federal Reserve History",
    "sub_head": "The Fed’s three-month currency swaps to other central banks cost nothing, prevented an emerging crisis and may have left markets healthier in the aftermath",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-330375?width=620&size=1.5",
    "image_1": "im-330375.jpg",
    "time": "2021-04-27 05:43:00",
    "body": "You may have missed it, but last week major central banks announced the coming end of a facility that provided hundreds of billions of dollars in international swaps, and prevented a calamitous dollar funding crisis last spring.<br />The Federal Reserve’s three-month currency swaps with other central banks will come to a close on July 1. Weekly operations with a seven-day maturity will continue. The central banks involved stressed that they could revive the longer-maturity facility if needed.<br />The program is a victim of its own success. More than $1 trillion was extended through it, split roughly equally over seven-day and three-month terms. At its peak, almost $450 billion was swapped, the lion’s share to banks in Japan and the eurozone. Today, the total runs to less than $1 billion.<br />The policy was free for the Fed. Every dollar extended has been returned, as was the case with swaps conducted in the aftermath of the global financial crisis. At a price of precisely nothing beyond the man-hours of organizing the swaps, its cost-benefit ratio has been off the charts.<br />There seem to have been positive knock-on effects beyond quelling panic. Cross-currency funding markets aren’t only more relaxed than during the market stress last year, but seem to be functioning better than they were even before that."
}