{
    "url_original": "https://www.wsj.com/articles/science-fiction-lord-of-order-review-11618579958",
    "url": "science-fiction-lord-of-order-review-11618579958",
    "title": "Science Fiction: ‘Lord of Order’ Review",
    "sub_head": "A downriver dystopia in which puritanical powers set their sights on sinful New Orleans.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-325435?width=620&size=1.5",
    "image_1": "im-325435.jpg",
    "time": "2021-04-16 09:32:00",
    "body": "Fear of a new American theocracy has been a motif in sci-fi since Robert Heinlein’s story collection “Revolt in 2100,” published in 1953. More recently, we have the dystopian vision of Margaret Atwood’s “Handmaid’s Tale” (1985) and its sequel, “The Testaments” (2019). Brett Riley’s “Lord of Order” (Imbrifex, 433 pages, $27) offers another take on the idea.<br />In Mr. Riley’s telling, America has been taken over by the Bright Crusade, a well-organized group of Christian fundamentalists committed to purifying the country. The new regime’s conquest is enabled by a great Purge, powered by a bio-engineered plague and a simultaneous “Godwave”—presumably some kind of electro-magnetic pulse, which knocks the planes out of the sky, shorts out all computers, puts an end to civilization.<br />Mr. Riley’s focus is deliberately narrow, extending only to New Orleans. This is not the victorious Crusaders’ favorite city; to them it is a “cesspool of sin,” controlled only with difficulty by the local “lord of order,” Gabriel Troy.<br />It is a nest of Catholics as well, and some Crusaders, Troy included, are reluctant to turn their fire on fellow Christians, of whatever communion. But New Orleans has something else in its favor as a site of divine cleansing: its geography. The city is set in a bowl surrounded by levees all too easily breached. If the faint of heart will not use fire, let flood do their task for them! But first, ensure that all the Troublers—as the enemies of the Bright Cruade have been branded—are gathered in place.<br />The inner conflict of the story, then, is one of loyalties: loyalty to the city and the citizens, or loyalty to the revolution? And like so many revolutions, “the Crusade eats its young.” The conflict is worked out in great detail, on real-life streets and locations which must be familiar to many."
}