{
    "url_original": "https://www.wsj.com/articles/scrutinizing-the-biden-boom-and-its-causes-11619534124?mod=opinion_major_pos16",
    "url": "scrutinizing-the-biden-boom-and-its-causes-11619534124",
    "title": "Scrutinizing the ‘Biden Boom’ and Its Causes",
    "sub_head": "Alan Blinder gives President Biden too much credit.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-328025?width=620&size=1.5",
    "image_1": "im-328025.jpg",
    "time": "2021-04-27 10:35:00",
    "body": "Alan S. Blinder traces President Biden’s boom economy (“Welcome to Joe Biden’s Boom Economy,” op-ed, April 22) to five causes: the $2.2 trillion Cares Act in March 2020, the swiftness of Treasury and Federal Reserve monetary accommodation, the additional $900 billion in relief at the end of 2020, vaccinations and the $1.9 trillion American Relief Plan passed last month. The first two were implemented under the Trump administration with a broad consensus. The additional $900 billion relief act, which drew reasonable criticism, was enacted at the end of the Trump administration. By Mr. Blinder’s standard, the score is 3-0 Trump-Biden thus far.<br />The vaccination rate has increased steadily, which can be interpreted as a continuation under President Biden of a trend that commenced during the Trump administration. Given the effect of Operation Warp Speed, ignored by Mr. Blinder, the success of the vaccination rollout is at best a draw for the Biden administration. The fifth cause, the $1.9 trillion American Relief Plan, must be credited to the Biden administration, though it continues to be criticized for its effect on employment and national debt. Score: 3-1-1 in favor of the Trump administration.<br />One final point: Tax cuts and government spending are both types of fiscal stimulus. Mr. Blinder warned that the Trump administration’s 2017 tax cuts would cause a “sugar high,” yet now he remains silent on the potential sugar high from the incredible government spending and monetary accommodation during the last year.<br />Mike Lytle<br />Locust Valley, N.Y."
}