{
    "url_original": "https://www.wsj.com/articles/sec-review-highlights-potentially-misleading-esg-practices-among-funds-11618019507?mod=markets_lead_pos7",
    "url": "sec-review-highlights-potentially-misleading-esg-practices-among-funds-11618019507",
    "title": "SEC Review Highlights Potentially Misleading ESG Practices Among Funds",
    "sub_head": "Regulator found instances where firms didn’t consistently disclose their environmental, social or governance strategies",
    "category_1": "Markets",
    "category_2": "Financial Regulation",
    "image_1_url": "https://images.wsj.net/im-323345?width=620&size=1.5",
    "image_1": "im-323345.jpg",
    "time": "2021-04-09 21:51:00",
    "body": "The Securities and Exchange Commission said Friday it has found some investment firms that tout socially responsible investing were potentially misleading investors, part of the agency’s enhanced review of funds that claim to support environmentally friendly policies but don’t adhere to them.<br />These funds broadly market themselves as trying to invest in companies that pursue strategies addressing environmental, social or governance issues from climate change to corporate diversity.<br />The SEC didn’t disclose the names of firms or how many were involved in the review.<br />The regulator found instances in which investment firms were making potentially misleading statements about their ESG investment processes as well as their adherence to global ESG frameworks. It has also seen cases where portfolio managers weren’t consistently disclosing their ESG strategies and where their proxy voting on shareholder proposals didn’t align with advisers’ stated stance on socially responsible issues.<br />Several firms didn’t have proper policies and procedures in place to address ESG or reasonably prevent violations on such matters, the SEC said, finding controls inadequate to ensure clients’ ESG-related investing preferences were reflected. Some firms also lacked compliance programs that could reasonably guard against inaccurate ESG-related disclosures and marketing materials, the agency said."
}