{
    "url_original": "https://www.wsj.com/articles/sec-chief-gary-gensler-picks-top-labor-union-official-for-policy-role-11618873039?mod=politics_lead_pos10",
    "url": "sec-chief-gary-gensler-picks-top-labor-union-official-for-policy-role-11618873039",
    "title": "SEC Chief Gary Gensler Picks Top Labor Union Official for Policy Role",
    "sub_head": "Heather Slavkin Corzo’s appointment raises expectations for a progressive policy agenda",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-327179?width=620&size=1.5",
    "image_1": "im-327179.jpg",
    "time": "2021-04-19 18:57:00",
    "body": "WASHINGTON—Gary Gensler, the new chief of the Securities and Exchange Commission, on Monday tapped a labor-union investment official as his policy director, raising expectations that the agency will embrace progressive policy goals.<br />Mr. Gensler, who was sworn in on Saturday, picked Heather Slavkin Corzo for the top policy role in his office. The hire suggests Mr. Gensler will tackle issues such as stricter corporate disclosures related to climate-change risks and companies’ spending to influence politics.<br />Ms. Corzo has worked as director of capital markets policy at the AFL-CIO and as head of U.S. policy at the Principles for Responsible Investment, a group of asset owners that incorporates environmental, social and governance considerations into their holdings.<br />“She has very significant relationships with investors, union leaders and public interest advocates—many of which were very supportive of Gensler’s appointment,” said Tyler Gellasch, a former regulator and now executive director of investor group Healthy Markets. “She knows very well what those groups are hoping to see out of the SEC, and the yardsticks against which Gensler’s tenure will be measured.”<br />While working at the AFL-CIO, Ms. Corzo also wrote or testified to Congress in favor of tighter regulation of private equity and stock buybacks, as well as requiring companies to put worker representatives on their boards of directors."
}