{
    "url_original": "https://www.wsj.com/articles/secrets-of-happiness-review-the-will-to-be-canny-11619788353",
    "url": "secrets-of-happiness-review-the-will-to-be-canny-11619788353",
    "title": "‘Secrets of Happiness’ Review: The Will to Be Canny",
    "sub_head": "Greed may be a universal failing, but its particularities awake a novelist’s interest.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-04-30 09:12:00",
    "body": "‘Money made everybody want to be so smart,” observes a character in Joan Silber’s 2017 novel “Improvement.” The thought belongs to a man whose lawyer suggests he might think about adding bodily injury to his insurance claim after a reckless driver damages his truck. The observation could be a leitmotif for much of Ms. Silber’s work. Her most interesting characters are alert to the main chance, nursing various degrees of larceny in their hearts; while the more sympathetic—if less interesting—ones have grasped the paltriness of a life dedicated to getting and spending. In the seven artfully linked stories of Ms. Silber’s new novel, “Secrets of Happiness,” we find both types, but once again those who display the will to be canny, which money in the offing or in the pocket seems to confer, are the most deeply penetrated and superbly conjured.<br />The stories are told in the first person and begin with Ethan, a thirtyish New York lawyer. He gives us a quick rundown of his life so far as a gay man, his early crushes, his later relationships and his coming out to his parents, Abby and Gil, the latter of whom says “I have to revise everything I know.” He’s not the only one. Despite romantic ups and downs, Ethan’s life has been quiet enough until his sister, Allyson, phones him to say that their mother has come home from work to find a legal notice naming Gil in a paternity suit. In fact, Gil, whose successful business has required him to spend a great deal of time away, has a whole second family in Queens, consisting of Nok, a Thai woman, and two teenage sons.<br />Confronted by a reeling Abby with proof of his duplicity, Gil acts “much put upon by all the fuss,” and feels he has been treated badly by Nok, who was prompted to file the paternity suit because he would not pay for their younger son’s education. Gil finds this inexcusable: After all, he explains, “he’d brought her over and given her and the kids (both born here) a good life, but for some people nothing was ever enough.” That “nothing”—which could be read more than one way by anyone but him—is an especially nice touch. Just to add a further dollop of indecency to the mix, it has been Gil’s pleasure to bring his first family to the restaurant where Nok works as a hostess and where, Ethan observes, she “always gave us a good table.” For Gil, money and sex were intimately involved, “not for direct payment . . . but for showing off, for shining bright, for expecting and taking more.”<br />Each of the seven sections engages our interest right off the bat; each has a first sentence pregnant with promise. One begins: “My brother’s longtime boyfriend decided to leave him, once and for all.” And another: “My father, who meant well about some things and not about others, died at seventy, not that old.” And one more: “My mother almost got married when she was nineteen.” Having seized our attention, Ms. Silber pushes forward into her characters’ stories, summing up in fleet, fluid prose the circumstances and acts that have shaped their lives to this point, then slipping deftly into further events where, for better or worse, the gravitational force of money can be felt.<br />Occasionally money prompts acts of integrity and honor: Ethan makes a $20,000 gift to Nok in vicarious expiation for his father’s sins after Gil dies leaving her nothing. Bud, another character, turns down a bequest left to him by the father from whom he had been alienated. More often, however, financial considerations lend an insalubrious taint to motives: A man lends an old girlfriend $2,000, which evolves into an act of sexual exploitation; later, he looks for coded romantic messages in sums of money coming into his PayPal account from an unknown source; a woman flirts by email with an old boyfriend of her youth, before putting the touch on him; a couple of brothers wrestle a widow out of an inheritance, and one of them attempts to drum up a collaborating witness for a life-insurance payout, obsessed with that “golden hoard, as if it were his one chance at happiness.” It is brilliantly fitting that at the heart of the book’s last story is the problem of turning a stolen, signed first edition of “Treasure Island” into cash—the theft having “grown from a mistake to an ambition.”"
}