{
    "url_original": "https://www.wsj.com/articles/secrets-of-the-whales-review-dispatches-from-the-deep-11618520934",
    "url": "secrets-of-the-whales-review-dispatches-from-the-deep-11618520934",
    "title": "‘Secrets of the Whales’ Review: Dispatches From the Deep",
    "sub_head": "Narrated by Sigourney Weaver, a Disney+ series offers an intimate view of these majestic creatures.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-325720?width=620&size=1.5",
    "image_1": "im-325720.jpg",
    "time": "2021-04-15 17:08:00",
    "body": "The first thing to know about “Secrets of the Whales” (Thursday, April 22, Disney+) is that it takes just a single glance at the opening scene—a member of the orca family pivoting about in the ocean—to feel you’ve been transported to paradise. The kind, that is, open to people who know enough, after a pandemic and a year of no travel, to tune into a film on whale life in 24 different locations in the world. People, moreover, not likely to become deranged by hearing, repeatedly, a narrative voice say that whales are just like us. The four parts of this spectacular series—executive produced by James Cameron and narrated by Sigourney Weaver—are titled “Orca Dynasty,” “Humpback Song,” “Beluga Kingdom” and “Ocean Giants (Sperm Whale).”<br />The show’s impact has, needless to say, everything to do with Brian Skerry’s impossibly intimate photography of these creatures: pictures of whales whirling around in their pods—hunting, playing, racing, devouring sting rays and other choice food items.<br />In Norway, 200 miles above the Arctic Circle, more herring, we learn, passes through the fjords than there are people in the world. The job of the orca whales here is to herd the herring into a ball—no easy trick. But the team leader in charge of food has figured the problem out. One way is to flash her large white belly, which frightens the fish. Then the matriarch in charge has only to slap the fish with her tail—which knocks them out.<br />One of the most striking sights in the film’s travels are the elephant seals, an important food source for orcas. The intimate pictures of these residents of the Falkland Islands seem miraculously to leave no detail of their look concealed. An alpha seal, the film reports, can weigh more than a pickup truck.<br />One of the most heartening images is the sight of a National Geographic photographer who, seeing a whale trapped by fishing lines and in grave danger of losing its life, bravely swims up close with a knife and cuts the ropes."
}