{
    "url_original": "https://www.wsj.com/articles/see-saw-review-every-picture-tells-a-story-11619787943",
    "url": "see-saw-review-every-picture-tells-a-story-11619787943",
    "title": "‘See/Saw’ Review: Every Picture Tells a Story",
    "sub_head": "Photographs have a way of making the past startlingly present, connecting us to the eye behind the camera.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-331500?width=620&size=custom_2142x1666",
    "image_1": "im-331500.jpg",
    "time": "2021-04-30 09:05:00",
    "body": "Geoff Dyer begins his rich new collection of essays with a consideration of “Saint-Cloud, 1924,” a magical picture by the French photographer Eugène Atget (1857-1927), quietly reflective in the way some Rilke poems are. Here, claims Mr. Dyer with his trademark playfulness, Atget’s “Atgetness” is in full display. We see a landscape devoid of human presence: a broad, tree-lined promenade, divided by rows of ornamental shrubs, receding into a hazy, mysterious distance that, thanks to the camera’s off-center position, seems even farther away than it is. Marble statues preside over the emptiness. The time is early morning; no one except the photographer is up and about. Whatever life there is in this park—originally created for the brother of Louis XIV—appears to reside in the billowing trees on either side.<br />A photograph is “a witness of something that is no more,” sighed the French critic Roland Barthes in “Camera Lucida” (1980), a book that has cast its melancholy shadow over most recent writing about the medium. For Barthes, what a photograph documents is gone for good, like that misty morning in Saint-Cloud, or it will be gone soon. But where Barthes always felt the painful prick of his own mortality, Mr. Dyer’s “See/Saw” finds the delicate promise of new life: A photograph, like one of the silent statues in the royal gardens of Saint-Cloud (that’s Mr. Dyer’s comparison), endures, at least for now, making a distant past present again every time we look at it. We see anew what someone else once saw, a dizzying experience to which the clever title of the book alludes. Averse to jargon, Mr. Dyer never strays too far away from an ordinary viewer’s experience. A proud interloper in the compartmentalized halls of academe—an experience he has previously celebrated in the witty essay “My Life as a Gate-Crasher”—he writes for our enjoyment as well as his own.<br />Apart from lifting the past into our present—allowing us, in the case of Atget’s Saint-Cloud photograph, to wander, with our mind’s eye, through a vacant park as if not a day had passed since 1924—each photograph also inevitably points toward the future, to the next photograph or series of photographs about a similar subject. If Barthes, somewhat exaggeratedly, dubbed photographers “agents of death,” Mr. Dyer celebrates them as active participants in an ongoing conversation—an idea reflected in the title of his brilliant 2005 book on the subject, “The Ongoing Moment.” Thus Atget’s austere street scenes live on in the impressions of Paris recorded during the interwar period by Ilse Bing (1899-1998), the “Queen of the Leica,” the deserted Southern plantation homes visited, during the 1940s, by Walker Evans (1903-75), or the recent reworkings of Google Street View by the photographer Michael Wolf (1954-2019).<br />In the preface to “See/Saw,” Mr. Dyer asserts, entirely too modestly, that writing about photography has just been a sideline for him. Not counting “The Ongoing Moment,” he has published prolifically on the subject, in prominent places such as the Guardian, the New Republic and the New York Times Magazine—enough for him to envision, tongue in cheek, a “deathbed or—yikes!—posthumous edition” of his collected photography essays. Fortunately, that grand finale still seems a long way off. In the interim, the 52 scintillating essays in “See/Saw” provide reassuring evidence that Mr. Dyer will keep the ink flowing.<br />Despite the range and the staggering number of artists represented, most of Mr. Dyer’s essays remain focused on just one photograph, each of them beautifully reproduced by Graywolf Press. Intriguingly, the timeless statues of Saint-Cloud lurk behind many of Mr. Dyer’s choices, which reveal a predilection—handled with a degree of self-conscious irony—for impersonal structures, such as houses, streets, and monuments. Thus, Mr. Dyer praises the work of American photographer Bevan Davies (born 1941), whose photographs, in Mr. Dyer’s understanding, exemplify how buildings, if they had cameras, would take pictures of each other. And he admires the dreamy compositions of Oliver Curtis (born 1963), which show us what we, the visitors, would look like from the perspective of a monument such as the Taj Mahal—a bunch of scraggly, indistinct shapes milling around the famous Basin of Abundance."
}