{
    "url_original": "https://www.wsj.com/articles/self-driving-cars-could-save-many-lives-but-mental-roadblocks-stand-in-the-way-11617732000?mod=tech_listb_pos4",
    "url": "self-driving-cars-could-save-many-lives-but-mental-roadblocks-stand-in-the-way-11617732000",
    "title": "Self-Driving Cars Could Save Many Lives. But Mental Roadblocks Stand in the Way.",
    "sub_head": "People’s demands for safety may be unreasonably high. Here’s why.",
    "category_1": "Business",
    "category_2": "Journal Reports: Technology",
    "image_1_url": "https://images.wsj.net/im-320527?width=620&size=1.5",
    "image_1": "im-320527.jpg",
    "time": "2021-04-06 14:00:00",
    "body": "As we get ever closer to the era of driverless cars, a key question looms: How safe should autonomous vehicles be before we allow them on the road in large numbers?<br />The National Highway Traffic Safety Administration recently disclosed that it has opened 27 investigations into crashes of Tesla vehicles, and that four have been completed. Some of those investigations are related to the company’s Autopilot driver-assistance system. Tesla didn’t respond to requests for comment for this article.<br />Although AV technology promises numerous benefits, concerns over safety and trust have become the defining issue. The industry recognizes this. “People are ready to embrace new vehicle technology, especially if it will make driving safer,” said Greg Brannon, AAA’s director of automotive engineering and industry relations, upon the release of results from its latest public-opinion survey in February. As the technology improves, AVs promise extraordinary safety benefits. A 90% reduction in traffic fatalities—cited in a 2015 report from McKinsey—is the most frequently repeated figure.<br />But these promises are many years, if not decades, from being realized. The challenging part is how to get from here to there. A reasonable timeline for when AVs should be rolled out en masse is when they are at least as safe as the average driver. As soon as AVs exceed this threshold, then not only would we reap all their economic and social benefits, but we would also be saving lives. And importantly, we would rapidly begin to accumulate the data needed to drive AV safety levels up even further.<br />Unfortunately, the broad acceptance of just-better-than-average AVs may be undermined by a host of psychological biases that fester in the minds of consumers. We investigated two of these biases in an article we published on March 15. We asked a representative group of Americans how much safer AVs would have to be, compared with human drivers, for them to be willing to ride in such cars. The results revealed that people’s demands for safety are extremely—potentially unrealistically—high."
}