{
    "url_original": "https://www.wsj.com/articles/sen-coons-vs-the-covid-vaccine-thieves-11619217616?mod=opinion_lead_pos3",
    "url": "sen-coons-vs-the-covid-vaccine-thieves-11619217616",
    "title": "Sen. Coons vs. the Covid Vaccine Thieves",
    "sub_head": "A Democrat rebuts the claims of those who want to steal U.S. intellectual property.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-23 18:40:00",
    "body": "Progressives have been pushing on an open door in the Biden Presidency and Democratic Congress, and some bad policy is the result. So it’s good to see at least some resistance in the Democratic Party to another destructive idea now advancing politically: Suspending intellectual property for Covid vaccines at the World Trade Organization.<br />The resister is Delaware Sen. Chris Coons, who warned Thursday in a web conference at the Center for Strategic and International Studies that “IP rights are under both external and internal attack.” He’s right. South Africa and India last year tossed a grenade at vaccine IP rights at the WTO with a resolution that would allow low-income countries to break patents during the pandemic.<br />The resolution has support from some 80 developing countries, nonprofits and even Democratic Senators, including Elizabeth Warren, Bernie Sanders, Richard Blumenthal and Raphael Warnock. They say waiving IP protections is necessary to surge vaccines to low-income countries and end the pandemic.<br />“Allowing countries to manufacture locally will expedite access to vaccines and treatment, prevent unnecessary deaths, expedite global vaccination efforts, and facilitate a stronger, faster economic recovery,” 10 Democratic Senators wrote to President Biden last week.<br />This couldn’t be more misguided. Existing WTO rules allow low-income countries to compel pharmaceutical companies to license their IP for treatments and vaccines that are essential to public health during epidemics. Covid vaccines developed by Western companies, however, are complicated biologic products. Merely giving low-income countries a vaccine recipe would raise serious safety concerns."
}