{
    "url_original": "https://www.wsj.com/articles/senate-earmarks-are-back-democrats-make-it-official-11619478322?mod=politics_lead_pos5",
    "url": "senate-earmarks-are-back-democrats-make-it-official-11619478322",
    "title": "Senate Earmarks Are Back: Democrats Make It Official",
    "sub_head": "Practice of funding home-state projects was shunned for a decade",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-330318?width=620&size=1.5",
    "image_1": "im-330318.jpg",
    "time": "2021-04-26 19:24:00",
    "body": "WASHINGTON—The Senate will once again accept earmarks on a bipartisan basis for spending bills for the next fiscal year, with added measures to boost transparency and accountability, said the chairman of the Appropriations Committee, Sen. Patrick Leahy (D., Vt.).<br />Earmarking allows lawmakers to direct federal agencies to spend specific amounts on projects in their home states or districts.<br />Under Mr. Leahy’s guidelines, senators’ earmarks—Mr. Leahy prefers the term “congressionally directed spending items”—will be subject to pre-existing rules that require senators to make any requests in writing and certify that they and their families don’t hold financial stakes in any of the projects for which they are seeking funding.<br />There are new restrictions as well. The money for earmarks will be capped at 1% of discretionary spending; funds are barred from going to for-profit entities; and senators are required to post their earmark requests online, along with their paperwork attesting that they and their relatives won’t benefit financially.<br />The change had been anticipated. House Democrats said earlier this year that they would revive earmarks, with new rules in place, and the House GOP voted last month in a secret ballot to allow them, as well. The Senate GOP dropped plans for a vote on earmarking behind closed doors last week, leaving their conference rule against them in place. But some Republican senators—including the top-ranking Republican on the Appropriations Committee, Sen. Richard Shelby of Alabama—have said they don’t consider the rule binding and plan to request earmarks anyway."
}