{
    "url_original": "https://www.wsj.com/articles/sensational-review-heyday-of-the-stunt-reporter-11619185350",
    "url": "sensational-review-heyday-of-the-stunt-reporter-11619185350",
    "title": "‘Sensational!’ Review: Heyday of the Stunt Reporter",
    "sub_head": "The ambitious women who broke into 19th-century newsrooms often went undercover to get their scoops.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-04-23 09:42:00",
    "body": "In late 1888, a series of articles in the Chicago Times triggered widespread outrage, both among its readers and within its newsroom. The first article was headlined “INFANTICIDE.” In this and subsequent installments, an anonymous “Girl Reporter” described how she had tramped through the city’s streets, visiting more than 200 physicians’ offices claiming she was pregnant and needed help with this “problem”—and that money was no object.<br />Abortion was then a criminal offense. Yet many physicians proved eager to swear this nervous young woman to secrecy, then “proceed with the horrible crime without any delay.” The police-department surgeon, “plump with a black goatee,” said he would do it for $75. The head of the Chicago Medical Society gave her directions to a man who could help her. One doctor casually told her, “thousands are doing it all the time. The only thing to do when one gets into trouble is to get out again.” A few days later, this doctor would be arrested for giving a woman an abortion that killed her.<br />The girl reporter named the physicians who had offered her help and described their high-handed manners and high prices—as much as $6,000 in today’s dollars. She also wrote of her personal frustrations. After one physician condescendingly brushed her aside, she fumed and imagined her retort: “Don’t prate of virtue to me; I am as good as the rest of the world, only less lucky.”<br />Angry letters, libel suits and the resignation of the newspaper’s city editor followed. Readers were shocked, we are told, that the girl reporter “dared to talk about women and sex and the way it felt to be a woman talking about sex—embarrassed, threatened, angry.” Not only did she put the appalling hypocrisy of respected physicians on the front page, she broke the taboo on discussions of women’s bodies and abortion during a decade when such topics were legally defined as obscene. In the predominantly male world of journalism, she reflected on her ambivalence at the potentially humiliating assignment she had been given and her anger about the way her interviewees treated her.<br />While researching “Sensational: The Hidden History of America’s ‘Girl Stunt Reporters,’ ” Kim Todd, who teaches writing at the University of Minnesota, spent months trying to uncover the identity of this girl reporter. “Her voice was so vivid,” Ms. Todd writes, “her series so shattering.” It was probably a woman named Margaret or Florence Noble, Ms. Todd surmises, although she can’t be sure. Ms. Todd had already searched through yellowed old newsprint and microfilmed newspaper archives from big-city dailies across the U.S., particularly in Chicago and New York, and discovered a small group of similar “girl stunt reporters.” These were bold, ambitious women who had elbowed their way out of the Women’s Page ghetto and into newsrooms in the 1880s. Ms. Todd’s extensive research brings to light work by (among others) Elizabeth Banks, Elizabeth Cochrane, Elizabeth Jordan, Eva McDonald, Kate Swan McGuirk, Eleanor Stackhouse, Winifred Sweet and Ida B. Wells."
}