{
    "url_original": "https://www.wsj.com/articles/shell-exxon-look-to-profit-from-capturing-customers-carbon-emissions-11618824602?mod=business_lead_pos2",
    "url": "shell-exxon-look-to-profit-from-capturing-customers-carbon-emissions-11618824602",
    "title": "Shell, Exxon Look to Profit From Capturing Customers’ Carbon Emissions",
    "sub_head": "Big oil companies are exploring charging for carbon storage, hoping to benefit from the drive to reduce emissions",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-325070?width=620&size=1.5",
    "image_1": "im-325070.jpg",
    "time": "2021-04-19 05:30:00",
    "body": "Oil companies have for decades made money by extracting carbon from the ground. Now they are trying to make money putting it back.<br />Energy giants such as  Exxon Mobil Corp.  and  Royal Dutch Shell  PLC are pushing carbon capture and storage—where carbon is gathered and buried underground—as part of a drive to reduce both their own and their customers’ emissions. Executives say the service could become a new source of income when the industry is grappling with how to adapt to a lower-carbon economy.<br />Oil companies have long captured carbon from their operations, albeit mostly to produce more oil. Now they want to retool that skill as a service they can sell to heavy-polluting industries like cement and steel, burying their carbon in the ground indefinitely for a fee, rather than releasing it into the atmosphere. Yet critics question the environmental benefits and high cost of such projects.<br />Last month, Shell,  Total SE  and  Equinor AS A launched a joint venture to store carbon in a rock formation thousands of feet beneath the seabed off the coast of Norway. The state-backed Northern Lights project is set to be the first time companies outside the oil industry will be able to pay to have their carbon gathered and stored.<br />Exxon has said it plans to form a new business unit to commercialize carbon capture and storage, forecasting it could become a $2 trillion market by 2040.  Chevron Corp.  has formed partnerships on storage projects, while  BP  PLC is codeveloping storage projects in the U.K. and Australia."
}