{
    "url_original": "https://www.wsj.com/articles/sheldon-whitehouse-is-no-friend-of-the-courts-11619713971?mod=opinion_lead_pos6",
    "url": "sheldon-whitehouse-is-no-friend-of-the-courts-11619713971",
    "title": "Sheldon Whitehouse Is No Friend of the Courts",
    "sub_head": "The senator declares war on amicus briefs and attacks the right to express views he disfavors.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-29 12:32:00",
    "body": "The “Trump judiciary” is corrupt, Sen. Sheldon Whitehouse claims, and the remedy is to scrutinize parties presenting legal arguments in friend-of-the-court, or amicus, briefs. The proposal wouldn’t make the courts any cleaner, but it would violate the First Amendment. It is also part and parcel of the broader Democrat-driven effort to politicize and intimidate the judiciary.<br />Amicus briefs are a fixture of litigation, particularly in appellate cases presenting broad and important legal questions. While the parties to a case present their positions in their own briefings, amici inform the courts with additional perspectives and analysis. Typical amicus briefs address the history of a constitutional provision or statute, dive deep into legal doctrine and precedent, or argue about the practical consequences of approaches the court might take. Many are filed by, or on behalf of, legal scholars. At the Supreme Court, the justices often question lawyers on points raised by amici, and they occasionally engage amicus-brief arguments in written opinions.<br />Where others see public-spirited legal advocacy, Mr. Whitehouse sees a plot. In a 2019 amicus brief of his own, the senator, joined by four Senate Democratic colleagues, denounced amici supporting a gun owner denied the right to transport his firearm as “marionettes controlled by a puppetmaster” as part of a “project” in partnership with the court itself to “thwart gun-safety regulations.” Amicus briefs, the senator asserted in his own, are driving a “pattern of outcomes” in which “corporate and Republican political interests prevailed.”<br />“The Supreme Court is not well,” the brief concluded ominously. “Perhaps the Court can heal itself before the public demands it be ‘restructured in order to reduce the influence of politics.’ ”<br />Mr. Whitehouse expanded on the point in a 2020 screed co-authored with Sens. Chuck Schumer and Debbie Stabenow, titled “Captured Courts.” It contends that a “network” centered on the Federalist Society—which doesn’t file amicus briefs or even take positions on cases or issues—is using such briefs “to inject its boundary-pushing theories directly into Supreme Court jurisprudence.”"
}