{
    "url_original": "https://www.wsj.com/articles/shootings-in-texas-and-wisconsin-leave-six-dead-add-to-spate-of-gun-violence-11618780979?mod=business_minor_pos4",
    "url": "shootings-in-texas-and-wisconsin-leave-six-dead-add-to-spate-of-gun-violence-11618780979",
    "title": "Shootings in Texas and Wisconsin Leave Six Dead, Add to Spate of Gun Violence",
    "sub_head": "Gunmen targeted their victims and are being sought by police",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-326743?width=620&size=1.5",
    "image_1": "im-326743.jpg",
    "time": "2021-04-18 17:22:00",
    "body": "Gunmen remained at large in Austin, Texas, and Kenosha County, Wis., on Sunday afternoon, after each killed three people in what police described as targeted incidents.<br />In Kenosha County, a confrontation at a bar left three dead and two people injured. Kenosha County Sheriff David Beth said that authorities were still searching for a suspect. “We do not believe this was a random act,” Mr. Beth said. “We believe our suspect knew who he was targeting.”<br />The shooting in Austin happened in an apartment complex on the northwestern side of the city, police said on social media. Police said that the killings were an isolated domestic-violence situation and that there was no risk to the general public. Police shut down a portion of Highway 360 and advised residents to shelter in place as they searched nearby areas for the suspect.<br />Paramedics responded just before noon to the shooting, which left two Hispanic women and a Black man dead, authorities said. Austin interim Police Chief Joseph Chacon identified the suspect as Stephen Nicholas Broderick, a 41-year-old Black man, and said preliminary information indicated he is a former law enforcement officer. Mr. Broderick’s name and age matched a former Travis County Sheriff’s Office detective who was arrested last year and accused of sexually assaulting a child. Mr. Chacon urged Austin residents to check on friends who live in the area.<br />“We are concerned that he may take a hostage and be himself sheltering somewhere waiting for us to leave,” Mr. Chacon said."
}