{
    "url_original": "https://www.wsj.com/articles/shortage-wont-chip-away-at-big-tech-earningsyet-11618570980?mod=business_minor_pos12",
    "url": "shortage-wont-chip-away-at-big-tech-earningsyet-11618570980",
    "title": "Shortage Won’t Chip Away at Big Tech Earnings—Yet",
    "sub_head": "Apple, Microsoft, Amazon, Google and Facebook could still feel effects of the chip shortage down the road, though near-term results are expected to remain strong",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-325811?width=620&size=1.5",
    "image_1": "im-325811.jpg",
    "time": "2021-04-16 07:03:00",
    "body": "The world’s largest tech companies effectively run on chips. But their prowess offers them some protection from the semiconductor production shortage plaguing other industries, at least for now.<br />Just how much protection will become apparent in the coming slew of first-quarter earnings reports.  Apple ,   Microsoft ,   Amazon.com ,   Facebook  and Google-parent  Alphabet  are very different businesses, but to one degree or another all sell their own devices packed with processors that range from smartphones to smart speakers to virtual-reality headsets. And they all run vast networks of giant data centers to deliver cloud software, e-commerce and social-networking services along with movies, TV shows and videogames.<br />But the chip production shortage plaguing industries like autos isn’t expected to register much in big tech’s results for the March quarter. The five aforementioned companies are all expected to post strong double-digit growth in both revenue and operating income for the quarter relative to the same period last year, according to consensus estimates from FactSet. In fact, the five are expected to increase revenue by an average of 29%—quite a feat considering combined revenue for the group will likely be just under $300 billion in what is typically the slowest seasonal quarter for each.<br />Operating income for the group is expected to outpace revenue growth, indicating that analysts aren’t projecting additional cost pressures that could result from things like component shortages. The five big techs are expected to grow operating earnings by an average of 43% year over year, to a combined total of about $61.5 billion.<br />How does big tech pull this off? The financial and operational clout of the world’s tech giants generally puts them first in line with manufacturers of chips and other critical components. And chips like the central processors for smartphones, PCs and data centers command much higher prices than many of the chips that go into cars, which can cost less than $1. As a result, chip makers give priority to production of these higher-end chips."
}