{
    "url_original": "https://www.wsj.com/articles/should-you-watch-the-2021-oscars-a-skeptics-guide-11619021491",
    "url": "should-you-watch-the-2021-oscars-a-skeptics-guide-11619021491",
    "title": "Should You Watch the 2021 Oscars? A Skeptic’s Guide",
    "sub_head": "Theaters were closed, big movies were postponed, and TV took over. But the 93rd Academy Awards could mark a turning point. Here’s what you need to know even if you haven’t seen any of the nominated films.",
    "category_1": "Arts",
    "category_2": "Film",
    "image_1_url": "https://images.wsj.net/im-327116?width=620&size=1.5",
    "image_1": "im-327116.jpg",
    "time": "2021-04-21 12:11:00",
    "body": "A hard year for Hollywood translates to a savory moment for people who indulge in Oscars schadenfreude. To those skeptics, the prestige and relevance of the Academy Awards has been in decline for a long time. Maybe 2020 came to finish the job.<br />Theaters were the wrong kind of dark. Would-be blockbusters, including some likely awards contenders, were wiped from the calendar. And awards telecasts got cut off at the knees by Zoom-dependent productions and the indifference of pandemic-fatigued audiences, with the most recent Emmys, Golden Globes and Grammys playing to their smallest TV viewerships ever.<br />The question, this trend suggests, isn’t if April 25 will bring a new bottom to Oscars viewership, but just how low it will be for the Academy of Motion Picture Arts and Sciences and ABC, which has a deal to broadcast the ceremony through 2028.<br />And yet, the Oscars presents a big opportunity to script the ending of this memorable chapter for the movies. Loosening Covid restrictions allow for a live, in-person affair from Los Angeles, along with hubs in London, Paris and other cities where nominees will join via satellite feed. Plus, the industry’s punch-drunk status gives producers license to reboot some aspects of the ceremony.<br />“We are just trying to create an experience that has the aesthetics of a film, as opposed to a TV show,” says Steven Soderbergh, the innovative filmmaker (and “Contagion” director) who is producing the telecast with Jesse Collins and Stacey Sher."
}