{
    "url_original": "https://www.wsj.com/articles/simon-schuster-wont-distribute-policemans-book-about-breonna-taylor-shooting-11618584944?mod=business_lead_pos7",
    "url": "simon-schuster-wont-distribute-policemans-book-about-breonna-taylor-shooting-11618584944",
    "title": "Simon & Schuster Won’t Distribute Policeman’s Book About Breonna Taylor Shooting",
    "sub_head": "Book’s author, Jonathan Mattingly, was one of the three Louisville police officers who fired their weapons during last year’s raid",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "time": "2021-04-16 14:37:00",
    "body": "Simon & Schuster has decided not to distribute a book written by a Louisville police officer involved in the Breonna Taylor shooting, the latest move by a publisher to avoid associating itself with a potentially divisive issue.<br />The book, “The Fight For Truth: The Inside Story Behind the Breonna Taylor Tragedy” by Sgt. Jonathan Mattingly, doesn’t yet have a publication date. It has been acquired by Brentwood, Tenn.-based Post Hill Press LLC, an independent conservative publisher that Simon & Schuster, the publishing arm of  ViacomCBS Inc.,  distributes.<br />“Like much of the American public, earlier today Simon & Schuster learned of plans by distribution client Post Hill Press to publish a book by Jonathan Mattingly,” said Simon & Schuster in a statement Thursday evening. “We have subsequently decided to not be involved in the distribution of this book.”<br />News that Sgt. Mattingly was writing the book about the Breonna Taylor raid was earlier reported by the Louisville Courier Journal.<br />Sgt. Mattingly was one of three police officers who fired their weapons during a raid on the apartment of Ms. Taylor last year. Sgt. Mattingly, who was shot during the raid, wasn’t indicted, nor was Detective Myles Cosgrove. Former Detective Brett Hankison was indicted on three counts of wanton endangerment for firing into a neighbor’s apartment, and was fired by the Louisville police."
}