{
    "url_original": "https://www.wsj.com/articles/simon-schuster-employees-submit-petition-demanding-no-deals-with-trump-administration-authors-11619449307?mod=business_lead_pos6",
    "url": "simon-schuster-employees-submit-petition-demanding-no-deals-with-trump-administration-authors-11619449307",
    "title": "Simon & Schuster Employees Submit Petition Demanding No Deals With Trump Administration Authors",
    "sub_head": "Petition collected 216 internal signatures and more than 3,500 outside supporters, organizers say",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-329965?width=620&size=1.5",
    "image_1": "im-329965.jpg",
    "time": "2021-04-26 16:43:00",
    "body": "An employee petition at Simon & Schuster demanding that the company stop publishing authors associated with the Trump administration collected 216 internal signatures and several thousand outside supporters, including well-known Black writers.<br />The employees submitted the petition Monday to senior executives at the publishing house, according to the company and a person involved in the employee effort. The petition demands that the company refrain from publishing a memoir by former Vice President Mike Pence. The letter asks Simon & Schuster not to treat “the Trump administration as a ‘normal’ chapter in American history.”<br />Simon & Schuster Chief Executive Jonathan Karp sent an internal letter last week rejecting the employee demands, when the company was aware the petition was circulating.<br />It has now been formally submitted. A spokesman for Simon & Schuster on Monday declined to comment.<br />The 216 employees who signed the petition represent about 14% of Simon & Schuster’s workforce. Among the more than 3,500 outside supporters, according to a letter accompanying the petition, were writers of color including Jesmyn Ward, a two-time winner of the National Book Award for fiction. A representative for Ms. Ward confirmed that she had signed the petition."
}