{
    "url_original": "https://www.wsj.com/articles/sisters-with-transistors-review-electronicas-female-trailblazers-11619112805",
    "url": "sisters-with-transistors-review-electronicas-female-trailblazers-11619112805",
    "title": "‘Sisters With Transistors’ Review: Electronica’s Female Trailblazers",
    "sub_head": "Lisa Rovner’s documentary about the women who pioneered this DIY genre perfectly captures its musical subject with hallucinogenic visuals",
    "category_1": "Film Review",
    "time": "2021-04-22 13:33:00",
    "body": "<br />There’s no small amount of genius afoot in “Sisters With Transistors,” which has a great title and a provocative premise: that the frontiers of electronic music were blazed by women, liberated not only by the endless possibilities of electronica but by the fact that they were artists in a “DIY” genre. Independent of the male-dominated, unwelcoming worlds of record companies, radio, studios and even musicians, they were free to make the “beautiful noise” rhapsodized in Laurie Anderson’s narration. All they needed were audio tape, razors, adhesive and as many reel-to-reel recorders as could be patched together. The sounds were everywhere. The possibilities endless. The rejection often spontaneous.<br />The technology? It was exploding throughout the period recalled (mostly 20th century), although the documentary’s director, Lisa Rovner, avoids getting bogged down in circuitry and wires in favor of an intoxicating montage technique, a torrent of images that amounts to a bedazzling visual interpretation of the music being heard. As someone says, electronic music is not just about listening to sound, or even how the sound changes. (There is a fleeting glimpse of Philip Glass, whose minimalism is not unrelated to the work heard in the movie.) It’s also about how those musical changes influence one’s disposition. While this may be something that can be said of all music, the examples of electronica used in the film often deliver a physical as well as emotional kick. So does the simpatico imagery.<br />There’s a reflex among humans to impose narrative connections on whatever series of pictures they see projected. Something similar is true about music, especially for ears trained in the tradition of Western harmonies—those ears take on a sonic search for the familiar, which may not be there. Many of the women profiled by Ms. Rovner—among them Delia Derbyshire, Suzanne Ciani, Laurie Spiegel and Eliane Radigue—were aspiring to something completely new, and pure, which leads to a rather derisive digression about Wendy Carlos, whose “Switched-On Bach” (1968) was not only a commercial smash but mainstreamed the Moog synthesizer. It is recalled as something of a betrayal, a retrograde effort to make electronics conform not just to the marketplace, but to an existing sensibility that the women were trying to explode.<br />The marketplace, notably the advertising world, was more welcoming than the music industry. (Ms. Ciani, we’re told, found much success doing commercial work for adventurous companies.) In film, the strangeness of the music saw it relegated to sci-fi, with which it remains associated. Theremin virtuosa Clara Rockmore, seen in the early moments of “Sisters,” was giving electronic music concerts as early as the ’30s, on the instrument she helped develop with the Russian inventor Léon Theremin. (Anyone interested in the music, or Stalinism, should seek out Steven M. Martin’s 1993 doc, “Theremin: An Electronic Odyssey.”) The sound of the instrument is virtually synonymous with the cinematic arrival of extraterrestrials. Similarly, Bebe Barron, working with her husband, Louis, produced the first fully electronic movie score, for the 1956 classic “Forbidden Planet.” Delia Derbyshire, another sonic frontierswoman, whose acknowledged influences included the air assault on her native Coventry during the Blitz of World War II, recorded the theme for “Doctor Who” in 1963."
}