{
    "url_original": "https://www.wsj.com/articles/skinny-jeans-and-9-other-styles-that-date-you-11618027200",
    "url": "skinny-jeans-and-9-other-styles-that-date-you-11618027200",
    "title": "Skinny Jeans and 9 Other Styles That Date You",
    "sub_head": "All the outmoded things you should purge from your wardrobe—plus, some updated men’s and women’s spring styles to take their place",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-321305?width=620&size=custom_1338x1521",
    "image_1": "im-321305.jpg",
    "time": "2021-04-10 12:00:00",
    "body": "LAST MONTH, I discovered I was unfashionably out of date. I was headed to a socially distanced lunch in New York when a glimpse at my reflection in a store window made me cringe: My leggings were paired with no-longer-trendy “ugly” sneakers. A puffer jacket, worn to stay cozy while dining in a curbside hut, planted me solidly in 2017, the year I bought the voluminous chubby at  H&M .<br />After a year when serious concerns took precedence, there’s no shame in being blissfully stuck in a bygone era. But as we emerge from our Zoom cocoons, the time is ripe for reassessing our fashion choices and stepping up our wardrobes for a post-pandemic era—within reason, of course. “Seven-inch stilettos don’t line up with what we’re going through right now,” said New York fashion-brand consultant Dani Stahl. And don’t let beautiful celebrities be your sole style guides—they can make almost anything look fabulous. “What looks dated on one person is supercool on another,” she said. “If [model] Bella Hadid puts on tight jeans, it’s current, but elsewhere can look off.” That means they’ll be “off” on me, I think, and many, many others.<br />What makes an outfit outdated? Recognizable fads—like message-print T-shirts or early aughts-era no-show socks—are outfit poison, and fallbacks like chinos and shapeless cardigans are cringeworthy relics. A garment’s cut, too, can read “outmoded.” “You don’t want to look like you’re in a jacket from 30 years ago, so updated fits come into play,” said Paul Stuart creative director Ralph Auriemma. He suggested tailored sportswear for a sleeker, modern fit.<br />As we plan our re-entry outfits, comfort remains a factor, said Tracy Margolies, Saks Fifth Avenue’s chief merchant, “but people want to be stylish.” That’s why stifling skinny jeans, for instance, bow to straight-leg options and roomy denim joggers. Below, 10 men’s and women’s styles that will subtly date you—and advice on how to bring your wardrobe back to life.<br />Why They’re Out: In my college years, I called dresses from the commercially quaint British brand Laura Ashley “Heidis,” named for the classic children’s book by Johanna Spyri about an orphan growing up in the Swiss Alps. Today’s frilly, floral dresses—described by many as “cottagecore”—nod to Laura Ashley’s 1980s Liberty-print frocks and conjure a campy frivolity at odds with our 2021 selves. “Cottagecore sounds like a house muumuu…it’s very dated,” said Ms. Stahl, the fashion-brand consultant."
}