{
    "url_original": "https://www.wsj.com/articles/skyworks-pares-its-reliance-on-apple-11619269201?mod=business_minor_pos11",
    "url": "skyworks-pares-its-reliance-on-apple-11619269201",
    "title": "Skyworks Pares Its Reliance on Apple",
    "sub_head": "Chip company is paying $2.75 billion to acquire Silicon Labs’ infrastructure and automotive business",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-329495?width=620&size=1.5",
    "image_1": "im-329495.jpg",
    "time": "2021-04-24 09:00:00",
    "body": "Skyworks  is paying $2.75 billion to diversify its business away from  Apple Inc.  Wall Street thinks the chip maker is getting a bargain.<br />Skyworks, which specializes in radio-frequency chips that filter out interference for smartphones and other wireless devices, is spending that much in cash to acquire the infrastructure and automotive business from  Silicon Laboratories .  The deal will give Skyworks more exposure to such hot markets as electric vehicles, 5G equipment and data centers. It will also lessen its exposure to smartphones—and Apple in particular. The tech titan accounted for 56% of Skyworks’ revenue for the fiscal year ended Oct. 2.<br />But diversity has its price. The deal represents Skyworks’ largest acquisition on record and is more than double its last reported cash balance of $1 billion, requiring the currently debt-free chip maker to lever up.<br />Still, the acquired business brings operating margins of close to 40%, leading Karl Ackerman of Cowen to project that the deal will add about 5% to Skyworks’ per-share earnings by next year. The company told analysts Thursday that it expects to delever quickly in the first 18 months after the deal closes. As an added plus, the deal doesn’t require seeking approval from China—which has been a major obstacle to chip mergers involving U.S. companies. Skyworks’ stock price jumped 4.1% on Friday.<br />Being a key supplier to Apple certainly isn’t all bad. The popular new iPhone 12 lineup helped Skyworks post record revenue of $1.5 billion for the first quarter ended Jan. 1. That represented a surge of 69% year-over-year—the company’s best growth rate in 18 years. Analysts expect 50% year-over-year revenue growth for the company’s second quarter, which will be reported Thursday."
}