{
    "url_original": "https://www.wsj.com/articles/smartrent-to-merge-with-fifth-wall-spac-in-2-2-billion-deal-11619049600?mod=markets_lead_pos10",
    "url": "smartrent-to-merge-with-fifth-wall-spac-in-2-2-billion-deal-11619049600",
    "title": "SmartRent to Merge With Fifth Wall SPAC in $2.2 Billion Deal",
    "sub_head": "Seller of smart home technology also books a $155 million investment from a group including Blackstone, Lennar",
    "category_1": "Real Estate",
    "image_1_url": "https://images.wsj.net/im-328331?width=620&size=1.5",
    "image_1": "im-328331.jpg",
    "time": "2021-04-21 20:00:00",
    "body": "SmartRent.com Inc., which sells smart home-technology systems to apartment-building owners and developers, intends to go public through a merger with a special-purpose acquisition company that values the property-tech startup at $2.2 billion, according to people familiar with the matter.<br />SmartRent, whose technology is in use in about 185,000 apartments in the U.S. and Canada, plans to announce as early as Thursday that it will merge with Fifth Wall Acquisition Corp., which raised about $345 million in an initial public offering earlier this year, the people said. The special-purpose company was sponsored by Fifth Wall, a venture-capital firm that invested in SmartRent last year through one of its funds.<br />Separately, some of the largest apartment-building owners and housing developers in the U.S.—which are also customers of SmartRent—have agreed to invest a total of $155 million in the startup, according to people familiar with the matter. This group includes  Blackstone Group Inc.,  Starwood Capital Group LLC,  Lennar Corp.  and  Invitation Homes Inc.,  the people said.<br />The merger, expected to close later this year after a regulatory review and shareholder vote, would be one of the largest such deals so far involving a proptech firm and a special-purpose acquisition company. SPACs, also called blank-check companies, have become popular in the capital markets and with proptech firms over the past year because they allow private firms to go public faster and with more price certainty than traditional initial public offerings.<br />SmartRent, based in Scottsdale, Ariz., was founded in 2017 by Lucas Haldeman, the former chief technology officer of Colony Starwood Homes, which later became known as Starwood Waypoint Homes and was merged into Invitation Homes, one of the largest owners of single-family rental homes. His idea was to give rental units many of the smart-home features that have become much more widely used in homes that people own than in those that people rent."
}