{
    "url_original": "https://www.wsj.com/articles/soaring-costs-of-nurses-during-covid-19-pandemic-are-at-center-of-lawsuits-11617914600?mod=politics_lead_pos12",
    "url": "soaring-costs-of-nurses-during-covid-19-pandemic-are-at-center-of-lawsuits-11617914600",
    "title": "Soaring Costs of Nurses During Covid-19 Pandemic Are at Center of Lawsuits",
    "sub_head": "Hospital chain Steward Health Care and staffing firm Aya Healthcare sue each other over nurse bills after coronavirus stoked labor demand",
    "category_1": "U.S.",
    "time": "2021-04-08 16:43:00",
    "body": "Hospital chain Steward Health Care Systems LLC and staffing firm Aya Healthcare Inc. are suing each other over outstanding bills in a dispute over soaring wages for nurses in the pandemic.<br />Aya, based in San Diego, claims the Dallas-based hospital chain owes it more than $40 million including overdue bills, according to a lawsuit Aya filed Tuesday in Massachusetts Superior Court. Steward last month sued Aya in the same court, alleging price gouging and seeking to stop the staffing firm from canceling work for its nurses scheduled at the hospital chain.<br />Healthcare labor was one of many markets to see prices jump last year, as the pandemic created global supply disruptions or shortages for everything from crops to key ingredients in hand sanitizer to protective masks worn by hospital staff.<br />Across the travel-nurse industry—an estimated $6 billion market in 2019, according to Staffing Industry Analysts—rates shot up as Covid-19 surged, according to researchers and hospital and government officials who scrambled to find more staff.<br />Travel-nurse wages nationally rose 25% in April as one of the earliest surges overran New York City hospitals, researchers from the University of Chicago and Yale University found in an analysis of data from Health Carousel LLC, one of the largest U.S. health staffing companies. Their study found rising wages attracted staff; nurses entered the market and traveled farther for higher pay."
}