{
    "url_original": "https://www.wsj.com/articles/soccer-super-league-fails-chelsea-man-city-manchester-united-liverpool-uefa-champions-league-11619008216",
    "url": "soccer-super-league-fails-chelsea-man-city-manchester-united-liverpool-uefa-champions-league-11619008216",
    "title": "The Super League Is Dead. Here’s What Sports Learned.",
    "sub_head": "A powerful cabal of soccer powerhouses crumples amid outrage. Do fans have more power than previously thought?",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-328006?width=620&size=1.4988290398126465",
    "image_1": "im-328006.jpg",
    "time": "2021-04-21 08:30:00",
    "body": "Here lies the Super League, a true fish bicycle, a lousy idea wrapped in a somehow lousier idea, a vulgar blast of hubris set to change the sports world as we knew it, only to go kaput after…well, I guess the whole deal lasted two days.<br />If you never got fully caught up: the Super League was a long-promised, finally-executed assembly of 12 name brand European soccer teams, whose leaders hated having to compete with smaller, riff-raff clubs for qualifications and earnings in the sport’s annual Champions League tournament. These clubs craved a fatter, guaranteed slice of the soccer economy, and so they decided, clandestinely, to extricate themselves from long-established league traditions to create a breakaway society, the Super League, that would bar the riff-raff, lock in the name brands versus the name brands, and tickle the wallets of media companies to make a select few richer, richer, richer.<br />As stunts go, the Super League was brazen, a nine-figure yacht with twin helicopter pads barreling into the harbor past the NO WAKE sign. Though the fan outcry was immediate, it appeared to have business momentum, because this is how things go in modern sports. Money, especially media rights money, guides all, and what a proper owner seeks is a plush environment in which the team wins not only when it wins, but also when it loses. The clubs signing on were behemoths: iconic outfits like Chelsea, Liverpool,  Manchester United ,  Barcelona, Real Madrid, AC Milan and more. There were questions about how it would all work, but the Super League seemed too rude to fail.<br />But then it failed. It failed fast and spectacularly, because while the disrupters surely expected pushback, they were shaken by the volume of outrage their idea inspired. This was not new Coke, or clear Pepsi, or another harebrained concept that could easily be ignored in the supermarket—the Super League had the potential to profoundly alter professional soccer, shutting off lesser clubs and stripping away the remote but essential quality of competitive chance. Soccer had long been overtaken by billionaires and oligarchs who’d choked the sport through unlimited spending, but part of what made an imperfect event like the Champions League work was that every team still had to earn its place, and every team could technically qualify.<br />The Super League would bypass the element of surprise for a clubby guarantee, and the people who loved the randomness of the game smelled something foul."
}