{
    "url_original": "https://www.wsj.com/articles/social-media-is-key-amplifier-of-domestic-violent-extremism-wray-says-11618434413?mod=politics_lead_pos5",
    "url": "social-media-is-key-amplifier-of-domestic-violent-extremism-wray-says-11618434413",
    "title": "Social Media Is ‘Key Amplifier’ of Domestic Violent Extremism, Wray Says",
    "sub_head": "FBI director’s warning comes amid rise in homegrown attacks",
    "category_1": "Politics",
    "category_2": "National Security",
    "image_1_url": "https://images.wsj.net/im-325141?width=620&size=1.5",
    "image_1": "im-325141.jpg",
    "time": "2021-04-14 17:06:00",
    "body": "WASHINGTON—Social-media companies play a central role in disseminating the messaging of domestic violent extremists in the U.S., FBI Director Christopher Wray said Wednesday, likening the role platforms play in the spread of extremist thought to foreign-backed online political disinformation.<br />“Social media has become, in many ways, the key amplifier to domestic violent extremism just as it has for malign foreign influence,” Mr. Wray said in an annual worldwide-threats hearing held by the Senate Intelligence Committee. “The same things that attract people to it for good reasons are also capable of causing all kinds of harms that we are entrusted with trying to protect the American people against.”<br />Mr. Wray’s comments came as the Biden administration jump-starts efforts to combat domestic terrorism, which took on greater urgency after supporters of former President Trump stormed the U.S. Capitol on Jan. 6 claiming falsely that the 2020 election had been stolen from him. Mr. Wray’s remarks were among the most strident comments from a senior U.S. intelligence official about how social media fuels the problem.<br />Mr. Wray stopped short of blaming Silicon Valley companies for aiding domestic extremism, instead urging Americans “to understand better what the information is that they are reading” and approach it with a “greater level of discerning skepticism.”<br />The nature of social media—an “echo chamber” in which like-minded people rarely hear from outside voices and are isolated because of the Covid-19 pandemic—has contributed to the problem, he said."
}