{
    "url_original": "https://www.wsj.com/articles/softbank-to-invest-500-million-in-mortgage-startup-better-11617899907?mod=markets_lead_pos13",
    "url": "softbank-to-invest-500-million-in-mortgage-startup-better-11617899907",
    "title": "SoftBank to Invest $500 Million in Mortgage Startup Better",
    "sub_head": "Investment values the company at $6 billion",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-322269?width=620&size=1.5",
    "image_1": "im-322269.jpg",
    "time": "2021-04-08 13:10:00",
    "body": "SoftBank Group Corp .  is investing $500 million in mortgage lender Better as the Japanese investing giant seeks to ride a wave of swelling startup valuations.<br />The investment values parent Better Holdco Inc. at about $6 billion, according to people familiar with the matter.  SoftBank  is buying shares from the company’s existing investors at a sharp jump from the $4 billion at which it raised money in November. Better is expected to go public later this year, some of the people said.<br />Founded in New York in 2014, Better provides home loans for consumers through its website and banks with which it partners, such as  Ally Financial Inc .  Like other mortgage lenders, Better rode a wave of homebuying and refinancing activity over the past year as interest rates reached historic lows, ultimately extending $25 billion in loans in 2020 and $14 billion in the first quarter of 2021 alone, according to one of the people.<br />SoftBank  has been in discussions with Better over the potential investment since late last year, some of the people said, drawn in part by the startup’s rapid growth. SoftBank founder and Chief Executive Masayoshi Son has been telling employees to hunt for fast-growing pre-IPO companies in which the investing giant can deploy capital quickly given his expectation that valuations, according to people familiar with the fund.  There is an expectation that the valuation of such companies, which have benefited from factors including a buoyant IPO market, will continue rising in the near- to medium-term, the people familiar with the fund added.<br />The strategy has been paying off lately. While SoftBank and its $100 billion Vision Fund have had some high-profile stumbles over the past several years, most notably in WeWork, they have recently scored big paper gains as companies they have invested in, including  DoorDash Inc .  and  Coupang Inc . , join the public markets at skyrocketing valuations. Real-estate company  Compass Inc . ’s recent IPO didn’t fare as well, coming in far below the $20 billion valuation many had anticipated."
}