{
    "url_original": "https://www.wsj.com/articles/solar-energy-supply-chain-depends-on-region-where-china-is-accused-of-genocide-11618147228?mod=business_minor_pos4",
    "url": "solar-energy-supply-chain-depends-on-region-where-china-is-accused-of-genocide-11618147228",
    "title": "Solar-Energy Supply Chain Depends on Region Where China Is Accused of Genocide",
    "sub_head": "The industry rethinks sourcing of critical materials in effort to avoid any connection to alleged forced labor and human-rights abuses",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-323161?width=620&size=1.5",
    "image_1": "im-323161.jpg",
    "time": "2021-04-11 09:20:00",
    "body": "Champions of the accelerating push for solar energy around the world are confronting a previously overlooked challenge: The industry’s supply chains are heavily reliant on Xinjiang, a Chinese region the U.S. government and others say is the scene of genocide against local ethnic minorities including the mostly Muslim Uyghur inhabitants.<br />About half the world’s supply of polysilicon, an essential ingredient in most solar panels, comes from this part of northwestern China, where human-rights groups and U.S. officials say China runs a sprawling network of internment camps that the U.S. says have held more than 1 million Uyghurs, a Muslim minority group.<br />Some in the renewable-energy industry say they fear that polysilicon and other essential materials that come from Xinjiang could have links to forced labor. And lack of unrestricted access to Xinjiang means it is difficult to ensure suppliers aren’t somehow linked to human-rights abuses.<br />Global pressure to curb trade with Xinjiang is building. Both the U.S. and the European Union are weighing legislation that could lead to import bans on more products from the region, including polysilicon. The U.S. already banned imports of Xinjiang-produced cotton and tomatoes in January.<br />Many Western solar companies are already scrambling to cut exposure to the region, fearing their industry will be spotlighted next."
}