{
    "url_original": "https://www.wsj.com/articles/something-fishy-about-americas-mongers-11619383598?mod=opinion_lead_pos10",
    "url": "something-fishy-about-americas-mongers-11619383598",
    "title": "Something Fishy About America’s ‘Mongers’",
    "sub_head": "Here, the suffix tends to be pejorative and not about selling.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-329562?width=620&size=1.5",
    "image_1": "im-329562.jpg",
    "time": "2021-04-25 16:46:00",
    "body": "Walking around London a few years ago, I’d occasionally see signs that said “Fishmonger” or “Cheesemonger.” In the U.K. “monger” is often the second half of a neutral compound that describes what someone sells. In the U.S. it tends to be used differently; it’s usually the second half of a pejorative term like “hatemonger.”<br />This American use describes someone who is driven by an ugly or foolish passion. In the late 1960s protesters against the Vietnam War often shouted “Warmongers!” when they met counterdemonstrators. Some antiwar activists today embrace the counterphrase “peace mongers.”<br />In the past 50 years the number of pejorative monger terms has proliferated. We now have fear monger, scandalmonger, power monger, atrocity monger, grievance monger, conspiracy monger. I could go on.<br />The most popular use nowadays may be fear monger. Republicans accuse Democrats of fear mongering about global warming; Democrats claim Republicans do the same on illegal immigration.<br />According to the Oxford English Dictionary, monger comes from the classical Latin mango—meaning dealer or trader. The word may also have Germanic roots; mongari is an Old Saxon word. The OED says a monger is “a merchant, trader, dealer, or trafficker (frequently of a specified commodity).” Costermonger originally denoted an apple seller, but “in later use,” particularly in London, “a person who sells fruit, vegetables, fish, etc., in the street from a barrow or handcart.”"
}