{
    "url_original": "https://www.wsj.com/articles/some-but-not-full-justice-in-chauvin-case-11619815746?mod=opinion_major_pos16",
    "url": "some-but-not-full-justice-in-chauvin-case-11619815746",
    "title": "Some, but Not Full, Justice in Chauvin Case",
    "sub_head": "But where is the justice for the victims of last year’s riots in Portland, Minneapolis and other cities?",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-328927?width=620&size=1.5",
    "image_1": "im-328927.jpg",
    "time": "2021-04-30 16:49:00",
    "body": "Regarding Peggy Noonan’s “A Measure of Justice in the Chauvin Trial” (Declarations, April 24): Most will agree with Ms. Noonan that the conviction of Derek Chauvin was a “kind of triumph” for our judicial system.<br />But where is the justice for the victims of last year’s riots in Portland, Minneapolis and other cities? Where are the indictments and trials of the criminal looters? What are we supposed to tell the shop owner in Minneapolis whose livelihood was destroyed by that fire bomber? What do we tell the police officer in Portland who was sent to the hospital by a brick thrower? Would Ms. Noonan tell them that their lives don’t really matter because the perpetrators, perhaps persons of color, were somehow justified in their fire bombing and brick throwing because they grew up under a racist system? I don’t think she would.<br />If we want to build respect for our criminal-justice system, we can’t send a signal that certain criminal acts won’t be subject to legal action. The message should be that if you throw a fire bomb at a building or throw a brick at a police officer, you are going to jail.<br />The authorities in Washington have been using video tapes to identify, arrest and indict those who participated in the Jan. 6 Capitol riot. That same technology should be deployed to identify people who can be observed on tape in the act of committing a crime during the other riots. We don’t have to get them all. That will send the message—the same message that Derek Chauvin learned—that no one is above the law.<br />Jim Kersteiner"
}