{
    "url_original": "https://www.wsj.com/articles/some-democrats-not-sold-on-bidens-proposed-capital-gains-tax-boost-11619637705?mod=politics_lead_pos2",
    "url": "some-democrats-not-sold-on-bidens-proposed-capital-gains-tax-boost-11619637705",
    "title": "Some Democrats Not Sold on Biden’s Proposed Capital-Gains Tax Boost",
    "sub_head": "Idea to raise revenue from high-income households would help pay for president’s $1.8 trillion antipoverty package",
    "category_1": "Politics",
    "time": "2021-04-28 16:08:00",
    "body": "WASHINGTON—President Biden’s push to sharply raise taxes on capital gains for high-income households to help pay for his antipoverty program faces skepticism from some fellow Democrats, who say they are concerned higher rates could slow economic growth.<br />As part of a $1.8 trillion package released Wednesday, Mr. Biden is proposing a series of tax increases on wealthy Americans. He wants to raise the top income-tax rate to 39.6% from 37%, while also raising the capital-gains rate to 43.4% from 23.8% for households making more than $1 million. The plan would also change how capital gains are taxed at death and provide more funding to the Internal Revenue Service to collect more taxes owed.<br />“For me, it is what you’re doing, the totality of the package, and how does it affect the ability of growth to continue to take place. That’s how I’m judging it. Right now it seems like a rather high rate to me,” said Sen. Bob Menendez (D., N.J.), a member of the Senate Finance Committee, of the proposed capital-gains rate. New Jersey has one of the highest median household incomes in the U.S.<br />As they did with separate corporate-tax increases Mr. Biden proposed earlier this year, Republicans have lined up against the capital-gains changes, arguing that they would hurt the economy while it is still recovering from Covid-19.<br />“Even if the spending is popular, and a lot of it probably will be, the tax increases I think are going to be a hard sell, not just with people in the country, or with Republicans but I think with some Democrats, too,” said Sen. John Thune (R., S.D.), the No. 2 Senate Republican. “I think they realize that you really run the risk of stepping on a lot of economic growth.”"
}