{
    "url_original": "https://www.wsj.com/articles/sonnenfeld-responds-to-his-critics-defends-woke-ceos-11619373798?mod=opinion_major_pos18",
    "url": "sonnenfeld-responds-to-his-critics-defends-woke-ceos-11619373798",
    "title": "Sonnenfeld Responds to His Critics, Defends Woke CEOs",
    "sub_head": "Here’s why 90 major executives joined a spontaneous forum I convened on Georgia’s voting law.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-329516?width=620&size=1.5",
    "image_1": "im-329516.jpg",
    "time": "2021-04-25 14:03:00",
    "body": "In my op-ed “CEOs Lead America’s New Great Awakening” (April 16), I explained why 90 major CEOs joined a spontaneous forum I convened, seeing Georgia’s unjustified law as a warning of even worse legislative moves in other states. They worried such partisan moves undermined America’s precious social capital, the community trust that Alexis de Tocqueville described. National surveys show bipartisan majority support for increasing voter access.<br />The seven letters printed in response (“Replying to Jeffrey Sonnenfeld on Woke CEOs,” April 21) challenge CEOs’ critical reading of Georgia’s new election law. They question how Georgia partisans’ new power to replace a duly elected county elections board with a single person allows interference with an election. Alarmingly, the law states that a performance review board can be created to investigate and replace officials if the state election board “determines that there is evidence which calls into question the competence of a local election official regarding the oversight and administration of elections, voter registration, or both”—with no definition as to how that might be determined.<br />Microsoft  President Brad Smith complained that the urban counties where Microsoft’s employees live “likely will see an 80 percent reduction in drop boxes, from 40 during the 2020 election to only about eight” and a denial of standard provisional ballots for voters who arrive at changed precincts. A Senate Judiciary Committee hearing on voting rights last week went viral when Republican Sen. John Kennedy conceded his challenge to voting-rights activist Stacey Abrams as she itemized the problems, stating, “OK. I get the idea.”<br />Coca-Cola CEO James Quincey declared, “I want to be crystal clear.  The Coca-Cola  Company does not support this legislation, as it makes it harder for people to vote, not easier.”<br />Prof. Jeffrey A. Sonnenfeld"
}