{
    "url_original": "https://www.wsj.com/articles/sonos-roam-review-portable-tunes-for-the-outdoors-alexa-for-the-shower-11617714005?mod=tech_lista_pos1",
    "url": "sonos-roam-review-portable-tunes-for-the-outdoors-alexa-for-the-shower-11617714005",
    "title": "Sonos Roam Review: Portable Tunes for the Outdoors, Alexa for the Shower",
    "sub_head": "The $169 Sonos Roam can play music over AirPlay 2 or Bluetooth, with Alexa or Google Assistant voice control. It’s battery powered and water-resistant. And it weighs less than a pound.",
    "category_1": "Tech",
    "category_2": "Personal Technology: Nicole Nguyen",
    "image_1_url": "https://images.wsj.net/im-320746?width=620&size=1.5",
    "image_1": "im-320746.jpg",
    "time": "2021-04-06 09:00:00",
    "body": "At the park, on a boat, or in a cabin in the woods, the  Sonos  Roam doesn’t behave much differently than your average portable speaker. It can play audio over Bluetooth. It’ll survive a tumble on the ground—and even a short dip in the pool.<br />But when you bring this new $169 speaker home, you won’t store it away with other just-for-the-outdoors gear. You’ll want to keep it turned on, because the Sonos Roam can work seamlessly with your at-home audio setup, too.<br />It has Wi-Fi wireless capabilities and can become part of a wider Sonos speaker array when connected to your home network. You can set up Google Assistant or  Amazon  Alexa voice control on it. The Roam can play audio from any Mac, iOS or Apple TV device over AirPlay 2. The speaker can automatically adjust its sound based on the environment using the onboard microphone. You can also combine the Roam with other Alexa speakers in your home through the Amazon Alexa app. (While the Roam can be set up with Google Assistant, it can’t be grouped with other Google speakers such as the Nest Audio.)<br />The Roam is the more portable, budget-friendly version of the $399 Sonos Move, a similarly Wi-Fi- and Bluetooth-enabled, outdoor elements-friendly speaker. The Move is a favorite of my editor Wilson—as well as Grammy Award-winning mastering engineer Emily Lazar—for its sound quality. Plus, it’s got such a big battery, it can be used as a backup laptop charger, as Wilson discovered last summer when Tropical Storm Isaiah caused outages.<br />But it’s more of a backyard speaker than a deep-woods speaker. The Move weighs over 6 pounds, while the Roam comes in at less than a pound."
}