{
    "url_original": "https://www.wsj.com/articles/sothebys-enters-nft-market-with-17-million-sale-of-art-by-enigmatic-artist-pak-11618429617",
    "url": "sothebys-enters-nft-market-with-17-million-sale-of-art-by-enigmatic-artist-pak-11618429617",
    "title": "Digital Artist Pak Sells NFT Works for $17 Million at Sotheby’s",
    "sub_head": "Three-day auction featured works that show a single pixel, can be destroyed or switched by their owners; ‘Pak is our Picasso’",
    "category_1": "Arts",
    "category_2": "Art & Auctions",
    "time": "2021-04-14 15:46:00",
    "body": "A series of digital artworks created by an enigmatic artist who goes by the pseudonym Pak sold for more than $17 million during a three-day sale that ended Wednesday. The sale, capped by a marathon, three-way bidding war for one work that stretched over an hour, was conducted by the digital platform Nifty Gateway and auction house Sotheby’s—the house’s first foray into the booming market for nonfungible tokens, or NFTs.<br />NFTs are tokens that amount to digital certificates of authenticity and allow images that exist only on screens to be traded and tracked.<br />Sotheby’s sale was a far cry from the $69 million paid at Christie’s last month for a single NFT by Mike Winkelmann, who goes by Beeple, but the broad bidding for Pak’s “The Fungible Collection” series may be a sign that cryptocurrency collectors are seeking out complex, wryly conceptual NFTs by digital artists with lengthy track records online. At boutique auctioneer Phillips, bids have already topped $2.4 million for “The Replicator,” an NFT by another digital artist who goes by Mad Dog Jones. That sale ends April 23.<br />In the Sotheby’s sale, top prices were paid for Pak works that showcased a level of market savvy and gamelike complexity that would be impossible with a canvas or sculpture in real life. “The Switch,” which sold to California cryptocurrency investor Damian Medina for $1.4 million, is a digital image of a rotating, black-and-white geometric shape—but its bigger appeal lies is the fact that the entire work is designed to change form if its new owner ever decides to try it. Once switched, it can’t be undone, though, creating an element of suspense.<br />Another work, “The Pixel,” sold for $1.4 million and elicited bids from many top NFT art collectors in part because its medium-gray monochrome represents a single pixel, the building block of digital imagery. The competition winnowed to three bidders who spent more than an hour and a half dueling it out in small increments—lobbing some bids as low as $50—before before crypto-art collector Eric Young won the work. At one point, the artist acknowledged the protracted match by tweeting images of snails and calling it a “pixel scale bidding war.”"
}