{
    "url_original": "https://www.wsj.com/articles/southwest-american-say-leisure-travel-is-rebounding-as-summer-season-approaches-11619101590?mod=business_lead_pos2",
    "url": "southwest-american-say-leisure-travel-is-rebounding-as-summer-season-approaches-11619101590",
    "title": "Southwest, American Say Leisure Travel Rebounding as Summer Season Approaches",
    "sub_head": "Airlines don’t expect business travel to resume in earnest until more employees return to offices",
    "category_1": "Business",
    "category_2": "Earnings",
    "time": "2021-04-22 15:02:00",
    "body": "Major airlines this week reiterated confidence that the travel market, at least for leisure, is rebounding from the deep losses suffered during the coronavirus pandemic. Executives said they hope the trend will continue into the summer vacation season.<br />The comments came as  Southwest Airlines Co.  on Thursday reported that government aid helped it notch a profit of $116 million in the first quarter, its first quarterly profit since the pandemic decimated travel demand and upended the airline industry.  American Airlines Group Inc.  reported a loss of $1.25 billion on revenue of $4 billion, a smaller loss than in previous quarters in the past year.<br />“We believe the worst is now finally behind us,” said Southwest Chief Executive Gary Kelly. “I’m relieved, I’m optimistic, I’m enthused, I’m grateful.”<br />The industry is on a speedier path to recovery than some executives thought possible in January, when Covid-19 cases surged and airlines’ prospects appeared bleak. Travel demand hit an inflection point in February or March, executives said, after languishing for most of last year. Airports were busy with spring break travelers and future vacation bookings started to pick up.<br />Southwest, American and other airlines are recalling pilots and flight attendants who haven’t been needed for months, preparing for what could be a bustling summer of vacations and family visits that travelers put off during the pandemic. American said it plans to hire 300 additional pilots late this year."
}