{
    "url_original": "https://www.wsj.com/articles/south-korean-conservatives-are-on-the-rise-a-year-before-presidential-election-11617782132?mod=world_major_1_pos1",
    "url": "south-korean-conservatives-are-on-the-rise-a-year-before-presidential-election-11617782132",
    "title": "South Korea’s Ruling Party Is Reeling as Conservatives Win Big in Mayoral Polls",
    "sub_head": "Pair of landslide victories in mayoral races in South Korea’s two largest cities deliver rebuke of Moon administration",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-322144?width=620&size=1.5",
    "image_1": "im-322144.jpg",
    "time": "2021-04-07 23:33:00",
    "body": "SEOUL—Just a year ago, South Korean President Moon Jae-in’s left-leaning Democratic Party was riding high. It had just won a historic three-fifths majority in the country’s legislature. Voters rewarded the administration’s handling of the pandemic.<br />But now, South Korea’s conservatives are making a comeback. With the final votes tallied on Thursday, candidates from the right-leaning People Power Party easily won mayoral races in the country’s two-largest cities, steamrolling opponents from Mr. Moon’s ruling party. It wasn’t close: the margin of victory eclipsed 18 percentage points in Seoul, while it hit nearly 30 percentage points in Busan.<br />Mr. Moon, who took office in 2017 for a five-year term, called the pair of defeats a reprimand from voters. “We will approach our work with more humility and a deeper sense of responsibility,” said Mr. Moon, through a presidential spokesman.<br />The final race outcomes provide a snapshot of national sentiment less than a year before South Korea’s next presidential election in March. If the country’s conservatives maintain their momentum, a right-leaning South Korean president would likely adopt vastly different foreign-policy views at a delicate time in the region with a more assertive China, an increasingly nuclear-armed North Korea and a U.S. shoring up its alliances.<br />To Korea watchers, the mayoral races illustrate the challenge ahead for Mr. Moon as public support for his ruling party slides. Many South Korean voters vacillate between the two major parties and tend to make up their minds just weeks before presidential votes."
}