{
    "url_original": "https://www.wsj.com/articles/south-and-west-to-gain-power-in-house-of-representatives-11619528430?mod=politics_lead_pos4",
    "url": "south-and-west-to-gain-power-in-house-of-representatives-11619528430",
    "title": "South and West to Gain Power in House of Representatives",
    "sub_head": "Number of seats will change in 13 states, and Republicans may have an edge in the 2022 midterm elections, according to new numbers from the decennial census",
    "category_1": "Politics",
    "time": "2021-04-27 09:00:00",
    "body": "Several states in the South and Mountain West will gain more seats in the U.S. House, boosting their political power, according to new census numbers showing stronger population gains there. Texas will gain two House seats, more than any other state. California will lose a congressional seat for the first time, though it still will have more House seats than any other state.<br />Every decade the Census Bureau releases population totals that determine how seats in the U.S. House of Representatives are reapportioned among the states.<br />States stand to gain or lose House seats based on how their populations have changed. Each state receives at least one seat.<br />The new numbers also will inform redistricting, a process of redrawing political boundaries that varies by state and takes into account the number of residents living within each district, plus the overseas federal employees and their dependents living with them who could be allocated to their home states. The Census Bureau will in August release demographic data to state legislatures and commissions, which run the redistricting process.<br />The changes are expected to favor Republicans because red-leaning states are gaining more seats on net, and because the GOP has more control in redrawing the new congressional maps. Republicans will be in charge of drawing new maps in 187 congressional districts this year, compared with 75 for Democrats, down from the GOP’s 219-44 advantage a decade ago, according to the Cook Political Report. Other states have redistricting processes governed by an independent commission, or only have one district for the entire state."
}