{
    "url_original": "https://www.wsj.com/articles/soutine-de-kooning-conversations-in-paint-review-discordant-dialogue-11619639649",
    "url": "soutine-de-kooning-conversations-in-paint-review-discordant-dialogue-11619639649",
    "title": "‘Soutine / De Kooning: Conversations in Paint’ Review: Discordant Dialogue",
    "sub_head": "Though the two artists never met and had very different styles, an intriguing Barnes Foundation exhibition looks for signs of the French modernist’s influence on the Abstract Expressionist painter.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-330514?width=620&size=custom_7054x4476",
    "image_1": "im-330514.jpg",
    "time": "2021-04-28 15:54:00",
    "body": "<br />Philadelphia<br />Disagreement sometimes sparks the best conversation. With “Soutine / De Kooning: Conversations in Paint,” an international loan exhibition now on view at the Barnes Foundation in Philadelphia, two mammoths of modern painting find themselves in an intriguing, if discordant, dialogue. Organized by the Barnes’s Simonetta Fraquelli and by Claire Bernardi of the Musée d’Orsay, Paris (where the show will move in September), the exhibition brings together 42 paintings by Chaïm Soutine (1893-1943) and Willem de Kooning (1904-1997) to propose that the former artist exerted a profound influence on the latter.<br />It’s an interesting claim, and the Barnes says this is the first museum exhibition to explore their aesthetic relationship. The two never met, and they inhabited distinct art-historical epochs despite being born only 11 years apart. Soutine, a School of Paris modernist whose career was bracketed by two world wars, painted landscapes, portraits and still-lifes from direct observation, transforming these conventional subjects into inimitable torrents of thickly smeared, densely agitated color. Though earlier artists had probed the expressive possibilities of impasto (Van Gogh comes inevitably to mind), few if any had done as much as Soutine to animate the inert material of paint with a nervous sense of life’s inexorable flux. De Kooning, a leading pioneer of Abstract Expressionism who rose to prominence in New York following World War II, brashly challenged many of the assumptions that European painters like Soutine took for granted. Where Soutine looked out to his chosen subjects, De Kooning peered inward, improvising on impulse to explode the traditional space of painting into exuberant arenas of autonomous gesture.<br />Yet there was something about Soutine—a devotee of the Louvre who exalted Rembrandt above all—that struck a nerve with De Kooning and many of his fellow American iconoclasts. “I’ve always been crazy about Soutine—all of his paintings,” he said in a 1977 interview. “Maybe it’s the lushness of the paint.” Clearly, the museum saw an opportunity to contextualize its significant holdings of Soutine—formed around Albert C. Barnes’s wholesale purchase of 52 paintings in 1922—with the work of an influential American, forging painterly connections through time, between Old World and New."
}