{
    "url_original": "https://www.wsj.com/articles/south-and-mountain-west-gain-political-power-from-population-growth-11619465263?mod=politics_lead_pos2",
    "url": "south-and-mountain-west-gain-political-power-from-population-growth-11619465263",
    "title": "Census Shows South and Mountain West Gain Political Power From Population Growth",
    "sub_head": "Texas gets the most new House seats after 2020 census reshuffling; California loses a seat for the first time",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-330005?width=620&size=1.5",
    "image_1": "im-330005.jpg",
    "time": "2021-04-26 16:58:00",
    "body": "The first results of the 2020 census show that political power will shift even more to states in the South and Mountain West, and that population growth slowed to almost the lowest rate in U.S. history.<br />Thirteen states will gain or lose seats in the House of Representatives in next year’s elections through the once-a-decade reapportionment required by the Constitution. They will also lose or gain votes in the Electoral College beginning in 2024. Texas will gain two seats in the House. Five states will gain one each: Colorado, Florida, Montana, North Carolina and Oregon. Seven states will lose one each: California, Illinois, Michigan, New York, Ohio, Pennsylvania and West Virginia. The allocation is based on a formula set in a 1941 law.<br />The changes are expected to favor Republicans because red-leaning states are gaining more seats on net, and because the GOP has more control in redrawing the new congressional maps.<br />The U.S. population grew 7.4% in the last decade, according to the Census Bureau. The population reached 331,449,281 last April 1.<br />The electoral shifts reflect the decade’s broad population shifts: slow growth in the Northeast and Midwest and gains in the South and Mountain West. The South grew 10.2%, more than twice the rate of the Northeast or the Midwest. U.S. growth fell from 9.7% in the previous decade and was the slowest since a gain of 7.3% in the 1930s, during the Great Depression."
}