{
    "url_original": "https://www.wsj.com/articles/spacex-launches-crewed-rocket-into-space-in-latest-nasa-mission-11619172378?mod=tech_lead_pos1",
    "url": "spacex-launches-crewed-rocket-into-space-in-latest-nasa-mission-11619172378",
    "title": "SpaceX Launches Crewed Rocket Into Space in Latest NASA Mission",
    "sub_head": "Liftoff goes smoothly as four astronauts head to International Space Station",
    "category_1": "Tech",
    "time": "2021-04-23 06:50:00",
    "body": "Elon Musk’s SpaceX launched its third crewed rocket, sending a further four astronauts into orbit and marking the first time the company achieved the takeoff with both a pre-used capsule and rocket.<br />The Falcon 9 rocket lifted off at 5:49 a.m. ET—with a low rumble and leaving behind a trail of fire and smoke in the predawn darkness—from NASA’s Kennedy Space Center at Cape Canaveral, Fla. It is set to autonomously dock with the International Space Station roughly 24 hours later, joining an earlier group of four astronauts who traveled there on SpaceX’s first operational mission in November.<br />The launch marks a number of firsts for SpaceX. It is the first time that two of the company’s Crew Dragon capsules will be simultaneously docked at the ISS. It is also the first time the rocket has carried two international partners, Japan Aerospace Exploration Agency’s Akihiko Hoshide and Frenchman Thomas Pesquet from the European Space Agency. They join Americans Shane Kimbrough, the mission’s commander, and Megan McArthur, the spacecraft’s pilot. The crew will be stationed at the space station for a six-month mission.<br />Another first: Both the rocket and capsule used in Friday’s launch were reused from earlier launches. The rocket was previously used in the first operational launch in November, and the capsule comes from May’s test launch. The mission, code named Crew-2, originally scheduled for Thursday, had been postponed due to poor weather conditions along the flight path.<br />The Falcon 9 left its launchpad two seconds past 5:49 a.m., providing 1.7 million pounds of thrust and accelerating the capsule across the morning sky and reaching a velocity of close to 17,000 miles an hour. Roughly 12 minutes later, the capsule safely separated from the rocket’s upper stage, ground controllers said."
}