{
    "url_original": "https://www.wsj.com/articles/spac-insiders-can-make-millions-even-when-the-company-they-take-public-struggles-11619343000?mod=business_minor_pos1",
    "url": "spac-insiders-can-make-millions-even-when-the-company-they-take-public-struggles-11619343000",
    "title": "SPAC Insiders Can Make Millions Even When the Company They Take Public Struggles",
    "sub_head": "Many individual investors take losses on SPACs, while insiders benefit from discount stakes",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-04-25 05:30:00",
    "body": "Investors who bought into a special-purpose acquisition company that took a healthcare-services company public last year in an $11 billion deal have suffered steep losses. Promoters of the SPAC still stand to make millions.<br />The paper gains for insiders, even as shares of  MultiPlan Corp.  fall, result from the unique incentives given to SPAC creators, also known as sponsors. They are allowed to buy 20% of the company at a deep discount, a stake that is then transferred into the firm the SPAC takes public. Those extremely cheap shares let the creators make, on average, several times their initial investment. They also let the SPAC backers make money even if the company they take public struggles and later investors lose money, a source of criticism for the process.<br />In the case of MultiPlan, the SPAC was called Churchill Capital Corp. III and the sponsor was former  Citigroup Inc.  deal maker Michael Klein. He shared the discounted investments with other advisers at his investment bank, M. Klein & Co., and financial partners in a way that goes beyond what was publicly disclosed, according to a statement from the SPAC team’s spokesman.<br />Even though MultiPlan shares are down about 30% since early October, those shares and other investments are valued at about $140 million at today’s prices, and only cost the sponsor team roughly $20 million, according an analysis of regulatory filings by New York University Law School professor Michael Ohlrogge, who studies SPACs and corporate incentives.<br />The SPAC spokesman didn’t dispute the figures."
}