{
    "url_original": "https://www.wsj.com/articles/spending-blowout-imposes-costs-beyond-the-enormous-price-tag-11618246279?mod=opinion_lead_pos7",
    "url": "spending-blowout-imposes-costs-beyond-the-enormous-price-tag-11618246279",
    "title": "Spending Blowout Imposes Costs Beyond the Enormous Price Tag",
    "sub_head": "Nobody in Washington seems to care about the long-term burdens of debt and dependency.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-323618?width=620&size=1.5",
    "image_1": "im-323618.jpg",
    "time": "2021-04-12 12:51:00",
    "body": "Where has all the money gone? Where will all the money go? No one really knows. Few seem to care.<br />I left the private sector in 2010 to campaign for the U.S. Senate. I began serving in 2011, when the country’s total national debt was $14 trillion. At $28 trillion, it is now double that, with trillions more guaranteed to be added over the next few years.<br />In the private sector, we often have to remind ourselves to celebrate success because competition forces us to focus on solving problems and striving for continuous improvement. In government and politics, members of both parties love to celebrate bipartisan spending boondoggles, but few are willing to question—much less accept responsibility for—the harmful consequences: financial dependency, deficits and debt.<br />Emergency spending bills in the midst of crisis provide the best examples. The $800 billion American Recovery and Jobs Act of 2009 wasted money on gems like Crescent Dunes and Solyndra ($1.2 billion between the two, with zero jobs created). President Obama famously touted this bill, saying it would fund “shovel-ready projects” and create millions of “green” jobs. Later, Mr. Obama sheepishly admitted the projects weren’t very shovel-ready. Probably less than $100 billion of the $800 billion total was spent funding “infrastructure,” even using the most generous plausible definition of the term.<br />I have no doubt that President Biden’s 100% partisan $1.9 trillion American Rescue Plan and $2.25 trillion American Jobs Plan will be similarly unproductive. But like roosters taking credit for the dawn, Democrats will claim credit for a strong economic recovery in 2021 that will happen with or without these tax-and-spend blowouts. What Democrats won’t accept responsibility for is the harmful effects of growing dependency, long-term reduction in opportunity, and a future debt crisis."
}