{
    "url_original": "https://www.wsj.com/articles/spotify-adds-subscribers-as-covid-19-boosts-at-home-streaming-11619604000?mod=tech_lead_pos2",
    "url": "spotify-adds-subscribers-as-covid-19-boosts-at-home-streaming-11619604000",
    "title": "Spotify Adds Subscribers as Covid-19 Boosts At-Home Streaming",
    "sub_head": "Audio-streaming platform warns of uncertain growth as newer markets endure a surge in coronavirus cases",
    "category_1": "Business",
    "category_2": "Earnings",
    "image_1_url": "https://images.wsj.net/im-330407?width=620&size=1.5",
    "image_1": "im-330407.jpg",
    "time": "2021-04-28 06:00:00",
    "body": "Continued at-home listening of music and podcasts helped Spotify Technology SA post another quarter of strong subscription gains, though overall user growth softened as some of the company’s newest markets face a fierce resurgence of Covid-19.<br />Streaming content boomed during the pandemic as homebound consumers turned to screens and smart speakers for entertainment. Spotify executives have cautioned that uncertainty lies ahead, however, as the markets it is relying on for growth endure pandemic spikes and listeners in more established markets emerge from lockdowns.<br />For the quarter ended March 31, Spotify reported 356 million monthly active users, up 24% from a year earlier and at the low end of the company’s guidance. Paying subscribers, its most lucrative type of customer, grew to 158 million, up 21% from the same period a year ago and at the top of the range of expectations.<br />Average revenue per user for the subscription business in the quarter fell 7% to €4.12, the equivalent of $4.98, as the company continued to attract new subscribers via discounted plans and charged lower prices in new markets such as India and Russia.<br />Last fall, Spotify began raising the price of its family plan in several markets. During the quarter it extended increases to another 25 markets, including in Europe, Latin America and Canada. This week the company notified users of price adjustments in another 12 markets, including for the family plan in the U.S. and the U.K. The company said the increases have shown no negative impact so far."
}