{
    "url_original": "https://www.wsj.com/articles/spring-lamb-pro-tips-from-a-halal-butcher-11618632000",
    "url": "spring-lamb-pro-tips-from-a-halal-butcher-11618632000",
    "title": "Spring Lamb: Pro Tips From a Halal Butcher",
    "sub_head": "Get maximum value from a lamb shoulder by butchering it yourself into multiple cuts for all your springtime feasts",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-325327?width=620&size=custom_1248x1271",
    "image_1": "im-325327.jpg",
    "time": "2021-04-17 12:00:00",
    "body": "SPRING AND LAMB go hand-in-hand, thanks in part to the holidays that usher in the season. For Passover it’s often braised; a roast is an Easter favorite. Those observing Ramadan, this year April 12–May 12, traditionally fill their tables with whole lamb, stews, roasts and kebabs to mark the end of a month of fasting.<br />It’s a busy season for halal butchers such as those at Salem’s Market and Grill in Pittsburgh. According to proprietor Abdullah Salem, “There’s nothing else like a young, halal lamb. The flavor is simply fresher.”<br />Halal means “permissible” in Arabic, and in butchery it describes humanely slaughtered meat that adheres to Islamic dietary law. The animal must be alive, healthy and comfortable before slaughter, and not in the company of other animals. The slaughter is done in one swift motion with a very sharp knife, by a Muslim hand (not a machine). A blessing is recited and all blood drained from the animal.<br />When Mr. Salem’s father, who is Libyan, arrived in the U.S. in the late ’70s to pursue studies at the University of Pittsburgh, meat butchered this way was hard to find. So he patronized a kosher butcher, and when he inquired about the specifics of slaughter, he was invited to the slaughterhouse to slaughter a lamb himself. Soon he was visiting once a month, and friends and neighbors were putting in requests. “He was bringing home 12-15 lambs at a time,” Mr. Salem said. “It became a hassle, so he and a friend decided to open their own meat store.” Since its founding in 1983, Salem’s has grown into a bustling butcher, restaurant, caterer and market. Mr. Salem has expanded and modernized the business.<br />He sources lamb locally, from Pennsylvania, Ohio and West Virginia. In his view, the shoulder is the choicest cut, and within that sub-primal he values the neck loin above all. Below, Mr. Salem demonstrates how to carve out that loin, great for shish kebab. You’ll also get a shoulder to roast, stew or grill; bones for soups and stews; and plenty of trim to grind."
}