{
    "url_original": "https://www.wsj.com/articles/spy-city-review-distrust-in-a-divided-berlin-11618349365",
    "url": "spy-city-review-distrust-in-a-divided-berlin-11618349365",
    "title": "‘Spy City’ Review: Distrust in a Divided Berlin",
    "sub_head": "In an engrossing Cold War drama on AMC+, Dominic Cooper stars as an intelligence agent tasked with exposing a leaker within British Sector headquarters.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-323668?width=620&size=1.5",
    "image_1": "im-323668.jpg",
    "time": "2021-04-13 17:29:00",
    "body": "‘Can anyone trust anyone?” muses British intelligence agent Fielding Scott, his wonderment coming at a point far enough down the mental alleyways of “Spy City” that the answer is obvious. The location is the postwar, pre-Wall, sectored city of Berlin, circa 1961; the KGB is infesting the woodwork (or at least the light fixtures); Fielding’s boss hates him worse than the Soviets do. And he and his girlfriend go back and forth on whether to assassinate each other. You hope his question is rhetorical, or you would wonder how he’d ever found his way down the Bundesstrasse.<br />“Spy City,” created and written by William Boyd, is a logical progression from his novels of diplomacy and espionage (“A Good Man in Africa,” “Restless”). It takes pains to avoid most of the Ian Fleming echoes of Cold War drama, including the concept of cool. Fielding (Dominic Cooper, “Preacher”) is not classically cool. He’s handsome, capable and dresses well. But he’s shifty. Furtive. He’s the only one on the street wearing sunglasses. You wonder why the Stasi doesn’t spend most of its time asking for his papers. But he’s also been burned: A routine handoff of information in a Berlin men’s room turns into an attempt on his life, and the would-be assassin—upon whom Fielding imposes death-by-urinal—turns out to have a British passport. And friends among Fielding’s superiors. None of them knows, or will admit, what happened. But they do know there’s a spy in the ranks at British Sector headquarters. Fielding, a cloud over his head, is assigned to cork the leak.<br />While that particular effort extends through all six episodes of what is a truly international, multilingual production, there are subplots à go-go. (It is the ’60s, after all.) A German scientist in the Russian sector, code name Beethoven, has a navigation system for intercontinental ballistic missiles that he’d like to bring with him to the West. The Soviets would prefer he stay. Fielding’s nervous assistant, Eliza (Leonie Benesch), works in the British sector but lives in the East and is trying to protect her protest-singer boyfriend, Reinhart (Ben Münchow), who won’t stop performing in democratically inclined coffeehouses. (You rather wish he would.) Fielding’s lover, Severine Bloch (Romane Portail), is a French agent, and the two have a past that isn’t too strenuously explored. But she is allegedly spending her off-hours searching for the Nazi who killed her husband during the earlier unpleasantries. Except that the man she kills isn’t that Nazi. And the one she’s chasing may not exist. She seems awfully young to have been widowed in the ’40s. Maybe she never had a husband at all.<br />Alternatively, everyone might be telling the truth, which is what makes “Spy City” as engrossing as it is. The Cold War, which has been deemed endlessly fascinating to judge by how much small-screen time has been devoted to it over the past few years, is evoked by director Miguel Alexandre partly though the intermittent use of bleached-out period footage of Berlin’s street traffic and colorless architecture. He also reflects Fielding’s existential dilemma—Mr. Cooper does make him complex—by scattering red herrings throughout the proceedings. If the camera lingers on a pair of stiletto heels, shouldn’t some evildoer be gaffed on one by the end of the episode? Not necessarily. When Severine asks Fielding, “Do you trust me again?” following some heinous episode of betrayal, she and the show are really asking the question of us. And our answer is an emphatic “Nein.” Recreational distrust is the stuff of “Spy City,” upon which the Cold War heats up."
}