{
    "url_original": "https://www.wsj.com/articles/startup-behind-oxford-astrazeneca-covid-19-vaccine-files-for-u-s-ipo-11618007247?mod=markets_lead_pos7",
    "url": "startup-behind-oxford-astrazeneca-covid-19-vaccine-files-for-u-s-ipo-11618007247",
    "title": "Startup Behind AstraZeneca Covid-19 Vaccine Files for U.S. IPO",
    "sub_head": "U.K.-based Vaccitech, spun out of the University of Oxford in 2016, has been aiming for valuation of around $700 million",
    "category_1": "Markets",
    "category_2": "Stocks",
    "time": "2021-04-09 19:10:00",
    "body": "LONDON—The biotech startup behind the Covid-19 vaccine jointly developed by  AstraZeneca PLC  and the University of Oxford filed Friday with U.S. regulators for a public share offering.<br />Vaccitech PLC said in a securities filing it plans to use the technology underpinning the vaccine to develop treatments targeting prostate cancer, hepatitis B and human papillomavirus. The Wall Street Journal reported Wednesday that the IPO filing could come as soon as this week. The U.K.-based company plans to list on New York’s Nasdaq with the ticker symbol VACC.<br />The company was started by two Oxford scientists who helped lead the Covid-19 vaccine development  and who spun Vaccitech out of the university in 2016, with the goal of turning laboratory discoveries into commercial products. A key part of the vaccine technology uses an altered form of chimpanzee cold virus to ferry genetic material into humans to boost the immune system and fight infection.<br />Vaccitech has been aiming for a listed valuation of around $700 million, with backers estimating it could be a $1 billion company by year-end, The Journal reported last month.  The company recently raised $168 million in new funding as a step toward a share offering.<br />It had $4.8 million in revenue last year and a loss of about $17.7 million and hasn’t generated any revenue from product sales, according to Friday’s filing. It said Vaccitech aims to raise $100 million—a figure generally put in debut IPO filings as a placeholder to be adjusted during marketing of the company."
}