{
    "url_original": "https://www.wsj.com/articles/starbucks-sees-profit-rising-as-customers-return-11619554537?mod=business_lead_pos11",
    "url": "starbucks-sees-profit-rising-as-customers-return-11619554537",
    "title": "Starbucks Expects Higher Profit as Customers Return",
    "sub_head": "Coffee giant’s global sales rebound in quarter, but undershoot expectations",
    "category_1": "Business",
    "category_2": "Earnings",
    "image_1_url": "https://images.wsj.net/im-330392?width=620&size=1.5",
    "image_1": "im-330392.jpg",
    "time": "2021-04-27 17:32:00",
    "body": "Starbucks Corp.  said it expects profit to increase this year as customers come back to its cafes now operating more efficiently than before the coronavirus struck.<br />The coffee giant’s sales plummeted last year as it closed stores first in China then around the world as the pandemic took hold. Starbucks has steadily reopened stores since last summer, when health restrictions on business and public gatherings began to ease in parts of the U.S. It has also pushed mobile ordering of beverages while increasing its to-go options.<br />Starbucks said Tuesday that global same-store sales in its March-ended quarter increased 15% from the same period last year. International markets accounted for much of the growth; same-store sales in the U.S. rose 9%. Analysts had expected global growth of 17%. Shares in Starbucks fell 1.5% in after-market trading to $114.<br />Starbucks said it expects profit for the year to rise more than it previously projected. It now sees annual earnings of $2.65 to $2.75 a share, up from $2.42 to $2.62 previously. The chain also bumped up its projections for store margins and sales.<br />The coffee giant is among restaurant chains working to draw consumers back from home-brewing habits they have adopted during the pandemic.  Nestlé SA,  the Swiss packaged-food company that makes Starbucks-branded products in addition to its own, said last week that at-home coffee sales drove its best quarterly sales growth in almost a decade."
}