{
    "url_original": "https://www.wsj.com/articles/states-were-told-they-cant-use-u-s-covid-19-aid-to-cut-taxes-they-sued-11618392600?mod=politics_lead_pos3",
    "url": "states-were-told-they-cant-use-u-s-covid-19-aid-to-cut-taxes-they-sued-11618392600",
    "title": "States Were Told They Can’t Use U.S. Covid-19 Aid to Cut Taxes. They Sued.",
    "sub_head": "Republican lawmakers, attorneys general say provision under $1.9 trillion stimulus bill is vague and unconstitutional",
    "category_1": "Politics",
    "time": "2021-04-14 05:30:00",
    "body": "WASHINGTON—A last-minute provision added to the $1.9 trillion coronavirus relief package last month is leading to a showdown between states and the Treasury Department over the limits of the federal government’s fiscal authority.<br />The package, known as the American Rescue Plan, provided $195 billion for state governments to help offset soaring costs related to the pandemic and plug budget holes stemming from the economic downturn. Democrats added one important condition: States cannot use the money, directly or indirectly, to cut taxes.<br />Republican lawmakers and attorneys general argued the provision, which would apply for three years, is overly vague, unconstitutional and would unfairly penalize states in good fiscal health. Five states have filed lawsuits seeking an injunction against the provision—the first hearing is scheduled for the end of the month—and Republicans in Congress have introduced legislation to repeal it.<br />Meanwhile, state officials and tax-policy experts are pressing Treasury Secretary Janet Yellen to clarify how broadly her agency will interpret the legislation, and what will happen to states that run afoul of the law. The need for guidance is urgent for many states that must complete their budgets before the fiscal year begins on July 1.<br />“It is potentially a significant restriction on state fiscal authority, and some of that may come down to the Treasury guidance,” said Jared Walczak, vice president of state projects at the conservative-leaning Tax Foundation. “If this became a broad restriction, that raises serious constitutional questions.”"
}