{
    "url_original": "https://www.wsj.com/articles/stocks-are-off-to-best-start-to-a-presidential-term-since-great-depression-11619688780?mod=markets_lead_pos1",
    "url": "stocks-are-off-to-best-start-to-a-presidential-term-since-great-depression-11619688780",
    "title": "Stocks Are Off to Best Start to a Presidential Term Since Great Depression",
    "sub_head": "S&P 500 has risen 10% since Mr. Biden’s Jan. 20 inauguration",
    "category_1": "Markets",
    "time": "2021-04-29 05:33:00",
    "body": "The stock market is set to close out President Biden’s first 100 days in office on Thursday with its best start to a presidential term since the days of Franklin D. Roosevelt.<br />The S&P 500 has risen 10% since Mr. Biden’s Jan. 20 inauguration. The index is on course for its strongest performance since the start of Mr. Roosevelt’s first term in 1933, when it surged 80% after a spectacular crash in the Great Depression, according to a Dow Jones Market Data analysis. By comparison, the S&P 500 rose 5.3% in the first 100 days of President Donald Trump’s term in early 2017 and on average has gained 3.2% over that period in presidential terms since Herbert Hoover’s in 1929.<br />Investors say it is no surprise that bountiful government spending, increasing Covid-19 vaccinations, growing faith in the economic reopening and continued support from the Federal Reserve have powered the latest leg up in the stock market.<br />Many, though, say it is a mistake for stockholders to focus too much on political questions like which party occupies the White House because corporate earnings and economic growth have a much greater influence on the market. And the S&P 500’s record over the early months of a term doesn’t necessarily indicate the president is business-friendly.<br />“We do have an economy that’s opening back up, with a super strong consumer, with people getting vaccinated, so it’s a big positive,” said Victoria Fernandez, chief market strategist at Crossmark Global Investments, which manages about $5.5 billion. “Looking since the middle of January, I don’t think anyone can say that there’s a specific reason as to why the market should not have done this.”"
}