{
    "url_original": "https://www.wsj.com/articles/stockx-valued-at-3-8-billion-and-lets-employees-sell-shares-11617830099?mod=markets_minor_pos7",
    "url": "stockx-valued-at-3-8-billion-and-lets-employees-sell-shares-11617830099",
    "title": "StockX Valued at $3.8 Billion and Lets Employees Sell Shares",
    "sub_head": "The online marketplace sold $60 million worth of new stock in its latest fundraising round",
    "category_1": "Deals",
    "image_1_url": "https://images.wsj.net/im-321791?width=620&size=1.5",
    "image_1": "im-321791.jpg",
    "time": "2021-04-07 17:15:00",
    "body": "StockX LLC, an online marketplace that sells sneakers, streetwear, collectibles and other items, said it has notched a $3.8 billion valuation by selling $60 million of new stock and letting some employees sell $195 million of their own shares to investors at that price point.<br />The 35% jump in valuation comes ahead of the company’s expected public listing that is likely to happen as soon as the second half of this year, according to people familiar with the company’s plans. The funding also comes quickly on the heels of its previous round, when StockX raised $275 million of new capital in December, valuing it at $2.8 billion. The company first eclipsed the $1 billion valuation mark in mid-2019.<br />Altimeter Capital, an existing investor, is leading this round and Dragoneer Investment Group will join the round as a new investor.<br />“By any metrics, these valuations are very reasonable when you look at their growth rate and their unit economics and their geographic and product expansion,” said Brad Gerstner, founder and CEO of Altimeter, referring to the company’s two most recent rounds of fundraising. “StockX is really on fire as an e-commerce platform.”<br />Altimeter and Dragoneer both recently benefited from another dizzying valuation jump. Earlier this year, they led a new round of financing for the videogame platform  Roblox Corp. , putting $520 million at $45 a share into the company in January. Roblox made its debut through a direct listing in March, and its shares have recently traded around $70."
}