{
    "url_original": "https://www.wsj.com/articles/stop-taking-shots-at-those-who-fear-them-11617920512?mod=opinion_lead_pos7",
    "url": "stop-taking-shots-at-those-who-fear-them-11617920512",
    "title": "Stop Taking Shots at Those Who Fear Them",
    "sub_head": "Americans who worry about needles and side effects need comfort, not insults.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-08 18:21:00",
    "body": "For several months TV news programs have often featured famous people trying to appear stoic while being jabbed in the arm with a hypodermic needle. To ease viewers’ wariness about Covid vaccines, President Biden, Anthony Fauci and various celebrities agreed to have their shots televised. It may end up discouraging vaccination instead.<br />Research consistently shows that fear of needles is a significant barrier to vaccine acceptance. One study estimated that about 24% of adults and 63% of children are afraid of needles. Another, from a travelers clinic, found about 22% of respondents ranging in age from 11 to 80 feared injections, and 8% described their own fear as “unreasonable.” A similar rate (22%) was observed in Australian primary-care patients.<br />A summary of 35 studies concluded that 16% of adults and 27% of hospital employees skip flu vaccinations because they fear needles. About 1 in 5 of those afraid of needles report avoiding medical care. Guy’s Hospital in London developed a 10-point scale quantifying the distress associated with needle phobias. Having an injection in the arm is given 10 out of 10 points. Watching someone have an injection on TV rates a 7. Many people who are afraid of needles can’t bear to watch and to turn off the TV or at least avert their gaze. Watching others get medical or dental treatment increases the anxiety.<br />A second addressable reason for vaccine hesitancy is legitimate concern about side effects. The Covid-19 vaccines have proved safe and effective. But the clinical trials for each of them found more than half of participants experienced a systemic side effect like fatigue, headache or fever. Side effects are common. After being told vaccines are well-tolerated, people who experience significant fatigue or fever sometimes panic. They assume something terrible is happening and their anxiety can quickly get disseminated to the rest of the population. Playing down reactions plays up suspicion and distrust.<br />What can be done? Here are three suggestions: First, Americans have seen enough injections delivered in photographs and on TV news. It’d be more useful to devote space and airtime to showing how clinics can make the experience more comfortable. Second, injection centers should set up areas that specialize in helping people with needle anxiety and let the public know how to gain access to them. Fear of needles is much more common in young adults and children—the cohorts now starting to be vaccinated. Third, to prepare people for possible side effects, the media would be wiser to communicate clearly what reactions are common and better instructions about when a vaccine recipient should call his doctor. Some vaccine centers do this well, but most don’t."
}