{
    "url_original": "https://www.wsj.com/articles/strains-sprains-and-pinched-nerves-injuries-at-home-are-on-the-rise-11618833605",
    "url": "strains-sprains-and-pinched-nerves-injuries-at-home-are-on-the-rise-11618833605",
    "title": "Strains, Sprains and Pinched Nerves: Injuries at Home Are on the Rise",
    "sub_head": "With the pandemic keeping people hunkered down at home, doctors are seeing injuries related to renovation projects, imperfect work set-ups and exercise.",
    "category_1": "Life & Arts",
    "category_2": "Your Health",
    "image_1_url": "https://images.wsj.net/im-326382?width=620&size=1.5",
    "image_1": "im-326382.jpg",
    "time": "2021-04-19 08:00:00",
    "body": "For more than a year, some of us have been working in makeshift offices, hunched over computers on beds, floors or coffee tables. Stuck at home, we’ve taken on projects and have been climbing ladders, painting walls and using tools that once collected dust in the basement. Some of us stopped exercising entirely—or launched into fitness routines without proper preparation.<br />The result, doctors say, is more injuries among people hunkered down during the pandemic. “I’ve seen neck strains, rotator cuff injuries, low-back strains,” says Carlo Milani, a physiatrist at the Hospital for Special Surgery in New York City. That’s not all. Dr. Milani also is seeing “lumbar disc injuries, cervical spine disc injuries, pinched nerves in the neck, pinched nerves in the lower back.”<br />A November study in the journal Injury Epidemiology found that 26% of roughly 2,000 respondents reported a household injury between March and June 2020. That contrasts with a 2017 national survey in which 14% of people reported one in the three months before the survey, says Andrea C. Gielen, a professor in the Johns Hopkins Center for Injury Research and Policy and first author of the study. “That’s a big difference,” Dr. Gielen says. “More than a quarter of households experienced an injury.”<br />Falls were the most common, she says, making up 32% of injuries at home. Others include swallowing medications or household products, being scalded or burned, and being cut by something sharp or from running into something or someone.<br />Here, doctors weigh in on heading off common home injuries."
}