{
    "url_original": "https://www.wsj.com/articles/strongmans-death-spotlights-complexity-of-africas-desert-wars-11619695391",
    "url": "strongmans-death-spotlights-complexity-of-africas-desert-wars-11619695391",
    "title": "Strongman’s Death Spotlights Complexity of Africa’s Desert Wars",
    "sub_head": "Death of Chad’s president in battle deals a blow to a French-led stabilization strategy in the Sahel region",
    "category_1": "World",
    "category_2": "Africa",
    "image_1_url": "https://images.wsj.net/im-331434?width=620&size=1.5",
    "image_1": "im-331434.jpg",
    "time": "2021-04-29 07:23:00",
    "body": "When Chad’s self-styled warrior-president rushed to the front line last week to repel a rebel advance, he expected to quickly squash the insurrection and begin his sixth consecutive term as the awkward but indispensable autocratic ally of the West’s counterterrorism effort in the Sahel.<br />But Idriss Déby’s unexpected death, from a bullet fired by a Libya-based rebel force that had trained alongside mercenaries from Russia, deals a blow to the France-led regional stabilization strategy and shows the mounting geopolitical complexity of the Sahel’s multiple insurgencies.<br />Mr. Déby, who was immediately replaced by his son Mahamat Kaka Déby, had long positioned himself as the key regional ally of France, the region’s former colonial power, and worked closely with the U.S., hosting American special forces and drones that have conducted counterterrorism operations against the region’s Islamic State and al Qaeda affiliates.<br />European security officials say that Mr. Déby’s death came at the hands of a rebel group allied with and financed by the Libyan militia leaderKhalifa Haftar, who is backed by the Kremlin, showing the mounting influence of Moscow in Africa.<br />While there is no evidence Mr. Haftar collaborated on the deadly assault, his Libyan National Army militia has in recent months provided the Chadian rebels with arms, protection and combat experience, expanding their capability, and his own reach into Chadian politics, Libyan Interior Minister Fathi Bashagha and European security officials said."
}