{
    "url_original": "https://www.wsj.com/articles/summer-skies-will-be-close-to-normalbut-what-about-air-fares-11619438897?mod=business_minor_pos10",
    "url": "summer-skies-will-be-close-to-normalbut-what-about-air-fares-11619438897",
    "title": "Summer Skies Will Be Close to Normal—But What About Air Fares?",
    "sub_head": "Airlines say summer leisure fares are getting close to 2019 levels, signaling the end of pandemic bargains. Without corporate travel, though, carriers will still make a lot less money per passenger.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-26 08:08:00",
    "body": "U.S. airlines are preparing for an almost-normal schedule of flights this summer. What investors and travelers alike are eager to know is whether fares will also bounce back.<br />March is starting to look like the inflection point for the industry’s Covid-19 crisis. At the beginning of the month, Congress was busy passing a third round of aid for carriers. By its end, travel demand had staged an unexpected comeback, the latest string of corporate results showed last week.<br />Executives believe the improvement goes beyond the spring break, and that vaccinations will make it permanent.  Southwest Airlines  and  American Airlines  are recalling pilots and flight attendants, and United Airlines is hiring again.<br />Airlines need to tread with care after last summer’s false start, but signs are encouraging: People are once again booking holidays months in advance. Southwest said Thursday that it isn’t far from 20% booked in July—close to pre-pandemic norms at this time of the year. Statements by the top four operators point to summer seat capacity outstripping analyst forecasts, which currently peg it at around 78% of 2019 levels, according to data by Visible Alpha.<br />The bigger question is whether carriers will need to offer steep discounts to goose the recovery, which could delay their return to profitability. So far, official data and trackers by industry analysts show only a very small increase in fares relative to their pandemic trough."
}