{
    "url_original": "https://www.wsj.com/articles/supermarkets-say-goodbye-to-pantry-loading-hello-to-inflation-11619452132?mod=business_minor_pos10",
    "url": "supermarkets-say-goodbye-to-pantry-loading-hello-to-inflation-11619452132",
    "title": "Supermarkets Say Goodbye to Pantry Loading, Hello to Inflation",
    "sub_head": "Grocers will face tougher competition from restaurants this year, but inflation could end up being helpful",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-26 11:48:00",
    "body": "The pandemic-driven victory lap for supermarkets probably ended last quarter, but inflation could end up being their friend in 2021.<br />Grocery chain owner  Albertsons  Cos. reported year-over-year same-store sales growth of 11.8% in the quarter ended Feb. 27, above the 10.6% growth that analysts polled by Visible Alpha had expected.<br />Despite the decent results, Albertsons’ share price sank 7% after its earnings call on Monday morning. That may be partly because of the company’s net loss on a charge related to its multiemployer pension plan. While supermarkets’ pension obligations cast a shadow, it is important to note that the last stimulus package included support for underfunded multiemployer pension plans. Albertsons Chief Financial Officer Robert Diamond said during the call that over 90% of its estimated share of underfunding is expected to be eligible for government assistance.<br />Grocers face tougher comparisons starting in the current quarter, which will be compared with the peak pantry-loading period of 2020. So far this year, consumers still seem to be eating a fair amount at home: Products such as meat, seafood, breakfast cereal and high-end wines continued to sell better than the rest of its selections even as sales of pantry-loading favorites such as soup, pasta and pasta sauce are beginning to falter, Albertsons Chief Executive Vivek Sankaran said in the earnings call, adding that demand still outpaces supply in many categories.<br />One key question for the coming year is how inflation will affect these retailers. The latest data showed that U.S. consumer prices rose sharply in March. Food-at-home prices rose 3.3% from a year earlier while prices for food away from home rose 3.7%. Fast-food restaurant prices jumped 6.5%."
}