{
    "url_original": "https://www.wsj.com/articles/superfans-message-to-taylor-swift-bts-and-other-music-superstars-enough-with-the-deluxe-albums-collectibles-and-pricey-merch-11618410892",
    "url": "superfans-message-to-taylor-swift-bts-and-other-music-superstars-enough-with-the-deluxe-albums-collectibles-and-pricey-merch-11618410892",
    "title": "Superfans’ Message to Taylor Swift, BTS and Other Music Superstars: Enough With the Deluxe Albums and Pricey Merch",
    "sub_head": "Stars are churning out more merch and collectibles than ever before, but some fans are starting to question how much is too much",
    "category_1": "Arts",
    "category_2": "Music",
    "time": "2021-04-14 10:34:00",
    "body": "Taylor Swift is selling cassettes, vinyl records and phone cases tied to an album she first recorded over a decade ago. The Weeknd just sold a song connected to visual art as an NFT, or non-fungible token, a new fangled kind of digital collectible. Demi Lovato is putting out her latest album in four separate versions—not to mention multiple CD variations with different covers. And Korean boy band BTS last year dropped 51 different products between January and September, according to one estimate.<br />Stars are counting on superfans—die-hard loyalists who follow their every move—to buy it all. Yet the onslaught of collectible music products has some of those fans and people in the music business asking just how much is too much?<br />Emily Wang, a BTS superfan, calls last year’s barrage of product offerings from the band a “sensory overload.” Wondering whether she was the only one who felt that way, the media-studies student in October conducted an informal online survey of 19 U.S. and Canadian BTS fans. Nearly all said BTS’ recent merchandise releases were “too frequent.”<br />“It kind of showed the greediness of things,” says Ms. Wang, 22. She adds some fans said the mounting merch drops made them feel “anxious,” “stressed,” “addicted,” and “dread.”<br />Representatives for BTS did not respond to a request for comment."
}