{
    "url_original": "https://www.wsj.com/articles/super-league-chelsea-man-city-exit-11618946384",
    "url": "super-league-chelsea-man-city-exit-11618946384",
    "title": "Soccer Super League on Verge of Collapse as Chelsea and Manchester City Initiate Withdrawal",
    "sub_head": "Lavish plan to reshape soccer around 12 wealthy clubs is set to lose two key members, signaling that the unpopular proposal could quickly unravel.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-327647?width=620&size=1.5841584158415842",
    "image_1": "im-327647.jpg",
    "time": "2021-04-20 17:06:00",
    "body": "The breakaway Super League that aims to reshape the European soccer landscape appeared on the verge of collapse on Tuesday as Chelsea and Manchester City, two of the proposed circuit’s 12 elite clubs, signaled they intend to pull out of the project and players and executives urged their teams to do the same.<br />Within hours,  Manchester United  vice-chairman Ed Woodward also announced that he would step down from his job at the end of the year. Though United hadn’t officially withdrawn from the league, Woodward was one of its primary architects.<br />The moves indicate that a stunning U-turn could be underway, less than 48 hours after the $4 billion Super League plan was disclosed and touched off a bitter war between the game’s most prestigious teams and European soccer authorities, along with a ferocious backlash from players and fans.<br />“I am delighted to welcome City back to the European football family,” the head of European soccer’s governing body, UEFA president Aleksander Ceferin said. “They have shown great intelligence in listening to the many voices — most notably their fans — that have spelled out the vital benefits that the current system has for the whole of European football.”<br />The Super League had unveiled plans to create a parallel tournament to the Champions League in order to secure more guaranteed games and greater television and commercial revenue for a dozen elite clubs. That group included Arsenal, Chelsea, Manchester United, Manchester City, Liverpool, Tottenham, AC Milan, Internazionale, Juventus, Atlético Madrid, Barcelona and Real Madrid."
}