{
    "url_original": "https://www.wsj.com/articles/supreme-courts-bridgegate-ruling-casts-shadow-on-federal-fraud-cases-11618232407?mod=politics_lead_pos4",
    "url": "supreme-courts-bridgegate-ruling-casts-shadow-on-federal-fraud-cases-11618232407",
    "title": "Supreme Court’s Bridgegate Ruling Casts Shadow on Federal Fraud Cases",
    "sub_head": "Court’s 2020 decision limiting application of antifraud laws leads prosecutors to urge dismissal of most charges in high-profile insider-trading case",
    "category_1": "Politics",
    "time": "2021-04-12 09:00:00",
    "body": "A Supreme Court decision that threw out the fraud convictions of two political aides to former New Jersey Gov. Chris Christie is rippling through other white-collar cases, possibly buttressing appeals by other defendants who say federal prosecutors have become too aggressive in using antifraud laws to go after dishonest conduct.<br />In the New Jersey scandal known as Bridgegate, the high court ruled last year that a political-retribution scheme that involved crippling a town with traffic jams didn’t constitute federal fraud. The decision already has prompted the reversal of most charges in a high-profile insider-trading case, and could hurt prosecutors’ efforts to preserve convictions in a case that exposed ethical failures at one of the Big Four accounting firms.<br />At issue in both cases is when underhanded conduct may be considered criminal fraud. The Supreme Court affirmed in the New Jersey case that federal fraud charges apply only when a scheme seeks to obtain money or property by deceptive means.<br />In the insider-trading case, Manhattan federal prosecutors said on April 2 that because of the New Jersey case, most of the charges should be wiped out. They recommended to the U.S. Court of Appeals for the Second Circuit that the entire case against Christopher Worrall, one of the defendants, be dismissed. Mr. Worrall, a former technical adviser at the Centers for Medicare and Medicaid Services, was accused of sharing secrets about government-funding levels with a consultant working for a hedge fund.<br />In the same case, prosecutors also agreed to toss out insider-trading and theft charges against two hedge-fund traders and David Blaszczak, the political-intelligence consultant whom they allege passed on the information from Mr. Worrall."
}