{
    "url_original": "https://www.wsj.com/articles/supreme-court-narrows-protections-for-juvenile-offenders-11619129819?mod=business_minor_pos5",
    "url": "supreme-court-narrows-protections-for-juvenile-offenders-11619129819",
    "title": "Supreme Court Narrows Protections for Juvenile Offenders",
    "sub_head": "Judges need not find defendants permanently incorrigible before imposing life without parole",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-328919?width=620&size=1.5",
    "image_1": "im-328919.jpg",
    "time": "2021-04-22 18:17:00",
    "body": "WASHINGTON—The Supreme Court held that juvenile offenders need not be found permanently incorrigible before being sentenced to life imprisonment with no chance of parole, ending a series of decisions that had steadily expanded protections for children convicted of serious crimes.<br />The 6-3 vote on Thursday divided the court along conservative-liberal lines over the meaning of recent precedents that forbid mandatory life-without-parole for juveniles convicted of murder. The majority opinion, by Justice Brett Kavanaugh, narrowly applied such decisions, finding only that trial judges passing sentence must have the option to impose lesser punishment on juveniles.<br />The dissent, by Justice Sonia Sotomayor, accused the majority of misreading the substance of those precedents to deny constitutional rights the court had found protected juveniles from cruel and unusual punishments.<br />Thursday’s case concerned Brett Jones, who was 15 years old in 2004 when he fatally stabbed his grandfather, Bertis Jones, in the Shannon, Miss., home they shared. The elder Mr. Jones had discovered that his grandson’s girlfriend was living in the home and ordered her out, leading to a conflict that ended in the killing.<br />Brett Jones was convicted of murder in 2005, when Mississippi law required life without parol regardless of the defendant’s age. In 2010, the Supreme Court found life-without-parole unconstitutional for juveniles who committed lesser crimes than homicide. The court then expanded on that ruling in the 2012 case, Miller v. Alabama, by deciding that mandatory life-without-parole laws couldn’t be applied to juveniles and, in 2016, with Montgomery v. Louisiana, that inmates serving such sentences were entitled to resentencing hearings. The court didn’t categorically exclude life without parole for juveniles, but suggested it would be appropriate for only a tiny minority."
}