{
    "url_original": "https://www.wsj.com/articles/supreme-court-asked-to-compel-airing-of-secret-intelligence-courts-decisions-11618850302?mod=politics_lead_pos4",
    "url": "supreme-court-asked-to-compel-airing-of-secret-intelligence-courts-decisions-11618850302",
    "title": "Supreme Court Asked to Compel Airing of Secret Intelligence Court’s Decisions",
    "sub_head": "Petitioners say Foreign Intelligence Surveillance Court’s rulings shouldn’t be withheld from public without justification",
    "category_1": "Politics",
    "category_2": "National Security",
    "image_1_url": "https://images.wsj.net/im-326978?width=620&size=1.5",
    "image_1": "im-326978.jpg",
    "time": "2021-04-19 16:03:00",
    "body": "WASHINGTON—Civil-liberties organizations are asking the Supreme Court to give the public access to past decisions by a classified foreign-intelligence court that authorized the expansion of mass surveillance since the Sept. 11, 2001, terrorist attacks.<br />A petition filed Monday asks the justices to review rulings by the Foreign Intelligence Surveillance Court and its appellate panel that gave the executive branch unlimited power to decide whether those courts’ decisions can be made public. The appeal argues that the First Amendment provides the same right of access to surveillance-court decisions as it does to those of other courts, where information can be withheld from the public only upon specific showings, such as damage to national security.<br />“These opinions and orders address, among other matters, the lawfulness of bulk email searches, the government’s authority to surreptitiously install malware on Americans’ computers, and the use of warrantless internet surveillance for cybersecurity purposes,” the petition says. “Although the FISC’s rulings on these matters may have broad implications for the rights of Americans, the public has been entirely deprived of access to them without any judicial determination that such secrecy is justified.”<br />The groups seeking access include the American Civil Liberties Union, the Knight First Amendment Institute at Columbia University and Yale Law School’s Media Freedom and Information Access Clinic. They are represented by Theodore Olson, solicitor general in the George W. Bush administration, which implemented the mass-surveillance programs. Mr. Olson has argued before the surveillance court’s appellate panel.<br />“This specialized court originally had a narrow role but today it routinely issues decisions that have far-reaching implications for Americans’ rights,” Mr. Olson said. “It’s crucial to the legitimacy of the foreign-intelligence system, and to the democratic process, that the public have access to the court’s significant opinions.”"
}