{
    "url_original": "https://www.wsj.com/articles/supreme-court-weighs-whether-protected-immigrants-get-green-cards-11618871792?mod=politics_lead_pos7",
    "url": "supreme-court-weighs-whether-protected-immigrants-get-green-cards-11618871792",
    "title": "Supreme Court Weighs Whether Protected Noncitizens Get Green Cards",
    "sub_head": "Justices express skepticism that status conferred due to disaster translates to lawful permanent residency",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-327188?width=620&size=1.5",
    "image_1": "im-327188.jpg",
    "time": "2021-04-19 19:03:00",
    "body": "WASHINGTON—The Supreme Court appeared unreceptive Monday to arguments that federal law allows noncitizens to seek lawful permanent residency when they entered the U.S. illegally but were later authorized to remain because of disasters in their homelands.<br />Some 400,000 people from about a dozen countries have temporary protected status permitting them to remain in the U.S. Despite the program’s name, all arrived at least five years ago. And the vast majority have been in the U.S. for decades, as successive administrations extended the reprieves originally granted because of natural or humanitarian disasters, such as the 2010 earthquake in Haiti.<br />In general, federal law requires that noncitizens be “inspected and admitted or paroled\" to the U.S. and maintain lawful status as nonimmigrants in order to later seek permanent residency. While temporary protected status means noncitizens can legally stay in the U.S., the issue was whether it also confers lawful admission to the country.<br />Justice Samuel Alito expressed his doubts. Why, he asked, would Congress “leave it to the courts to infer that ‘lawful status as a nonimmigrant’ necessarily means inspection and admission?”<br />“Some of those forms of lawful status, such as asylum, do not require admission,” said Amy Saharia, the lawyer representing the plaintiffs. “But Congress chose a form of lawful status, nonimmigrant status, in which admission is inherent,” she said."
}