{
    "url_original": "https://www.wsj.com/articles/supreme-court-weighs-limits-to-schools-power-to-patrol-student-speech-11619646940?mod=business_minor_pos6",
    "url": "supreme-court-weighs-limits-to-schools-power-to-patrol-student-speech-11619646940",
    "title": "Supreme Court Weighs Limits to Schools’ Power to Patrol Student Speech",
    "sub_head": "Angry cheerleader’s intemperate Snapchat drew a yearlong suspension from team that Pennsylvania school board asks court to reinstate",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-330861?width=620&size=1.5",
    "image_1": "im-330861.jpg",
    "time": "2021-04-28 17:55:00",
    "body": "WASHINGTON—The Supreme Court signaled reluctance Wednesday to extend throughout the internet campus rules that curb student speech, as arguments drew wide agreement among justices that the First Amendment lets public schools address threats and cyberbullying but not punish expression merely because administrators find it distasteful.<br />In 1969, the court ruled that students could wear black armbands to class in silent protest of the Vietnam War, a watershed decision that limited administrators’ censorial power to situations that substantially disrupted school functions. Wednesday’s case involved more mundane expression—an intemperate Snapchat post by a frustrated 14-year-old cheerleader—and a sweeping claim that any expression online or on social media was subject to school discipline when administrators judged it disruptive.<br />The 1969 decision, Tinker v. Des Moines Independent Community School District, famously declared that students don’t “shed their constitutional rights to freedom of speech or expression at the schoolhouse gate.” Lisa Blatt, the attorney representing Pennsylvania’s Mahanoy Area School District in the case before the court Wednesday, turned that formula around, arguing that the advent of digital communications meant that administrators’ authority couldn’t be limited to school grounds.<br />“When it comes to the internet, things like time and geography are meaningless,” Ms. Blatt told the court. Still, she said students could only be disciplined for school-related speech, so young people’s right to discuss political or social issues retained constitutional protection.<br />“Where do we draw the line with respect to [speech] targeting a school?” Justice Sonia Sotomayor asked. Students’ worlds revolve around school, she said, with their conversations involving their studies, classmates, activities and teachers. “Most of their exchanges have to do with their perceptions of the authoritarian nature of their teachers and others,” she said."
}