{
    "url_original": "https://www.wsj.com/articles/supreme-court-will-hear-case-over-testimony-on-guantanamo-detainee-11619468742?mod=politics_lead_pos10",
    "url": "supreme-court-will-hear-case-over-testimony-on-guantanamo-detainee-11619468742",
    "title": "Supreme Court Will Hear Case Over Testimony on Guantanamo Detainee",
    "sub_head": "Government appeals ruling mandating testimony from contractors about Abu Zubaydah’s treatment in a foreign CIA detention center",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-330191?width=620&size=1.5",
    "image_1": "im-330191.jpg",
    "time": "2021-04-26 16:25:00",
    "body": "WASHINGTON—The Supreme Court agreed Monday to hear the government’s bid to prevent a Guantanamo detainee from obtaining testimony from U.S. government contractors who allegedly tortured him at a secret Central Intelligence Agency detention center in Poland.<br />Abu Zubaydah, who was captured in 2002 and is being held without charge at Guantanamo Bay, filed a criminal complaint against Polish authorities who allegedly abetted the U.S. interrogation regime developed by psychologists James Mitchell and John Jessen. At the request of Polish authorities, Mr. Zubaydah’s lawyers sought to subpoena information from Drs. Mitchell and Jessen, but the U.S. government intervened, arguing that courts should deny the motion on state-secrets grounds.<br />In 2019, a federal appeals court in San Francisco agreed much of the information the psychologists might possess could be withheld as a state secret, but that there were some matters that already had publicly been disclosed or couldn’t be considered a risk to national security.<br />“Even if Mitchell and Jessen are restricted from disclosing state secrets such as the identities of individuals involved with the detention facility, the nonsecret information in their possession could provide context to Polish prosecutors or corroborate prosecutors’ independent investigations,” Judge Richard Paez wrote for the Ninth U.S. Circuit Court of Appeals.<br />“The details of Abu Zubaydah’s treatment during this period are uncontroverted: he was persistently and repeatedly waterboarded; he spent hundreds of hours in a ‘confinement box,’ described as coffin-sized; he was subjected to various combinations of interrogation techniques including ‘walling, attention grasps, slapping, facial hold, stress positions, cramped confinement, white noise and sleep deprivation’; his food intake was manipulated to minimize the potential of vomiting during waterboarding,” Judge Paez wrote. “To use colloquial terms, as was suggested by the Senate Select Committee Report, Abu Zubaydah was tortured.”"
}