{
    "url_original": "https://www.wsj.com/articles/t-mobiles-former-chief-collected-137-million-after-clinching-sprint-takeover-11619043306?mod=tech_lead_pos7",
    "url": "t-mobiles-former-chief-collected-137-million-after-clinching-sprint-takeover-11619043306",
    "title": "T-Mobile’s Former Chief Collected $137 Million After Clinching Sprint Takeover",
    "sub_head": "John Legere and other executives received lucrative payouts in 2020; a $55 million package for current  CEO Mike Sievert",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-328423?width=620&size=1.5",
    "image_1": "im-328423.jpg",
    "time": "2021-04-21 18:15:00",
    "body": "Former  T-Mobile  US Inc. boss John Legere and other top executives reaped payouts worth hundreds of millions of dollars last year, boosted by the cellphone carrier’s surging stock price and bonuses tied to its successful merger with rival Sprint Corp.<br />Mr. Legere, 62 years old, collected more than $137 million in compensation in 2020, according to a securities filing Wednesday. Most of the payout came from the then-chief executive’s severance payment after more than seven years atop the Bellevue, Wash., company, as well as equity that vested early upon his departure. Much of the  payments to Mr. Legere and other executives hinged on the carrier’s consummation of its merger with Sprint, the outcome of which remained in doubt until February 2020.<br />A favorable federal court ruling cleared the way for T-Mobile to close its Sprint deal in April 2020, the culmination of a two-year battle with regulators and nearly a decade of on-again, off-again negotiations between the wireless companies. The merger was a boon to T-Mobile investors, helping push shares up 72% over the past year.<br />Current T-Mobile CEO Mike Sievert’s compensation totaled $54.9 million, most of which came in the form of stock grants. The value of those stock-based payments could rise to as much as $72.5 million if the shares meet maximum performance targets. Mr. Sievert, 51, took the reins at the company last year after serving as the company’s chief operating officer.<br />Other executives with long tenures at T-Mobile also gained payouts in the double-digit millions. Neville Ray, the company’s president of technology, received a package valued at $33.2 million last year. Longtime executive David Carey, an executive vice president who retired along with Mr. Legere, collected compensation worth $29.8 million."
}