{
    "url_original": "https://www.wsj.com/articles/take-off-your-mask-and-go-outside-11619631659?mod=opinion_lead_pos5",
    "url": "take-off-your-mask-and-go-outside-11619631659",
    "title": "Take Off Your Mask and Go Outside",
    "sub_head": "The CDC’s guidance is too restrictive. If it isn’t crowded, it’s safe to show your face.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-28 13:41:00",
    "body": "You don’t need to wear a mask outdoors.<br />That applies whether you’re vaccinated against Covid-19 or not, regardless of your age, and despite the other qualifications in the Centers for Disease Control’s latest guidance, released Tuesday. The only exception is in a packed setting in which social distancing is impossible, such as a political rally or a sports arena filled to capacity.<br />The three main Covid mitigation strategies are distancing, masks and ventilation. Accumulating evidence indicates how difficult it is to contract the virus outdoors, which is as ventilated as it gets. One modeling study estimated that ventilation outside, even with only a gentle breeze, is well over 100 times as effective as in an office, and more than 1,000-fold better than in most homes.<br />Documented cases of outdoor Covid-19 transmission are rare. A study in Wuhan, China, where the virus originated, used careful contact tracing and found that only one of 7,324 infection events was linked to outdoor transmission. An analysis of more than 232,000 infections in Ireland found that only one case in 1,000 was traced to outdoor transmission. An extensive review from the University of Canterbury concluded that outdoor transmission is rare and warned of “the potential impact on physical and mental health and wellbeing” of discouraging people from congregating outdoors.<br />Coronavirus droplets are rapidly dissipated in the air and deactivated by ultraviolet radiation, heat and humidity. That’s why the World Health Organization concluded in December that masks are unnecessary outside as long as physical distancing—which WHO defines as one meter, or around three feet—can be maintained."
}