{
    "url_original": "https://www.wsj.com/articles/taliban-backs-out-of-turkey-talks-dealing-a-blow-to-afghanistan-peace-efforts-11618264232?mod=politics_lead_pos5",
    "url": "taliban-backs-out-of-turkey-talks-dealing-a-blow-to-afghanistan-peace-efforts-11618264232",
    "title": "Taliban Back Out of Turkey Talks, Dealing a Blow to Afghanistan Peace Efforts",
    "sub_head": "Ahead of a May 1 deadline to withdraw U.S. troops from Afghanistan, the Biden administration had hoped the talks would yield a cease-fire agreement",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-323977?width=620&size=1.5",
    "image_1": "im-323977.jpg",
    "time": "2021-04-12 17:50:00",
    "body": "WASHINGTON—International efforts to broker a peace settlement in Afghanistan suffered a setback on Monday after the Taliban backed out of participating in a U.S.-backed summit that was slated to start later this week in Turkey, officials said.<br />A Taliban spokesman said the group wouldn’t attend the conference because “our consultations have not ended on this topic.”<br />Facing a May 1 deadline to withdraw U.S. troops from the country, the Biden administration has spent weeks laying the groundwork for the conference in the hope it would accelerate the slow-moving peace process that began last year. The conference has now been postponed until a later date.<br />The administration had hoped the Turkey talks would yield a cease-fire agreement and an interim government that included the Taliban, enabling U.S. and NATO allies to withdraw their troops after 20 years. The talks were designed to replicate the format of the conference held in Bonn, Germany, where senior Afghans selected a leader for Afghanistan after the Taliban were ousted from power in 2001.<br />In an article posted to its English-language Voice of Jihad website, which often reflects the thinking among the group’s members, the Taliban denounced the U.S. proposal for an interim government and said similar efforts had failed."
}