{
    "url_original": "https://www.wsj.com/articles/tanzanias-president-nudges-country-away-from-covid-19-denial-11618247113",
    "url": "tanzanias-president-nudges-country-away-from-covid-19-denial-11618247113",
    "title": "Tanzania’s New President Nudges Country Away From Covid-19 Denial",
    "sub_head": "The nation’s first female leader seeks to shift her predecessor’s skeptical policy and regain international trust",
    "category_1": "World",
    "category_2": "Africa",
    "time": "2021-04-12 13:05:00",
    "body": "KAMPALA, Uganda—Tanzania’s role as a global leader in Covid-19 denial is coming to an end.<br />The country’s new president, Samia Suluhu Hassan, who took over last month following the death of prominent coronavirus skeptic John Magufuli, is aiming to unravel her predecessor’s hard-line policy which categorized the pandemic as “satanic,” stopped counting cases and refused to accept vaccines.<br />Ms. Hassan’s policy reversal could bring Tanzania back from mounting international isolation and thaw strained ties with foreign investors, whose money the country has relied on for years, in the mining and energy sectors. It could also dent the swelling coronavirus-skepticism across East and Central Africa that was led by the late president and has been flourishing in the region’s most impoverished states.<br />To shift the policy, however, she must walk a political tightrope. She needs to address the public-health risks of the disease, which many think killed not only Mr. Magufuli but thousands of Tanzanians, while retaining the support of the majority of the country’s religious conservatives who have strongly backed the late president’s position.<br />Ms. Hassan, whose rise to power makes her Tanzania’s first female president and Africa’s only elected female leader, now appears to see a change in her country’s stance on coronavirus as vital. There is increasing concern from health experts that an uncontrolled outbreak has been raging across Tanzania, with cases also rising among travelers to the East African nation, ordinarily popular with tourists."
}