{
    "url_original": "https://www.wsj.com/articles/targeting-the-u-s-senate-11618175659?mod=opinion_lead_pos1",
    "url": "targeting-the-u-s-senate-11618175659",
    "title": "Targeting the U.S. Senate",
    "sub_head": "The progressive goal is a House-like body run by big-state majorities.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-11 17:14:00",
    "body": "Between the drive to eliminate the legislative filibuster and the campaign to add new states for partisan advantage, the U.S. Senate hasn’t been under this much political pressure since the passage of the 17th Amendment (on the direct election of Senators) in 1913. The enduring influence and legitimacy of America’s legislative upper house has long distinguished the U.S. from many less stable democracies. But a new majoritarian ideology threatens to upend that achievement.<br />As early as this week a House committee will advance a partisan and constitutionally suspect bill to add Senators by making Washington, D.C., the 51st state. The Senate’s traditional 60-vote requirement to pass legislation hangs by a thread. A great deal has been written about the merits of both issues, but it’s wrong to see them in isolation. They are political manifestations of a fundamental challenge to the Senate as an institution that is worth understanding—and repudiating—in its own right.<br />Debate over the Senate’s structure—two Senators for each state, regardless of population—is as old as the nation. At the 1787 Philadelphia Convention, delegates from the larger states, especially in the South, wanted Senate seats apportioned according to population. They were outvoted, as smaller states like New Jersey didn’t want to forfeit their influence in the new federal government the Constitution created. The large states’ size would be reflected in the House of Representatives. This Great Compromise was essential to the Constitution’s ratification.<br />The design became a part of America’s civil religion. As James Madison (a large-stater at the convention) wrote in the Federalist, equal state representation in the Senate would guard “against an improper consolidation of the States into one simple republic.” The ability of states like Florida and New York, or Wyoming and Delaware, to pursue different policies remains a vital outlet for America’s national partisan divisions.<br />Yet today, like so many other features of the Constitution, the Senate’s equal weighting of states finds itself under siege in the press and academy. “Minority rule” has become a buzzword among pundits calling for smashing the filibuster and expanding the Senate."
}