{
    "url_original": "https://www.wsj.com/articles/tax-hikes-will-stifle-the-recovery-11618949242?mod=opinion_lead_pos5",
    "url": "tax-hikes-will-stifle-the-recovery-11618949242",
    "title": "Tax Hikes Will Stifle the Recovery",
    "sub_head": "Biden’s proposal would make American companies less competitive overseas, resulting in lost U.S. jobs.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-327451?width=620&size=custom_2469x1892",
    "image_1": "im-327451.jpg",
    "time": "2021-04-20 16:07:00",
    "body": "The Biden administration and congressional Democrats’ $2.7 trillion “infrastructure plan” is deeply concerning. Republicans and Democrats agree on investing in America’s infrastructure—the roads, bridges, electrical grids, railroads and broadband networks we all use. The last infrastructure bill passed by Congress, 2015’s Fixing America’s Surface Transportation Act, cost about $300 billion and passed 359-65 in the House and 83-16 in the Senate. The Biden plan broadens the definition of infrastructure to include more than $2 trillion in funding for things like the National Science Foundation, long-term care, corporate child care, and electric-car companies. Some are worthy causes, but they don’t belong in an infrastructure bill.<br />About $600 billion of the plan isn’t paid for and will take the nation further into debt. Democrats will pay for the rest of the plan with an enormous tax increase, the burden of which would ultimately be borne by American workers and consumers. It would make the U.S. less competitive in the global economy, reversing progress made in the past few years. The 2017 tax reforms—which the Biden proposal would largely dismantle—unleashed record growth in jobs and wages and produced the lowest poverty rate since the government started tracking it 60 years ago.<br />In promoting the Biden tax increases, Treasury Secretary Janet Yellen claims the 2017 reforms encouraged U.S. businesses to move jobs out of the country. The opposite is true: The 2017 reforms stopped so-called corporate inversions, which made American companies into foreign companies. The old, uncompetitive U.S. tax laws forced jobs and investment overseas.<br />The 2017 reforms also reversed the “lockout” effect that kept foreign profits of U.S. companies overseas. Instead, $1.6 trillion in overseas earnings came back to the U.S. Most important for working families, 70% of the savings from the corporate tax cuts flowed directly into higher wages for workers, contributing to the 19 straight months of wage growth before the pandemic. Thanks to the 2017 reforms, the largest U.S. companies increased their domestic research-and-development expenditures by 25%, amounting to $707 billion, and increased capital expenditures by 20%, aided by this return of foreign profits.<br />Mr. Biden’s proposed tax hikes would put all this U.S. investment, job creation and research at risk. Under the Biden plan, the combined federal and state corporate tax rate would go from 25.8%—already above the average rate of 23.4% for other developed countries—to 32.8%, the highest rate in the developed world. The U.S. tax rate would again be higher than China’s."
}