{
    "url_original": "https://www.wsj.com/articles/taylor-swift-releases-new-fearless-album-reclaiming-her-back-catalog-11617945524?mod=business_lead_pos12",
    "url": "taylor-swift-releases-new-fearless-album-reclaiming-her-back-catalog-11617945524",
    "title": "Taylor Swift Releases New ‘Fearless’ Album, Reclaiming Her Back Catalog",
    "sub_head": "Two years after failing to acquire the rights to her early albums, the music superstar releases a re-recording of her Grammy-winning 2008 album to gain more control over her legacy",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-322508?width=620&size=1.5",
    "image_1": "im-322508.jpg",
    "time": "2021-04-09 01:18:00",
    "body": "Taylor Swift is striking back: the superstar on Thursday night released a rerecording of her 2008 album “Fearless,” the first salvo of a campaign to reclaim her back catalog and gain more control over her legacy.<br />Two years after failing to acquire the rights to her early albums from her former label, Big Machine Label Group, the 31-year-old pop star is attempting to effectively replace those albums in the minds of consumers with new versions whose rights she owns. On Thursday, Ms. Swift enlisted the help of two of her “kids”—Olivia Rodrigo and Conan Gray, rising music stars who are both huge fans—to help promote the remake.<br />“They are so cute it physically hurts me,” Ms. Swift said on Twitter.<br />The 27-track “Fearless (Taylor’s Version)” album follows her third album-of-the-year win at the Grammy Awards last month and weeks of promotional teases, including the release of never-before-heard tracks from the “Fearless” era including “You All Over Me” and “Mr. Perfectly Fine.”<br />Ms. Swift’s plan to rerecord her early albums could devalue the earning potential of the old versions by encouraging fans, advertisers and other users to listen to or license the new tracks. In addition to boosting her streaming income and sales, her move bestows more control: if she wants to license a “Fearless”-era song for use in a commercial or movie, for example, she can ink the deal herself, cutting out the owner of the original version."
}