{
    "url_original": "https://www.wsj.com/articles/tesla-apologizes-for-its-handling-of-china-customer-after-outcry-11618997411?mod=tech_lead_pos3",
    "url": "tesla-apologizes-for-its-handling-of-china-customer-after-outcry-11618997411",
    "title": "Tesla Apologizes for Its Handling of China Customer After Outcry",
    "sub_head": "Car maker’s public apology follows criticism from Communist Party body that the company is arrogant and sells defective products",
    "category_1": "Tech",
    "time": "2021-04-21 05:30:00",
    "body": "SHANGHAI— Tesla Inc.,  hit by a widespread outcry over its handling of consumer complaints in China, has issued a public apology and pledged to set up a customer-satisfaction unit as the electric-car maker seeks to overcome its latest stumble in the fast-growing market.<br />A protest by an aggrieved Tesla customer at the Auto Shanghai expo on Monday sparked an online backlash against the U.S. car maker. The protester alleged that faulty brakes on her family’s Model 3 sedan had caused a crash that left her parents needing hospital treatment earlier this year. Last month, in response to earlier protests by the same person, Tesla issued a statement saying that the woman’s father had been speeding at the time of the crash, citing a police report.<br />“We apologize for failing to resolve the problem of the car owner in time,” Tesla said late Tuesday local time on its official account on China’s Twitter-like Weibo platform. “We will try our best to learn the lessons of this experience.”<br />Hours earlier, the Central Political and Legal Affairs Commission, a high-level Communist Party body that oversees the country’s legal apparatus, accused Tesla of arrogance and of endangering Chinese consumers by selling defective products.<br />“Tesla has to face up to the torment of its Chinese customers” and stop “pretending to be oblivious to hidden dangers of which it’s well aware,” the commission said in a post on social-media platform WeChat."
}