{
    "url_original": "https://www.wsj.com/articles/tesla-faces-new-china-challenge-after-womans-auto-show-protest-goes-viral-11618835609?mod=world_major_2_pos4",
    "url": "tesla-faces-new-china-challenge-after-womans-auto-show-protest-goes-viral-11618835609",
    "title": "Tesla Faces New China Test After Woman’s Auto-Show Protest Goes Viral",
    "sub_head": "Demonstrator draws wide sympathy after climbing atop Tesla Model 3 sedan and shouting allegations about faulty brakes, and videos show her being dragged away",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-04-19 08:33:00",
    "body": "SHANGHAI—A single protester with a disputed claim about the safety of Tesla Inc. electric vehicles has hit a nerve in China, sending complaints about the company ricocheting across the Chinese internet and refocusing attention on alleged quality issues in a critical market for Tesla.<br />The woman climbed atop a Tesla Model 3 sedan at the Auto Shanghai expo on Monday, shouting allegations about faulty brakes on Tesla vehicles while wearing a T-shirt that read “The Brakes Don’t Work” and “Invisible Killer.”<br />Videos uploaded by visitors then showed her being dragged away by security guards, who had previously attempted to use open umbrellas to hide the woman from onlookers. When the Journal visited the Tesla stand later on Monday morning, the company had beefed up security.<br />The protest at the Tesla booth, a rare public display of defiance in China, was picked up by state media outlets and quickly went viral on the Chinese internet. Within a few hours, more than 150 million people had viewed a hashtag of the incident on China’s Twitter-like Weibo platform, remarking on how Tesla’s booth had become “a platform for rights defenders.”<br />Many users sympathized with her plight, with one accusing Tesla of “hoodwinking Chinese consumers” and others calling on the public to turn to Chinese competitors. Another user with more than 5 million followers who claims to have purchased three Tesla vehicles said in another widely liked post that he never had any problems with the braking system but offered up his own litany of complaints about other alleged glitches."
}