{
    "url_original": "https://www.wsj.com/articles/tesla-crashes-raise-questions-in-congress-over-potential-pattern-of-safety-concerns-11619106395?mod=business_minor_pos8",
    "url": "tesla-crashes-raise-questions-in-congress-over-potential-pattern-of-safety-concerns-11619106395",
    "title": "Tesla Crashes Raise Safety Questions in Congress About Driver-Assistance Systems",
    "sub_head": "Two senators urge automotive-safety regulator to look into ‘worrisome’ pattern",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-328664?width=620&size=1.5",
    "image_1": "im-328664.jpg",
    "time": "2021-04-22 15:13:00",
    "body": "Two U.S. senators have expressed concern about what they said may be an emerging pattern of safety concerns involving  Tesla Inc.  vehicles in the wake of a fatal crash in Texas.<br />In a letter Thursday to America’s top automotive-safety regulator, Sen. Richard Blumenthal of Connecticut and Sen. Ed Markey of Massachusetts urged the agency to develop recommendations for improving advanced driver-assistance systems such as Tesla’s Autopilot.<br />The National Highway Traffic Safety Administration has opened a probe into the weekend crash, one of more than two dozen investigations it has launched into Tesla-involved crashes. The agency has said that most of those investigations are related to the vehicles’ advanced driver-assistance features.<br />“We fear safety concerns involving these vehicles are becoming a pattern, which is incredibly worrisome and deserves your undivided attention,” the Democratic senators wrote about Tesla in the letter, which was viewed by The Wall Street Journal.<br />A Saturday crash involving a Tesla Model S has increased scrutiny of the car maker’s advanced driver-assistance system, known as Autopilot, because the local constable has said that he believed no one was in the driver’s seat at the time of the incident. One of the two men who died in the crash in a suburban neighborhood north of Houston was found in the front passenger’s seat, the other in the back seat, local officials have said."
}