{
    "url_original": "https://www.wsj.com/articles/tesla-makes-more-money-trading-bitcoin-than-selling-cars-11619517615?mod=business_minor_pos11",
    "url": "tesla-makes-more-money-trading-bitcoin-than-selling-cars-11619517615",
    "title": "Tesla Makes More Money Trading Bitcoin Than Selling Cars",
    "sub_head": "Bitcoin trading and regulatory credits, not auto sales, helped power Tesla to a record profit",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-27 06:00:00",
    "body": "After just months under the same roof, bitcoin and Tesla are becoming the best of friends.<br />That is one takeaway from the car company’s first-quarter results out on Monday. Revenue of $10.4 billion and adjusted earnings of 93 cents a share both topped Wall Street expectations. Net income reached $438 million, a quarterly record for the company. What’s more, Tesla said it expects to increase vehicle deliveries by more than 50% this year from the 2020 total. That implies roughly 800,000 deliveries this year.<br />Tesla didn’t exactly earn its record profit from selling cars, however. The company said that it sold some of the $1.5 billion worth of bitcoin that it purchased in February, contributing $101 million to the bottom line. That is nearly a fourth of its total profit.<br />What is more, sales of regulatory credits to other auto makers to help them meet emissions mandates, which carry a 100% profit margin, reached $518 million. That accounts for nearly 100% of Tesla’s $533 million in pretax income. Those two helping hands helped avert red ink.<br />Shares traded slightly lower in after-hours trading on Monday, and the air has come ever so slightly out of Tesla’s stratospheric stock price. Shares are down about 16% from the peak in early January, but Tesla’s market value still tops $700 billion, or more than five times the combined value of  Ford  and  General Motors .  Ford sold more than half a million cars in the first quarter in the U.S., more than double Tesla’s world-wide total. If Tesla extended its first-quarter results for the next three quarters, the stock would trade at about 200 times this year’s adjusted earnings."
}