{
    "url_original": "https://www.wsj.com/articles/tesla-tsla-1q-earnings-report-2021-11619318648?mod=tech_lead_pos1",
    "url": "tesla-tsla-1q-earnings-report-2021-11619318648",
    "title": "Tesla Is Expected to Post Record Earnings at Start of Turbulent Year",
    "sub_head": "Electric-vehicle pioneer faces safety investigations and mounting competition as demand for plug-in cars rises",
    "category_1": "Business",
    "category_2": "Autos & Transportation",
    "time": "2021-04-26 07:00:00",
    "body": "Tesla Inc.  is expected to post a record quarterly profit after the bell, fueled by rising deliveries despite supply disruptions and mounting concerns about the safety of its battery-powered vehicles.<br />The Silicon Valley car company has enjoyed booming sales, driven by both its popular Model Y compact sport-utility vehicle and sustained demand in China. Tesla earlier this month said it delivered roughly 184,800 vehicles in the first three months of the year, more than double the number during the same period a year earlier. The company, which delivered nearly half a million vehicles in 2020, has said it expects that figure to rise more than 50% this year.<br />Wall Street on average expects Tesla on Monday to report first-quarter sales of about $10.5 billion and net income of around $509 million, according to analysts surveyed by FactSet. The company generated roughly $6 billion in sales and a $16 million profit during the period a year earlier, when its lone U.S. car plant, in Fremont, Calif., was temporarily idled by the Covid-19 pandemic.<br />The company’s anticipated strong financial start to the year comes as it faces challenges on other fronts. Federal auto-safety officials are investigating the fatal fiery crash of a Model S sedan earlier this month in Texas. Neither of the victims was found in the driver’s seat, local officials have said. The National Highway Traffic Safety Administration’s probe of the wreck is one of more than two dozen investigations of crashes involving Tesla vehicles.<br />Tesla has also faced parts shortages that led the company to briefly shut down its Fremont factory in February. Rivals such as  General Motors Co. ,  Ford Motor Co.  and  Volkswagen AG  have had to idle some production capacity because of a global semiconductor shortage."
}