{
    "url_original": "https://www.wsj.com/articles/texas-tells-judges-they-can-ignore-federal-eviction-ban-11618488001?mod=business_minor_pos6",
    "url": "texas-tells-judges-they-can-ignore-federal-eviction-ban-11618488001",
    "title": "Texas Tells Judges They Can Ignore Federal Eviction Ban",
    "sub_head": "Some courts begin approving evictions after state stops enforcing U.S. moratorium, confusing landlords and putting tenants at risk",
    "category_1": "Real Estate",
    "image_1_url": "https://images.wsj.net/im-325233?width=620&size=1.5",
    "image_1": "im-325233.jpg",
    "time": "2021-04-15 08:00:00",
    "body": "Texas has stopped enforcing a federal eviction ban, a move that is accelerating some tenants’ displacement and puts the state on a potential collision course with the U.S. government.<br />Local courts throughout Texas have postponed thousands of eviction cases since September for tenants who declare they have missed rent payments due to financial hardship. The postponements were in compliance with a national moratorium on evictions during the pandemic, a policy that has been extended until June 30.<br />But last month, the Texas Supreme Court let its guidelines for enforcing the ban expire. A state advisory body for Texas eviction courts then said that without that guidance, local judges are no longer bound to uphold the national ban.<br />Several other state court systems, including those in Florida and Ohio, haven’t issued formal guidelines for how the federal moratorium should be applied, leaving the decision-making up to individual judges or local municipalities. That has led to some eviction rulings against tenants in some of those states, according to tenant advocates and housing lawyers.<br />In Texas, the recent reinterpretation of the federal ban could open the door to widespread evictions, lawyers and advocates say. In the state’s Collin County, Judge Michael Missildine is now approving evictions in his courtroom and handing the orders off to the local constable’s office for enforcement. “They’re starting to do them on a very regular basis,” he said."
}