{
    "url_original": "https://www.wsj.com/articles/the-democrat-fighting-h-r-1-11619131482?mod=opinion_major_pos7",
    "url": "the-democrat-fighting-h-r-1-11619131482",
    "title": "The Democrat Fighting H.R.1",
    "sub_head": "New Hampshire’s secretary of state blows up the claims of ‘voter suppression.’",
    "category_1": "Opinion",
    "category_2": "Potomac Watch",
    "time": "2021-04-22 19:01:00",
    "body": "Behind the Democrats’ push for their federal takeover of congressional elections is their insistence that it will sweep away “racist” voting laws and increase voter turnout. No wonder they had no interest this week in hearing from a Democratic legend who knows—and can prove—that they are full of it.<br />That Democrat is Bill Gardner, New Hampshire’s secretary of state. Mr. Gardner has been overseeing Granite State voting since Dec. 2, 1976, a week before Stacey Abrams’s 3rd birthday. In December, a bipartisan vote of the New Hampshire Legislature elected him to a 23rd two-year term. The longest-serving secretary of state in U.S. history, he’s an institution, famous for his apolitical commitment to the state’s constitution and its first-in-the-nation primary.<br />Mr. Gardner was invited (by Republicans) to testify at Tuesday’s Senate Judiciary Committee hearing, which the Democratic majority titled “Jim Crow 2021: The Latest Assault on the Right to Vote.” Ms. Abrams got most of the headlines; the media and Senate Democrats barely acknowledged Mr. Gardner’s presence. And no wonder. It isn’t only that Mr. Gardner vehemently opposes his party’s H.R.1 bill, which would federally impose procedures such as early and absentee voting on the states. He also has incontrovertible evidence that the narrative behind it is a crock.<br />“Just because you make voting easier, it does not raise turnout automatically,” Mr. Gardner told the committee. It can have the opposite result by undermining “the trust and confidence voters have in the process.” He called it a “fine balance.” The New Hampshire evidence makes the case.<br />By Democrats’ definition, New Hampshire has some of the most “suppressive” voter laws anywhere. In the hearing and in a subsequent interview with me, Mr. Gardner explained that some of these rules are part of the state’s constitution. That document requires that residents show up to vote in person unless they are physically disabled or out of town. That means no mail-in voting. The state constitution requires that the final vote tally for each candidate be publicly declared at each polling place the night of the election after the polls close. This is one reason New Hampshire doesn’t allow early voting, which can cause the counting to stretch for days."
}