{
    "url_original": "https://www.wsj.com/articles/the-best-and-safest-bike-helmets-for-casual-riders-mountain-bikers-and-more-11619703672",
    "url": "the-best-and-safest-bike-helmets-for-casual-riders-mountain-bikers-and-more-11619703672",
    "title": "The Best (and Safest) Bike Helmets for Casual Riders, Mountain Bikers and More",
    "sub_head": "Protective gear reduces the risk of head injuries by more than 50%—but you need a helmet specifically designed for your cycling style. Here, our picks.",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-330478?width=620&size=1",
    "image_1": "im-330478.jpg",
    "time": "2021-04-29 09:41:00",
    "body": "THE POPULAR BICYCLE safety slogan says it best: If you’ve got a head, you need a helmet. Protective gear reduces the risk of cyclist head injuries by more than 50%, according to the National Safety Council. And helmets have come a long way since you were a kid, with new compressible materials that better cushion your crown from impact and companion apps that trigger alerts to an emergency contact after a fall.<br />Safety experts point out there’s value in getting a helmet designed for your cycling needs: Just as mountain bikes are better at traversing rough terrain than their roadie cousins, beefier mountain-bike helmets cover more of your dome in case of tumbling falls. They also fit your head more snugly, staying secure even when you attempt a jump, and their visors stick out to protect your mug from branches and debris. Though no less safe, road bike helmets are more streamlined, prioritizing lightness and sleekness to help you speed along. (Don’t try to sub in a skateboarding helmet, meant only to shield you from the multiple moderate impacts associated with falling off half-pipes.)<br />Another reason to upgrade your helmet to one more in line with your cycling habits? As Chris Haunold, president of the Boise cycling shop Idaho Mountain Touring, explains: “Most helmets are made of [Styrofoam], which degrades over time so it loses its ability to absorb shock.” Crashes, bumps, drops and even regular use can accelerate this process.<br />Helmets fit everyone differently, so try on a few styles. To start, our top picks for everyone from day trippers to hard-core racers.<br />For an extra line of defense in case of falls, the Blaze pairs a traditional outer shell with an inner layer of the brand’s exclusive, collapsible “WaveCel” material that crumples to absorb impact before it reaches your head. The helmet offers more extensive back-of-the-head coverage than your average hard hat, and employs a high-tech fit system and magnetic buckle you can easily adjust with one hand while riding. Just attach a  GoPro  to the magnetic mount setup to capture your latest booter. (That’s lingo for large jump.) $300, trekbikes.com"
}