{
    "url_original": "https://www.wsj.com/articles/the-biden-white-house-runs-on-a-tight-script-the-president-doesnt-11619784000?mod=politics_lead_pos2",
    "url": "the-biden-white-house-runs-on-a-tight-script-the-president-doesnt-11619784000",
    "title": "The Biden White House Runs on a Tight Script. The President Doesn’t.",
    "sub_head": "The administration’s message and policy rollouts have been tightly choreographed, but events—and Mr. Biden—have sometimes disrupted those plans",
    "category_1": "Politics",
    "time": "2021-04-30 09:30:00",
    "body": "WASHINGTON—Even before President Biden stepped into the White House, his advisers had laid out a schedule packed with policy-themed events, executive order signings and legislative proposals.<br />As those plans were rolled out over the past three-plus months, Mr. Biden’s public statements were choreographed to reflect a communications plan, first conceived during the presidential campaign, that centered squarely on the coronavirus pandemic and the economy.<br />The result is a White House in which the messaging is tightly controlled, major leaks are rare and news is doled out in bite-sized chunks for maximum effect. But 100 days into the Biden administration, the limits of that strategy are becoming clear, as unexpected events unfold—from mass shootings to an influx of migrants crossing illegally at the southern border—and Mr. Biden himself sometimes veers off script.<br />“The White House can’t control the narrative completely, no matter how hard they try,” said Scott McClellan, who served for three years as President George W. Bush’s White House press secretary.<br />Former Minneapolis Police Officer Derek Chauvin’s murder trial, for instance, posed a major test for Mr. Biden’s team. Fearing nationwide unrest if Mr. Chauvin wasn’t convicted of the murder of George Floyd, the White House spent weeks gaming out scenarios and planning how the president should respond, according to administration officials. Aides reached out to civil-rights leaders, Minnesota elected officials and law enforcement as they developed a strategy in which Mr. Biden would try to manage tensions and call for calm."
}