{
    "url_original": "https://www.wsj.com/articles/the-work-of-art-in-eric-hazes-garage-11618063200",
    "url": "the-work-of-art-in-eric-hazes-garage-11618063200",
    "title": "The Work of Art in Eric Haze’s Garage",
    "sub_head": "The New York artist fed his passion for Super Stock cars by restoring his 1962 Plymouth Savoy in his trademark black, white and gray color scheme; ‘For many reasons, it was a gem.’",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "time": "2021-04-10 10:00:00",
    "body": "Eric Haze, 60, an artist and graphic designer working in New York since the 1970s, on his 1962 Plymouth Savoy, as told to A.J. Baime.<br />Cars are like love. You do not get to choose when it is going to happen. The car finds you, wherever it is, in whatever condition it is in. My 1962 Savoy first popped up in an online ad in 2016. I was living in Brooklyn, and the car was being sold by a guy whose family owned the oldest auto parts dealership in Fresno, Calif. I knew what I was looking at from the photos.<br />For many reasons, it was a gem. It was completely original, rust-free, original paint and interior. The downside: It was in pieces. The fenders were off, the hood was off, the drivetrain wasn’t completed and the seats were out.<br />Now, to understand why this car was so appealing to me, let me take you back to my childhood in Manhattan. I have been a freak for anything on wheels in motion since I was a kid. My friends and I built and traded bicycles up until we were driving. I had my first car at 18—a Datsun 240Z, the poor man’s  Porsche  back then.<br />My friends and I developed a passion for Chrysler and Plymouth Super Stock cars, from 1962 to 1965. [Plymouth was a division of Chrysler, and Super Stock is a production car modified for performance, by the factory itself.] The year 1962 was a transitional year in which American car companies began engaging in a racetrack-driven competition for speed, design and sales. Chrysler and Plymouth cars were class leaders, and their heritage speaks for itself."
}