{
    "url_original": "https://www.wsj.com/articles/the-filibuster-made-the-civil-rights-act-possible-11618174288?mod=opinion_lead_pos7",
    "url": "the-filibuster-made-the-civil-rights-act-possible-11618174288",
    "title": "The Filibuster Made the Civil Rights Act Possible",
    "sub_head": "It prevented Southern senators from blocking debate and created the conditions for consensus.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-11 16:51:00",
    "body": "The debate over the future of the Senate’s legislative filibuster has focused on the simple use of majority power to crush the opposition. While the future of America’s bicameral legislature and the balance of power created by the Founders is riding on this debate, many have lost sight of the true nature and value of the Senate, an institution that takes time and requires compromise to find long-term answers to major issues. Critics have linked the filibuster to Jim Crow segregation, but the tactic actually played a crucial role in passing civil-rights legislation and ensuring it was accepted by the South.<br />Rule 22, which establishes a procedure called “cloture” to end a filibuster, was created to provide a way to close debate with support of a supermajority in the Senate and move to pass legislation. The rule protected the minority’s rights while allowing a compromise to be achieved that would ultimately result in legislation being passed.<br />For the first 47 years after Rule 22’s enactment in 1917, there were only five successful attempts to cut off debate in the U.S. Senate. A few senators felt so strongly about their right to extended debate that they vowed never to vote for cloture, even for legislation they supported.<br />There were several successful filibusters of civil-rights legislation between 1917 and 1964. But after President John F. Kennedy’s assassination, President Lyndon B. Johnson decided to make the Civil Rights Act his chief legislative priority. He worked with Senate Majority Leader Mike Mansfield and Minority Leader Everett Dirksen to maneuver the bill through the challenges of senators who planned to filibuster.<br />It began with Mansfield meeting with Georgia Democrat Richard Russell, the leader of the senators opposed to the Civil Rights Act. Mansfield promised there would be no tricks and he would keep Russell fully informed of Mansfield’s actions as he guided the bill through floor debate. Some insisted the bill should be driven through and passed as quickly as possible, but Mansfield treated every senator equally and fairly. He believed legislation should be addressed “not in the seeking of short-cuts, not in the cracking of nonexistent whips, not in wheeling and dealing, but in an honest facing of the situation and a resolution of it by the Senate itself.”"
}