{
    "url_original": "https://www.wsj.com/articles/the-feds-real-diversity-problem-11619217713?mod=opinion_lead_pos2",
    "url": "the-feds-real-diversity-problem-11619217713",
    "title": "The Fed’s Real Diversity Problem",
    "sub_head": "The central bank’s ‘groupthink’ isn’t about race and gender.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-23 18:41:00",
    "body": "The racial politicization of everything continues, and now it’s extending to monetary policy. According to a new Brookings Institution report, a pressing issue at the Federal Reserve is its dominance by white men.<br />“A growing chorus has called on the Fed to diversify its ranks at all levels to reflect better the heterogeneity of the United States,” the report notes, adding “there have only been three Black members of the Fed’s Board of Governors, only one Black Federal Reserve Bank President, and only three nonwhite Federal Reserve Bank presidents in the entire system’s history.”<br />The authors suggest this is because the directors of the 12 regional Fed banks who choose the presidents are mostly white businessmen. Bank directors “are overwhelmingly white, overwhelmingly male, and overwhelmingly drawn from the business communities within their districts, with little participation from minorities, women, or from areas of the economy—labor, nonprofits, the academy—with important contributions to make to Fed governance,” the report says. Promotions of Reserve Bank Presidents from within creates “a risk for groupthink and intellectual homogeneity.”<br />The authors overstate the homogeneity. In 2018 roughly 40% of directors were women and 30% were minorities. Ah, but organized labor representatives and Ph.D.s in economics each only make up 5% of directors. Liberals want to add more non-business people who believe in making social justice and climate the focus of monetary policy.<br />No doubt diverse experience and points of view can be valuable. But if the Fed suffers from groupthink, the reason isn’t gender or race. It’s the lack of differing views on monetary policy."
}