{
    "url_original": "https://www.wsj.com/articles/the-stealthy-healthy-ports-plan-11618873466?mod=opinion_lead_pos3",
    "url": "the-stealthy-healthy-ports-plan-11618873466",
    "title": "The Stealthy ‘Healthy Ports’ Plan",
    "sub_head": "Beware green mandates that coerce truckers into the Teamsters.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-19 19:04:00",
    "body": "The union failure to organize an Amazon warehouse in Alabama shows the independence of modern workers. But never fear, President Biden’s infrastructure plan is here with stealthy coercion to aid Big Labor.<br />Mr. Biden wants $17 billion for ports, inland waterways and ferries—which could be beneficial amid port congestion. But note the fine print: “This includes a Healthy Ports program to mitigate the cumulative impacts of air pollution on neighborhoods near ports, often communities of color.”<br />What’s a Healthy Ports program? The Biden Administration hasn’t laid out its details. But at the state level the model has been used to force independent truck drivers into the Teamsters. A case study is the Clean Trucks program adopted by the ports of Los Angeles and Long Beach in 2007, ostensibly to reduce diesel emissions. The plan banned trucks made before 1989, phased in higher emissions standards, and imposed a new cargo fee.<br />But the Port of Los Angeles gave the real game away with a provision banning independent owner-operator truckers. Within five years only employees of big trucking companies would have had access to the port, on the fact-free claim that these firms would invest in cleaner trucks. The plan also required trucking companies to sign a “concession agreement” that essentially gave the port control over employment practices.<br />This was a gift to the Teamsters. The feds deregulated trucking in 1980, and it has become a thriving bastion of blue-collar entrepreneurship. Most drivers prefer the flexibility and opportunity of the owner-operator model, and an estimated 80% of truckers that service the LA and Long Beach ports are independent contractors. Unions can’t legally organize them. The ports’ ban was a bid to re-regulate the industry under the guise of environmentalism."
}