{
    "url_original": "https://www.wsj.com/articles/the-best-tonic-for-restoring-the-gop-overreaching-democrats-11617920447?mod=opinion_lead_pos8",
    "url": "the-best-tonic-for-restoring-the-gop-overreaching-democrats-11617920447",
    "title": "The Best Tonic for Restoring the GOP: Overreaching Democrats",
    "sub_head": "Republicans have a record fundraising quarter, no thanks to corporate PACs.",
    "category_1": "Opinion",
    "category_2": "Potomac Watch",
    "time": "2021-04-08 18:20:00",
    "body": "The media has reveled this year in the frequent, gleeful penning of obituaries for the Republican Party. The GOP is described as broken, fractured, befuddled about its identity, dying or already dead, not to mention up an unprintable creek, after corporate donors cut money following the Jan. 6 riot.<br />Or maybe not.<br />The obits are hard to square with a surprising new number from House Minority Leader Kevin McCarthy’s political team: $27.1 million. That’s the amount they tell me Mr. McCarthy single-handedly raked in during the first quarter of 2021. It’s the most money any Republican representative has ever raised in a quarter.<br />It’s even more notable given it was accomplished mostly in two months: January was rough for Republicans. And it was done almost entirely without big-business support. Only about $450,000, or less than 2%, came from corporate political-action committees. How big is a $27.1 million quarter? Mr. McCarthy raised about $100 million over the entire previous two-year cycle, or an average of $12.5 million a quarter.<br />The National Republican Congressional Committee announced on Thursday that it raked in $33.7 million in the first quarter (about $5 million of which came from Mr. McCarthy). It pulled in $19.1 million in March alone—an odd-year fundraising record. And the National Republican Senatorial Committee, under Florida Sen. Rick Scott, had one of its healthiest Februarys in years, bringing in $6.4 million—despite a precipitous drop in corporate PAC donations. (It has yet to report quarterly numbers.)"
}