{
    "url_original": "https://www.wsj.com/articles/the-green-new-deal-in-disguise-11618267156?mod=opinion_lead_pos1",
    "url": "the-green-new-deal-in-disguise-11618267156",
    "title": "The Green New Deal, in Disguise",
    "sub_head": "Biden’s ‘infrastructure’ bill is really a plan to remake the economy.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-12 18:39:00",
    "body": "Candidate Joe Biden emphatically denied that he supported the Green New Deal. As with so much else, President Biden is now a convert. His $2.3 trillion infrastructure plan contains enough spending and industrial planning that it amounts to the Green New Deal in disguise.<br />Listen to Rep. Alexandria Ocasio-Cortez, who two weeks ago claimed maternity for the President’s plan. “As much as I think some parts of the party try to avoid saying ‘Green New Deal’ and really dance around and try to not use that term, ultimately, the framework I think has been adopted,” the progressive heroine from Queens boasted. The details prove her point.<br />Mr. Biden is pitching his plan as having a big economic return on federal investment—and better roads, bridges and ports could increase productivity. But more than half of his plan is dedicated to reducing CO2, with a goal of eliminating fossil fuels with a mix of federal spending, subsidies and regulation. This is a political project with suspect returns.<br />• Start with $213 billion to build and retrofit two million energy-efficient homes and buildings. These putative “upgrades” would be financed by federal grants, tax credits and the economically inefficient Weatherization Assistance Program (WAP).<br />A 2018 study in the Quarterly Journal of Economics of the WAP in Michigan found that its upfront investment costs are about twice the actual energy savings. “Even when accounting for the broader societal benefits derived from emissions reductions, the costs still substantially outweigh the benefits; the average rate of return is approximately −7.8% annually,” the study found."
}