{
    "url_original": "https://www.wsj.com/articles/the-pie-that-must-not-be-named-11619735680?mod=opinion_lead_pos10",
    "url": "the-pie-that-must-not-be-named-11619735680",
    "title": "The Pie That Must Not Be Named",
    "sub_head": "On Derby Day, combine chocolate, bourbon, nuts and trademark litigation.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-29 18:34:00",
    "body": "Every year around the first Saturday in May, cooks in the Bluegrass State warm up their ovens to bake signature chocolate nut pies honoring the famed Kentucky Derby horse race. They debate ingredients. Walnuts or pecans? A generous glug of bottom-shelf bourbon or an angel’s share of small-batch stuff? Crusts deep and gooey or thin and flaky? But whatever the liberties with the recipe, culinary whisper networks agree on one caution: Unless you relish a lawsuit, don’t call your creation “Derby pie.”<br />Louisville bakery Kern’s Kitchen’s zeal for policing the Derby-Pie® trademark is legendary. Kern’s manufactures the official boxed version sold in airports, liquor and grocery stores and plated in fine restaurants and historic hotels. The bakery’s president, Alan Rupp, is known to fire off cease-and-desist letters at the flick of a Shaker whisk.<br />But in January the Sixth U.S. Circuit Court of Appeals dismissed Mr. Rupp’s $1 million lawsuit against Louisville’s flagship newspaper for printing the illicit phrase. The judgment offered a whiff of relief across newsrooms, restaurants and home kitchens.<br />Over the years, Mr. Rupp has sued Bon Appetit magazine, Nestlé Foods and the namesake restaurant of Colonel Sanders’s wife, plus plenty of less famous moms and pops, for stringing together the words “Derby” and “pie.” To skirt the issue, locals invent euphemistic recipes for “chocolate bourbon,” “triple crown” and “Louisville hospitality” pie. The Courier-Journal’s Kentucky Cookbook uses “winner’s circle pie.” Below that, a six-sentence warning to churches and parent-teacher associations.<br />But on Derby Day 2017 the paper’s headline, “Bourbon makes this Derby pie a state original,” used the term to caption a recipe from Captain’s Quarters restaurant. A month later, an article used the phrase in reporting on a bakery peddling Derby-pie-flavored macaroons. Mr. Rupp sued, claiming the two stories constituted trademark infringement. In March 2020, a federal district court disagreed, finding the paper didn’t use the phrase in a trademark manner and dismissed the case."
}