{
    "url_original": "https://www.wsj.com/articles/the-people-v-the-klan-review-a-mother-in-pursuit-of-justice-11617917470",
    "url": "the-people-v-the-klan-review-a-mother-in-pursuit-of-justice-11617917470",
    "title": "‘The People v. the Klan’ Review: A Mother in Pursuit of Justice",
    "sub_head": "A CNN docuseries tells the remarkable story of the successful civil suit pursued by Beulah Mae Donald against a KKK organization for the 1981 murder of her son Michael",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-322423?width=620&size=1.5",
    "image_1": "im-322423.jpg",
    "time": "2021-04-08 17:31:00",
    "body": "In the aftermath of her brother’s 1981 murder, friends and family would tell Cecelia Perry, “You are truly blessed.” Why in the world? Because there were investigations. Suspects. There would be a trial, a verdict and an unprecedented execution. In the Black communities of Mobile, Ala., even in the 1980s, there were plenty of people whose loved ones had been killed. And they’d never known— officially—who did it.<br />As recounted in “The People v. the Klan,” the murder of 19-year-old Michael Donald—who was in the wrong place at the wrong time and the wrong color—was the work of the Ku Klux Klan. The crime was not only unprovoked and hateful, it was self-destructive: The civil suit pursued by Donald’s mother, Beulah Mae Donald, crippled the United Klans of America financially. But the four-part CNN series has much to tell before getting to the Klan’s undoing. And tells it like a thriller.<br />Sometime early in the morning of March 21, 1981, Michael Donald’s body was found dangling from a tree on Herndon Avenue in Mobile, almost directly across the street from the home of Bennie Jack Hays, the second-highest-ranking Klan member in Alabama. Neither director Donnie Eichar nor any of the surviving investigators and prosecutors interviewed for the series express sufficient amazement at the arrogance it took to hang a Black man across the street from a Klan leader’s house, but that insufficiency makes an editorial comment all its own. The same holds for the seemingly amateur footage we see from the time of the murder: As police cordoned off the scene, members of the Hays contingent—including his son Henry and James “Tiger” Knowles, who would be the first Klansmen charged—stood around watching. The figures are identified, and the details of the murder cataloged, but the images are largely left to speak for themselves. Which they do.<br />The particulars of the killing—an abduction, shooting, strangling and postmortem hanging—are sordid. But the making of the case is engrossing. Essential to its prosecution were Michael Figures, a state senator, and his brother Thomas Figures, an assistant U.S. attorney (both now deceased), who persisted after the FBI dropped its initial investigation. Former Mobile County prosecutor Chris Galanos—who until he faced a DWI charge was lead prosecutor on the case—is a powerful witness to the events retold here, as is former FBI agent James Bodman. Among the series’ more compelling historians of the Donald matter, Mr. Bodman provides details on the breaking of suspects and the cutting of deals and can, today, still wax enthusiastic about how the pieces all fell together.<br />Elsewhere, former members of Mobile law enforcement make assertions that are refuted by Mr. Eichar with photographic evidence—a claim, for instance, that Robert Shelton, imperial wizard of the UKA, never met with members of the Mobile authorities. He evidently did so, specifically with regard to Glenn Diamond, a Black man who almost became the victim of an earlier Mobile lynching, and whose lawyer was Michael Figures. Through such connections, the racially charged atmosphere of Mobile and the relationships of its various players are established. But again, the police-procedural aspects of the series, recounted by people who were there, provide the documentary’s considerable dramatic power. The sociological commentary by more current observers—intended to make the moral points already adequately made—seem extraneous, if not simply tiresome."
}