{
    "url_original": "https://www.wsj.com/articles/the-supreme-court-on-the-docket-11619362800?mod=business_minor_pos5",
    "url": "the-supreme-court-on-the-docket-11619362800",
    "title": "The Supreme Court on the Docket",
    "sub_head": "Democrats are pushing proposals to overhaul the high court, Republicans oppose them, and no one believes change would come easily",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-329601?width=620&size=1.5",
    "image_1": "im-329601.jpg",
    "time": "2021-04-25 11:00:00",
    "body": "President Biden in early April appointed a commission to consider restructuring proposals for the Supreme Court, and a group of progressive lawmakers later introduced legislation to add four justices to the court’s current strength of nine.<br />But changing the court—which the Constitution establishes as a branch of government co-equal with Congress and the presidency—faces formidable obstacles. Here’s a look at the why, what and how of overhauling the Supreme Court.<br />No. The first Supreme Court, which had its initial session in 1790, consisted of a chief justice and five associates. Congress altered the number of justices six times in the 19th century. Sometimes it was done in reaction to the court’s political direction, as in 1863, during the Civil War, when President Abraham Lincoln appointed an extra member in a bid to neutralize a pro-Southern majority. The court has had nine members since 1869.<br />Democrats say Republicans unfairly strong-armed a conservative supermajority onto the Supreme Court when they controlled the Senate, first by refusing to hold hearings when President Barack Obama nominated Merrick Garland (now the U.S. attorney general) in March 2016, a month after the death of Justice Antonin Scalia, a conservative. That kept the seat open for more than a year, allowing President Donald Trump to appoint Justice Neil Gorsuch, who was confirmed in April 2017.<br />The Democrats’ ire redoubled in October 2020 when the GOP-controlled Senate confirmed Justice Amy Coney Barrett eight days before the presidential election. “Nothing is off the table,” Sen. Chuck Schumer of New York, now the majority leader, had warned in September as Republicans mobilized to install Justice Barrett, a conservative, to fill the seat vacated by the death of liberal Justice Ruth Bader Ginsburg."
}