{
    "url_original": "https://www.wsj.com/articles/the-agenda-behind-buttigiegs-claim-that-highways-are-racist-11618847867?mod=opinion_lead_pos5",
    "url": "the-agenda-behind-buttigiegs-claim-that-highways-are-racist-11618847867",
    "title": "The Agenda Behind Buttigieg’s Claim That Highways Are ‘Racist’",
    "sub_head": "Midcentury road projects displaced blacks and whites alike. Tearing them down now won’t help.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-19 11:57:00",
    "body": "The Biden administration claims that its proposed $2 trillion infrastructure program would accomplish everything from expanding mass transit to launching an era of green energy. Transportation Secretary Pete Buttigieg has articulated another ambitious goal recently: reversing the “racist” history of America’s highway system.<br />“Black and brown neighborhoods have been disproportionately divided by highway projects or left isolated by the lack of adequate transit and transportation resources,” Mr. Buttigieg tweeted in December. In an interview earlier this month, he reiterated that “there is racism physically built into some of our highways” and said the infrastructure program includes money “specifically committed to reconnect some of the communities that were divided by these dollars.”<br />The average American might not think of highways as relics of Jim Crow. But some urban planners claim that building the Interstate Highway System in the 1950s evolved into a plot to segregate black neighborhoods. The point of running new highways, the theory goes, was providing middle-class whites with a path into suburbia. Academic literature is filled with studies with titles like “Segregation Along Highway Lines” and “White Men’s Roads Through Black Men’s Homes: Advancing Racial Equity Through Highway Reconstruction.”<br />Activists now argue it’s time to right those wrongs, including by dismantling roadways in the same way vandals have been pulling down Civil War monuments. “Want to tear down insidious monuments to racism and segregation? Bulldoze L.A. freeways,” a Los Angeles Times opinion piece argued last summer. In New Orleans, activists want to tear down a section of the Claiborne Highway that crosses the traditionally black Tremé neighborhood of New Orleans.<br />The Congress for the New Urbanism, a nonprofit, has a list of their top 10 “teardowns” in places from Dallas to Tampa, Fla., to Denver. Supporters point to several dismantled roads as models, including a Milwaukee project that eliminated a mile-long freeway spur 20 years ago. In Mr. Buttigieg, activists have a transportation secretary who seems willing to commit federal money to the effort."
}