{
    "url_original": "https://www.wsj.com/articles/the-covid-19-vaccine-club-how-the-worlds-biggest-producers-depend-on-each-other-11619775001?mod=business_lead_pos5",
    "url": "the-covid-19-vaccine-club-how-the-worlds-biggest-producers-depend-on-each-other-11619775001",
    "title": "The Covid-19 Vaccine Club: How the World’s Biggest Producers Depend on Each Other",
    "sub_head": "Trade experts warn that restrictions on vaccine exports risk squeezing production just when it is needed most",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2021-04-30 05:30:00",
    "body": "International tensions over access to Covid-19 vaccines have intensified as supply hiccups disrupt mass rollouts of shots. But trade experts warn that restrictions on vaccine exports risk making a bad situation worse.<br />That’s because the world’s major vaccine producers rely on each other for the essential ingredients to manufacture vaccines through a web of cross-border supply chains in complex chemicals, fatty acids and glass vials. If governments restrict vaccine exports, they risk retaliation from other members of this exclusive club of vaccine makers, who could withhold vital supplies, squeezing production just when it is needed most.<br />Data compiled by Airfinity Ltd., a science and healthcare data company, shows that five club members accounted for 95% of all Covid-19 doses produced in the world through March. Smaller players including Argentina and Brazil are expected to start contributing shots later this year.<br />The members of the vaccine club, though, source on average 88.3% of the imported ingredients used in vaccine production from other club members, according to economists led by Simon Evenett, professor of international trade and economic development at the University of St. Gallen in Switzerland, who have mapped trade flows between the world’s major vaccine producers.<br />Limiting vaccine exports to another major producer would therefore risk retaliatory action that could undermine production, threatening the mass vaccination drives that are the key to ending the pandemic, Prof. Evenett said."
}