{
    "url_original": "https://www.wsj.com/articles/the-democrats-are-stuck-in-1964-11617747282?mod=opinion_major_pos9",
    "url": "the-democrats-are-stuck-in-1964-11617747282",
    "title": "The Democrats Are Stuck in 1964",
    "sub_head": "By constantly invoking the ghost of Jim Crow, they treat black voters as if they were helpless children.",
    "category_1": "Opinion",
    "category_2": "Upward Mobility",
    "time": "2021-04-06 18:14:00",
    "body": "Like many of our racial debates of late, the discussion about voting rights has a certain broken-record aspect to it. Republicans call for voter restrictions in the name of ballot integrity, while Democrats pretend that it’s still 1964.<br />That was the year before Congress passed the Voting Rights Act, which might be the greatest achievement of the civil-rights movement. In 1964 only 6% of blacks in Mississippi were registered to vote, the lowest percentage in the region. Two years later, that number had climbed to 60%, the highest in the South. “In every southern state, the gains were striking,” wrote the late political scientist Abigail Thernstrom. “Sometimes good legislation works precisely as initially intended.”<br />In 1970, there were fewer than 1,500 black elected officials in the U.S. Today there are more than 10,000, and they have included mayors of large cities with significant black populations—Cleveland, Philadelphia, New York, Los Angeles, Detroit, Washington—as well as governors, congressmen, senators, a twice-elected black president and the current vice president. Black voter registration in the South, where most blacks live, is higher than in other parts of the country and, in Mississippi and Georgia, black voter turnout has outpaced white turnout.<br />Ideally, this history would inform media discussions of “voter suppression” and “disenfranchisement,” but it seldom does. Nor does evidence of increased black voter participation, including in states with stricter voting requirements, stop the left from invoking the ghost of Jim Crow.<br />After several states implemented more rigorous voter-identification requirements in the early 2000s, liberals cried foul and said the new laws would depress black turnout. Not only was the photo-ID requirement upheld as constitutional in a 6-3 Supreme Court ruling authored by liberal Justice John Paul Stevens, but in places such as Georgia and Indiana, minority voter turnout increased after the laws were passed. A 2007 Heritage Foundation study concluded that “respondents in photo identification and non-photo identification states are just as likely to report voting compared to respondents from states that only required voters to state their name.”"
}