{
    "url_original": "https://www.wsj.com/articles/the-economy-is-recovering-how-to-invest-when-everything-is-expensive-11618063500?mod=business_minor_pos10",
    "url": "the-economy-is-recovering-how-to-invest-when-everything-is-expensive-11618063500",
    "title": "The Economy Is Recovering: How to Invest When Everything Is Expensive",
    "sub_head": "Stock valuations have never been so stretched at the beginning of an economic cycle. Savers need to plan for lower future returns.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-10 10:05:00",
    "body": "The good news for your portfolio is that the economic rebound from Covid-19 is looking like a fact. The bad news is that financial assets have never been so expensive at the start of a recovery.<br />Stock markets have shaken off concerns about rising bond yields and are setting new highs. As of Friday, the S&P 500 index is up 10% this year.<br />Analysts usually compare share prices to the earnings companies generate, which is what investors ultimately have a claim on. Nobel laureate Robert Shiller uses data stretching back as far as 1871 to calculate price/earnings ratios, averaging profits over a decade, adjusted for inflation, to correct for economic booms and busts—a metric known as the Shiller P/E, or cyclically adjusted P/E ratio (CAPE).<br />The S&P Composite 1500 is trading at a CAPE of 37. That is more than twice the historical average, though still less than the dot-com bubble peak of 44. It reached 33 before the 1929 crash.<br />The problem with an “everything rally” is that, yes, everything is now expensive. Among stocks, even many pandemic-stricken cyclical industries such as airlines aren’t cheap anymore. And with interest rates at record lows and economic growth accelerating, bonds are looking stretched too. Treasurys could offer some value, but 10-year yields are still under 1.7%. As for corporate bonds, the extra return they offer relative to government paper has fallen to near its recent historic low."
}