{
    "url_original": "https://www.wsj.com/articles/the-man-they-couldnt-cancel-11619806528?mod=opinion_lead_pos5",
    "url": "the-man-they-couldnt-cancel-11619806528",
    "title": "The Man They Couldn’t Cancel",
    "sub_head": "Mobs have targeted Jordan Peterson, but he hasn’t lost his university job and his publishers have stuck by him. What’s his secret?",
    "category_1": "Opinion",
    "category_2": "The Weekend Interview",
    "image_1_url": "https://s.wsj.net/public/resources/images/ED-BA733_Winter_8U_20210429142640.jpg",
    "image_1": "publicresourcesimagesED-BA733_Winter_8U_20210429142640.jpg",
    "time": "2021-04-30 14:15:00",
    "body": "The term “cancel culture,” like “political correctness” before it, is a comical expression for an ugly cultural pathology. To be canceled—an older, closely related term is “blacklisted”—is to have your public persona or influence assailed, typically by a sizable mob, for some real or perceived offense against progressive orthodoxy, whatever that orthodoxy may hold at the moment. For that to happen, you must possess some form of authority in the first place: an academic post, a political office, a role in the entertainment industry, employment with a “mainstream” media organization, a voice as an intellectual or imaginative writer.<br />But the targets of cancellation, having derived their legitimacy from consensus left-liberal culture, are typically not very good at defending themselves, or even understanding what happened to them. Often they apologize, despite having said or done nothing wrong, which only emboldens the cancelers. Or they fall back on pieties about free speech and the marketplace of ideas, as if their tormentors still believed in those principles.<br />One target of cancellation who is able to speak intelligently about it is Jordan Peterson, the University of Toronto clinical psychologist, YouTube lecturer, and author of “12 Rules for Life: An Antidote to Chaos” (2018) and “Beyond Order: 12 More Rules for Life,” published in March.<br />If you’re an ordinary curious person, Mr. Peterson won’t strike you as a likely target for moral outrage. He brings together a dizzying array of texts and traditions—Jungian psychoanalysis, the Hebrew Bible and New Testament, Frederick Nietzsche, Søren Kierkegaard and much else—to formulate basic lessons, or “rules,” about how humans might overcome their natural tendency to lassitude and savagery. His books, podcasts and lectures are impressively argued, frequently insightful and occasionally abrasive presentations of various principles of wise living.<br />I don’t share some of Mr. Peterson’s philosophical premises and find in his work points of disagreement, but there is much to appreciate and nothing sinister in them. Twenty years ago very few people would have considered him the intellectual subversive and moral monster many now claim him to be. A few rules from his latest book: “Do not do what you hate,” “Work as hard as you possibly can on at least one thing and see what happens,” “Try to make one room in your home as beautiful as possible.”"
}