{
    "url_original": "https://www.wsj.com/articles/the-best-frozen-pizzas-restaurant-quality-pies-to-heat-and-eat-11618510760",
    "url": "the-best-frozen-pizzas-restaurant-quality-pies-to-heat-and-eat-11618510760",
    "title": "The Best Frozen Pizzas: Restaurant-Quality Pies to Heat and Eat",
    "sub_head": "No longer a mere meal of last resort, frozen pizza now brings wood-fired flavor and artisanal ingredients home. Here, our top picks, including meaty, vegetarian and gluten-free options.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-325093?width=620&size=1.5",
    "image_1": "im-325093.jpg",
    "time": "2021-04-15 14:19:00",
    "body": "MENTION FROZEN  pizza and most of us think of the utilitarian discs found in the supermarket freezer case, not wood-fired creations meticulously crafted by top pizzaioli. “If you would have told me [a year ago] I would be doing frozen pizza, I would have told you I have a bridge to sell you,” said Chris Bianco, chef-owner of Pizzeria Bianco in Phoenix, Ariz., credited with some of America’s best pies. But with his restaurants operating at half capacity during the pandemic, Mr. Bianco began supplementing earnings by freezing his celebrated pies and selling them nationally through the delivery site Goldbelly.<br />He wasn’t the only pizza pro to pivot this way. Frozen pizza has grown beyond the usual grocery-store brands to include intriguing mail-order options. Between establishments like Pizzeria Bianco that ship restaurant-quality pies and new direct-to-consumer brands ranging in scale from micro to major, the options are diverse and enticing.<br />The demand was certainly there. According to the market research firm Nielsen, from March through April 2020, supermarket frozen pizza sales jumped 63.2% from the previous year. The appeal to consumers is obvious: Frozen pizza is quick, it’s easy and it can appease even the most finicky palate. When you’re cooking nearly every meal at home, those are all major wins.<br />In addition to being decidedly delicious, the frozen pizzas recommended below have a few other things in common. All were shipped in insulated packs with dry ice and arrived frozen. All came with clear, simple heating directions that yielded melty cheese and appropriately crisped crusts. While most of the instructions recommend reheating the pizzas either on a baking sheet or directly on the oven rack, a grease-dripping incident smoked out this tester’s kitchen; for pizzas that are crammed with rich toppings, consider sticking with the sheet. Beyond that, these pies are pretty foolproof.<br />Pizzeria Bianco’s Wood Fired Pizza + Sicilian Pizza four-pack ($135, including shipping) comes with three thin-crust pizzas plus a rustic rectangular Sicilian pie and lets you choose from the restaurant’s signature combinations—many of them meaty. The Wiseguy, crowned with house-smoked mozzarella, fennel sausage and roasted onions, comes with a vial of peppery Puglian olive oil to drizzle on top. The Sonny Boy (shown) marries soppressata and Gaeta olives, while the Sicilian, saturated with olive oil and topped with fontina, comes plain or with gold-standard Ezzo pepperoni. The crisp, airy crusts are crafted from organic flour, and the sauce is made from Mr. Bianco’s own Bianco DiNapoli tomatoes. Vegetarians, do not despair: There are meatless options, too. goldbelly.com"
}