{
    "url_original": "https://www.wsj.com/articles/the-age-of-acrimony-review-a-raucous-republic-11618581947?mod=opinion_major_pos11",
    "url": "the-age-of-acrimony-review-a-raucous-republic-11618581947",
    "title": "‘The Age of Acrimony’ Review: A Raucous Republic",
    "sub_head": "The portrait of a time—not so unlike our own—when partisan discord dominated American life.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-325735?width=620&size=custom_3333x2022",
    "image_1": "im-325735.jpg",
    "time": "2021-04-16 10:05:00",
    "body": "Election after election decided by the narrowest of margins. Divided government, with one party holding the presidency and the other holding one or both houses of Congress most of the time. Citizens voting straight party tickets and politicians voting straight party lines, with opponents not even speaking to each other. This picture of polarized partisan parity is a familiar and fair description—or indictment—of American politics today.<br />But it’s not, as many suggest, unique in American history. On the contrary, the generation following the Civil War saw a political culture of strong partisanship combined with bitterly contested elections. Most of us remember the long list of Republican presidents in the three decades after the war, but during most of those years Democrats had majorities in the House. Almost all presidential elections were narrowly decided. Between 1874 and 1894 only one candidate won an absolute majority of the popular vote—and he was declared the loser by a commission set up to resolve a dispute over electoral votes. In only five of those 20 years did one party control the presidency and both houses of Congress.<br />So it’s hard not to see echoes of our current politics in historian Jon Grinspan’s chronicle of this rambunctious period. “The Age of Acrimony” isn’t a detailed narrative of the era’s political struggles or a political-science thesis with tables and graphs. The wondrous profusion of technological innovation and economic growth of the late 19th century is touched on, but without the robotic denunciations of “robber barons” that permeate so many historians’ accounts. Mr. Grinspan’s focus is on practical politics, which in this period meant mass politics—the highest rates of voter turnout and mass participation in the nation‘s history.<br />Mr. Grinspan, a curator at the Smithsonian’s National Museum of American History, draws on its archives and store of artifacts to give readers a sense of what it was like to be part of “the vast, stomping political campaigns that dominated popular culture.” In big cities and courthouse towns men would “light stinking oil torches, don shimmering uniforms, burn effigies, roll floats, push coffins (with the names of rival politicians scribbled on their sides), sing serenades, build bonfires, light fireworks,” he writes. They would argue in saloons or “shoot their revolvers in the air, or barbecue hogs for celebrations, or heave brickbats from their roofs into teeming rallies of the other party.” Gunfire, he says, was reported at every election in Philadelphia between 1870 and 1900.<br />At a time when other nations restricted voting to those with property, or had no elections at all, men in America’s young democracy “could smell, taste, and feel democracy pulsating all around them,” Mr. Grinspan observes. There was an exuberance in all this, but also notes of melancholy and desperation. In “The Virgin Vote” (2016), Mr. Grinspan described how, in the antebellum politics of the 1840s and 1850s, young men escorted by older men and cheered on by young women made a ceremony of casting their first, “virgin” vote. But his subjects in “The Age of Acrimony” are in a different frame of mind: They are intensely aware that some 600,000 men died in the Civil War. The war may have marked a “new birth of freedom,” in Abraham Lincoln’s phrase, but it also cast a shadow over electoral politics."
}