{
    "url_original": "https://www.wsj.com/articles/the-austrian-wine-that-sommeliers-loveripe-for-rediscovery-11619095308",
    "url": "the-austrian-wine-that-sommeliers-loveripe-for-rediscovery-11619095308",
    "title": "The Austrian Wine That Sommeliers Love—Ripe for Rediscovery",
    "sub_head": "Two decades ago, Grüner Veltliner was a wine-world phenom. Thanks to an excellent 2019 vintage, this dry, crisp white is ready for a resurgence, with some outstanding values on the shelves now.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-327440?width=620&size=1",
    "image_1": "im-327440.jpg",
    "time": "2021-04-22 08:41:00",
    "body": "SOME WINE PROS call Grüner Veltliner a has-been—a once-popular, now largely forgotten grape. Others report robust interest and strong Grüner sales. Which one is the truer picture of Grüner today?<br />Two decades ago, this white grape from Austria was an exotic novelty for most Americans and a fast sommelier favorite thanks to its food-friendly nature. As retailer and former sommelier Craig Perman of Perman Wine Selections in Chicago put it: “You could cue the canned sommelier speak that would say, ‘Grüner goes with everything.’ ” This wine was seemingly everywhere—until it was not. I was among those who mostly forgot about it. But some stellar 2019 wines made me sit up and take notice once more.<br />Back in the late 1990s and early 2000s, the newness of Grüner Veltliner was a big part of its appeal, especially to sommeliers, who often favor the new and obscure. It was also a grape most drinkers could pronounce, though I initially required a bit of guidance from my then-neighbor Doris, an Austrian doctor who took great pride in her country’s grape. When I placed the emphasis on the first syllable of the second word, Doris corrected me: “It’s Grooner Velt-LEENER.”<br />It also helped that Grüner is fairly unchallenging—dry but not too dry, with just enough fruit but not too much, marked by aromas of white pepper and herbs. (Riesling, the other great white grape grown in Austria, still polarizes drinkers.) Best of all, the entry-level Grüners were (and still are) affordable.<br />Chicago “global virtual wine experience guru” and James Beard Award-winning sommelier Belinda Chang recalled being “very angry” with Grüner Veltliner in its heyday of the early aughts because it was so ubiquitous. Nevertheless, lots of Grüners featured on the lists she created for top restaurants in Chicago, San Francisco and New York. Grüner Veltliner was her top-selling wine by the glass at the Modern restaurant in New York. It even outsold Sancerre, she recalled. When Ms. Chang was hiring, “every other candidate I interviewed told me it was their favorite grape!!” she wrote in an email (the double exclamation is hers). Today, she said, she rarely sees it served by the glass. “Clearly, the grape and the wines have fallen out of fashion like shoulder pads in women’s jackets,” she said."
}