{
    "url_original": "https://www.wsj.com/articles/the-d-c-statehood-gambit-11619045039?mod=opinion_lead_pos3",
    "url": "the-d-c-statehood-gambit-11619045039",
    "title": "The D.C. Statehood Gambit",
    "sub_head": "The latest House Democratic power grab is unconstitutional.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-21 18:44:00",
    "body": "A week after the Chairman of the House Judiciary Committee introduced legislation to pack the Supreme Court by adding four new Justices, the House is set to vote on a bill to pack the U.S. Senate by adding two new Senators. Unlike court-packing, the bill granting statehood to Washington, D.C., has majority support among elected Democrats and the official backing of the White House. But the impetus behind both measures is the same—to tilt the constitutional playing field and consolidate liberal power.<br />Fashioning an independent seat of government in a federal system while affording representation to its residents is a dilemma dating to the founding. The Framers provided in the Constitution’s Article I that Congress could, “by cession of particular states,” control a small area in which the federal government would operate. In 1790 part of the territories of Virginia and Maryland, two of the 13 states that ratified the Constitution, were delineated for federal control.<br />Advocates of statehood brush aside the constitutional concerns and frame their cause as a simple question of democracy. It’s true that the roughly 700,000 residents of the District don’t have the ability to elect voting Members of Congress. Many hold influence over the federal government as employees and contractors or in other positions, and in the Founding era proximity to the seat of power was itself considered a form of representation.<br />Yet the natural remedy for the imperfect status quo, if representation is the real concern, would be for Congress to do something it has done before—return part of the District to the state that ceded it in the first place. That’s what happened in 1846 when Congress reinstated Virginia’s control over the D.C. suburbs of Arlington and Alexandria.<br />We might similarly expect that principled advocates of representation for the D.C. residents would champion the return of most of the remaining territory to Maryland. That would grow Maryland’s congressional delegation by one seat and give current District residents a vote in Senate elections."
}