{
    "url_original": "https://www.wsj.com/articles/the-secs-cryptocurrency-confusion-11618611723?mod=opinion_lead_pos4",
    "url": "the-secs-cryptocurrency-confusion-11618611723",
    "title": "The SEC’s Cryptocurrency Confusion",
    "sub_head": "Regulators harm investors by filing suits before setting clear rules.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-16 18:22:00",
    "body": "Cryptocurrencies are a new force in financial markets, but their emergence is following an old pattern, for better and worse. Wednesday saw a step toward institutionalizing their trade with the $86 billion public offering of  Coinbase ,  the largest U.S. cryptocurrency exchange. But regulators are creating danger for currency developers and retail investors.<br />The uncertainty is on display in the Securities and Exchange Commission case against Ripple Labs, a digital currency issuer. The SEC in December charged Ripple with issuing $1.3 billion in unregistered securities, based on the company’s initial offering of its currency in 2013. The agency says Ripple’s efforts to promote and profit from its product qualify the currency as a security, subject to the restrictions that govern sales of equities.<br />Yet court findings in the discovery phase of the suit have highlighted the inconsistency of the SEC’s approach. In March federal Judge Analisa Torres told lawyers that Ripple “has a utility,” casting doubt on the SEC’s view that the tokens are principally a claim on future profits. And last week Magistrate Judge Sarah Netburn granted Ripple access to the SEC’s discussions of bitcoin and ether, the two largest cryptocurrencies, which the agency considers exempt from its rules.<br />The SEC believes bitcoin and ether aren’t securities, in part because their developers don’t profit from their sale. But those exemptions were announced through statements from former SEC Chairman Jay Clayton in 2019 and 2020, with no formal rule-making. The findings by Judges Torres and Netburn in the Ripple case suggest that the agency hasn’t set clear rules for which currencies it regulates and which it doesn’t.<br />This confusion poses risks for investors. Coinbase delisted Ripple after the SEC filed suit in December, prompting a selloff that wiped out more than 60% of its value. The prices of Ripple and similar currencies have since tracked with the court’s statement’s on the SEC’s case. U.S. participants in the $2 trillion cryptocurrency market are seeking clarity that the agency has declined to provide, preferring to announce its positions through individual enforcement actions."
}