{
    "url_original": "https://www.wsj.com/articles/the-horde-review-path-of-khans-11618005601",
    "url": "the-horde-review-path-of-khans-11618005601",
    "title": "‘The Horde’ Review: Path of Khans",
    "sub_head": "At its height, the empire of Chinggis Khan drew strength from flexibility.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-04-09 18:00:00",
    "body": "The Mongols have been ill-served by history, the victims of an unfortunate mixture of prejudice and perplexity. In popular memory Chinggis Khan exists chiefly in relation to the European and Chinese civilizations he threatened, and the rhythms and contours of steppe life are incomprehensible. Reflecting on “The Historian’s Craft” (1949), Marc Bloch decried his peers’ tendency “to assign an arbitrarily chosen and strictly pendulum-like rhythm to realities to which such regularity is entirely alien. It is an impossible task. Naturally, we do very badly at it. We must look for something better.”<br />Marie Favereau’s “The Horde: How the Mongols Changed the World” is something better. The author, an associate professor of history at Paris Nanterre University, negotiates her subject’s pressing challenges, namely: to explain an equestrian regime to what is, in early 2021, the most sedentary readership imaginable; to demonstrate that Mongol primacy and relevance did not end with Chinggis Khan; and, at last, to cast aside the “enduring stereotype of parasitical nomads.”<br />The Mongols of repute date to the 13th century, when they emerged as the dominant clan among an overlapping network of pastoral nomads and blood feuds around the Orkhon Valley. Chinggis Khan—born Temüjin, named for an enemy Tatar captured on the day of his birth ca. 1160—avenged his father and the politically motivated kidnapping of his wife, Börte, by defeating and subsuming his rivals, the Merkit, Tatars, Naiman and Kereit. In 1206, Temüjin restyled himself Chinggis (“mighty” or “universal”) Khan. A “golden lineage” was established—his descendants, Ms. Favereau notes, “did not all rule, but only they had the opportunity to serve as sovereign”—and refractory neighbors were integrated by the sword. Violent proclamations were faultlessly thorough: “We shall measure the Tatars against the linchpin of a cart, and kill them to the last one”; Merkit prisoners were to be enslaved and dispersed “here and there down to the last one.”<br />Chinggis’s true aim, however, was not annihilation so much as absorption, which conferred legitimacy and compounded economic and military power. The vanquished were separated and distributed among families and the army. “The similarity of nomads’ lifestyles” and the prospect of social advancement smoothed the process of assimilation, as did the starkness of the choice presented to former adversaries: “rejecting Mongol control was perilous, joining the society and furthering its expansion was profitable.” As Ms. Favereau writes, “the regime created a social and political order that was simultaneously novel and traditional, flexible enough to provide opportunities to the non-ruling class and rigid enough to centralize power.”<br />To the west, in the lower Volga region between Moscow and the Caspian Sea, lay the Qipchaqs, who had wandered from northern China centuries before and now provoked Mongol ire by giving refuge to Merkit rebels. Chinggis dispatched his eldest son and heir apparent, Jochi, to set an example. In 1217-18, the Merkit remnants were crushed. Some 20 years later, so, too, were their Qipchaq protectors. Jochi’s death, in 1227, preceded Chinggis’s by six months. His versatile community of followers in the western steppe, who in the coming centuries, Ms. Favereau contends, “took a foremost role in the future of its Russian, European, and Mediterranean neighbors,” would be known as the Horde."
}