{
    "url_original": "https://www.wsj.com/articles/the-permanent-housing-crisis-11617834660?mod=opinion_major_pos1",
    "url": "the-permanent-housing-crisis-11617834660",
    "title": "The Permanent Housing Crisis",
    "sub_head": "Continuing government bans on eviction and foreclosure are doing more harm than good.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-07 18:31:00",
    "body": "One problem with government emergency actions is that the political class never wants them to end. Witness the Biden Administration’s extension of the eviction and foreclosure moratoriums, which by now are creating more trouble than they’re worth.<br />The Consumer Financial Protection Bureau this week proposed a rule that would effectively prohibit foreclosures through December. It has also threatened to penalize mortgage servicers and landlords who don’t take action to prevent a surge in “avoidable foreclosures” and evictions when government forbearance programs end.<br />In short, the government is bludgeoning private businesses to fix a problem it created. Suspension of rent and mortgage payments was justifiable last spring when states locked down and some 22 million workers lost jobs. But the jobless rate has dropped to 6% from 14.8%, and employers are desperate to hire.<br />The Cares Act from last March let borrowers with federally backed mortgages pause payments for 360 days. The law also imposed a 120-day moratorium on evictions in housing developments supported with federal funds. After the Cares Act eviction moratorium ended, the Centers for Disease Control and Prevention in September extended it through December and expanded it to all rental housing. Households making up to $198,000 qualify as long as they say they lost income due to the pandemic.<br />The CDC invoked the 1944 Public Health Service Act, which allows the agency to take measures to prevent the spread of communicable diseases between states. People who get evicted might move in with family or friends and spread the disease, the CDC explained. What diktat couldn’t the CDC justify under this expansive rationale?"
}