{
    "url_original": "https://www.wsj.com/articles/the-fed-in-the-sand-as-inflation-threatens-11619455611?mod=opinion_lead_pos5",
    "url": "the-fed-in-the-sand-as-inflation-threatens-11619455611",
    "title": "The Fed in the Sand as Inflation Threatens",
    "sub_head": "We aren’t going back to the 1970s, but the central bank isn’t being realistic about the risk of higher prices.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-26 12:46:00",
    "body": "Expectations are high that an economic boom is coming. Vaccines are allowing people to get back to normal life. Unprecedented monetary and fiscal policies are designed to stimulate aggregate demand. The Federal Reserve has joined the robust-growth camp, raising its forecast of 2021’s real gross domestic product growth to 6.5%, followed by a strong 3.3% in 2022 and a decline in the unemployment rate to its pre-pandemic low of 3.5% by the end of 2023. That’s below what the Fed considers sustainable full unemployment.<br />If everybody agrees the boom is coming, why does the Fed remain so sanguine that inflation will stay close to its 2% longer-run target? The central bank’s outlook rests on the experience of the decade following the 2007-09 recession, when inflation remained low despite the fiscal stimulus and easy money. But things are different today, raising the risks that the Fed may be caught flat-footed by higher inflation.<br />The Fed has signaled that it will keep interest rates at zero and continue buying Treasurys and mortgage-backed securities. Financial markets love this. They bask in low yields and high profits. But if the Fed is too slow to reverse its emergency monetary responses to the pandemic, it risks adversely jarring financial markets and the economy.<br />The previous decade isn’t the best guide to current conditions. In response to the pandemic Congress has authorized deficit spending amounting to more than 25% of GDP. That makes the American Recovery and Reinvestment Act of 2009 look like small beer. Generous government transfer payments to individuals have supported incomes and spending, but they’ve also boosted personal savings approximately $2.25 trillion above pre-pandemic levels, more than 10% of GDP. That doesn’t even count the recent $1.9 trillion in stimulus passed in March and primarily distributed in April, or pending infrastructure legislation.<br />After the 2007-09 crisis, the Fed’s zero interest rates and quantitative-easing programs increased bank reserves, but virtually all that base money remained in the banking system as excess reserves. M2 money—deposits sitting in bank accounts waiting to be spent—barely budged, and the Fed’s stimulus was never put to work in the economy. Inflation remained low and never reached the 2% target because the Fed’s policies, particularly the third round of quantitative easing, in 2012, boosted asset values but failed to stimulate aggregate demand. Nominal GDP growth averaged 4%, which resulted in real GDP averaging 2.25% and inflation averaging 1.75%."
}