{
    "url_original": "https://www.wsj.com/articles/the-power-of-making-art-together-11619805575",
    "url": "the-power-of-making-art-together-11619805575",
    "title": "The Power of Making Art Together",
    "sub_head": "A new exhibition by contemporary Native American artists Marie Watt and Cannupa Hanska Luger enlists the public as a partner.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-331006?width=620&size=1",
    "image_1": "im-331006.jpg",
    "time": "2021-04-30 13:59:00",
    "body": "The title of “Each/Other,” a new exhibition opening May 23 at the Denver Art Museum, evokes the importance of collaboration in art. The show features two Native American artists, Marie Watt and Cannupa Hanska Luger, who often enlist hundreds of people to help create their projects—from bandannas bearing messages to donated blankets that bear witness to history. According to John Lukavic, the exhibition’s organizing curator, “Each/Other” is a reminder of how all of us “need others” to bring our visions to life.<br />Ms. Watt, 53, is partly of Seneca ancestry, one of the nations belonging to the Iroquois confederacy. “In my community,” she says, “we give blankets to honor a person being witness to an important life event.” For her high school graduation, Ms. Watt received a blanket designed with a circle divided into quadrants representing the four cardinal directions, sometimes referred to as a medicine wheel. The blanket “is a talisman I carry through life that embodies my parents’ love and belief in me,” she says.<br />For “Blanket Stories: Great Grandmother, Pandemic, Daybreak,” a work in the new show, Ms. Watt made a column out of donated blankets, each with a tag explaining the story it conjures for the owner. One came from a Massachusetts woman who rode out the Covid-19 lockdowns by learning to make baby blankets, since her sister was soon to give birth. She wrote that the work was soothing, with the blanket seeming to grow around her like a cocoon.<br />In an earlier blanket tower on view, “Skywalker/Skyscraper (Babel)” from 2012, Ms. Watt celebrates the contribution of Iroquois ironworkers to building New York’s skyscrapers. They were sometimes called “skywalkers” because of their fearlessness, she says, working on high girders without safety harnesses. In Ms. Watt’s 8-foot-tall work, a steel girder seems to emerge vertically from a small tower of reclaimed wool blankets.<br />“Each/Other” includes one of Mr. Luger’s best-known works, “Every One” (2018), for which he solicited donations of clay beads from across the U.S. He used more than 4,000 beads to form a 12-by-12 foot representation of a photograph. taken by artist Kali Spitzer, of an unnamed woman whose sister disappeared. The work is meant to memorialize more than 4,000 cases of missing and murdered indigenous women, girls and transgender people in Canada, as recorded by the Native Women’s Association of Canada."
}