{
    "url_original": "https://www.wsj.com/articles/the-ambassador-of-blame-america-first-11618527312?mod=opinion_lead_pos2",
    "url": "the-ambassador-of-blame-america-first-11618527312",
    "title": "The Ambassador of Blame America First",
    "sub_head": "We’ve come a long way from Pat Moynihan and Jeane Kirkpatrick.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-15 18:55:00",
    "body": "The U.S. Ambassador to the United Nations is supposed to speak for American values and interests. But judging by her recent remarks, new Ambassador Linda Thomas-Greenfield is going to speak mainly about the faults of her own country.<br />President Biden’s Ambassador spoke Wednesday to Al Sharpton’s National Action Network, and her recitation of America’s sins could have come from China’s Global Times. She said one of her priorities will be addressing racial injustice and spoke of her own experience with discrimination.<br />Fair enough, but then she kept going: “I shared these stories and others to acknowledge, on the international stage, that I have personally experienced one of America’s greatest imperfections. I have seen for myself how the original sin of slavery weaved white supremacy into our founding documents and principles.”<br />How about American progress on race since the founding, such as the Civil War that ended slavery or the civil-rights movement? Ms. Thomas-Greenfield has other ideas.<br />“Racism is the problem of the racist. And it is the problem of the society that produces the racist. And in today’s world, that is every society,” she added. “In America, that takes many forms. It’s the white supremacy that led to the senseless killings of George Floyd, Breonna Taylor, Ahmaud Arbery, and so many other Black Americans. It’s the spike in hate crimes over the past three years—against Latino Americans, Sikh and Muslim Americans, Jewish Americans, and immigrants. And it’s the bullying, discrimination, brutality, and violence that Asian Americans face everyday, especially since the outbreak of Covid-19.”"
}