{
    "url_original": "https://www.wsj.com/articles/the-drowning-review-when-the-past-resurfaces-11619725978",
    "url": "the-drowning-review-when-the-past-resurfaces-11619725978",
    "title": "‘The Drowning’ Review: When the Past Resurfaces",
    "sub_head": "In a compelling miniseries, a chance sighting convinces a mother that the son she lost in a tragic accident is not gone after all.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-331909?width=620&size=1.5",
    "image_1": "im-331909.jpg",
    "time": "2021-04-29 15:52:00",
    "body": "Everyone will understand that the title of “The Drowning” concerns far more than the physical act in this searing four-part tale of the bereaved—of two people left mourning a son lost to them at age 4 because the caretaker had failed to protect him. One of the mourners is Jodie (an affecting portrayal by Jill Halfpenny). One day this busy and successful professional woman catches sight of a boy—a young teenager—whose appearance nearly stops her breath. His resemblance to her son Tom, dead for a decade, has transformed Jodie, who races after the boy and notes where he lives.<br />She’s certain that Tom has returned to the world, to her, and that is what she tells a city official of some sort—presumably a social worker—who listens sympathetically. It’s clearly not the first time he’s heard from people bringing news of miraculous returns. The official then proceeds, delicately, to read from a file report that says her son died in a tragic accident—he drowned—and that there was no third-party involvement. The report, he informs Jodie, says it’s been 10 years since he passed.<br />None of the highly civilized exchanges with officialdom can affect Jodie now that she knows, and has seen with her own eyes, that her Tom has returned—only in the body and mind of a young man called Daniel (an impressive performance by Cody Molko). Jodie will in due course race off to her former husband, Tom’s father, to bring the happy news: Their son has returned. And that father reacts as every other male recipient of such news does in this saga. He’s afire with disbelief. And a certain large-heartedness. To believe in the return of a long-dead child reflects the anguish of the believer and, of course, a tendency to embrace the irrational. Which, as this series—written and created by Francesca Brill and Luke Watson—regularly suggests, tends to be a condition peculiar to women. One of the things “The Drowning” is drowning in, it would appear, are torrents of clichéd wisdom about women’s minds as opposed to those of men.<br />But Jodie, acting on her conviction, manages to insinuate herself into Daniel’s life and concerns. He’s learning the guitar: She gets herself a job giving guitar lessons, which she does with impressive authority. Nonetheless she’s viewed with skepticism, if not downright hostility, by Daniel’s father, Mark (a splendid Rupert Penry-Jones). Something about this woman suggests, for reasons that become ever clearer, that she’s not who she purports to be.<br />Its somewhat uneven storytelling aside, “The Drowning” emerges as a potent thriller, largely thanks to a stellar cast."
}