{
    "url_original": "https://www.wsj.com/articles/the-prospects-of-american-religion-have-never-been-higher-11619735652?mod=opinion_lead_pos7",
    "url": "the-prospects-of-american-religion-have-never-been-higher-11619735652",
    "title": "The Prospects of American Religion Have Never Been Higher",
    "sub_head": "Brick-and-mortar religious communities are shrinking, but digital worship is growing.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-29 18:34:00",
    "body": "A recent Gallup poll included some grim news: Less than 50% of Americans belong to a religious community such as a church or a synagogue, the lowest since the organization began asking the question in 1937. As an Orthodox rabbi, I might feel gloomy about the future of my profession. But the prospects of American religion have never been brighter.<br />This isn’t solely a testament of faith. When the Pew Research Center asked Americans in 2012 to describe their feelings about spirituality, only 19% said they felt any spiritual stirrings. Five years later, that number rose to 27%—even as the number of Americans who defined themselves as neither spiritual nor religious remained largely unchanged. While more Americans yearn for more spiritual connections, fewer feel comfortable finding them in traditional settings.<br />This isn’t news for those of us who have dedicated our lives to the rabbinate or priesthood. The reasons for the decline in synagogue and church attendance range from the changing nature of cities to competition with digital communication. Congregating with others in a physical space is a cornerstone of most faiths—I happily do it three times daily—but there’s much more to religion than sitting quietly on a wooden bench and listening to a sermon.<br />Seen this way, the new Gallup survey should be read not as an obituary but an opportunity. Religion is ripe for disruption, to borrow a term from Silicon Valley: Plenty of Americans still love the product—just not its current platform. Nimble individuals and organizations have a chance to create communities of faith every bit as vibrant and meaningful as those that once huddled in brick-and-mortar buildings. How this is to be done is perhaps the most important question for American civic life in the coming decades.<br />People attend religious services because they want a spot of religion. Yet worshipers hear too much about climate change, systemic racism and transgender rights and not enough about Abraham, Sarah and Isaac or Luke, Matthew and John. Treating religion like the Academy Awards or the National Basketball Association—which also don’t draw the same attention they used to—has left Americans suspicious about traditional faith. This can be rectified by focusing on what business-school types call the core offering."
}