{
    "url_original": "https://www.wsj.com/articles/the-special-comfort-of-audiobooks-during-covid-19-and-trying-times-11619639796?mod=opinion_major_pos13",
    "url": "the-special-comfort-of-audiobooks-during-covid-19-and-trying-times-11619639796",
    "title": "The Special Comfort of Audiobooks During Covid-19 and Trying Times",
    "sub_head": "Under difficult circumstances, listening to the written word can provide some much needed succor.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-329977?width=620&size=1.5",
    "image_1": "im-329977.jpg",
    "time": "2021-04-28 15:56:00",
    "body": "<br />‘How was your dive?” the nurse asks daily as I am wheeled out of a transparent cylinder in which I am submerged in pressurized oxygen for 90 minutes. Accompanied by the hiss of gas, my “descent” to two atmospheres of pressure resembles a procedure used for deep-sea divers. It is now being used to treat recalcitrant wounds.<br />But my answer has less to do with my Parsifal-like condition than with what is happening to Hans Castorp at the International Sanitorium Berghof in Thomas Mann’s 1924 novel, “The Magic Mountain.”<br />That is because, while submerged, I listen to its account of a young German’s sojourn in that early 20th-century Alpine clinic. Castorp’s journey is upward rather than downward, but for a time we are both living “horizontally” (as the novel puts it). At the Berghof, patients vainly hope that mountainous air and subfreezing balconies will cure tubercular lungs. I—breathing dense oxygen—have more realistic hopes of putting a chronic condition to bed. But so much of what I feel depends on the narration by the Scottish actor David Rintoul, in an unabridged 37-hour, 27-minute recording of the immense novel on Audible.<br />Thanks to Mr. Rintoul’s finely tuned performance, and thanks, too, to my being able to listen with full attention—nothing can be taken into the potentially explosive tube, so sounds are piped in from an external CD—I become more thoroughly immersed than if I were reading, page-bound, at home. Mr. Rintoul, who has recorded more than 200 offerings for Audible, creates multiple voices and accents, turning the written text into chamber drama."
}