{
    "url_original": "https://www.wsj.com/articles/the-quick-fix-review-a-bias-toward-easyanswers-11618174023",
    "url": "the-quick-fix-review-a-bias-toward-easyanswers-11618174023",
    "title": "‘The Quick Fix’ Review: A Bias Toward Easy Answers",
    "sub_head": "The study of human behavior has led to real insights but also, too often, to simplistic, reductive ‘solutions’ to complex problems.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-323453?width=620&size=1.5",
    "image_1": "im-323453.jpg",
    "time": "2021-04-11 16:47:00",
    "body": "Most of us like to think of ourselves as enlightened, thoughtful observers of the world around us, skeptical of irrational claims, crazy ideas and silly theories. It is only other people, members of eccentric subcultures in far-off places, who are susceptible to such foolishness. It is a flattering self-portrait. But is it true?<br />In “The Quick Fix: Why Fad Psychology Can’t Cure Our Social Ills,” Jesse Singal, a contributing writer at New York magazine, chronicles several dubious enthusiasms that permeate our culture. Along the way, he tries to show why they are so widespread. His focus is on “the allure of fad psychology,” as he puts it, and on the ways in which “both individuals and institutions can do a better job of resisting it.”<br />We all remember the self-esteem programs that beguiled grade-school educators in the 1980s and 1990s. The idea was that, by handing out more prizes and encouraging self-affirming rhetoric, young people would do better in their studies and in life generally. But, as Mr. Singal notes, self-esteem failed to “ ‘unlock the gates’ of success.” Nor did it help to reduce—as promised—crime, teen pregnancy and a host of other social ills.<br />Then there was power-posing for women in the workplace: the claim that, by adopting assertive positions (legs astride, hands on hips) for two minutes before, say, going into a job interview, or while giving a presentation, a new confidence will be engendered as well as an improved status among otherwise dismissive men. A TED talk by an originator of power-posing and its chief evangelist, a Harvard psychologist, garnered 61 million views. Sheryl Sandberg of Facebook was a fan. But it turned out that standing like Wonder Woman didn’t give women the promised testosterone boost and confidence they sought.<br />A MacArthur Fellowship-winning social psychologist at the University of Pennsylvania championed a mental trait called “grit” (aka stick-to-itiveness). Teaching “grit” became a wildly popular way to build character or boost grades in school-aged children across the country. It didn’t deliver. As Mr. Singal notes, established concepts such as conscientiousness and IQ were far better at predicting performance."
}