{
    "url_original": "https://www.wsj.com/articles/the-dollars-sliding-share-in-global-currency-reserves-is-a-red-herring-11618476146?mod=business_minor_pos10",
    "url": "the-dollars-sliding-share-in-global-currency-reserves-is-a-red-herring-11618476146",
    "title": "The Dollar’s Sliding Share in Global Currency Reserves is a Red Herring",
    "sub_head": "The greenback is at a 25-year low in official currency reserves, a figure that understates the currency’s importance in a number of ways",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-325371?width=620&size=1.5",
    "image_1": "im-325371.jpg",
    "time": "2021-04-15 04:42:00",
    "body": "The dollar’s share in global foreign-exchange reserves slipped to its lowest level since the mid-1990s last year, giving fresh fuel to arguments that the greenback’s role as the top global currency is under threat.<br />But reserve figures paint an incomplete picture of the currency’s heft. A broader view of demand for dollars shows there is still no meaningful challenge to their role.<br />The quarterly International Monetary Fund data show the dollar’s share of reserves below 60% for the first time since 1995. At 21.2%, the euro’s share is at its highest level in six years, and at 6%, the Japanese yen is at its highest in two decades.<br />One of the reasons is a simple mechanical one. The dollar depreciated last year, meaning that the dollar value of nondollar assets in a mixed-currency portfolio rose. In the IMF data, that is often the largest factor in each given quarter, rather than active buying and selling.<br />But the second effect of a falling dollar, which is less immediate, should act as a counterweight. As the greenback falls in value, especially against the currencies of exporters with large currency reserves, it encourages them to buy Treasurys and other U.S. assets to keep their own currencies from rising too quickly and damaging competitiveness."
}