{
    "url_original": "https://www.wsj.com/articles/the-great-student-loan-income-transfer-11618526932?mod=opinion_lead_pos4",
    "url": "the-great-student-loan-income-transfer-11618526932",
    "title": "The Great Student-Loan Income Transfer",
    "sub_head": "Payment forbearance costs $5 billion a month, as the affluent benefit.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-15 18:48:00",
    "body": "The great student loan scam rolls on, mostly out of public sight. But occasionally the ugly fiscal facts appear as they did this week at a Senate Banking hearing.<br />The Cares Act allowed student loan borrowers to defer payments without accruing interest through last September. Presidents Trump and Biden have both used emergency executive power to extend the forbearance. Now borrowers don’t have to make payments until at least October, and meantime their balances won’t increase.<br />As of the fiscal 2020 fourth quarter, more than half of the $1.6 trillion federal student loan balance was in forbearance. Twenty-two million borrowers weren't making payments, saving on average $400 a month. Most college-educated Americans haven’t needed the relief since they have suffered far less financial harm from the pandemic than lower-income workers without college degrees.<br />According to news reports, some borrowers have used the money saved from forbearance to buy homes, pay off higher-interest debt and day-trade stocks. But there’s no such thing as a free debt deferral. Taxpayers are paying for it. Sen. Elizabeth Warren noted at the hearing that the Education Department “is currently canceling about $5 billion of debt per month in interest.”<br />Mull over that one. Eighteen months of student loan deferrals could cost taxpayers $90 billion—and that’s without any defaults or debt being discharged. The reason is the federal government’s student loan portfolio is heavily leveraged. Treasury borrows at ultra low rates and then lends the money to students at somewhat higher rates. But when borrowers aren’t making payments or accruing interest on their federal loans, Treasury loses money."
}