{
    "url_original": "https://www.wsj.com/articles/the-new-denim-hype-looks-like-a-stretch-11618664401?mod=business_minor_pos10",
    "url": "the-new-denim-hype-looks-like-a-stretch-11618664401",
    "title": "The New Denim Hype Looks Like a Stretch",
    "sub_head": "Levi’s and Lululemon are going in opposite directions on shifting fashion trends below the waist. The rebalancing seems excessive.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-326432?width=620&size=1.5",
    "image_1": "im-326432.jpg",
    "time": "2021-04-17 09:00:00",
    "body": "Jeans are in, leggings are out.<br />As investors weigh the prospects of a return to normal, share prices of denim maker  Levi Strauss  have soared about 45% year to date, while the stock of legging juggernaut  Lululemon Athletica  has deflated by 6.9%. The rebalancing might be missing a few nuances.<br />As a multiple of forward earnings, shares of Lululemon are now trading at roughly where they were before the pandemic, while Levi’s is trading at higher levels. Is the denim business suddenly more promising today than it was before Covid-19? Apparel companies certainly think so. Levi Strauss, in its recent earnings call, said it was seeing the start of a new denim cycle—away from skinny jeans to a high-rise, looser fit. The thinking is that as consumers start resuming normal life, they will find their older wardrobe of tightfitting jeans in need of an upgrade.<br />Another reason investors are bullish is that denim is seen as the perfect bridge from the comfortable clothes consumers got used to while staying home and the dressier outfits they used to wear, according to Jay Sole, analyst at UBS.<br />Yet that still doesn’t seem to be enough of a reason to jump onto the Levi’s bandwagon—at least not yet. While interest in the new denim fit is undeniably there, it is trickier to forecast exactly which brand consumers will turn to. The skinny-jean cycle, which Levi’s referenced in the same earnings call, kicked off around 2005. While the popularity of that new fit might have helped boost denim sales overall, it did little to help Levi’s expand sales at the time."
}