{
    "url_original": "https://www.wsj.com/articles/the-biden-plan-for-economic-sclerosis-11617907075?mod=opinion_lead_pos5",
    "url": "the-biden-plan-for-economic-sclerosis-11617907075",
    "title": "The Biden Plan for Economic Sclerosis",
    "sub_head": "American workers would suffer under his proposal to tax capital and subsidize green energy.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-08 14:41:00",
    "body": "President Biden has proposed a back-to-the-future tax plan. When President Trump took office, the U.S. had the highest corporate tax rate in the developed world and had experienced a decade of slow growth, low investment and stagnant employment and real wages. The Obama economy was especially toxic for low-earning and less-educated groups. The assault on business was so widespread that capital’s contribution to economic growth was lower during the Obama expansion than it had been during any other period of growth since World War II.<br />The academic literature on corporate taxation pointed to the problem. High corporate taxes, a regulatory assault and social programs that discourage work and advancement led many U.S. multinational companies to locate their activity and profits overseas. This reduced or eliminated their tax in the U.S. while also reducing their demand for American labor. Wages dropped and tax revenue dropped, a double hit.<br />The idea of the 2017 Tax Cuts and Jobs Act was to make America an attractive location for capital formation again, and to drive wages up by increasing productivity. Mr. Trump’s Council of Economic Advisers estimated that wages for a typical family would grow about $4,000 over the first three to five years. Though the Obama administration proposed a corporate tax cut in 2015 for the same reasons, opponents of the bill ridiculed the Trump team’s numbers.<br />The economic data vindicated Mr. Trump. Actual gross domestic product by the end of 2019 was about $300 billion higher than the Congressional Budget Office had projected in July 2017. Business investment was about $100 billion higher and 2.8 million more workers were employed. U.S. firms repatriated $1.4 trillion in cash that was previously stuck overseas. And in the first two years after the tax cuts were passed, real median household income increased $4,900. Employment surged, especially among the long-term unemployed, the poor and minorities. Wealth for the bottom 50% of households advanced three times as fast as for the top 1%.<br />The new policy was hardly radical. After the tax cut, the combined U.S. federal and state rate for corporate income was 25.77%, according to the nonpartisan Tax Foundation. That put the U.S. above the average for Organization for Economic Cooperation and Development countries, which is now 23.4%. And even the static revenue cost of the plan supplied by the Joint Committee on Taxation was small, a bit more than $300 billion over 10 years, because tax-base broadening accompanied tax-rate reduction. Perhaps never in economic history has so much been accomplished at so little cost."
}