{
    "url_original": "https://www.wsj.com/articles/the-best-remedy-for-our-diseases-aging-less-11618003335",
    "url": "the-best-remedy-for-our-diseases-aging-less-11618003335",
    "title": "The Best Remedy For Our Diseases?            Aging Less",
    "sub_head": "Some animals hardly deteriorate as they get older. New therapies could help humans to achieve the same healthy longevity.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-320732?width=620&size=custom_5760x3840",
    "image_1": "im-320732.jpg",
    "time": "2021-04-09 17:22:00",
    "body": "Every year that you’re alive, your risk of dying increases by 10%. This starts out innocuously enough: In your 30s, your odds of death in any given year are less than one in 1,000. But compounding 10% per annum starts to add up frighteningly quickly: By age 90, if you’re lucky enough to make it that far, your odds of not making your 91st birthday are roughly one in six.<br />We all know, of course, that we’re more likely to die as we get older and accept this as a fact of nature. Those of us who make it far enough expect to be confronted with frailty, disease and death caused by our bodies’ degeneration with time. If you cast the net a bit wider, however, this fact of nature appears less immutable. Some species of tortoises, for example, have a risk of death that doesn’t seem to change with age in adulthood. Though these wrinkly, lumbering beasts might not seem like ideal ambassadors for aging well, by the statistical definition of aging—how fast your risk of death increases with time—these tortoises hardly age at all.<br />This phenomenon is known as “negligible senescence.” Some kinds of salamanders and fish, tiny pond creatures called hydra, and burrow-dwelling rodents called naked mole-rats all have a risk of death unrelated to how long ago they were born. This often means that they live much longer than closely related species. Mice might live to 3 years old but naked mole-rats can survive into their 30s.<br />A secret of the tortoises’ longevity is that their cells can divide more than twice as many times as human cells before becoming aged or “senescent.” Naked mole-rats are more enigmatic, aging in similar ways to us at the microscopic level; other biological mechanisms appear to keep them healthy regardless. The crucial result is that these animals don’t just live a long time, but they do so in good health. You would be hard-pressed to tell which adult naked mole-rats are the oldies. They maintain everything from muscle mass to fertility until extreme old age, scurrying around fit and healthy and even reproducing.<br />So do we humans have to age the way we do? Rapid progress in the biology of aging is leading us to wonder whether humans could take our first tentative steps towards negligible senescence by treating the aging process itself. The aim of biogerontologists working in this fast-developing field is to maximize not lifespan but healthspan: the number of years we spend free from disease, disability and impairment. No one wants to live to 130 if it includes a 50-year stint in a nursing home at the end. Extended healthy life is less attention-getting than eternal life, but pursuing preventive treatments that target the underlying cause of most human suffering could lead there and to a profound revolution in medicine."
}