{
    "url_original": "https://www.wsj.com/articles/the-fate-of-alexei-navalny-11618780971?mod=opinion_lead_pos2",
    "url": "the-fate-of-alexei-navalny-11618780971",
    "title": "The Fate of Alexei Navalny",
    "sub_head": "The Putin critic may be close to death in a Russian prison.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-18 17:22:00",
    "body": "The contest between freedom and dictatorship continues on many fronts, and the most stirring is the courage of individuals risking their lives by resisting oppression. Jimmy Lai and other Hong Kong democrats have been jailed at China’s insistence, while the Kremlin is slowly squeezing the life out of Alexei Navalny in prison.<br />The 44-year-old critic of Vladimir Putin has been languishing in Russia’s notorious IK-2 prison since March 11 on trumped up charges of violating his parole on a previous phony charge. He dared to recover in Germany after nearly dying after he was poisoned by government agents. But he bravely returned to Russia, where he was arrested and imprisoned.<br />Mr. Navalny has been on a hunger strike after being denied treatment for other ailments. “Alexey is dying now. Given his condition, it’s a matter of days,” Mr. Navalny’s spokeswoman Kira Yarmysh said on  Facebook .<br />The White House warned Sunday that there would be “consequences” if Mr. Navalny dies, and President Biden said Saturday that his treatment is “totally, totally unfair.” But Mr. Biden sent Mr. Putin mixed signals last week by inviting the autocrat he has called a “killer” for a leader-to-leader summit even as Mr. Navalny’s health was weakening in prison.<br />The free world—if we can still use that locution in the Age of Woke—needs to find its voice again on behalf of courageous dissenters like Alexei Navalny and Jimmy Lai. They should become global household names, as Alexander Solzhenitsyn and Andrei Sakharov were during the Cold War. And let’s hope the White House is serious about “consequences.”"
}