{
    "url_original": "https://www.wsj.com/articles/the-eu-plays-politics-with-northern-ireland-11618007972?mod=opinion_lead_pos6",
    "url": "the-eu-plays-politics-with-northern-ireland-11618007972",
    "title": "The EU Plays Politics With Northern Ireland",
    "sub_head": "A Brexit dispute threatens to upend the Good Friday Agreement I worked hard to finish 23 years ago.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-09 18:39:00",
    "body": "The nationalist Catholic politician John Hume and I completed what became known as the Good Friday Agreement 23 years ago Saturday. It was designed to end the 35 years of violence that had cost thousands of lives in Northern Ireland and beyond, and to deal with the sectarian divisions that had allowed terrorism to fester. Today tensions are returning, as the agreement is in danger from a dispute over Brexit.<br />At the time, the Ulster Unionists, the party I led, had to swallow many unpalatable compromises. Terrorists were released from prison. Those who had taken part in terrorist activities were encouraged to participate in democracy; some leaders of terrorist groups became members of the Northern Ireland Assembly. Fundamental changes were made to the police, which had borne the brunt of the terrorist campaign.<br />Political structures were set up for cooperation between the North and South—a development that many unionists viewed with suspicion, believing that the point was to draw Northern Ireland away from the U.K. Similar structures had led to the collapse of the 1973 Sunningdale Agreement between the British and Irish governments. But we managed to find a solution.<br />Despite these compromises, the majority of people in Northern Ireland endorsed the Good Friday Agreement. They did so on the belief that Northern Ireland’s constitutional position within the U.K. couldn’t be changed without their consent. At great political and personal cost I secured that commitment from the governments in London and Dublin, Mr. Hume’s Social Democratic and Labour Party, and the leadership of Sinn Féin, an organization that, then as now, desired to see Northern Ireland incorporated into the Republic of Ireland to the south. All parties agreed that any constitutional change to the province’s status would require the assent of the people of Northern Ireland in a referendum. This commitment is stated clearly in the first declaration of the agreement.<br />Despite strong opposition from members of my own community, who resented the concessions to those engaged in republican violence, I campaigned for a “yes” vote in the referendum on the Good Friday Agreement, arguing that it protected the union and put the future of Northern Ireland in the hands of its people. Voters put their trust in my assurances and supported the agreement."
}