{
    "url_original": "https://www.wsj.com/articles/the-other-day-of-infamy-in-1941-11618265667?mod=opinion_lead_pos9",
    "url": "the-other-day-of-infamy-in-1941-11618265667",
    "title": "The Other Day of Infamy in 1941",
    "sub_head": "The Soviet-Japanese pact signed 80 years ago today was part of Stalin’s plot that led to Pearl Harbor.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-12 18:14:00",
    "body": "On April 13, 1941, Japan’s foreign minister, Yosuke Matsuoka, and the Soviet commissar of foreign affairs, Vyacheslav Molotov, signed a neutrality pact, valid for five years. Although less notorious than the 1939 Molotov-Ribbentrop Pact between the Soviets and the Nazis, which plunged Europe into war, the Soviet-Japanese Neutrality Pact had similar consequences in Asia.<br />As the London News Chronicle observed in reporting on the agreement: “What better guarantee [for Stalin] against Japanese hostility than that Japan turn south and cross swords with the United States? Moscow will feel secure in the Far East only when the Japanese and American navies engage.” Matsuoka and Stalin vowed Japan and the U.S.S.R. would “annihilate Anglo-Saxon ideology” and build a “new world order.” Matsuoka, a nationalist surprised to have signed a treaty with Japan’s Communist archenemy, later called Stalin’s neutrality pact an “act of diplomatic blitzkrieg.”<br />For years, there had been a tug-of-war in Tokyo between army and navy over strategy. The army’s “strike north” scheme envisioned a rapid conquest of Siberia to eliminate the Communist threat. Japan’s admirals, by contrast, war-gamed seizing resource-rich U.S. and European territories in Southeast Asia, in case Japan was ever cut off from American resources—especially oil—in retaliation for its 1937 invasion of China.<br />While many historians view the attack on Pearl Harbor as the inevitable outgrowth of U.S.-Japanese tensions, until April 1941 Japan’s factions remained in delicate balance, as did its relations with the Soviet Union, Britain and the U.S. Matsuoka’s brief on his European trip was to ascertain Hitler’s intentions: Would he invade Britain across the English Channel, or turn east and attack Soviet Russia?<br />Had Hitler told Matsuoka the truth and asked for help, it is likely that Japan would have attacked Siberia in coordination with Germany’s Operation Barbarossa, sparing Pearl Harbor. By refusing to trust Matsuoka but letting Ribbentrop drop hints about his plans, Hitler gave Matsuoka motivation to betray him by agreeing to a deal with Stalin, almost out of spite. Matsuoka was drinking heavily with Stalin when he signed the neutrality pact and was still sozzled when Stalin saw him off at the Moscow train station: Witnesses noted that Matsuoka “laughed with glee.”"
}