{
    "url_original": "https://www.wsj.com/articles/the-best-way-to-cook-asparagus-and-other-tips-from-a-vegetarian-recipe-pro-11617896804",
    "url": "the-best-way-to-cook-asparagus-and-other-tips-from-a-vegetarian-recipe-pro-11617896804",
    "title": "The Best Way to Cook Asparagus and Other Tips From a Vegetarian Recipe Pro",
    "sub_head": "Cookbook author Hetty McKinnon shares her techniques for getting maximum flavor from meatless meals, plus favorite tools and ingredients, a recipe for stir-fried salt-and-vinegar potatoes, and a few words of wisdom from Mom",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-322228?width=620&size=0.6666666666666666",
    "image_1": "im-322228.jpg",
    "time": "2021-04-08 11:46:00",
    "body": "TEN YEARS AGO, when Hetty McKinnon started her lunch-delivery-by-bicycle service from her home in Sydney, she had zero culinary experience and no business plan. She hoped to show “the possibilities of vegetable-based eating without labels,” she said. Within two years of Arthur Street Kitchen’s launch, customer demand for the recipes was so high, she self-published a cookbook, “Community,” followed by two sequels.<br />In 2015 Ms. McKinnon moved to Brooklyn, where she lives with her husband and three kids. She launched the journal Peddler in 2017, and her new cookbook, “To Asia, With Love” (Prestel), hit shelves this week. “Being away [from Australia] has forced me to find who I am and to reconcile all those influences that have been a part of my life,” she said. One of the strongest of those has been the Cantonese cooking of her mother, who immigrated to Australia from Guangdong province in southeast China. “Now that I’m an immigrant myself,” Ms. McKinnon said, “those feelings of displacement and trying to find where you belong in the world—I expressed all of that in the food.”<br />The pan I reach for most is: my wok, probably my most cherished possession. Sometime in the last 10 or 15 years, my mom gave me hers, which is about 50 years old. It’s old-school cast-iron, black through years of seasoning—nothing fancy. She used to make our fried eggs in there, the most incredible eggs you’ve ever seen, with that frilly edge. Also, a pan that sits permanently on my stove: a 10-inch Staub cast-iron, very well-seasoned, well-loved fry pan. The way I upkeep it is the way I learned to upkeep the wok: My mom would just rinse it out and then put it on her hob and burn it until it was bone dry.<br />A favorite cooking technique is: pan-frying. I also love roasting vegetables at a very high heat and coaxing that flavor out. When you cook at high heat, it brings out that smokiness. I really crave that charred edge on broccoli.<br />An ingredient I’m excited about right now is: asparagus, the first taste of the new season. It has so much sweetness and earthiness, and all these intricate flavors going on. I usually pan-fry it, sear it a little bit. Then just salt and pepper. It’s the first sign of renewal, this year more than any other year."
}