{
    "url_original": "https://www.wsj.com/articles/the-price-of-glittering-glass-11619201112",
    "url": "the-price-of-glittering-glass-11619201112",
    "title": "The Price of Glittering Glass",
    "sub_head": "In 18th-century Britain, the aristocratic taste for decorative glass was paid for in part by trade in slaves and opium.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-327439?width=620&size=1",
    "image_1": "im-327439.jpg",
    "time": "2021-04-23 14:05:00",
    "body": "In the late 18th century, British aristocrats were “not supposed to reveal anything of their inner feelings, their inner lives,” said Christopher Maxwell, curator of early modern glass at the Corning Museum of Glass in Corning, N.Y. Rather, they tried to present themselves as mirrors flawlessly reflecting the society they were part of, free from the “irregularities” of personal emotions. No wonder fashionable men embraced formal wear encrusted with dazzling glass-jewel embroidery, turning themselves into literal mirrors.<br />“In Sparkling Company: Glass and the Costs of Social Life in Britain During the 1700s,” a exhibition opening May 22 at the Corning Museum, surveys the etiquette and styles that new forms of glass inspired among the period’s elite. Smooth and reflective, glass “really resonated with the polished and polite ideas of modernity,” said Mr. Maxwell, who curated the show.<br />The show features a dessert table laden with glasses, bowls, footed dishes and an impressive “sweetmeat pole,” attesting to the trendsetting impact of lead glass and the prodigious appetite of upper-class Britons for sugary confections. To heighten the effect, members of the museum’s glassmaking team have created historically accurate glass versions of the colorful, eye-catching delicacies—syllabubs, custards, candies, ice creams—that would have filled the sparkling tableware.<br />Exemplifying the use of glass in fashion, a man’s formal coat and waistcoat, made in France around 1780, glimmer with glass-paste “jewels” and embroidery. “The British elite flocked to Paris whenever peacetime permitted, to stock up on French fashions and French luxury goods,” said Mr. Maxwell. That affinity was epitomized by the British “macaroni,” a foppish male figure with “continental predilections and a taste for shiny buckles, big buttons and high hairstyles.”<br />In addition to clothing, glass also shaped elite environments. Improvements in plate-glass manufacture allowed for larger windows in private residences and shops, making them visible from outside and turning them into stages for the performance of polite behavior."
}