{
    "url_original": "https://www.wsj.com/articles/the-correct-way-to-wear-your-fitbit-or-apple-watch-youre-doing-it-wrong-11619110067?mod=tech_lead_pos13",
    "url": "the-correct-way-to-wear-your-fitbit-or-apple-watch-youre-doing-it-wrong-11619110067",
    "title": "The Correct Way to Wear Your Fitbit or Apple Watch (You’re Doing It Wrong)",
    "sub_head": "Fitness trackers are more popular than ever. But inaccurate metrics could be messing with your workouts if you strap yours on like an analog watch.",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-328451?width=620&size=1.5",
    "image_1": "im-328451.jpg",
    "time": "2021-04-22 12:47:00",
    "body": "A WORD OF advice to everyone who wears a fitness tracker to chart their workouts or try to improve their sleep: If you’ve been fastening your  Garmin  or Fitbit too loosely or wearing it as you would an analog timepiece, inaccurate metrics might be thwarting your efforts.<br />While trackers vary widely—from Apple’s watch-like design to Whoop’s faceless athletic band—most suffer from the same potential flaw: sensitivity to ambient light. Scientists at top brands say that strapping on a tracker, as most people do, so that it sits directly on your wrist bone can let in environmental light and ruin your reading. That’s because the nub of your wrist bone prevents the sensor from laying flat. (That kind of loose fit can also cause the sensor to problematically shift as you move your hands in the course of exercising or just existing.)<br />You might be wondering how a little ambient light can wreak such havoc. To put it simply, most modern wearables take measurements by shining a specific frequency of light onto your skin. Your skin absorbs some of this light, but depending on how much blood your body is pumping through your vessels, bounces a certain amount back, which a camera in the tracker measures. Trackers use these readings to determine your heart rate, sleep quality, recovery needs and whether you’ve hit your fitness benchmarks. Any outside luminescence can change the amount of light the sensor picks up, messing with your metrics.<br />So how should you wear your tracker? Strap it on roughly two fingerwidths above your wrist bone, said Emily Capodilupo, vice president of data science and research at Whoop. That strategy lets the band lie flush against your skin, and prevents it from being jostled every time you open a door.<br />Another option, according to Ms. Capodilupo, is to strap the band to your bicep. Know, however, that it might be tricky to check a bicep-gripping tracker while wearing, say, a long-sleeved T-shirt or sweater."
}