{
    "url_original": "https://www.wsj.com/articles/the-gops-trump-problem-11617921286?mod=opinion_lead_pos2",
    "url": "the-gops-trump-problem-11617921286",
    "title": "The GOP’s Trump Problem",
    "sub_head": "The former President attacks Georgia Republicans.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-08 18:34:00",
    "body": "Republicans still have a Donald Trump problem, as the former President keeps reminding them. Consider his recent public comments on the political brawl over Georgia election law.<br />Georgia Gov. Brian Kemp and his GOP colleagues are under wholesale and false assault by the Democratic Party and media that the election law is racist. Mr. Trump could have lent his public support to Mr. Kemp, et al., and he did that initially in a statement on March 26: “Congratulations to Georgia and the Georgia State Legislature on changing their voter Rules and Regulations. They learned from the travesty of the 2020 Presidential Election, which can never be allowed to happen again.”<br />But his tone shifted as the fight grew more heated. Then he attacked . . . Mr. Kemp. “Georgia’s election reform law is far too weak and soft to ensure real ballot integrity! Election Day is supposed to be Election Day, not Election Week or Election Month. Far too many days are given to vote. Too much ‘mischief’ can happen during this very long period of time. You saw that in the 2020 Presidential Election,” Mr. Trump said in a statement on Tuesday.<br />What changed in the interim? Our guess is that Mr. Trump figured out that the attacks on the Georgia GOP were helping Mr. Kemp rally Republicans to his side before the Governor runs for re-election in 2022. Mr. Trump won’t forgive Mr. Kemp for refusing to dispute that Joe Biden won Georgia in the 2020 election. He wants to defeat Mr. Kemp in 2022 as an act of political revenge, so he spoke up to diminish Mr. Kemp's stalwart stand.<br />The episode is a reminder that, for Mr. Trump, politics is all about him. He can never accept that he lost to Mr. Biden, and he will spend the next four years blaming voter fraud and “weak” Republicans for his defeat. Anyone who doesn’t bow to that narrative runs the risk of retribution. Mr. Trump may end up electing Democrat Stacey Abrams as Georgia Governor."
}