{
    "url_original": "https://www.wsj.com/articles/the-dumbest-tax-increase-11619384611?mod=opinion_lead_pos1",
    "url": "the-dumbest-tax-increase-11619384611",
    "title": "The Dumbest Tax Increase",
    "sub_head": "Biden’s capital-gains rate of 43.4% would reduce federal revenue.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-329713?width=620&size=1.5",
    "image_1": "im-329713.jpg",
    "time": "2021-04-25 17:03:00",
    "body": "If you need more evidence that ideology more than common sense is driving the Biden Presidency, look no further than its trial balloon to raise the top tax rate on capital gains to 43.4%. It’s the dumbest way to raise taxes for many reasons, not least because it will cost the government revenue.<br />The premise behind the tax increase is that a preferential tax rate for long-term capital gains is an unjustified loophole. (Gains on assets held for less than a year are taxed at the individual income rate.) Yet that preferential rate has persisted for decades, through Democratic and Republican administrations. The current top rate is 23.8%, which includes a 3.8% ObamaCare surcharge on income above $200,000. Even in the economically irrational 1970s the top capital-gains rate never broke 40%, as the nearby chart shows.<br />There are good economic and fairness reasons for the preferential rate. First, under current tax rules, all gains from investments are fully taxed, but all losses are not fully deductible. Losses can offset gains in any given year, but losses that exceed gains can only be offset against personal income up to $3,000. The preferential rate compensates for this asymmetry.<br />Second, gains in asset values aren’t adjusted for inflation, so investors who hold assets for an extended period pay taxes on increases that are partly illusory. Other parts of the tax code, including the income-tax brackets, are indexed for inflation, but not capital gains that arguably need it the most since assets are often held for decades.<br />Third, a capital-gains tax is a second tax on corporate income. A neutral revenue code would tax all income only once. But the U.S. also taxes business profits when they are earned, and President Biden wants to raise that tax rate by a third (to 28% from 21%). When a business distributes after-tax income in dividends, or an investor sells the shares that have risen in value due to higher earnings, the income is taxed a second time."
}