{
    "url_original": "https://www.wsj.com/articles/the-santa-fe-of-my-childhood-remembering-a-time-before-covid-11618484238",
    "url": "the-santa-fe-of-my-childhood-remembering-a-time-before-covid-11618484238",
    "title": "The Santa Fe of My Childhood: Remembering a Time Before Covid",
    "sub_head": "Novelist Kirstin Valdez Quade spent years visiting the city’s museums, close to her beloved grandmother’s house. Now that Covid has devastated her family and kept her away, she longs for those treasure-filled sanctuaries.",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-324044?width=620&size=custom_1500x1223",
    "image_1": "im-324044.jpg",
    "time": "2021-04-15 06:57:00",
    "body": "LIKE EVERYONE ELSE, I’ve spent a chunk of the pandemic fantasizing about all the things I’ll do when this is all over. Visit family. Travel. Over and over I find myself longing for museums.<br />My love affair started early. I have happy memories of spending the day with my aunt at the Natural History Museum in Albuquerque when I was about five. Predictably, I was mostly drawn to the dinosaurs. Later, because money was tight, my mother would regularly use museums as free babysitting, a fact she hates being reminded of. When we lived in Salt Lake City, she’d leave my little sister and me at the Utah Natural History Museum, where, if you dropped coins down the throat of a T-Rex, he’d bellow, “Feed me money,” or the Hansen Planetarium, or when we moved again, the Arizona Historical Society, where my favorite exhibit was a fake copper mine.<br />But the first museums I loved were the ones right down the road from my grandmother’s home in Santa Fe, N.M. When I was a child, the grounds felt like an extension of my grandmother’s trees, part of the domain I was allowed to roam. In 1960 when my grandfather built the house among the piñon where my mother was raised, the roads were still dirt and there were two museums a short walk away: the Wheelwright Museum of the American Indian and the Museum of International Folk Art. In 1961, the Museum of Indian Arts and Culture opened too. Now, the neighborhood is fancy. There are more houses, the roads are paved. The Museum of Spanish Colonial Art joined the others, plus the Santa Fe Botanical Gardens and a café. The area has been rebranded as Museum Hill.<br />When I was about 10, my grandmother and I spent an afternoon at the Wheelwright Museum of the American Indian. The museum was nearly empty and we walked through the quiet galleries filled with finely patterned baskets, silver jewelry and intricately painted Pueblo pottery. We were nearly ready to go when we came upon a Navajo docent demonstrating weaving on an upright loom. She invited me to try. I sat on the floor before the frame, pulled the wool between the taut rows of warp, thumping the weft firmly into place with the wooden comb. I loved the precision, the rhythm, the way the rug grew incrementally up the loom.<br />My grandmother is not especially patient—I don’t know that I’ve ever seen her watch a television show all the way through or read a book—and she was always bustling around or cooking. Yet, that day, she sat quietly on a chair doing nothing at all while the sun streamed in the window and I wove happily into the afternoon."
}