{
    "url_original": "https://www.wsj.com/articles/the-j-j-covid-vaccine-pause-11618354443?mod=opinion_lead_pos2",
    "url": "the-j-j-covid-vaccine-pause-11618354443",
    "title": "The J&J Covid Vaccine Pause",
    "sub_head": "The issue is how best to address public anxiety over rare blood clots.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-13 18:54:00",
    "body": "Soon the biggest barrier to reaching herd Covid-19 immunity will be vaccine fears, not supply. Regulators can sometimes be excessively cautious, but the Biden Administration’s decision to pause  Johnson & Johnson  vaccinations while scientists investigate very rare blood clots in recipients seems reasonable.<br />Media outlets last week began reporting cases of people who had received J&J’s vaccine developing severe blood clots. One recipient died. It’s not known whether the J&J vaccine caused the clots, but fears are magnified amid lack of information—especially after similar rare clots were linked to  AstraZeneca ’s  vaccine. The vaccines use similar technology.<br />In a joint statement Tuesday, the Centers for Disease Control and Prevention and Food and Drug Administration said they are reviewing six U.S. cases of cerebral venous sinus thrombosis (CVST) that occurred among the 6.8 million who have received J&J’s vaccine. All six were women between ages 18 and 48, and symptoms occurred six to 13 days after vaccination.<br />This particular brain blood clot is extremely rare in the general population—five individuals per million per year, with higher rates among those under the age of 18—and deadly. “Treatment of this specific type of blood clot is different from the treatment that might typically be administered,” the agencies explained. Heparin—the usual clotting treatment—“may be dangerous, and alternative treatments need to be given.” Now doctors are on high alert for such clots and can prepare appropriate treatment.<br />The CDC plans to convene its Advisory Committee on Immunization Practices (ACIP) on Wednesday to “review these cases and assess their potential significance.” This will let scientists examine commonalities among cases and consider if the vaccine shouldn’t be given to certain individuals who may be at higher risk for clots."
}