{
    "url_original": "https://www.wsj.com/articles/the-bomber-mafia-review-architects-of-a-firestorm-11619792208?mod=opinion_major_pos12",
    "url": "the-bomber-mafia-review-architects-of-a-firestorm-11619792208",
    "title": "‘The Bomber Mafia’ Review: Architects of a Firestorm",
    "sub_head": "The promise of high-tech precision bombing gave way to more brutal methods as World War II dragged on.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-331491?width=620&size=1.5",
    "image_1": "im-331491.jpg",
    "time": "2021-04-30 10:16:00",
    "body": "Writing beautiful books on horrifying themes is a rare art, and one which is usually best left for the great novelists. That has not deterred the polymathic Malcolm Gladwell from seeking to make his new work of narrative history—which was created primarily as an elegantly produced audiobook (Pushkin Industries, 51/4 hours, $17.99) but is also being published as a printed volume—engage with one of the most upsetting episodes of World War II. Near the end of the conflict, the Allied forces began firebombing the cities of Japan, when the populations of the home islands had no chance of protecting themselves against death from the air. The carpet-bombing of cities was a morally repugnant form of warfare, which was to tarnish the reputations of the U.S. Army Air Forces and, in Europe, RAF Bomber Command. No military leaders had planned on such a strategy before the war, but the choice was forced upon Allied air commanders by the exigencies of conflict, the weather and technical setbacks.<br />Among those air commanders, none embraced the switch to the daylight hammering of the enemy’s cities more willingly and determinedly than the obsessive, pathologically driven Ohioan Curtis LeMay. If Mr. Gladwell’s tale is a tragedy, as it surely is, Gen. LeMay is its villain. The author begins with one set of American airmen—the “Bomber Mafia” of the title, officers of the Air Corps Tactical School at Maxwell Field, Ala., who thought that, by use of a super-complicated special bombsight, they could achieve morally appropriate pinpoint attacks on enemy targets. Yet his story is dominated by the figure of LeMay and his harrowing firebombing of Japan’s cities.<br />Before one goes further into Mr. Gladwell’s audio narration, or the printed book (which is simply the text of his spoken version), it is useful to recall two compelling questions asked about “Just War” by St. Augustine, 1,500 years before World War II. Was the conflict a morally just one—a war against evil, a war fought against an attacker? And was the fighting being pursued in a morally proportionate and discriminate way? By the 1930s, the coming of air power—of machines capable of inflicting great damage from a distance upon the enemy nation at home—complicated the matter profoundly.<br />The morality of the conduct of air war was on the minds of many intelligent officers in the 1920s, all of whom were convinced that their impressive new machines could render obsolete both land power (sluggish and bloody, as the fighting from 1914 to 1918 had shown) and sea power (slow and ineffectual) by delivering a decisive blow from the air. Still, as a small bunch of airmen hashed out strategies at their Maxwell headquarters during the 1930s, they had to be careful with the terrifying new weapons of war at their disposal. Soon, they would be flying the powerful B-17 airplanes that could carry tons of bombs high in the sky and right over enemy factories, harbors and cities.<br />So what a great thing it was, this Bomber Mafia felt, that an obsessive, reclusive Dutchman called Carl L. Norden had spent his career perfecting a bombsight that, when properly calibrated, could deliver high-level bombs with pinpoint accuracy. This was, as Mr. Gladwell laconically observes, “intoxicating . . . one of the most powerful dreams in the history of warfare.” It promised that war would be “precise and quick and almost bloodless. Almost.”"
}