{
    "url_original": "https://www.wsj.com/articles/the-next-bet-in-music-artist-services-11619701210?mod=business_lead_pos10",
    "url": "the-next-bet-in-music-artist-services-11619701210",
    "title": "The Next Bet in Music: Artist Services",
    "sub_head": "As money rushes into catalogs, one music company is going the other way, investing in ways to help artists distribute, market and collect royalties on their music",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-331622?width=620&size=1.5",
    "image_1": "im-331622.jpg",
    "time": "2021-04-29 09:00:00",
    "body": "Downtown Music Holdings, one of the biggest independent rights-management and music-services companies, is moving out of the owned-copyright business.<br />This week, Downtown sold a library of 145,000 owned copyrights of hit songs recorded by artists including Adele, Aretha Franklin, Beyoncé and Lady Gaga for $400 million, according to a person familiar with the matter. The company is shifting focus to what it says will be a more valuable business: artist services, a catchall term for distributing, marketing, licensing, financing music and collecting royalties on behalf of musicians.<br />New York-based Downtown is exiting the copyright market at a moment when investors are paying top dollar for high-profile catalog sales by Bob Dylan, Stevie Nicks and Neil Young. Its new direction is a bet that the proliferation of streaming means more artists will need help getting their music out and making money from it.<br />During the era of CDs and digital downloads, signing to a label was essentially the only way for an artist to have their music distributed, played on the radio and promoted. In a standard record deal, the label typically takes ownership of any music recorded by the artist in exchange for an advance and taking on the risk of signing that artist. The rise of streaming services, such as  Spotify Technology SA  and Apple Inc.’s  Apple  Music, has made it easier for artists to release their music as they like, with or without a label’s help.<br />Most global hit songs are still products of the major-label system, but scores of smaller and midsize artists are finding success—and careers—on their own. Many up-and-comers kick off their careers as independents, landing more lucrative label deals once they have gained traction on SoundCloud, Spotify, YouTube or TikTok. But even in those deals artists are demanding more, including retaining ownership over their music, further supporting Downtown’s proposition."
}