{
    "url_original": "https://www.wsj.com/articles/the-economy-isnt-too-hot-for-the-fed-11619709880?mod=business_minor_pos12",
    "url": "the-economy-isnt-too-hot-for-the-fed-11619709880",
    "title": "The Economy Isn’t Too Hot for the Fed",
    "sub_head": "Investors should take the Federal Reserve at its word that it will stand pat even as the economy is poised to vault past its pre-Covid-19 high",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-29 11:24:00",
    "body": "Some time within the next month or two, the U.S. economy will be back to the size it was before the Covid-19 crisis struck.<br />But the recovery of the sort the Federal Reserve is aiming for is still far away. Maybe investors should stop expecting it to blink before it gets there.<br />The Commerce Department on Thursday reported that gross domestic product rose at a 6.4% annual rate in the first quarter from the fourth, continuing a rebound that economists believe began last May after the pandemic’s first wave in the U.S. began to subside. That left GDP 0.9% below the level it reached in the fourth quarter of 2019, before the crisis began.<br />With economists surveyed by IHS Markit looking for GDP to grow at an 8.3% annual rate in the second quarter, which translates into 2% growth in actual terms, the economy will soon be above that fourth-quarter 2019 mark. But of course GDP almost certainly would have been higher absent the pandemic. To reach the Congressional Budget Office’s estimate of potential GDP—its assessment of the economy’s just-right level—GDP would need to be 3.6% higher than it is now by the end of the year.<br />As of now, it looks as if it will get there. With millions more Americans getting vaccinated each week, the demand for travel and restaurant meals and days at the ballpark that built up over the past year is beginning to get unleashed. And after $5 trillion in government relief, with the potential for more government spending if President Biden gets his way, there is plenty of money to fuel that demand."
}