{
    "url_original": "https://www.wsj.com/articles/the-irs-is-bidens-infrastructure-11619634319?mod=opinion_lead_pos10",
    "url": "the-irs-is-bidens-infrastructure-11619634319",
    "title": "The IRS Is Biden’s Infrastructure",
    "sub_head": "Funding massive entitlements with payers to be named later.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-330990?width=620&size=1.5",
    "image_1": "im-330990.jpg",
    "time": "2021-04-28 14:25:00",
    "body": "President Joe Biden will focus his Wednesday night speech on one of his multitrillion-dollar spending plans. This one aims to make permanent many of the enacted and proposed emergency entitlements of 2020, especially in education. Ironically, this sector of the economy has experienced a windfall of federal subsidies over the past year even while many practitioners have remained far away from classrooms. But while teachers unions may be controversial, they are not nearly as unpopular as tax collectors, who also figure prominently in tonight’s presentation. The new Biden plan relies on an historic expansion of Washington’s most infamous bully, the Internal Revenue Service.<br />A White House fact sheet says that the Biden plan to expand IRS  enforcement will increase federal revenues by $700 billion over 10 years. Just as with his tax rate increase on income and a historic surge in the top capital gains tax rate, Mr. Biden is claiming that his tax collection pain will only be inflicted on rich people. The White House forecasts a total tax grab of $1.5 trillion over 10 years.<br />James Lucier of Capital Alpha Partners writes in a note to investment clients:<br />The problem is not just that the items detailed in the Biden plan are unlikely to cover the advertised cost—raising the threat of additional tax hikes as Nancy Pelosi and Chuck Schumer go to work on the details—but also that the cost will be much larger than advertised. Andy Laperriere and Don Schneider of Cornerstone Macro write today:<br />They conclude that this latest Biden spending blowout is “a massive increase in entitlements” that is “largely unfinanced.” That means imposing more federal debt on our children to enrich the education system that keeps informing us from a distance that it cares about our children."
}