{
    "url_original": "https://www.wsj.com/articles/the-latest-earmark-excuse-11619650661?mod=opinion_lead_pos2",
    "url": "the-latest-earmark-excuse-11619650661",
    "title": "The Latest Earmark Excuse",
    "sub_head": "They won’t help Congress debate spending honestly.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-331486?width=620&size=1.5",
    "image_1": "im-331486.jpg",
    "time": "2021-04-28 18:57:00",
    "body": "Politicians have invented some creative justifications for spending earmarks over the years, but give Vermont Democrat Pat Leahy extra credit. The Senate Appropriations Chairman wants America to think a return to pork-barrel spending will solve Congress’s budgeting dysfunction.<br />Mr. Leahy on Monday made it official: Democrats will again allow Members to direct dollars to pet projects, which Congress banned a decade ago. The ban “hurt our ability to even pass appropriations bills into law,” Mr. Leahy said on the Senate floor. “Without the ability to influence where the funds are spent, members seem to have lost incentive to debate these bills.”<br />Really? The Vermonter is correct that Congress’s record on complying with its budget process rivals that of the New York Jets. In the 40-odd years since adopting the current system for budgets and spending, Congress has passed its required 12 individual appropriations bills on time on only four occasions—most recently in 1997.<br />The culprit is the concentration of political control with party leaders. An open appropriations process risks debates over priorities, or even (heaven forbid) amendments and bipartisan deals. Party leaders prefer to keep government running on a loop of continuing resolutions and “omnibus” packages—allowing them to stuff their objectives into one bill on a short deadline that Members have only a few hours to review. The 1974 Congressional Budget Act is a dead letter, save for its “reconciliation” process that affords the majority a once-a-year vehicle for favored legislation.<br />The return of earmarks will make all this even murkier, letting Members load up bills with teapot museums and turtle crossings—with little opportunity to call out the largesse. Democratic leaders will use earmarks to buy close votes in the evenly divided Senate. If Mr. Leahy really cared about a return to regular budget order, he’d make a rule that earmarks will only be allowed in appropriations bills that have been fully debated and passed before the Oct. 1 fiscal-year deadline."
}