{
    "url_original": "https://www.wsj.com/articles/the-class-of-2020-feels-cheated-on-graduation-11619523805",
    "url": "the-class-of-2020-feels-cheated-on-graduation-11619523805",
    "title": "The Class of 2020 Feels Cheated on Graduation",
    "sub_head": "As schools host in-person 2021 graduations, some members of the class of 2020—and their parents—still long for their own missed ceremonies; ‘Do you guys still care about us?’",
    "category_1": "Life & Arts",
    "category_2": "Life & Style",
    "time": "2021-04-27 07:43:00",
    "body": "For four years, Maggie Lake imagined descending the majestic hill in the middle of her college campus with her classmates on commencement weekend. But she may need to wait a few more years. Colgate University’s 2020 in-person graduation has been rescheduled twice, this time to 2022.<br />The administration says they already held a virtual ceremony last May and delaying an in-person one allows alumni, including Ms. Lake, and their families to participate safely. But grads say the special moment is gone—and it feels odd to take time off work to attend your commencement. “We’re past the point of really caring,” says Ms. Lake, 22, an investment banking analyst in Chicago. “It’s kind of just done.”<br />For 2020 graduates—and their parents—there are plenty of hurt feelings when it comes to how universities handled graduation. In a WSJ analysis of 50 schools, all held virtual celebrations last year and 32% will offer in-person graduations this year; 56% still plan to reschedule a celebration. After students left campuses in March 2020 to finish classes remotely, many colleges promised in-person celebrations would follow. Grads say they have sat through listless virtual ceremonies, filled out surveys about possible events and witnessed the Class of 2021 take to the stage before them. Schools say the pandemic makes it difficult to stick to promised plans, requiring in-person celebrations to be rescheduled again and again. Many 2020 grads have moved on and few fondly recall a final semester that fizzled out on Zoom instead of culminating in caps and gowns. Down the line, that could dim alumni loyalty and donations.<br />“There aren’t any perfect solutions,” says Lynn Pasquerella, president of the Association of American Colleges and Universities, a trade group. “With no handshakes and no hugs, it’s not going to be the experience that we hope for on college campuses.”<br />Higher-ed institutions also see commencements as a way to kindle alumni giving by creating that “institutional memory and sense of giving,” Dr. Pasquerella says. “The traditions that we have, including commencement, with its pomp and circumstance, are intended to create shared experiences that inspire people to give back.”"
}