{
    "url_original": "https://www.wsj.com/articles/the-improbable-dream-of-the-chinese-property-tax-11617967147?mod=business_minor_pos10",
    "url": "the-improbable-dream-of-the-chinese-property-tax-11617967147",
    "title": "The Improbable Dream of the Chinese Property Tax",
    "sub_head": "The dynamics of the country’s housing market may simply make a tax too costly, whatever its merits",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-322795?width=620&size=1.5",
    "image_1": "im-322795.jpg",
    "time": "2021-04-09 07:19:00",
    "body": "China’s Ministry of Finance is working on legislation for a direct property tax, according to comments Wednesday by the ministry’s head of tax policy. But the idea has been in the works for more than a decade—China’s equivalent of a New Year’s resolution that never quite materializes.<br />A property tax has merit as a way to wean the nation off its housing addiction. But the overheated real-estate market has become an essential crutch for fiscal revenue. And despite a recent capital market overhaul, there is still no clear alternative destination for the bulk of China’s enormous household savings. That suggests any actual implementation is likely to be limited.<br />The country’s experiments with property taxes have been lackluster. Pilot schemes in Shanghai and Chongqing in 2011 differed greatly in their details but had in common that they covered hardly more than a sliver of the local market, and generated income to match: 0.5% of Shanghai’s total revenue, 0.3% of Chongqing’s.<br />Two overwhelming factors govern China’s real-estate market. There’s the push from local governments, which need ever-greater sums from land sales thanks to a fiscal system that gives Beijing a tight grip on tax revenue but requires local governments to cover the bulk of spending. And there’s the pull from high-saving households with little else to invest in: Many financial products are notoriously unreliable, and capital controls bar most individuals from less-speculative investments overseas.<br />It’s quite possible that a far more aggressive property tax would pull the rug from under that framework, by revealing that prices are held up only by speculative demand. In 100 of China’s largest cities, gross rental yields average barely above 2% according to data service Wind—and the real figure could be even lower, given the limited rental markets in much of the country."
}