{
    "url_original": "https://www.wsj.com/articles/the-big-tech-oligarchy-calls-out-for-trustbusters-11619816008?mod=opinion_major_pos4",
    "url": "the-big-tech-oligarchy-calls-out-for-trustbusters-11619816008",
    "title": "The Big Tech Oligarchy Calls Out for Trustbusters",
    "sub_head": "Concentrations of power in business or government endanger the popular rule envisioned by the founders.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-332082?width=620&size=1.5",
    "image_1": "im-332082.jpg",
    "time": "2021-04-30 16:53:00",
    "body": "This is the year of the woke corporation, the year the chieftains of the most powerful companies got bored with making money and decided to remake America, principally by telling Americans how bigoted and backward they are.<br />Major League Baseball shipped the All-Star Game out of Georgia when that state’s elected representatives dared enact modest election-integrity measures. Big Tech silenced a sitting president, banned books it didn’t like, and threatened to install itself as censor of the nation’s speech.<br />America’s founders had a word for this state of affairs: aristocracy. We might call it oligarchy, rule of the wealthy and the few. The founders understood that concentrations of power in either government or the economy are dangerous, threatening the rule of the people. That’s why they curbed monopolies and strictly limited the corporate form, largely confining its use to educational institutions and churches and sometimes public-works projects. They wanted the people to govern the nation, not an elite, whether that elite resided in government or business.<br />It’s time America recovered the founders’ political economy. We need a new era of trustbusting, an agenda to break up Big Tech and the other concentrations of woke capital that threaten to turn the U.S. into a corporate oligarchy. The aim should be simple: Give working Americans control again over their government and their society. In short, protect our democracy.<br />We are living in an age of monopoly power. Since the 1990s, two-thirds of American industry has become more concentrated. In 1995 the nation boasted 60 major pharmaceutical companies. By 2015 they had merged to form just 10. Big banks grow bigger while top airlines control ever larger shares of revenue. The credit-card market is now effectively a duopoly, and online it’s no better. Google and  Facebook  control more than 60% of digital advertising."
}