{
    "url_original": "https://www.wsj.com/articles/the-jet-engine-business-is-a-risky-gamble-on-a-faster-travel-recovery-11619541945?mod=business_minor_pos10",
    "url": "the-jet-engine-business-is-a-risky-gamble-on-a-faster-travel-recovery-11619541945",
    "title": "The Jet-Engine Business Is a Risky Gamble on a Faster Travel Recovery",
    "sub_head": "Despite an encouraging rebound in flight bookings, jet-engine makers are rightly cautious about upgrading their guidance",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-330416?width=620&size=1.5",
    "image_1": "im-330416.jpg",
    "time": "2021-04-27 12:45:00",
    "body": "As the summer approaches, prospects of a travel recovery are lifting spirits across the aviation industry. But jet-engine makers are still cautious, and for good reason.<br />On Tuesday, two top U.S. industrial conglomerates,  General Electric  and  Raytheon Technologies ,  reported first-quarter earnings showing the continuing impact of the pandemic. GE lost $2.8 billion due to a 28% year-over-year drop in aviation revenue. Raytheon notched a $753 million profit, 44% below 2019 levels. Both its aviation-parts division Collins Aerospace and the Pratt & Whitney engine business are still suffering.<br />Based on the median of analyst estimates collected by Visible Alpha, GE’s aviation sales won’t recover to pre-pandemic levels until 2023 and profits will take even longer.<br />The reason is that these companies make most of their aviation earnings in the so-called aftermarket—maintenance and repair. This is especially the case for jet engines, which are usually sold at a loss and claw profits back over a period of years. This revenue is volatile because during crises, carriers defer shop visits and retire older planes. Losing a chunk of their installed base reduces the companies’ future earnings potential, even if a rise in engine sales allows revenues to recover: Visible Alpha doesn’t expect Pratt’s aftermarket sales to match pre-pandemic figures for the foreseeable future.<br />But there are now hopeful signs that the travel recovery being reported by airlines is filtering through to the rest of the aviation industry."
}