{
    "url_original": "https://www.wsj.com/articles/the-best-outdoor-design-finds-from-three-catalogs-11619726381",
    "url": "the-best-outdoor-design-finds-from-three-catalogs-11619726381",
    "title": "The Best Outdoor Design Finds From Three Catalogs",
    "sub_head": "We asked an interior design pro to scour new offerings for patios and decks from Ballard, West Elm and Pottery Barn. She zeroed in on a rug, a dining chair and al fresco dishes.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-330802?width=620&size=1",
    "image_1": "im-330802.jpg",
    "time": "2021-04-29 15:59:00",
    "body": "FOR THOSE of us without the budget to shop high-end brands, so-called “catalog retailers” can be a godsend. But among the affordable finds these stores’ websites and print catalogs offer, there can be a fair bit of merely generic design. Here at The Wall Street Journal we’re in the business of helping you make informed decisions, so we asked interior designer Laura Hodges to comb through the selections of three trustworthy big home-furnishing retailers. Ms. Hodges applied her picky, professional eye to singling out what she considers the chicest, best-value pieces from each when it comes to this season’s most pressing need: finds for our outdoor spaces. Here are her recommendations.<br />“I would not have initially looked to Ballard Designs for outdoor décor because it leans more traditional than my typical style,” said Ms. Hodges. The Baltimore designer became a convert, however, when she spotted these washable, fade- and stain-resistant polyester rugs in a blown-out plaid on the website. She likes the way the navy pattern is set on ivory—“much easier to live with than white”—in the indoor-outdoor Bowman rug. The heathered beige base helps hide ice-tea spills, and when the rug is reversed, it becomes the contrast color on a navy field. “I’d probably flip it each year,” she said. Bowman Performance Rug, from $129, ballarddesigns.com<br />Bucking the trend toward chunky outdoor furniture, Ms. Hodges leaned toward the slim seat of West Elm’s outdoor dining chair, which measures under 20 inches in width. “It doesn’t feel like outdoor furniture—it looks like a chair that I would easily put inside,” she said, admiring the modernity of its thin, tapered legs and simple low-slung back. Its stature adds to its versatility. “It would fit into even the smallest of backyards,” she said. The seat is available in two colorways: washed brown with a light gray cushion and weathered gray with a darker, washed-charcoal cushion. Ms. Hodges would opt for the latter for practical reasons, she said. Despite its water-repellent fabric, the light cushion might not stay light for long, “unless no one uses it.” In addition, the brown teak would naturally patina to a gray anyway, so why not go with the darker chair and pad? “They are easy to maintain and live with,” she said. Teak Wood Low-Back Outdoor Dining Chair, $599, westelm.com<br />Ms. Hodges appreciated the freshness of Pottery Barn’s al fresco spin on their Mason glazed-stone dinnerware. “[It] feels more like an extension of your home than generic, big-box floral melamine,” said Ms. Hodges. In a low-key matte finish, the simple dishes come in charcoal (shown) and ivory, and they let the food stand out, she said. They also pair easily with garden greenery and flowers. Each piece—from plates and bowls to platters—sells separately, and Ms. Hodges recommends mixing the colors. Mason Modern Melamine Dinnerware Collection, from $9, potterybarn.com<br />The Wall Street Journal is not compensated by retailers listed in its articles as outlets for products. Listed retailers frequently are not the sole retail outlets."
}