{
    "url_original": "https://www.wsj.com/articles/the-battle-over-an-alzheimers-treatment-11618873596?mod=opinion_lead_pos1",
    "url": "the-battle-over-an-alzheimers-treatment-11618873596",
    "title": "The Battle Over an Alzheimer’s Treatment",
    "sub_head": "Biogen’s promising drug is caught in the FDA’s political and bureaucratic limbo.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-19 19:06:00",
    "body": "The Food and Drug Administration is under scrutiny for giving too much weight to risks over benefits in recommending to pause  Johnson & Johnson ’s  Covid-19 vaccine. This trade-off is also at the heart of another heated debate over whether the FDA should approve the first drug shown to slow the progression in Alzheimer’s disease.<br />The FDA has long been plagued by a culture of bureaucratic over-caution. But during the late Obama and Trump presidencies it showed more flexibility and accelerated new medicines. Doctors who favor more government control as under Europe’s health systems, however, say the agency is approving too many high-priced drugs.  Biogen ’s  Alzheimer’s drug aducanumab is now ensnared in this fight.<br />More than six million Americans suffer from Alzheimer’s, and the number is expected to soar as the U.S. population ages. The disease’s tragic symptoms are well-known—progressive memory loss, abnormal behavior, and inability to perform everyday tasks.<br />Brain scans show the buildup of amyloid plaque and tangles of tau proteins, which typically begins decades before patients show cognitive problems. Hypertension, obesity, diabetes, smoking, poor sleep and the APOE4 gene variant put people at higher risk. But scientists have yet to identify Alzheimer’s cause.<br />This has frustrated the search for treatments, especially since Alzheimer’s usually is diagnosed after irreversible brain loss. Some medicines can temporarily improve memory, attention or mood, but none slow the neurological and cognitive degeneration."
}