{
    "url_original": "https://www.wsj.com/articles/the-buttigieg-infrastructure-switcheroo-11618266554?mod=opinion_lead_pos8",
    "url": "the-buttigieg-infrastructure-switcheroo-11618266554",
    "title": "The Buttigieg Infrastructure Switcheroo",
    "sub_head": "His definition of the term  is not what the American people think it means.",
    "category_1": "Opinion",
    "category_2": "Main Street",
    "time": "2021-04-12 18:29:00",
    "body": "During his Monday Oval Office meeting with Republican lawmakers to seek GOP support for his $2 trillion infrastructure bill, Joe Biden pushed back on the idea that the meeting was no more than bipartisan “window dressing.” The president calls his plan “a historic investment” that will redress America’s “crumbling infrastructure” and says he’s willing to negotiate. But a recent slip by Transportation Secretary Pete Buttigieg reveals that what the Biden administration means by infrastructure is not at all what the American people think it means.<br />Mr. Buttigieg is one of the five cabinet secretaries the president has designated to sell the plan to the American people. In an interview last week with TheGrio.com, he declared “there is racism physically built into some of our highways,” and that this racism was a “conscious choice,” not “just an act of neglect.” If this is truly what Mr. Buttigieg and the administration believe, the trillions they are about to spend will almost certainly end up going less to actual infrastructure needs than some as-yet-to-be defined measure of “equity.”<br />Perhaps Mr. Buttigieg has a case. If so, he and the president should be more forthright in detailing exactly what the administration means when it says the American Jobs Plan “prioritizes addressing long-standing and persistent racial injustice.” Is this limited to targeting “40 percent of the benefits of climate and clean infrastructure investments to disadvantaged communities”? What other agendas might they be piling on here?<br />Because when most Americans hear the word infrastructure, they think of physical structures—roads, bridges, airports, power lines—with clear operational benefits. Infrastructure projects of this sort are popular because people can at least see something tangible for their tax dollars. The administration understands this, which is why, even though roads and bridges are only a fraction of this bill, whenever its salesmen get in trouble pitching it, that’s right where they run.<br />Mr. Buttigieg’s appearance on “Fox News Sunday” is a good example. Host Chris Wallace opened by hammering the secretary for not being “straight” with the American people in claiming the U.S. is ranked 13th globally for infrastructure. (He later also forced Mr. Buttigieg to concede that his estimate that the bill would create 19 million new jobs is not true. The honest estimate is closer to 2.7 million.)"
}