{
    "url_original": "https://www.wsj.com/articles/the-glitter-in-the-green-review-blink-and-youll-miss-them-11618005847",
    "url": "the-glitter-in-the-green-review-blink-and-youll-miss-them-11618005847",
    "title": "‘The Glitter in the Green’ Review: Blink and You’ll Miss Them",
    "sub_head": "The smallest avians have always captured imaginations—sometimes to their own detriment.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-04-09 18:04:00",
    "body": "I can’t recall when I saw my first hummingbird, but I clearly remember my son’s first sighting. He was 6, on the porch swing of his great-grandmother’s lakeside cottage in the Adirondacks. “Wow,” he said. “That’s an awfully big fly.”<br />The iridescent little buzzer was hovering above us for quick nips of sugar water from a hummingbird feeder suspended from the porch rafters. After reading “The Glitter in the Green,” Jon Dunn’s fantastically informative book about hummingbirds, I now know with certainty that it was a Ruby-throated Hummingbird. Why? Because that is the only species of Trochilidae that breeds in the northeastern United States.<br />Mr. Dunn, a natural-history writer and photographer, lives in Scotland’s Shetland Islands, which are devoid of hummingbirds, since they are found exclusively in the Americas. He became fascinated with the cabinet of hummingbirds he saw as a boy in London’s Museum of Natural History; unlike the blue tits and goldfinches he knew from his home in England’s Somerset countryside, these tiny, jewel-like birds looked as if they were “dipped in rainbows.”<br />In his pursuit of what he calls “the glitter in the green,” Mr. Dunn cooked up a plan to see as many of the more than 300 species of hummingbirds as he could—particularly rare or threatened varieties which turn up in terrains at “the very limits of what [is] possible for [their] kind.” His quest takes him the full length of hummingbirds’ 9,000-mile range in the Americas, from a few hundred miles south of the Arctic Circle in Alaska, where he seeks the migrating Rufous Hummingbird, to a few hundred miles north of the Antarctic Circle in Tierra del Fuego, in search of the Green-backed Firecrown.<br />Along the way, Mr. Dunn spots dozens and dozens of spectacular varieties, whose descriptive names often reference gemstones, flowers and classical myths. In Costa Rica alone, his many finds include Crowned Woodnymphs, Blue-throated Goldentails, Band-tailed Barbthroats, Canivet’s Emeralds, Lesser Violetears, Magenta-throated Woodstars and Black-crested Coquettes. (Many are pictured in this book, but you can see more in the  documentary narrated by David Attenborough, “Jewelled Messengers,” which includes an extraordinary mating dance by a male Wire-crested Thorntail, set to a pulsing tango.)"
}