{
    "url_original": "https://www.wsj.com/articles/the-music-city-meltdown-11619649990?mod=opinion_lead_pos11",
    "url": "the-music-city-meltdown-11619649990",
    "title": "The Music City Meltdown",
    "sub_head": "A decade ago Nashville’s rise seemed inevitable, but fiscal recklessness left the city ill-prepared to absorb the pandemic’s economic blows.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-331131?width=620&size=1.5",
    "image_1": "im-331131.jpg",
    "time": "2021-04-28 18:46:00",
    "body": "For more than a decade, Nashville, Tenn., has been one of America’s hippest and fastest-growing cities. Anchored by the country-music industry and boosted by a hospitable state tax climate, the city and surrounding region attracted businesses and residents. While its music scene made it a tourist mecca, Nashville also lured a generation of college-educated transplants, earning a position as one of the country’s new “brainpower cities.”<br />These days Nashville is making its way onto other, less distinguished lists. The Institute for Truth in Accounting recently ranked it one of the country’s five worst “sinkhole” cities, with $22,000 in debt per resident. Its bonded debt alone has increased by more than $1.25 billion in 10 years. City leaders have used deficit financing to balance Nashville’s books and spent much of the city’s reserve funds. The Tennessee comptroller has threatened a state takeover, and even the Biden administration’s lavish stimulus isn’t enough to plug Nashville’s budget hole. Amid all this, angry local groups are trying to spur a special election to roll back a gigantic property tax increase. What was once called a miracle in Music City increasingly looks like a meltdown.<br />That’s quite a dubious record of achievement for a city with enviable economic growth. Rebounding robustly from the 2008-09 recession, greater Nashville gained nearly 300,000 jobs between 2010 and early 2020, an almost 40% increase. Employment in its hospitality industry expanded by 53% as developers added thousands of hotel rooms. Financial-services jobs grew by 46.9%, while professional services employment leapt by 69%. By March 2020, Nashville boasted an unemployment rate of only 3.4%.<br />With economic growth came more government revenue. Sales-tax collections increased by $200 million, or more than 70%, in a decade. Receipts from other fees and levies grew even faster. Nashville’s main tax, its property levy, increased more slowly. A state law limits the effect of rising property values on taxes, but even so the city’s total budget expanded over a decade by 50% to $2.33 billion.<br />Still, Nashville had trouble making do. Its leaders cultivated an ambition to make it a world-class city. Nashville built bright, shiny new things with debt. It spent more than $600 million to construct the Music City Center with bonds financed by hotel taxes and other fees. City leaders also built a minor-league baseball stadium for $91 million and a downtown amphitheater that cost $52 million. Now they have pledged city debt to help construct a $275 million soccer stadium."
}