{
    "url_original": "https://www.wsj.com/articles/the-one-way-bet-on-carbon-credits-has-limits-11618912922?mod=business_minor_pos10",
    "url": "the-one-way-bet-on-carbon-credits-has-limits-11618912922",
    "title": "The One-Way Bet on Carbon Credits Has Limits",
    "sub_head": "European emission allowances, one of this year’s hottest commodities, have room to rise further—as long as investors don’t all pile in at once",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-04-20 06:02:00",
    "body": "European carbon credits are as close as investors can come to a sure thing. Ironically, the chief thing that might trip them up is too much excitement too soon.<br />Tradable allowances on the European Union’s emissions trading system (ETS) have been one of the best-performing commodities of 2021, up nearly 36% so far to more than €44 a metric ton of carbon dioxide. The project’s early stumbles, which left the benchmark carbon price below €10 for much of the mid-2010s, are now a distant memory.<br />More U.S. buyers are getting involved. Since the start of this year, the number of investors holding the credits on the  Intercontinental Exchange  in New York has risen by one-third, while  KFA Global Carbon ETF ,  a big U.S. exchange-traded fund focused on carbon credits, has increased assets more than sixfold.<br />Interest has been boosted by a step change in the EU’s green ambitions. The bloc now aims to cut 2030 emissions by 55% compared with the 1990 level, up from a prior target of 40%. A high carbon price—bullish analysts see it exceeding €100 by the end of the decade—may be instrumental in reaching that goal.<br />In June, officials plan to propose changes to the various EU climate rules to update them for the new 55% target. Two key changes to the ETS are expected. A new carbon border tax will likely end the practice of giving some emitters free carbon allowances. And new sectors will be added, most likely including maritime shipping and possibly road transport and the heating of buildings. The current project mainly covers the power industry and aviation, though the latter mostly relies on free allowances."
}