{
    "url_original": "https://www.wsj.com/articles/the-jurys-answer-in-minneapolis-11619014562?mod=opinion_lead_pos5",
    "url": "the-jurys-answer-in-minneapolis-11619014562",
    "title": "The Jury’s Answer in the Derek Chauvin Trial",
    "sub_head": "An officer’s cruelty, a mob’s threats and a long, tragic history add up to a conviction for murder.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-21 10:16:00",
    "body": "George Floyd at his death was 46, two years older than F. Scott Fitzgerald when he died in Hollywood. Fitzgerald was born across the river from Minneapolis, in St. Paul. Both men had bad habits—addictions. Floyd was poor and black. Fitzgerald was white, privileged and occasionally rich; or anyway he consorted with rich people and dreamed about them. Both men were known to smash things up (as Fitzgerald wrote of Tom and Daisy Buchanan) and then to retreat into their “vast carelessness.” In the 1920s, Fitzgerald would get drunk at Gerald and Sarah Murphy’s Villa America on the Riviera and break their expensive crystal. Floyd served four years in prison for a 2007 robbery and home invasion.<br />It’s obviously absurd to compare Floyd to Fitzgerald. And yet why not compare them? Each has a place in America’s folklore—two sides of the nation’s coin. In each, you behold a complicated American life and a common denominator of tragedy and waste and relatively early death. And which of those two imperfect lives will prove to be more consequential? Which is more representative—or says more about their imperfect country?<br />Derek Chauvin’s trial became a melodrama of American themes: racial grievance, rage, rebellion, justice and injustice, revenge. It became historic American theater, up there with Sacco and Vanzetti, the Scottsboro Boys, Alger Hiss and O.J. Simpson—that last one a circus and a travesty and a showcase of the idea of jury nullification, the principle that appeals to what the pioneering black lawyer Dovey Roundtree called “justice older than the law.”<br />During the Chauvin trial, a rumbling of the idea of jury nullification—a huge, credible threat of mayhem if the jury didn’t deliver what President Biden called the “right verdict”—passed through the streets of nearly every city in the country. Mob nullification proclaims that it doesn’t matter what the law says, not when you come down to the fiercer basics. The Ku Klux Klan also embraced the tactic; it isn’t a principle that a country can afford to indulge very often. But Minneapolis stirred a memory of Nat Turner’s slave rebellion, too.<br />Smartphone videos were decisive in the Minneapolis morality play. Floyd had already established that he was claustrophobic. He was placed in a prone position on the pavement, pinned by knees on his neck and back, which intensified the symptom a claustrophobe most fears: I can’t breathe! That was the crux of it: the sadism—the gratuitous and, one might say, thoughtful cruelty. Maximize the suffering; test the helpless man’s limits. I once wrote a book about evil, and found that one of evil’s signature qualities is its weirdly intelligent and speculative gratuitousness, as if it were saying, “I wonder what will happen if I . . .”"
}