{
    "url_original": "https://www.wsj.com/articles/the-shooting-of-daunte-wright-11618354193?mod=opinion_lead_pos3",
    "url": "the-shooting-of-daunte-wright-11618354193",
    "title": "The Shooting of Daunte Wright",
    "sub_head": "The rush to judgment doesn’t serve the cause of justice.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-13 18:49:00",
    "body": "Riots broke out again this week after a police officer fatally shot a 20-year-old black man Sunday in Brooklyn Center, a city of 31,000 north of Minneapolis. Politicians and protesters immediately assumed that racism motivated the shooting, but the facts may prove more complicated, and the rush to judgment doesn’t serve justice.<br />Police say officers pulled Daunte Wright over because of expired registration tags, then discovered an outstanding warrant for his arrest. Wright faced charges for carrying a pistol without a permit and fleeing police, and he failed to show up in court, the Minneapolis Star Tribunereports.<br />Body cam footage shows Wright resisting arrest and trying to get back in his vehicle. “Taser, taser, taser,” shouted an officer later identified as 48-year-old Kim Potter. “Holy s—,” she says seconds later, “I just shot him.” Police Chief Tim Gannon said Monday “it is my belief that the officer had the intention to deploy their Taser but instead shot Mr. Wright with a single bullet” and described the shooting as “accidental.”<br />Ms. Potter and Mr. Gannon resigned Tuesday. The investigation must answer how an officer may have mistaken her gun for a taser, but we’ve seen nothing that suggests racial animus drove Ms. Potter to pull the trigger.<br />Public officials nonetheless rushed to render their verdict. “Now we have another name added to Philando [Castile], Jamar [Clark], George [Floyd], and Daunte will now be added to that,” said Minnesota’s Democratic Gov. Tim Walz, referring to other black men killed by police. Vice President Kamala Harris said Monday that Wright “should be alive today,\" but “folks will keep dying if we don’t fully address racial injustice and inequities in our country, from implicit bias to broken systems.”"
}