{
    "url_original": "https://www.wsj.com/articles/the-new-covid-19-strain-in-south-africa-what-we-know-11609971229?mod=world_major_2_pos1",
    "url": "the-new-covid-19-strain-in-south-africa-what-we-know-11609971229",
    "title": "South Africa Covid-19 Strain: What We Know About the New Variant",
    "sub_head": "Researchers warn that the variant, now detected in the U.S. and more than 60 countries, may spread faster and could reduce the efficacy of vaccines",
    "category_1": "World",
    "category_2": "Africa",
    "time": "2021-04-12 12:13:00",
    "body": "A fast-spreading strain of the coronavirus, first discovered in South Africa, has been detected in at least 60 countries, including the U.S. The variant appears to make some Covid-19 vaccines less effective and has raised concerns that people who already had the disease could get it again from the new strain.<br />It is normal for viruses to mutate, and most mutations observed so far in the coronavirus sweeping the globe have made little difference to how it functions. The South African variant, known as B.1.351 or 501.V2, has worried scientists because of its unusually large number of mutations, especially in the spike protein, which the virus uses to attach to and infect human cells. The spike protein is also the part of the virus targeted by Covid-19 vaccines and antibody treatments.<br />The discovery and spread of the variant in South Africa coincided with a powerful surge in infections in the country, although new cases have dropped sharply since peaking in January. South African researchers have said that B.1.351 may be around 50% more contagious, based on the much faster rate of Covid-19 transmission since its emergence and biological studies of changes to the structure of the virus, which appear to make it easier for it to attach to and infect human cells. The new strain quickly crowded out other versions of the virus circulating in South Africa and drove major waves of infections in several neighboring states. But it hasn’t become a major source of new infections outside the southern African region, likely due to limited travel during the pandemic. South African researchers say that the variant doesn’t appear to lead to more severe cases of Covid-19.<br />The Centers for Disease Control and Prevention says only around 0.5% of Covid-19 infections in the U.S. since the beginning of the year are due to the B.1.351. That is far fewer than those caused by a separate variant, known as B.1.17, that was first detected in the U.K. and has now become the dominant strain in the U.S.<br />"
}