{
    "url_original": "https://www.wsj.com/articles/the-chamber-of-commerces-bill-comes-due-11619735770?mod=opinion_lead_pos9",
    "url": "the-chamber-of-commerces-bill-comes-due-11619735770",
    "title": "The Chamber of Commerce’s Bill Comes Due",
    "sub_head": "The business lobby backed 23 Democrats, who will likely back Biden’s business taxes.",
    "category_1": "Opinion",
    "category_2": "Potomac Watch",
    "time": "2021-04-29 18:36:00",
    "body": "Joe Biden’s address to Congress was slippery as soap, but on one issue the president was extremely direct: He’s coming after corporate America. Oh, and he sends his thanks to the U.S. Chamber of Commerce for helping make that possible.<br />The nation’s premier business lobby didn’t really get a shout-out in the speech, but it deserved one. Mr. Biden spent his address pitching nearly $4 trillion in spending, most of it to be funded by huge hikes in the corporate tax rate, capital-gains and dividends levies, income taxes on small-business pass-throughs, and even death taxes. It’s a dagger pointed at the heart of free enterprise.<br />This proposed business taxathon is a real threat only because Democrats control both the House and the Senate. And Nancy Pelosi’s narrow hold on power (Democrats currently have a 218-212 majority) is partly a result of the chamber’s August decision to endorse the re-election bids of 23 freshman Democrats, thereby reassuring voters that they had the free-market seal of approval. Fifteen of the 23 won.<br />Business leaders, local chambers and Republicans across the country were furious. Twenty of those 23 representatives had voted for the Protecting the Right to Organize Act, a union giveaway that would abolish right-to-work states; 18 had voted for a $15 federal minimum wage; and most had made clear they’d happily repeal the 2017 corporate tax reform. Nearly all these Democrats were in crucial swing races. How could such antibusiness Democrats rank high enough on the Chamber of Commerce scorecard to earn its endorsement? The chamber changed its formula, awarding new points for “leadership” and “bipartisanship.”<br />Critics saw the chamber’s endorsements as a cynical attempt to curry favor with Mrs. Pelosi. If so, it was a bad bet. She now presides over the slimmest Democratic majority since World War I."
}