{
    "url_original": "https://www.wsj.com/articles/the-chauvin-verdict-guilty-11618963866?mod=opinion_lead_pos1",
    "url": "the-chauvin-verdict-guilty-11618963866",
    "title": "The Chauvin Verdict: Guilty",
    "sub_head": "The jury and the justice system again worked far better than political critics behaved.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-20 20:11:00",
    "body": "A Minneapolis jury on Tuesday convicted former police officer Derek Chauvin on all three counts in the death last May of George Floyd. Many Americans are relieved that justice was done for Floyd, while others breathed a sigh that there won’t be riots as some feared if there was even a partial acquittal.<br />Our conclusion is that the jury and justice system performed better than political critics predicted or behaved themselves as they condoned violent protests and demanded a guilty verdict from afar.<br />Most Americans saw at least some of the disturbing video of Floyd’s death while Mr. Chauvin and other officers restrained him beside a Minneapolis squad car. In convicting Mr. Chauvin of second-degree murder, the jury determined that his actions substantially caused Floyd’s death. They did not have to find that he did so intentionally, but rather that the death occurred in the course of a felony assault.<br />The encounter began when police arrested Floyd on suspicion of passing a fake bill to buy cigarettes. He appeared to be on drugs, and police tried to put him in the back of the police car. He resisted vigorously and asked to be put on the ground. The officers kept him on his stomach, applying pressure to his neck or upper back for more than nine minutes and keeping him there even after he went limp.<br />Expert witnesses differed over the cause of Floyd’s death. The police restraint was the most obvious culprit, but the defense pointed to Floyd’s severe heart disease and that he had recently consumed fentanyl and methamphetamines, which can interfere with cardiopulmonary function. But police witnesses for the prosecution said Mr. Chauvin had violated standard police practice."
}