{
    "url_original": "https://www.wsj.com/articles/the-best-gear-for-frazzled-parents-according-to-an-expert-11619115047",
    "url": "the-best-gear-for-frazzled-parents-according-to-an-expert-11619115047",
    "title": "The Best Gear for Frazzled Parents, According to an Expert",
    "sub_head": "Clinical psychologist and mom of three Dr. Becky Kennedy on her favorite caregiving tools and tricks, from voice-recording buttons that ease separation anxiety to kitchen timers that promote mindfulness",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-328437?width=620&size=1.5",
    "image_1": "im-328437.jpg",
    "time": "2021-04-22 14:10:00",
    "body": "OUR PARENTS had Dr. Spock. Moms and dads who have been navigating Zoom schooling over the past year have turned to Dr. Becky Kennedy. The clinical psychologist and mom of three offers actionable advice in knowledgable-yet-non-judgmental Instagram videos. Since last March, her account has attracted a following of over half a million, including frazzled parents eager for reassurance they’re not alone. This week, “Dr. Becky” launched her first podcast, while a newsletter and book are in the works. Here, her gadgety strategies for getting through the day (and night) with little ones.<br />“I found this voice-recording button on Amazon when dealing with my daughter’s sleep struggles. I recorded myself singing our bedtime song and a little mantra saying “Mommy is near, I’m safe…” so she could push the button as she closed her eyes. I recommend it for sleep but also for families where the parents are divorced. Some families use it for school drop-off or sleepovers. It’s proved to be a great attachment-separation tool.” Neutral Voice Recording Button, $11, amazon.com<br />“When my son is playing a mindless videogame, I make him set a timer [similar shown] for 15 minutes. Even though he gets more screen time than that, he has learned to pause, put the screen down and take three deep breaths to check in with his body. It’s a helpful form of intervention and leads to a great conversation with your kids. I tell them, ‘Do you know those games are designed to feel like you’ve never played long enough? And that’s not your fault.’” Minimalist Danish Kitchen Timer, $27, food52.com<br />“I don’t ride the bike but I use the Peloton App for yoga. To a parent who doesn’t have 30 minutes I would say, ’What amount of time do you feel like you could do?’ You can do a lot in one minute. You could do deep breathing, a few squats. You could just do the end of the yoga class and lay down.” $13 a month, available on iOS and Android<br />“I set up my coffee pot [similar model, shown] at night and press the button in the morning. I don’t think of it as a chore, but as a gift to my tomorrow self.” Brew Central Programmable Coffeemaker, $100, cuisinart.com"
}