{
    "url_original": "https://www.wsj.com/articles/the-agitators-review-disturbers-of-the-peace-11617982462",
    "url": "the-agitators-review-disturbers-of-the-peace-11617982462",
    "title": "‘The Agitators’ Review: Disturbers of the Peace",
    "sub_head": "How Harriet Tubman, Martha Wright and Frances Seward challenged a nation’s conscience.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-04-09 18:40:00",
    "body": "In the turbulent decades leading up to the Civil War, it could be said that the moral center of the nation rested in the Finger Lakes region of central New York state. The district was a hot spot of abolitionism and the fledgling women-rights movement.<br />Rochester, on the region’s western edge, was home to Frederick Douglass, ex-slave and celebrated orator, who published his abolitionist newspaper, the North Star, in a church basement. The village of Seneca Falls, on Cayuga Lake, was the site of the first women’s rights convention, in 1848, with its seminal Declaration of Rights and Sentiments. A medical school on Seneca Lake was the first to award a degree to a woman, Dr. Elizabeth Blackwell.<br />Then there is Auburn, which sits at the northern tip of Owasco Lake. The town is at the heart of Dorothy Wickenden’s “The Agitators,” an absorbing and richly rewarding chronicle of three principled women who fought on behalf of abolitionism and women’s rights. The title comes from Lucretia Mott, a prominent feminist, abolitionist and Quaker who proudly modeled herself on the early Friends—social activists whom she once described as “agitators, disturbers of the peace.” Ms. Wickenden, executive editor of the New Yorker, traces the Auburn women’s lives with intelligence, compassion and verve. In an earlier book, “Nothing Daunted,” she told the story of two Auburn girls who left home to become teachers in the wilds of Colorado in 1916.<br />The most famous member of the Auburn trio is Harriet Tubman, whose life story is well-known. Born into slavery in Maryland, she escaped to Philadelphia in 1849, when she was in her 20s, only to return to her home state as a conductor on the Underground Railroad that carried escaped slaves to freedom. During the Civil War, she worked as a scout, spy and nurse for the Union Army.<br />Auburn was one of Tubman’s stops on the Underground Railroad. Close to Lake Ontario, it was a jumping-off point for Canada, where fugitive slaves could be assured of safety. In Auburn, Tubman was introduced to Martha Coffin Wright and Frances Miller Seward, who opened their homes to the freedom seekers she sent their way. Giving a meal and a bed to a runaway slave was an act of courage in an era when the Fugitive Slave Acts of 1793 and 1850 imposed harsh penalties on those who helped escapees. On the night that the first fugitive arrived in the Wrights’ kitchen, Martha felt “a sense of satisfaction unlike any she’d ever experienced,” Ms. Wickenden writes. “She was violating a law she could not tolerate, transforming her kitchen—the symbolic heart of woman’s sphere . . . —into a place of political asylum.”"
}