{
    "url_original": "https://www.wsj.com/articles/the-miraculous-measurement-of-the-muon-11618329886",
    "url": "the-miraculous-measurement-of-the-muon-11618329886",
    "title": "The Miraculous Measurement of the Muon",
    "sub_head": "New discoveries about an elementary particle could lead to a ‘gold rush’ of new physics.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-324250?width=620&size=1.5",
    "image_1": "im-324250.jpg",
    "time": "2021-04-13 12:04:00",
    "body": "Nobel Prize-winning physicist Frank Wilczek explores the secrets of the cosmos. Read previous columns here.<br />On April 7, the physics world was startled into glorious confusion by two announcements of a new measurement and a new calculation of the magnetic moment of the muon, published in the journals Physical Review Letters and Nature. The new results, accurate to the level of one part per billion, are the product of multiyear collaborations by large groups of physicists at institutions around the world. You might think that the work of making such precise measurements and calculations is as dull as science gets, but it can make magic happen.<br />Muons are elementary particles that in several fundamental ways resemble the more familiar electrons; for example, both carry exactly the same amount of electric charge. But there are two big differences: Muons are roughly 200 times heavier than electrons, and they are unstable, with a mean lifetime of roughly two microseconds.<br />As exotic particles go, muons are uncommonly user-friendly. They are easy to produce in large numbers at high-energy accelerators. And though a microsecond may not sound like a long time, fast-moving muons can travel a long way before they expire, leaving easily detectable tracks. Though it’s often taken for granted, the fact that we can talk about “the” mass and “the” magnetic moment of the muon, when in practice we sample millions of different particles, is both profound and amazing. Precision measurements so far reinforce our confidence that all muons, like all electrons, have exactly the same properties.<br />Muons are forever rotating—as physicists say, they have “spin”—which is key to many aspects of their behavior. If a muon is exposed to a magnetic field, its rotation axis circles around that field’s direction, similarly to how the axis of a tilted, spinning top circles around the vertical. This top-like motion is called precession. The rate of a muon’s precession in a magnetic field is equal to the product of the strength of the magnetic field, some known physical constants and a number called the magnetic moment."
}