{
    "url_original": "https://www.wsj.com/articles/the-god-equation-review-one-string-theory-to-rule-them-all-11618004968",
    "url": "the-god-equation-review-one-string-theory-to-rule-them-all-11618004968",
    "title": "’The God Equation’ Review: One String Theory to Rule Them All",
    "sub_head": "What is the universe made of? Physicists have answers but no unified theory explaining everything.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-322028?width=620&size=1.5",
    "image_1": "im-322028.jpg",
    "time": "2021-04-09 17:49:00",
    "body": "What’s God got to do with it? Given that the majority of physicists are agnostics at best, I have always found it puzzling that my community is so obsessed with God’s mind, whether or not God plays dice, the God particle and seeing God—and now with Michio Kaku’s  “The God Equation.” Title notwithstanding, this is an excellent book written by a masterful science communicator elaborating on a subject that is his research home turf—superstring theory. The prolific author of multiple popular science books, Mr. Kaku is a futurist, broadcaster and professor of theoretical physics at the City University of New York. He is also the host of the wildly successful and popular weekly radio program Science Fantastic. If there is anyone who can demystify the esoteric mathematics and physics of string theory, it is he. And in this wonderful little book, that is precisely what he does—explain in clear and simple terms the conceptual breakthroughs, the blind alleys and the unanswered questions—in the search for a grand unified theory of everything. Most of all, what I like best is that he remains open to the possibility that there may ultimately not be a single unifying theory after all, encoded into a single tidy equation.<br />The dream to synthesize all known physical forces has been a longstanding challenge; many physicists, including Einstein, have embarked on the pursuit and failed. The four fundamental forces of nature are gravity, electromagnetism, the “weak force” responsible for radioactive decay of some nuclei, and the “strong force” binding the atomic nucleus together.<br />When Newton discovered the laws of gravity, he accomplished the phenomenal task of connecting the celestial and terrestrial with a universal theory of gravitation that accounted both for a falling apple and the orbit of the Earth around the sun. Subsequently, as physicists uncovered additional fundamental forces in nature—electromagnetism, the weak force and the strong force—they set about combining all of them into ever-grander theories. Mr. Kaku traces each of these pivotal moments of unification, describing the key insights that permitted those breakthroughs and bringing us to the precipice, where we currently stand, stymied. The ultimate challenge—to unify gravity and quantum mechanics—is yet to be accomplished. To highlight how momentous unification would be, Mr. Kaku ends the book with a quote from Stephen Hawking: “it would be the ultimate triumph of human reason—for then we would know the mind of God”—hence, I suppose, the God equation.<br />Mr. Kaku argues persuasively that every time physicists have decoded one of the four fundamental forces of the universe, it not only revealed the secrets of nature, but radically revolutionized society too. He connects Newton’s laws to the invention of the steam engine and the launch of the Industrial Revolution, while Michael Faraday’s later discovery of electric and magnetic fields powered the electrical age. Mr. Kaku offers a superb description of how electrical transmission works, connecting the dots from Faraday’s equations to Edison’s and Tesla’s experiments and then to our illuminated, “electrified” life today. Eventually we come to the revolution of quantum mechanics—the description of matter on the smallest scale—which shook the very core of physics. The subsequent applications that came out of the quantum revolution, the transistor and laser, ushered in a world dependent on electronics.<br />“The God Equation” dazzles in its account of the unfinished quest for a grand unified theory. As Mr. Kaku describes, controversies have dogged the unified theory project from the very start. Faraday was the first to propose a unification of gravity and electromagnetism. In 1832 he conducted a set of experiments from London’s Waterloo Bridge and dropped magnets, hoping to find some quantifiable effect of gravity. Alas, the experiment failed, though he remained convinced that the effect existed, perhaps at an undetectable level. In 1947, one of the founders of quantum mechanics, Erwin Schrödinger, famously held a press conference to announce victory—he claimed to have a unified field theory. He did not—embarrassingly, his version could not even explain the nature of electrons and the atom. The other illustrious co-founders of quantum mechanics, Werner Heisenberg and Wolfgang Pauli, followed suit and failed as well. The first real major step came with the discovery of quantum electrodynamics (QED), which provided a quantum theory of electrons and light. Then came the connection to the best current description of the strong nuclear force with the development of quantum chromodynamics (QCD). The standard model of particle physics that consolidates the zoo of subatomic particles emerged from these developments, bringing us to a “theory of almost everything.” The quest to unify all four fundamental forces in the universe has unfortunately stalled here. I write this on the heels of an announcement by Fermi National  Laboratory of a potential discovery, a likely hint for the existence of a possible additional force of nature—which, if it stands up, reveals the existence of physics beyond the currently accepted standard model."
}