{
    "url_original": "https://www.wsj.com/articles/the-1-trillion-tax-evasion-opportunity-11618955569?mod=opinion_major_pos8",
    "url": "the-1-trillion-tax-evasion-opportunity-11618955569",
    "title": "The $1 Trillion Tax Evasion Opportunity",
    "sub_head": "A little spending on the IRS could yield a lot of revenue that’s going uncollected.",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "image_1_url": "https://images.wsj.net/im-327191?width=620&size=1.5",
    "image_1": "im-327191.jpg",
    "time": "2021-04-20 17:52:00",
    "body": "Internal Revenue Service Commissioner Charles Rettig told the Senate Finance Committee last week that the annual gap between taxes owed and taxes paid could be as much as $1 trillion. The so-called tax gap has doubled over the past decade, as IRS resources shrank. The number of IRS employees has declined by 33,000, with more than half of the decrease coming in the hard-pressed enforcement division. As a result, Mr. Rettig says, the IRS is “outgunned.”<br />Official statistics underscore the point, particularly on wealthy filers and corporations. Between 2011 and 2018, the share of returns audited fell by nearly half. For filers earning more than $1 million, audits fell by 74%; for corporations, 42%.<br />But it’s also too easy for taxpayers to underreport their income. Noncompliance rates are less than 5% when the IRS has information from, say, banks that it can use to check taxpayers’ filings. Without such information, only 45% of unreported income ends up taxed. In addition, the IRS is forced to rely on obsolete technology. For example, the IRS receives Schedule K-1 forms, which report income from partnerships and pass-through entities, but it doesn’t have the technology to match these reports to individual tax filings.<br />An additional $1 billion in funding would enable the IRS to hire nearly 5,000 more enforcement personnel. A multiyear program could replace its legacy information technology, among the oldest in the entire federal government. According to Mr. Rettig, such a program would help narrow the tax gap by at least 20%.<br />The principle underlying this initiative—individuals and corporations should pay what they owe—enjoys near-universal support across party lines. The extra revenues could fund much of President Biden’s agenda, without breaching his campaign pledge not to raise taxes on households making less than $400,000 a year or requiring Republicans to walk back their 2017 tax bill."
}