{
    "url_original": "https://www.wsj.com/articles/the-covid-19-risk-to-markets-isnt-all-over-11618918469?mod=business_minor_pos10",
    "url": "the-covid-19-risk-to-markets-isnt-all-over-11618918469",
    "title": "The Covid-19 Risk to Markets Isn’t All Over",
    "sub_head": "India’s worsening outbreak is taking the sheen off its impressive equity-market performance",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-327309?width=620&size=1.5",
    "image_1": "im-327309.jpg",
    "time": "2021-04-20 07:34:00",
    "body": "The surge in Covid-19 infections in India threatens to overwhelm the country’s healthcare system, prompting a lockdown in New Delhi, which may be followed elsewhere. That’s now being reflected in financial markets: Indian equities are hurting again.<br />India’s renewed woes may yet be repeated in other countries. Unprecedented government support for economies world-wide has sometimes made markets look like there is no ongoing pandemic, but the public health crisis can still have an impact—a fact investors would be wise to keep in mind. Recent outbreaks in places such as Thailand and Cambodia, which had previously been relatively successful at containing the disease, are a timely reminder of how quickly and unpredictably the coronavirus situation can still change on the ground.<br />Until recently, India’s situation looked optimistic. Cases fell to relatively low levels last year, despite high population density and a lack of effective contact tracing. Unlike most nations in the same income bracket, India is a mass manufacturer of vaccines, meaning that the country didn’t have to wait in line for foreign firms to get around to supplying orders.<br />In dollar terms, India’s Sensex index is down around 8% from its mid-February highs. The losses are small relative to the astounding boom the index recorded since last March, but a noticeable reversal nonetheless. Part of that is down to the stocks themselves, and part due to a weakening rupee.<br />Proprietary purchases of stocks, the category including individual investors, initially plunged as the pandemic started, but began to hit record levels later in the year. Buying by those investors is still high by historical standards, but has declined by more than half since mid-January."
}