{
    "url_original": "https://www.wsj.com/articles/the-left-brightens-gop-midterm-chances-11619044896?mod=opinion_lead_pos8",
    "url": "the-left-brightens-gop-midterm-chances-11619044896",
    "title": "The Left Brightens GOP Midterm Chances",
    "sub_head": "Democrats won’t have a leg to stand on if they keep shooting themselves in the foot.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-21 18:41:00",
    "body": "A perception that’s long haunted Democrats—that they’re antipolice and weak on law-and-order—hurt them in 2020 and is likely to inflict even more damage on their electoral prospects in 2022.<br />Take Rep. Sean Patrick Maloney (D., N.Y.), who’s charged with protecting his party’s House majority as Democratic Congressional Campaign Committee chairman. That’s a difficult job for any party in possession of the White House; since World War II, the average loss in the House for a president’s party in his first midterm has been about 28 seats. If that happens next year, Republicans will have 241 seats to the Democrats’ 194 and Nancy Pelosi will be out as Speaker.<br />But Mr. Maloney made his task more difficult during a recent interview on MSNBC’s “Morning Joe.” The host, a former GOP congressman who spends most of his airtime attacking Republicans, lobbed a softball. How would the DCCC chair “counteract” Republican charges that Democrats favor “defunding the police, cancel culture, socialism” and “packing the court”?<br />Mr. Maloney offered a three-word response: “lies and demagoguery.” He then veered off into hammering the need to emphasize racial justice, before calling Republican accusations “cheap political points” aimed at “whipping up white resentment.” The New Yorker finished off by decrying “racist voting laws” and saying we can’t go “back to the Jim Crow era.”<br />Mr. Scarborough was taken aback by Mr. Maloney’s inartful reply and asked again, “What do you say” to Republican arguments, for example, that “Democrats wanted to defund the police?” The congressman repeated that Democrats are “fighting for racial justice” while GOP favors what he termed “racist voting laws.” He triumphantly declared that Republicans “got their butt kicked in November,” and followed up with a diatribe about “the ugliest racism and Jim Crow era laws.” Mr. Maloney then demanded: “What the hell is the Republican Party doing?”"
}