{
    "url_original": "https://www.wsj.com/articles/the-castros-still-run-cuba-11618783289?mod=opinion_lead_pos10",
    "url": "the-castros-still-run-cuba-11618783289",
    "title": "The Castros Still Run Cuba",
    "sub_head": "Raúl’s resignation as head of the ruling Communist Party changes nothing.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-18 18:01:00",
    "body": "Raúl Castro announced his resignation as chief of Cuba’s Communist Party on Friday. Many U.S. media outlets characterized the move as the “end of an era” of communist rule on the Caribbean island. This is false. For many years Cuba has not really operated as a communist or socialist state. Instead it has been ruled by a military dictatorship that concentrates its power within a cartel-like chain of command of hard-line Castro family members and loyalists and generals who fiercely shield their wealth and status—as well as each other.<br />Many analysts are focused on whether Cuban President Miguel Díaz-Canel will inherit Mr. Castro’s leadership position as party secretary, which—on paper, at least—is the highest office in the land. This is a distraction, as is Mr. Díaz-Canel, who was installed by Mr. Castro in 2018 as part of a faux transition of power. In Cuba, the Castro family leads with an iron fist, and the party and government follow suit. Even the Communist Party’s online motto, #SomosContinuidad—“we are continuity”—implies the regime is determined not to change.<br />The key figure of Cuba’s silent elite is Gen. Luis López Callejas, Mr. Castro’s former son-in-law and the father of his grandchildren. Mr. López Callejas leads Gaesa, a military-run conglomerate that controls about 75% of the Cuban economy, including hotels, construction companies, shipping companies, hard-currency transmitters and currency exchanges. In 2018, a former State Department official told a Senate subcommittee that Cuban military personnel under Mr. López Callejas’s command were “directly involved” in trafficking cocaine from Venezuela.<br />Another key figure is Mr. Castro’s son, Col. Alejandro Castro Espín, a powerful member of the Cuban intelligence apparatus. He maintains a close relationship with the Kremlin and was directing Cuba’s spy agencies at the time of the 2019 sonic attacks against U.S. and Canadian diplomats in Cuba, which are still unexplained.<br />These Castro family members and loyalists like José Machado Ventura, Ramiro Valdés and other Cuban military officials whose names most Americans have never heard are the real rulers of Cuba."
}