{
    "url_original": "https://www.wsj.com/articles/the-red-sox-speak-up-for-racial-engineering-in-boston-schools-11617920491?mod=opinion_lead_pos9",
    "url": "the-red-sox-speak-up-for-racial-engineering-in-boston-schools-11617920491",
    "title": "The Red Sox Speak Up for Racial Engineering in Boston Schools",
    "sub_head": "More politics from the major leagues, as the team weighs in to support a ‘ZIP Code quota’ scheme.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-08 18:21:00",
    "body": "Major League Baseball attracted a lot of attention with its decision to move this year’s All-Star Game and draft out of Georgia to protest the Peach State’s new voting law. But while all eyes were on Georgia, Boston’s baseball team was quietly weighing in on a different racially charged issue—one that may be even more consequential in the long term.<br />On April 2, the same day that Commissioner Rob Manfred announced the All-Star Game decision, the Red Sox filed a friend-of-the-court brief in Boston Parent Coalition for Academic Excellence v. School Committee of the City of Boston, a federal civil-rights case.<br />The suit was brought by a coalition including Asian-American and white parents in Boston’s Chinatown and West Roxbury neighborhoods. It asks Judge William Young of the U.S. District Court for Massachusetts to halt the Boston school committee’s plan to allocate 80% of the seats at prestigious “exam schools” on the basis of what the parent coalition calls a “ZIP Code quota” scheme.<br />For decades, seats at the exam schools, including the largest and oldest of them, Boston Latin School, established in 1635, have all been allocated citywide on the basis of grades and standardized test scores. But the School Committee said the test couldn’t be administered this year because of the pandemic. Instead, it substituted an admission system that distributes the bulk of the seats to certain areas based on school-age population and household income. Instead of selecting the top students in the city, exam schools would select the top students in each ZIP Code.<br />The acknowledged effect would be to increase the number of students from predominantly black and Hispanic neighborhoods while decreasing the number from predominantly white and Chinese-American neighborhoods. The parent coalition says that violates the 14th Amendment’s Equal Protection Clause, with ZIP Codes providing a veneer for unlawful racial engineering."
}