{
    "url_original": "https://www.wsj.com/articles/the-report-that-shook-britains-race-lobby-11617995095?mod=opinion_lead_pos5",
    "url": "the-report-that-shook-britains-race-lobby-11617995095",
    "title": "The Report That Shook Britain’s Race Lobby",
    "sub_head": "A government commission finds the U.K. is no longer ‘deliberately rigged’ against minorities. Cue the outrage and racial attacks on its chairman, Tony Sewell.",
    "category_1": "Opinion",
    "category_2": "The Weekend Interview",
    "image_1_url": "https://s.wsj.net/public/resources/images/ED-BA676_Winter_8U_20210408162037.jpg",
    "image_1": "publicresourcesimagesED-BA676_Winter_8U_20210408162037.jpg",
    "time": "2021-04-09 15:04:00",
    "body": "If you’re an American who worries that your country’s influence is waning, you may not be heartened to learn that it isn’t. After last year’s killing of George Floyd in Minneapolis, angry demonstrators in Britain, emulating Black Lives Matter protests in the U.S., took to city streets. Some committed acts of vandalism. In the port city of Bristol, a statue of a local 17th-century philanthropist was toppled because he also traded in slaves. In London’s Parliament Square, the words “Was a Racist” were daubed on the plinth of Winston Churchill’s statue.<br />In July the government of Prime Minister Boris Johnson responded by impaneling the Commission on Race and Ethnic Disparities. “We decided to step away from the heat and all that vitriol,” says its chairman, Tony Sewell, “and just take a cold look at the data on racism.” In doing so, “we examined ideas that weren’t to be questioned,” namely “the race industry’s articles of faith.” In its March 31 report, the commission concluded that while Britain isn’t yet “a post-racial society,” neither is it any longer a place where “the system” is “deliberately rigged against ethnic minorities.”<br />As a result, Mr. Sewell, who is black—only one of the 10 other commissioners is white—has come under blistering attack. It ranges from the achingly predictable (a profusion of “Uncle Tom” accusations on  Twitter ) to the grotesque. A Cambridge professor of postcolonial studies likened Mr. Sewell to Nazi propagandist Joseph Goebbels. A Labour member of Parliament suggested that he belonged in the Ku Klux Klan. Add in put-downs like “house Negro,” “token” and “race traitor,” and you have a picture of the liberal rage ignited by the commission’s refusal to endorse the belief that Britain is irremediably racist.<br />Mr. Sewell, 62, runs a charity that coaches black schoolchildren in science and math. “It’s a STEM pipeline program,” he says via Zoom from the study of his house in London. “It starts when they’re young and takes them up to university, using summer schools.” Thousands of black kids have been given a college opportunity they “didn’t have in the first place.” Yet he’s called an “Uncle Tom.”<br />He characterizes the abuse as “a sort of antiracism that borders on racism.” He also detects some desperation, “not only in black lobby groups but on the white left”: “they’re frightened of the report.” Since few ordinary citizens will read its 258 pages, its opponents have busied themselves spreading “distortions” in a bid to capture public opinion. He singles out the leftist Guardian newspaper, which published a sweeping condemnation by David Olusoga, a historian of slavery, who scorns the report as “poisonously patronising” and “historically illiterate.”"
}