{
    "url_original": "https://www.wsj.com/articles/the-scout-mindset-review-how-to-update-beliefs-11618355307",
    "url": "the-scout-mindset-review-how-to-update-beliefs-11618355307",
    "title": "‘The Scout Mindset’ Review: How to ‘Update’ Beliefs",
    "sub_head": "Admitting our beliefs are false can feel like a failure, a sign of weakness. Instead, we should look at changing our mind as an ‘update.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-324569?width=620&size=1.5",
    "image_1": "im-324569.jpg",
    "time": "2021-04-13 19:08:00",
    "body": "Metaphors carry us from one idea that is difficult to understand to another that is easier to grasp. Many subjects are notoriously incomprehensible, making the use of metaphors essential.<br />The Newtonian “mechanical universe” metaphor, for example, transfers us from the difficult idea of gravity and the spooky notion of action-at-a-distance to the more understandable “clockwork” of gears and wheels. Enlightenment thinkers used the mechanical metaphor to explain everything from the human body (with its levers and pulleys of joints, tendons and muscles) to political systems (the king as the sun, his subjects as encircling planets) and even economies: François Quesnay modeled the French economy after the human body, likening the flow of money through a nation to blood coursing through a body’s veins; he compared ruinous government policies to diseases that impeded economic health, and therefore recommended laissez-faire.<br />The workings of the human mind are especially enigmatic, so scientists have long invoked metaphors such as hydraulic mechanisms, electrical wires, logic circuits, computer networks, software programs and information workspaces to help explain what’s going on. In “The Scout Mindset: Why Some People See Things Clearly and Others Don’t,” Julia Galef, a co-founder of the Center for Applied Rationality and host of the popular podcast “Rationally Speaking,” uses a military metaphor of scouts and soldiers.<br />According to Ms. Galef’s divide, the soldier mindset leads us to defend our beliefs against outside threats, seek out evidence to support our beliefs, ignore or rationalize away counterevidence and resist admitting we’re wrong—as that feels like defeat. The scout mindset, by contrast, seeks to discover what is true through evidence, and reasons toward conclusions that lead to a more accurate map of reality—“the motivation to see things as they are,” Ms. Galef explains, “not as you wish they were.”<br />The differences between these two mindsets are striking and, Ms. Galef argues, explain how thinking goes right or wrong. Soldiers rationalize, deny, deceive and self-deceive, and engage in motivated reasoning and wishful thinking to win the battle of beliefs. “We talk about our beliefs as if they’re military positions, or even fortresses, built to resist attack,” the author writes. This soldier mindset leads us to defend against people who might “ ‘poke holes in’ our logic,” “shoot down” our beliefs or confront us with a “ ‘knock-down’ argument,” all of which may leave our beliefs “undermined,” “weakened” or even “destroyed.” Soldiers thus become “entrenched” in their beliefs, resisting “surrender” to an opposing position."
}