{
    "url_original": "https://www.wsj.com/articles/the-many-minds-of-the-octopus-11618509397",
    "url": "the-many-minds-of-the-octopus-11618509397",
    "title": "The Many Minds of the Octopus",
    "sub_head": "The weird way that the brainpower of octos is distributed among their eight arms may have much to teach us about our own brains",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-325112?width=620&size=1.5057471264367817",
    "image_1": "im-325112.jpg",
    "time": "2021-04-15 13:56:00",
    "body": "Psychologist Alison Gopnik explores new discoveries in the science of human nature. Read previous columns here.<br />Cephalopods are having a moment. An octopus stars in a documentary nominated for an Academy Award (“My Octopus Teacher”). Octos, as scuba-diving philosopher Peter Godfrey Smith calls them, also play a leading role in his marvelous new book “Metazoa,” alongside a supporting cast of corals, sponges, sharks and crabs. (I like Mr. Godfrey-Smith’s plural, which avoids the tiresome debate over Latin and Greek endings).<br />Part of the allure of the octos is that they are both very smart, probably the smartest of invertebrates, and extremely weird. The intelligence and weirdness may be connected and can perhaps teach us something about those other intelligent, weird animals we call homo sapiens.<br />Smart birds and mammals tend to have long lives and an especially long, protected childhood. Crows and chimps put a lot of work into taking care of their helpless babies. But, sadly and strangely, the intelligent octos only live for a year and don’t really have a childhood at all. They die soon after reproducing and, like the spider heroine of “Charlotte’s Web,” don’t even live to see the next generation grow up, let alone to look after them.<br />Smart birds and mammals also keep their neurons in one place—their brains. But octos split them up. They have over 500 million neurons altogether, about as many as dogs. But there are as many neurons altogether in their eight arms as in their heads. The arms seem able to act as independent agents, waving and wandering, exploring and sensing the world around them—even reaching out to the occasional diving philosopher or filmmaker. Mr. Godfrey-Smith’s book has a fascinating discussion of how it must feel to have this sort of split consciousness, nine selves all inhabiting the same body."
}