{
    "url_original": "https://www.wsj.com/articles/the-permanent-truth-about-temporary-inflation-11619106820?mod=opinion_major_pos8",
    "url": "the-permanent-truth-about-temporary-inflation-11619106820",
    "title": "The Permanent Truth About Temporary Inflation",
    "sub_head": "Reduced living standards aren’t an accident. They’re the whole point of today’s economic policy.",
    "category_1": "Opinion",
    "category_2": "Political Economics",
    "time": "2021-04-22 11:53:00",
    "body": "Of all the silly things Washington types are saying about the economy, few are more dangerous than the myth of “transitory inflation.” This is the view that a rapid runup in a wide range of prices this spring doesn’t matter because the inflation is temporary or there’s a baseline effect related to last year’s pandemic shutdowns or we’re in an auspicious lunar cycle or something.<br />As with all the best myths, the notion of transitory inflation contains a kernel of truth. Consumer prices are rising, by some 2.6% in the 12 months leading to March, and producer-price inflation of 4.2% in the same span augurs more price rises for households to come. But it’s hard to interpret such numbers if you’re an economist. Inflation data compare prices today with prices this time last year, and this time last year the economy was in the depth of a deflationary pandemic shutdown.<br />This creates a double whammy within inflation data. This year’s prices are compared with an abnormal situation last year. Today’s prices then are pushed upward by pent-up demand that is being unleashed as lockdowns ease. This demand may dissipate somewhat over the coming year, moderating inflationary pressure. Maybe.<br />That’s a concise statement of why some argue one shouldn’t worry about a passing spike in inflation. Here’s why it’s wrong:<br />What ordinary people know and economists too often forget is that while inflationary spikes may come and go, higher prices are forever. This spring’s inflation surge will lead to a permanently higher baseline. A lower inflation rate in the future will only moderate future increases from that new, higher base. The one thing that almost certainly will not happen is that prices will fall substantially to undo some of this allegedly “transitory” inflation. The Federal Reserve will fight tooth and nail to prevent that."
}