{
    "url_original": "https://www.wsj.com/articles/the-powerful-the-damned-review-how-he-got-that-story-11618581860?mod=opinion_major_pos12",
    "url": "the-powerful-the-damned-review-how-he-got-that-story-11618581860",
    "title": "‘The Powerful and the Damned’ Review: How He Got That Story",
    "sub_head": "Editing a newspaper requires all sorts of skills, not least the ability to schmooze with the right people.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-325729?width=620&size=1.5",
    "image_1": "im-325729.jpg",
    "time": "2021-04-16 10:04:00",
    "body": "The fact that “The Powerful and the Damned” is self-serving and egotistical doesn’t mean that it is not an enjoyable book, at times quite delicious. Its author, Lionel Barber, was editor of the Financial Times from 2005 to 2020, his longevity at the helm bettered only by one other editor in that fine newspaper’s history. The book is a memoir of Mr. Barber’s time as boss, and like many English editors of his generation, he is rarely unassuming.<br />An illustration: In his last flourish as editor, Mr. Barber interviews Angela Merkel, who came to power—he informs us—“three weeks after I took over as FT editor.” A canny Merkel aide tells Mr. Barber that it was this “symmetry” that “ultimately persuaded” the German chancellor to sit down for an unscripted session with him. Mr. Barber swallows the flattery.<br />A blurb on the dust-jacket from Tony Blair declares that the book is “fascinating” and offers “extraordinary insight.” This is a bit rich, you might think, given that there are 35 entries for the former British prime minister in its index. But kudos to Mr. Barber for getting a man who features so heavily in his book to offer up his gushing praise for it. Who says the politician-editor relationship can’t be symbiotic?<br />This method—symbiosis, in which two beings interact to mutual advantage—is one that Mr. Barber has perfected. By its operation, the public figure gets his placement in the FT—often in the shop window of a dedicated interview—and Mr. Barber gets his coveted story. As editor of one of the two best global business newspapers (the other is in your hands or on your screen), he targeted the world’s political and business leaders for attention. These potentates are “accustomed to wrapping themselves in protective bubbles.” Mr. Barber kvells that he was able to “puncture” these bubbles and engage “up close and personal” with the world’s heaviest hitters “thanks to my position and the prestige of the FT.”<br />Mr. Barber subtitles his book “Private Diaries in Turbulent Times,” yet it isn’t a diary in an original sense, being instead a faux-journal reconstituted from his “extensive notes of interviews, conversations, and encounters.” From an amusing (but inescapable) perspective, this could be said to be a book about Mr. Barber’s nonstop hobnobbing. The Daily Mail—a British tabloid with whose editor he tussled—once described him as “a weapons-grade social climber and name-dropper extraordinaire.” Mr. Barber, in a winning show of self-deprecation, cites this barb in his book, but a kinder way to describe him would be as a world-class schmoozer."
}