{
    "url_original": "https://www.wsj.com/articles/the-americanization-of-european-sports-seems-inevitable-11619002874?mod=business_lead_pos11",
    "url": "the-americanization-of-european-sports-seems-inevitable-11619002874",
    "title": "The Americanization of European Sports Seems Inevitable",
    "sub_head": "Plans for a soccer Super League are falling through, but a U.S.-style shakeup would be in the interest of both viewers and top clubs",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-327529?width=620&size=1.5",
    "image_1": "im-327529.jpg",
    "time": "2021-04-21 07:01:00",
    "body": "The audacious plan by Europe’s top soccer clubs to form their own U.S.-style tournament lies in tatters just days after it was launched. But that might not stop some eventual Americanization of the world’s most popular sport.<br />The six English clubs that had supported the new European Super League pulled out Wednesday, all but sealing its fate. The proposal for a “closed” league inspired by U.S. franchises, featuring weekly face-offs between powerful teams that couldn’t be relegated, would have torpedoed the existing Champions League run by European soccer’s governing body UEFA. It sparked immediate outrage from national leagues, clubs, fans and governments.<br />What the near-universal criticism glossed over is the inadequacy of the status quo—and not just for the most popular clubs’ billionaire owners. The collapse of the Super League might not take much pressure off UEFA to fix problems it has failed to address for decades.<br />Although soccer has a bigger fan base than any other sport globally, the National Football League, Major League Baseball and the National Basketball Association all recorded more revenues than any European soccer competition in 2019. This is in part because the MLB and NBA have more matches per season. But the NFL still collected $60 million a game, compared with about $25 million for the Champions League.<br />More than half of that income comes from media companies like Sky—owned by U.S. giant  Comcast —paying for soccer broadcast rights. The Super League expected a more popular format to double the value of these rights, helping soccer clubs plug the financial holes caused by the pandemic."
}