{
    "url_original": "https://www.wsj.com/articles/the-best-places-to-retire-heres-where-to-start-11618070400",
    "url": "the-best-places-to-retire-heres-where-to-start-11618070400",
    "title": "The Best Places to Retire? Here’s Where to Start",
    "sub_head": "There’s a lot of confusing information out there. You have to know which resources are worth your time.",
    "category_1": "Life & Arts",
    "category_2": "Journal Reports: Retirement",
    "image_1_url": "https://images.wsj.net/im-323119?width=620&size=1.5",
    "image_1": "im-323119.jpg",
    "time": "2021-04-10 12:00:00",
    "body": "My wife and I would like to move when we retire. For better or worse, there’s no shortage of articles and lists that identify the “best” destinations. Can you point us toward some resources or starting points that might be better than others?<br />You’re right: The amount of information about where to retire can be overwhelming—and puzzling. The “top” locales today are all but certain to be supplanted by new favorites tomorrow. (Few writers or editors are in the business of reprinting the same rankings year after year.) And while some lists are based on analyzing reams of data—affordability, climate, access to healthcare, crime rates, etc.—others are more concerned with “personality,” the feel and look of a town or city.<br />In short, clarity is hard to come by. As an expert on retirement hot spots once told us: “The more I delve into it, the more I realize how much guess, by-gosh suppositions, bias and plain bull goes into this business.”<br />What follows are books and online resources that we think are helpful:<br />“America’s 100 Best Places to Retire” (make sure you get the sixth edition) looks at a range of destinations, and groups some in categories such as best college towns, mountain towns, “undiscovered” towns and “main street” towns. The book, edited by Annette Fuller. is a spinoff from a publication that might ring a bell: “Where to Retire,” the leading magazine in this field. The pandemic, though, has forced “Where to Retire” to suspend operations."
}