{
    "url_original": "https://www.wsj.com/articles/these-technologies-could-hold-back-business-travel-indefinitely-11618632059?mod=business_lead_pos5",
    "url": "these-technologies-could-hold-back-business-travel-indefinitely-11618632059",
    "title": "These Technologies Could Hold Back Business Travel Indefinitely",
    "sub_head": "The rise of Zoom studios and FaceTime tours—not to mention specially designed robots—suggest a new reality for business-to-business dealings even in the most hands-on of industries: manufacturing.",
    "category_1": "Tech",
    "category_2": "Keywords: Christopher Mims",
    "time": "2021-04-17 12:01:00",
    "body": "It’s a sunny, breezy morning in Eugene, Ore., a place best known for access to the great outdoors, a history of environmental activism and being the birthplace of  Nike .  I’m standing outside a nondescript, one-story industrial space, speaking with Mark Frohnmayer, chief executive of Arcimoto, maker of a three-wheeled electric vehicle it calls a “fun utility vehicle.”<br />Only I’m not in Oregon. I’m still stuck at home, on the opposite coast, relying—like many of us—on an ever-growing array of tools that allow me to do my job remotely. In this case, I’m getting a tour of  Arcimoto ’s  factory via FaceTime. Mr. Frohnmayer is carrying “me” around on an iPhone, pointing things out, getting me up close to machinery, parts and half-finished vehicles, and fielding my questions. For me, it turns out to be a reasonable facsimile of actually being there. Minus the eight-hour flight and stay at a Dow Jones-approved discount hotel with continental breakfast, that is.<br />This is how Mr. Frohnmayer and his team have been giving factory tours to investors, customers and suppliers since the pandemic began. It works well enough that Mr. Frohnmayer wants to keep doing it after the pandemic ends, because it comes with no loss in productivity due to travel days.<br />Thanks to cloud-based collaborative tools of every description—not just Zoom—the pandemic has led to a reset in office culture, from in-person to remote or hybrid. Surprisingly, there’s also been a reset for workers that almost no one thought could do their jobs remotely, including field service engineers and emergency medical personnel.<br />While these changes explain trends within the post-pandemic workplace, they also demonstrate a new way forward for relationships between businesses. Many examples come from the most hands-on industry of all: manufacturing. Workers still have to show up at a factory and assemble products, and quality control may demand overseas travel from time to time, but many other activities—including investment due diligence, relationship-building with suppliers and customers, and even research and development—have unexpectedly and perhaps permanently gone remote."
}