{
    "url_original": "https://www.wsj.com/articles/these-gourmet-meal-starters-make-dinner-easier-and-more-interesting-11619120073",
    "url": "these-gourmet-meal-starters-make-dinner-easier-and-more-interesting-11619120073",
    "title": "These Gourmet Meal Starters Make Dinner Easier and More Interesting",
    "sub_head": "A new generation of simmer sauces turn Thai larb, Oaxacan mole and an exciting array of other dishes into a stir-and-serve proposition.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-327434?width=620&size=1.5",
    "image_1": "im-327434.jpg",
    "time": "2021-04-22 15:34:00",
    "body": "ON A RECENT Tuesday, I whipped up Thai larb for dinner. The pork was spicy and a little crunchy. Topped with cilantro, served with lettuce wrappers, it was both visually appealing and delectable. But the best part? It was ready in 15 minutes.<br />All I did was sauté the ground meat, then add a flavor packet from a new meal-starter company called Omsom. It’s not that larb is that hard to make; the Omsom packet includes only fish sauce, lime juice, sugar and chile. But as we enter our second pandemic year, I’m torn between opposing desires to eat terrific food and do as little as possible in the kitchen. Apparently, it’s not only me. When Omsom launched with three southeast Asian recipe starters last May, it sold out in 72 hours.<br />Meal starters are nothing new. Campbell’s Cream of Mushroom soup, the can that launched a million casseroles, debuted in 1934. Rice-A-Roni arrived in 1958, followed in 1971 by Hamburger Helper. But Omsom is part of a new generation designed for high-minded cooks who prize global flavors and shun the artificial ingredients, fillers and stabilizers of yore. These pantry shortcuts come in jars, packets, even squeezable tubes, with the goal of aiding exhausted but still curious cooks to serve up West African maffé, Oaxacan molé or steak chimichurri in under 30 minutes. “We’re replacing things from our favorite restaurants that may, sadly, now be closed,” said David Portalatin, a food and beverage analyst at the NPD Group. “If there’s a jar or a kit to help, consumers are interested in giving it a try.”<br />Alison Cayne, who ran a culinary school and café called Haven’s Kitchen in New York for eight years, heard this firsthand from her students. “They don’t want to invest time and energy into something people don’t like,” she said. So she developed a series of fresh, refrigerated sauces to help make dinner foolproof. The line, released in Whole Foods Market in 2018, includes flavors such ginger-miso, nutty lemongrass and a spicy harissa. (Ms. Cayne’s timing could not have been better: Her New York cooking school was forced to close last year due to the pandemic.)<br />Haven’s Kitchen’s sauces stand apart from others on the market because they are designed to be versatile. One night I tossed shrimp and broccoli in the chimichurri and roasted them for a sheet-pan dinner, and I used the rest of the sauce to marinate chicken breasts. The ginger-miso sauced a bowl of soba noodles and leftover veggies. The harissa spiced up an egg-and-cheese sandwich."
}