{
    "url_original": "https://www.wsj.com/articles/these-high-tech-garden-tools-will-do-your-yard-work-for-you-11618589642?mod=tech_featst_pos2",
    "url": "these-high-tech-garden-tools-will-do-your-yard-work-for-you-11618589642",
    "title": "These High-Tech Garden Tools Will Do Your Yard Work for You",
    "sub_head": "Innovations like autonomous mowers and weeding robots let you upgrade the way you nurture your corner of nature—and leave your neighbors envious",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-326177?width=620&size=custom_1110x1688",
    "image_1": "im-326177.jpg",
    "time": "2021-04-16 12:14:00",
    "body": "WHENEVER THE WEATHER permits, Britt Wood drinks his morning coffee on his patio, proudly watching his little guy mow his lawn. No, he doesn’t have a particularly diligent son. Mr. Wood, the CEO of the National Association of Landscape Professionals, recently purchased an autonomous robot that drives around his South Riding, Va., yard, quietly munching each blade of grass down to the ideal 2½-inch height.<br />“It makes life a little easier,” said Mr. Wood of the convenient, “pet-like” robot. “Once you get one of these, your lawn never looks better.”<br />If 2020 was the year that many grew dependent on their backyards as a safe outdoor refuge, then 2021 might be the year they figure out how to spend less time maintaining their go-to retreats. One appealing solution: Upgrade the way you nurture your corner of nature with techy new tools—from robots that cut down weeds to sprinkler systems that rejig their run time depending on impending weather.<br />Anything that lets Americans enjoy more stress-free hours outside is good news: 27% of homeowners overhauled their gardens in 2020 and 19% plan to tackle an outdoor improvement project in 2021, according to a December 2020 survey by tool manufacturer Craftsman.<br />Here, our guide to the gear that might leave your neighbors wondering how you’ve gotten your garden so trim and tidy."
}