{
    "url_original": "https://www.wsj.com/articles/things-heard-seen-review-the-horror-of-the-unknown-11619557620?mod=opinion_major_pos14",
    "url": "things-heard-seen-review-the-horror-of-the-unknown-11619557620",
    "title": "‘Things Heard & Seen’ Review: The Horror of the Unknown",
    "sub_head": "In a smart Netflix film based on the book ‘All Things Cease to Appear,’ Amanda Seyfried stars as a young mother who comes to suspect that her marriage and new home have a dark side.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-330553?width=620&size=1.5",
    "image_1": "im-330553.jpg",
    "time": "2021-04-27 17:07:00",
    "body": "It’s the rare supernatural thriller that finds its philosophical underpinnings in the Christian mystic Emanuel Swedenborg (1688-1772), who was viewed as both enlightened and mad but can certainly put a spin on a ghost story: Per Swedenborg’s benign view of the spirit world, it isn’t the dead of “Things Heard & Seen” who should inspire loathing. It’s the living.<br />Based on “All Things Cease to Appear,” by the novelist Elizabeth Brundage, the film is written and directed by the wife-husband team of Shari Springer Berman and Robert Pulcini, whose eclectic filmography(“American Splendor,” “Girl Most Likely’) does not include horror—something that probably helps make their foray into genre real estate, i.e. the haunted house, refreshingly unfamiliar. The house itself is somewhere in upstate New York, “upstate” always being north of wherever you start out, which in the case of the Claires—bulimic art restorer Catherine (Amanda Seyfried) and generally untrustworthy George (James Norton)—is the Upper West Side, circa 1980. Although Catherine loves her job, and the city, and they have a 4-year-old child and don’t seem to know anyone north of Westchester, she will follow George to his new job teaching art history at small, private Saginaw College in a town ominously called Chosen.<br />The mood is appropriately chilly; the sun always seems to be setting in Chosen, a has-been dairy community populated by “rich horsy weekenders and full-time rednecks,” as one city friend acidly describes it. The century-old farmhouse that the Claires buy has a history—of course—though it’s a history unrevealed to Catherine for a large part of the film. There’s a perfectly functional piano someone simply left behind. (“It’s very sad,” says their real-estate agent, played by the wonderful Karen Allen.) And there’s a sparking clown lamp in their daughter’s room that someone should have thrown out as soon as specters started appearing in the hallways.<br />Not everything is explained in the Berman-Pulcini script, or serves an obvious function—Catherine’s bulimia, for instance, or her Catholicism, which may be untidy threads left over after tailoring the novel for the screen. Some details are intended to be funny, and some are: the sheet music for “Lacrimosa” (from Mozart’s Requiem) peeking under a closet door, or the fact that the couple’s new friend, Justine (Rhea Seehorn), is the “adjunct weaving instructor” at Saginaw. Viewers currently paying college tuition may chuckle.<br />What really does work is the acting. Ms. Seyfried, Oscar-nominated for “Mank” this year, plays Catherine as tightly wound but self-possessed. She’s not driven to distraction by the spirit world. She finds in it some solace, especially in light of the seemingly congenital dishonesty of her husband. In what is perhaps the film’s best single scene, Catherine and Floyd DeBeers—George’s department head and the resident Swedenborg devotee, played by F. Murray Abraham—share a moment of empathy with the unseen population of Chosen and the history that is keeping the spirits from rest. It’s an emotional coup for both actors. We expect that level of commitment from Mr. Abraham. We’re coming to expect it from Ms. Seyfried."
}