{
    "url_original": "https://www.wsj.com/articles/tiger-girl-and-the-candy-kid-review-mr-mrs-mayhem-11618437770",
    "url": "tiger-girl-and-the-candy-kid-review-mr-mrs-mayhem-11618437770",
    "title": "‘Tiger Girl and the Candy Kid’ Review: Mr. & Mrs. Mayhem",
    "sub_head": "He was dapper, ruthless, fearless. She was the flapper’s flapper. Together they went on a crime spree that thrilled America’s Jazz Age.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-04-14 18:02:00",
    "body": "Nearly everyone has heard of Bonnie and Clyde, the Depression-era desperados enduringly incarnated by Faye Dunaway and Warren Beatty in Arthur Penn’s classic 1967 movie. But Tiger Girl and the Candy Kid? They sound like a low-rent rock duo, but they were actually a Jazz Age crime couple notorious in their time.<br />Long forgotten, they have been resurrected by Glenn Stout in an entertaining new book named for them. It’s reasonable to ask why anybody should bother to disinter these century-old characters and chronicle their heedless exploits. But Mr. Stout, who specializes in sports histories, has embedded their story in a deft social history of the 1920s—the days of flappers and bootleggers, hot jazz and hot stocks, bloodthirsty thugs and corrupt cops and pols all careening toward the Great Crash. The reader gets taken along for the ride.<br />Mr. Stout, an old pro, acknowledges that most of the official records of the couple’s crime spree are gone and that he has relied mainly on contemporary newspaper accounts. Anyone who has ever worked on a paper, especially a crime-happy tabloid, knows how often such stories could be embroidered by enterprising street reporters and imaginative rewrite men. But even allowing for embellishments, “Tiger Girl and the Candy Kid” is a hell of a yarn—worthy of an HBO hoodlum epic like “Boardwalk Empire.”<br />The Candy Kid—né Richard Reese “Dick” Whittemore—seems born to be bad. He came from a respectable Baltimore family, but, still in short pants, he swiped eight silver spoons and some glasses from an oyster supper at his mother’s church. At 10, he fired a gun in the street. A hardened truant, he soon found himself in a special school for incorrigibles and then St. Mary’s Industrial School for Boys, the same reformatory that Babe Ruth survived. By the time he was 20, he had served time in a Navy brig (for larceny while a sailor), New York’s Dickensian Elmira Reformatory (for car theft and burglary) and the Maryland State Penitentiary (for another burglary). He was also a married man.<br />Tiger Girl, the love of his short, brutish life, was born Margaret Messler, the lively daughter of German immigrants. Their families lived near each other in a rundown neighborhood, and Margaret had had a crush on Reese, as she called him, ever since they’d gone to the same school. Both longed for the seductive Jazz Age life they’d glimpsed on their brief honeymoon in New York. “They came of age,” Mr. Stout writes, “just as a twisted pathway to a new warped version of the American Dream first came into focus, one built not on morality but on money, not on personal freedom but on personal indulgence, not on the promise of the future but on a mouthwatering appetite for the present.”"
}