{
    "url_original": "https://www.wsj.com/articles/time-to-end-outdoor-mask-edicts-11619383852?mod=opinion_lead_pos9",
    "url": "time-to-end-outdoor-mask-edicts-11619383852",
    "title": "Time to End Outdoor Mask Edicts",
    "sub_head": "The CDC is moving too slowly in updating its advice to comport with the scientific evidence.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-329561?width=620&size=1.5",
    "image_1": "im-329561.jpg",
    "time": "2021-04-25 16:50:00",
    "body": "When fighting a crisis like Covid-19, health officials can never take for granted the public’s willingness to comply. The measures imposed—social distancing, wearing masks—require sacrifice. As conditions improve, policy makers must show they’re willing to ease restrictions as swiftly as they imposed them, and a critical early test will be on wearing masks outside.<br />Wearing masks and restricting large gatherings were essential to controlling the pandemic’s worst peaks. But infection levels are dropping and vaccination rates rising. This is the time to revisit rules on masking and distancing in low-risk outdoor settings like parks and sports venues. Easing these rules would move more activity outdoors, which reduces viral transmission.<br />In states such as Texas and New Hampshire, governors have lifted restraints on the size of outdoor gatherings and the need for masks. Connecticut, Rhode Island and others have announced plans to relax outdoor requirements in May. But the policy process in Washington is moving too slowly. The Centers for Disease Control and Prevention’s guidance still prescribes social limits while outside. Many governors are reluctant to step out ahead of the agency. About half of states still require people to wear face coverings in all public settings.<br />The virus won’t be eliminated. Some 40,000 Americans are hospitalized and some 55,000 cases are diagnosed each day. But more than 80% of Americans over 65 are protected by a vaccine, and infection rates are declining rapidly in most states—including Michigan, this month’s worst-hit. Vaccines are available to anyone over 16 in every state. Soon the problem will be a surplus of doses.<br />Consider a well-known study conducted in China last spring. Researchers traced 318 outbreaks to figure out the chains of transmission. In only one of 318 outbreaks did the initial cases come from contact while outside. The rest originated inside homes or on mass transit."
}