{
    "url_original": "https://www.wsj.com/articles/tina-turner-princess-diana-and-the-power-of-revenge-fashion-11618056047",
    "url": "tina-turner-princess-diana-and-the-power-of-revenge-fashion-11618056047",
    "title": "Tina Turner, Princess Diana, and the Power of Revenge Fashion",
    "sub_head": "Retails analysts are predicting a rise in post-pandemic retail therapy, focused on dresses, heels, and other going-out looks. For inspiration, look no further than the icons of revenge style: Tina Turner and Princess Diana, both in the zeitgeist again.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-322389?width=620&size=1.5",
    "image_1": "im-322389.jpg",
    "time": "2021-04-10 08:00:00",
    "body": "Off Brand is a column that delves into trends in fashion and beauty.<br />FOR A 1984 appearance on Late Night with David Letterman, Tina Turner, then 44, emerged in a microscopic black leather miniskirt, black top, fishnets and serious high heels. There to promote her first big solo record, “Private Dancer,” with its hit “What’s Love Got to Do With It,” she was in the midst of a Lazarus-like resurrection after leaving the abusive Ike Turner in 1976. As chronicled in the new HBO documentary about Ms. Turner’s life, “Tina,” the singer’s comeback was accessorized by body-conscious looks by Bob Mackie and Azzedine Alaïa and a punky bleached mullet. Her “revenge look,” as it’s come to be known in the zeitgeist, was one for the ages.<br />Along with other icons like Princess Diana—whose assertive post-Charles style is well chronicled—Ms. Turner’s late-in-life makeover is providing new inspiration to those eager to leave the pandemic behind. As the prospect of a vaccine-fueled social renaissance emerges, people are shopping again. Anecdotally, many of these purchases appear to be the kind of daring “going-out” fashions that are also associated with breakups and other big life changes. In fact, there’s a term for this exuberant post-slump spending: “revenge shopping.”<br />A 1980s photograph of Tina Turner in a cutaway leather Alaïa minidress is one of the images on the Instagram account @revengelooks, which also includes spicy styles from Nicole Kidman, Naomi Campbell, Brad Pitt, and other stars in their single heydays. The handle is run by Eloise Moran, a Los Angeles-based British writer who also posts to @ladydirevengelooks and is writing a book about Princess Diana’s style. She said that the ur-example of revenge style is the little black dress by Greek designer Christina Stambolian that the princess wore to a 1994 Serpentine Gallery event just after Prince Charles admitted on television that he had cheated on her.<br />Ms. Moran sees a clear parallel between this kind of splashy, public revenge look and the current post-pandemic urge to dress up. She explained that while “the idea of revenge dressing before may have been linked to getting out of a bad breakup or even losing a job and wanting to show that you’re doing okay,” what’s happening post-pandemic is “a different type of revenge because it’s this collective feeling that people just want to reject the entrapment of the past year. I think ultimately it’s about freedom.” This might mean buying a piece that’s a bit more revealing than you’d normally buy, after a year covered up at home. Or a pricey designer item, to compensate for that vacation you didn’t take."
}