{
    "url_original": "https://www.wsj.com/articles/to-the-moon-and-back-with-michael-collins-1930-2021-11619806447?mod=opinion_lead_pos6",
    "url": "to-the-moon-and-back-with-michael-collins-1930-2021-11619806447",
    "title": "To the Moon and Back With Michael Collins, 1930-2021",
    "sub_head": "My fellow astronaut was a great pilot, a great friend and a great patriot.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-332202?width=620&size=1.5",
    "image_1": "im-332202.jpg",
    "time": "2021-04-30 14:14:00",
    "body": "Finding words is hard. The death at age 90 of Michael Collins, command-module pilot for Apollo 11, is the loss of a friend, an unswerving patriot and an intrepid explorer. Neil Armstrong and I were blessed to have had Mike as our crewmate on America’s first manned mission to the moon’s surface, in July 1969. No one is more responsible for our success—taking us out and bringing us home safely—than Mike.<br />What Mike gave our nation is hard to express. He was a fearless test pilot, inveterate scholar, cheerful crewmate; he was calm under pressure, self-disciplined, knew every detail of the Columbia command module. He was also a lifelong friend, focused on others and often hardest on himself.<br />Mike’s book, “Carrying the Fire: An Astronaut’s Journeys” (1974), is detailed and aptly named. A gifted writer, Mike put into words the extraordinariness of our shared experience—his, Neil’s, mine and our nation’s. He focused on the mission, team, nation and journey, less on himself.<br />Mike was the one who orbited the moon 30 times alone, focused on us, making sure we stayed close. He was the one who, on Gemini 10 in 1966, walked in space and proved orbital rendezvous with another spacecraft, a vital step in America’s eventual moon missions. And Mike was first among friends—gracious, self-deprecating and always quick with a smile.<br />In a sense, Mike was our engine, the one who “carried the fire” to the moon and back. His mastery of the command module preceded him. The entire astronaut corps revered his dedication. His mastery gave us confidence. Whatever happened on that first mission, Mike would figure out how to get us home. And he did."
}