{
    "url_original": "https://www.wsj.com/articles/together-together-review-paternal-instincts-11619112716",
    "url": "together-together-review-paternal-instincts-11619112716",
    "title": "‘Together Together’ Review: Paternal Instincts",
    "sub_head": "Ed Helms and Patti Harrison star in a charming comedy about a divorced man who wants to nurture the surrogate carrying his child.",
    "category_1": "Film Review",
    "time": "2021-04-22 13:32:00",
    "body": "<br />Sweet, funny, a little melancholy and a little obvious, “Together Together” is an odd-couple parable with a fertile comedic premise: The likable, no-nonsense 26-year-old Anna (Patti Harrison) is going to carry a baby for the fussy, pedantic 45-year-old Matt (Ed Helms). What could possibly go wrong?<br />So much. Written and directed by Nikole Beckwith (“Stockholm, Pennsylvania”), the largely two-character comedy is about the byzantine world of au courant reproduction, the commercial exploitation of the pregnant and, mostly, personalities in conflict. “Together Together” might be about surrogacy, but not all of its surrogates are gestational. Many are proxies in the audience’s war with Matt, the kind of officious know-it-all whom people generally cross the street to avoid. Or ghost online. Or divorce.<br />Matt is, in fact, divorced, but wants a baby. Anna just wants to go to graduate school and can do it on what Matt is paying her to carry his donor-egg baby and then walk away. She wants to walk away. She makes it clear from the start. What he makes clear, in not so many words, is that he’s going to try to dragoon her into a nurturing relationship whether she wants to be nurtured or not.<br />Mr. Helms, who came to prominence as a correspondent on “The Daily Show,” seems to play a similar kind of role each time out. Either that, or he makes each role conform to his groove, which is likable without being lovable. Ms. Harrison (“Shrill”) is a lesser-known quantity, but she makes Matt the foil for her dry delivery of Anna’s polite resistance to all his enthusiasms, and her growing impatience. She should have seen it coming, of course: Her “job” interview is somewhere between a therapy session and a deposition. (“What’s the worst thing you’ve ever done? Have you ever stolen anything?”) When Matt, reading off her questionnaire, asks the age of Anna’s child, she hesitates: She got pregnant in high school and the baby was adopted immediately. Matt is sensitive, to the point that he gives sensitive guys a bad name. But he also seems dumb enough to think that if Anna has already given up one baby, giving up a second won’t be so hard."
}