{
    "url_original": "https://www.wsj.com/articles/tokyo-flexes-its-talons-11618871351?mod=opinion_major_pos7",
    "url": "tokyo-flexes-its-talons-11618871351",
    "title": "Tokyo Flexes Its Talons",
    "sub_head": "Suga was hawkish on China, but the soft-power U.S.-Japan alliance needs work.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "time": "2021-04-19 18:29:00",
    "body": "Japanese Prime Minister Yoshihide Suga’s visit to the White House is being hailed in both countries as a major success. On the American side, officials rejoiced that Mr. Suga aligned Japan with U.S. talking points in Asia. As the prime minister said at a joint press conference, America and Japan both “oppose any attempt to change the status quo by force or coercion in the East and South China seas and intimidation of others in the region.” References to the Taiwan Straits and the situation in Xinjiang added to the impression that Tokyo is becoming more forthright in supporting a tougher U.S. line.<br />On the Japanese side, there was also much to be happy about. President Biden chose Mr. Suga for his first Oval Office meeting with a foreign leader, an unmistakable sign of the priority the Biden administration attaches to the relationship. Better still, American officials didn’t press the prime minister for a list of specific commitments that might have been difficult to sell at home—or that would ignite a firestorm in the volatile relationship between Beijing and Tokyo.<br />Mr. Suga hedged comments on Taiwan and Xinjiang carefully. On Taiwan, he said at the joint press conference that the summit “reaffirmed” the U.S.-Japan consensus. On Xinjiang he said that he had “explained Japan’s position and initiatives” to the president. Neither the press conference nor the joint statement Messrs. Biden and Suga issued after their discussion used the word “genocide.”<br />While Washington and Tokyo broadly agree about the risks of China’s behavior, Japan still prefers to stay a few steps behind America. Geography, economics and history all connect Japan to China. While officials in Tokyo fully understand that China’s growing military might and territorial assertiveness require a robust Japanese response, neither the country’s business community nor the public wants to be too confrontational with a neighboring superpower. On military and human rights issues alike, the Japanese consensus is shifting, but Tokyo’s postwar tradition of cautious diplomacy won’t change overnight.<br />And then there is the American question. The oscillations in U.S. policy under both President Obama and President Trump left Japan with a severe case of whiplash. Mr. Obama’s flaccid response to China’s construction of artificial islands in the South China Sea horrified Prime Minister Shinzo Abe’s government. Mr. Obama made the Trans-Pacific Partnership the centerpiece of his Asia policy, but Mr. Trump campaigned against it before rejecting the deal in office."
}