{
    "url_original": "https://www.wsj.com/articles/top-colleges-in-the-south-for-diversity-11618431672",
    "url": "top-colleges-in-the-south-for-diversity-11618431672",
    "title": "Top Colleges in the South for Diversity",
    "sub_head": "The University of Houston-Downtown heads this list from the WSJ/THE College Rankings",
    "category_1": "Life & Arts",
    "category_2": "Journal Reports: College Rankings",
    "image_1_url": "https://images.wsj.net/im-325159?width=620&size=1.4988290398126465",
    "image_1": "im-325159.jpg",
    "time": "2021-04-14 16:21:00",
    "body": "The University of Houston-Downtown ranks highest for diversity among Southern schools in the Wall Street Journal/Times Higher Education College Rankings.<br />In the WSJ/THE rankings, diversity accounts for 10% of a school’s overall score. The overall ranking is based on 15 factors across four main categories: Forty percent of each school’s overall score comes from student outcomes, including measures of graduate salaries and debt burdens, 30% from the school’s academic resources, including how much it spends on teaching, 20% from how well it engages its students and 10% from its environment, a measure of the diversity of its students and staff.<br />Houston-Downtown is one of several schools tied for No. 18 nationwide in the environment category. It’s followed in the ranking of Southern schools for the category by the University of St. Thomas (Texas) and Nova Southeastern University, which are tied with several other schools for No. 28 nationwide for diversity.<br />Houston-Downtown didn’t make the top 500 in the overall national ranking. St. Thomas (Texas) is ranked No. 318 overall in the country and Nova Southeastern is No. 374 overall. Among the Southern schools with the 10 highest scores for diversity, Emory University has the highest overall national rank, at No. 24. One other top-10 Southern school for diversity is in the top 100 overall nationally, the University of Miami at No. 53.<br />See the full list of top Southern schools for diversity below. You can also see the top schools for diversity in the Northeast here and the West here. For Southern schools, you can see the leading small, midsize and large colleges here and the top schools for academic resources here."
}