{
    "url_original": "https://www.wsj.com/articles/top-public-and-private-colleges-in-the-northeast-11619036490",
    "url": "top-public-and-private-colleges-in-the-northeast-11619036490",
    "title": "Top Public and Private Colleges in the Northeast",
    "sub_head": "The region has six of the country’s top 10 private schools in the WSJ/THE College Rankings",
    "category_1": "Life & Arts",
    "category_2": "Journal Reports: College Rankings",
    "image_1_url": "https://images.wsj.net/im-328269?width=620&size=1.5005861664712778",
    "image_1": "im-328269.jpg",
    "time": "2021-04-21 16:21:00",
    "body": "The Northeast is home to six of the highest-ranked private colleges in the country and 10 of the top 20 in the Wall Street Journal/Times Higher Education College Rankings.<br />Harvard University, the highest-ranked school in the country, is the region’s top private school, and the Pittsburgh campus of the University of Pittsburgh is the highest-ranked public school in the Northeast, at No. 97 among all schools nationwide.<br />The WSJ/THE ranking is based on 15 factors across four main categories: Forty percent of each school’s overall score comes from student outcomes, including measures of graduate salaries and debt burdens, 30% from the school’s academic resources, including how much it spends on teaching, 20% from how well it engages its students and 10% from its environment, a measure of the diversity of its students and faculty.<br />The top private schools in the Northeast also include the country’s second- and third-highest ranked schools of any kind, in the Massachusetts Institute of Technology and Yale University, respectively. The University of Connecticut, No. 104 among all schools in the country, is second among public schools in the Northeast, followed by the main campus of Penn State, at No. 109 overall.<br />See the full lists of the top public and private colleges in the Northeast below. You can see the top public and private colleges in the West here and in the Midwest here. For more on the Northeast, you can see the top small, midsize and large colleges here and the top colleges for diversity here. You can also see our full rankings as well as sort the complete rankings by a variety of measures and reweight the main contributing factors to reflect what’s most important to you. And you can  compare any two colleges in detail side by side."
}