{
    "url_original": "https://www.wsj.com/articles/toshiba-shareholders-may-finally-get-their-due-11618574289?mod=business_minor_pos11",
    "url": "toshiba-shareholders-may-finally-get-their-due-11618574289",
    "title": "Toshiba Shareholders May Finally Get Their Due",
    "sub_head": "They have had a rough ride for a decade, but now a possible bidding war looms",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-326068?width=620&size=1.5",
    "image_1": "im-326068.jpg",
    "time": "2021-04-16 07:58:00",
    "body": "Japan’s  Toshiba  hasn’t lacked for corporate drama in recent years. The tale now unfolding for the 146-year old company may provide hints about the prospects for further corporate-governance improvement in Japan.<br />Its shares have gained 23% this month, to their highest level since the collapse of the company’s Westinghouse nuclear business in 2017 caused billions of dollars in losses. The reason for the surge? The prospect of a bidding war. Private-equity firm  CVC Capital Partners  proposed an acquisition last week, and other suitors are weighing bids too, according to media reports.<br />That isn’t good news, however, for Nobuaki Kurumatani, who resigned as Toshiba’s chief executive Wednesday under pressure from shareholders. His links with CVC—he headed its Japanese operations—have also raised questions about potential conflicts of interest.<br />Toshiba has a large base of foreign investors: As of last September, overseas shareholders combined for a 60% stake. Dozens of hedge funds injected $5.3 billion in 2017 to rescue the company from the nuclear mess, and some of those investors stayed on.<br />Toshiba’s investors last month backed a proposal from Singapore-based activist investor Effissimo Capital Management, the company’s largest shareholder, for an independent investigation into the fairness of voting at last year’s annual general meeting. The fund’s effort to install three directors failed. But Mr. Kurumatani was re-elected with just 57% of votes."
}