{
    "url_original": "https://www.wsj.com/articles/tracksuitslike-those-worn-by-run-dmcare-back-in-style-11619553706",
    "url": "tracksuitslike-those-worn-by-run-dmcare-back-in-style-11619553706",
    "title": "Tracksuits—Like Those Worn by Run-DMC—Are Back in Style",
    "sub_head": "The hip-hop trio favored comfortable, sporty Adidas sets decades ago and, in the Covid era, elevated versions are thriving. Here’s how to get the look.",
    "category_1": "Life & Arts",
    "category_2": "Copy Cat",
    "image_1_url": "https://images.wsj.net/im-329978?width=620&size=0.6666666666666666",
    "image_1": "im-329978.jpg",
    "time": "2021-04-27 16:01:00",
    "body": "THE TRACKSUIT IS one highly evocative article of clothing. For many music fans, the word could easily conjure images of Run-DMC (above), the intrepid hip-hop trio from Queens, N.Y., who in the 1980s bounded across arena stages in matching Adidas tracksuits. Cinephiles might picture Chas Tenenbaum (Ben Stiller), the depressive dad who wore a red Adidas tracksuit in 2001’s “The Royal Tenenbaums,” or Bruce Lee, who did battle in a yolk-yellow version in 1978’s “Game of Death.” Those binge-watching “The Sopranos” will likely envision Paulie Walnuts (Tony Sirico), the silver-haired heavy who wore velour zip-up sets through the series’s run.<br />And those are just tracksuiters in the pop-culture realm. When asked for his associations, Keanan Duffty, director of fashion programs at New York’s Parsons School of Design, mentioned the wild tracksuit-y sets in a 1983 runway show from British designer Vivienne Westwood. Meanwhile, Hussein Suleiman, a co-founder of Daily Paper, an 8-year-old Amsterdam-based label, cited a more modern reference: North African immigrants in France who wear “the brightest colored” tracksuits associated with football clubs like Olympic and Marseilles.<br />Despite its existing fan base, the tracksuit gained more devotees during quarantine. It became a bestseller at Daily Paper over the last year, “when everybody started doing work-from-home outfits,” said Mr. Suleiman, who wears a tracksuit almost daily. His simple explanation? “People just like to wear more comfortable stuff.”<br />British retailer End Clothing likewise saw a jump in tracksuit interest this past year. It’s a “very easy” look to pull on before dragging yourself through yet another day of virtual conferences, explained Chris Fisher, the shop’s senior buyer.<br />The range of tracksuit options has also broadened significantly of late. According to Edited, a retail market intelligence company, 81% more tracksuits are available on major e-commerce websites this year, compared with last year. Krista Corrigan, one of the retail analysts at Edited, speculated that “a propensity for nostalgia and throwback trends” is fueling the tracksuit’s popularity. To be sure, you’ll find many standard, solid-color tracksuits that call back to ’80s joggers, old-school English football fans and yes, Run-DMC. Purists appreciate that Adidas’s iconic three-stripe tracksuit has barely changed since it was introduced in 1967 as gear for hobbyist exercisers and sprinters in need of warm-up attire. But many tracksuits today deliver quite a bit more oomph than their athletic ancestors."
}