{
    "url_original": "https://www.wsj.com/articles/transcript-fed-chief-powells-postmeeting-press-conference-11619644895",
    "url": "transcript-fed-chief-powells-postmeeting-press-conference-11619644895",
    "title": "Transcript: Fed Chief Powell’s Postmeeting Press Conference",
    "sub_head": "",
    "category_1": "Economy",
    "category_2": "Central Banks",
    "image_1_url": "https://images.wsj.net/im-331284?width=620&size=1.5",
    "image_1": "im-331284.jpg",
    "time": "2021-04-28 17:21:00",
    "body": "Federal Reserve Chairman Jerome Powell discussed the central bank’s decision to hold interest rates near zero and maintain its pace of asset purchases, the outlook for inflation and the economic recovery, the housing market and bank supervision during a virtual press conference Wednesday after the Fed’s monetary policy meeting. Here is a transcript, lightly edited for clarity and length.<br />JEROME H. POWELL: Good afternoon. At the Federal Reserve, we are strongly committed to achieving the monetary policy goals that Congress has given us—maximum employment and price stability. Today, my colleagues on the FOMC and I kept interest rates near zero and maintained our sizable asset purchases. These measures, along with our strong guidance on interest rates and on our balance sheet, will ensure that monetary policy will continue to deliver powerful support to the economy until the recovery is complete.<br />Widespread vaccinations along with unprecedented fiscal policy actions are also providing strong support to the recovery. Since the beginning of the year, indicators of economic activity and employment have strengthened. Household spending on goods has risen robustly. The housing sector has more than fully recovered from the downturn, while business investment and manufacturing production have also increased. Spending on services has also picked up, including at restaurants and bars. More generally, the sectors of the economy most adversely affected by the pandemic remain weak but have shown improvement. While the recovery has progressed more quickly than generally expected, it remains uneven and far from complete.<br />The path of the economy continues to depend significantly on the course of the virus and the measures undertaken to control its spread. Since March, progress on vaccinations has limited the number of new cases, hospitalizations, and deaths. While the level of new cases remains concerning, especially as it reflects the spread of more infectious strains of the virus, continued vaccinations should allow for a return to more normal economic conditions later this year. In the meantime, continued observance of public health and safety guidance will help us reach that goal as soon as possible.<br />As with overall economic activity, conditions in the labor market have continued to improve. Employment rose 916,000 in March as the leisure and hospitality sector posted a notable gain for the second consecutive month. Nonetheless, employment in this sector is still more than 3 million below its level than the onset of the pandemic. For the economy as a whole, payroll employment is 8.4 million below its pre-pandemic level. The unemployment rate remained elevated at 6 percent in March, and this figure understates the shortfall in employment, particularly as participation in the labor market remains notably below pre-pandemic levels."
}