{
    "url_original": "https://www.wsj.com/articles/travel-boom-coming-expedia-ceo-says-hotels-will-come-screaming-back-11618664400?mod=business_lead_pos3",
    "url": "travel-boom-coming-expedia-ceo-says-hotels-will-come-screaming-back-11618664400",
    "title": "Travel Boom Coming, Expedia CEO Says: ‘Hotels Will Come Screaming Back’",
    "sub_head": "Expedia and Vrbo leader Peter Kern on leadership lessons from Barry Diller and what post-pandemic business travel will look like",
    "category_1": "Business",
    "category_2": "Management",
    "image_1_url": "https://images.wsj.net/im-323201?width=620&size=1.5",
    "image_1": "im-323201.jpg",
    "time": "2021-04-17 09:00:00",
    "body": "Peter Kern became chief executive officer of  Expedia  Group Inc. last April, during the travel industry’s worst crisis in decades.<br />It was a precarious moment: Calls to the company’s call centers had surged 500% as consumers canceled flights and hotel rooms. Expedia burned through cash in issuing refunds. To weather the downturn, it scrambled to raise about $4 billion in capital last spring.<br />Expedia had troubles that predated the pandemic. A strategy clash between its board and management led to the resignations of Expedia’s then-CEO and finance chief in December 2019. Barry Diller, the company’s chairman, pronounced Expedia on an earnings call as “sclerotic and bloated” as it struggled to compete against  Google ’s  growing presence in the travel-booking business. He tapped Mr. Kern, Expedia’s 52-year-old vice chairman and a longtime media and private-equity executive, to help him run Expedia’s daily operations before appointing him CEO last spring.<br />Mr. Kern has sought to simplify the company’s structure and make its business less reliant on Google search. While cutting thousands of jobs, the company is also gearing up for an anticipated rebound in travel. Alongside the Expedia brand, the company owns Orbitz and Travelocity, along with Vrbo, an  Airbnb Inc.  rival that has benefited from travelers’ desire to rent homes in the pandemic.<br />Mr. Kern recently spoke with The Wall Street Journal by phone from a home office in Wyoming. Here are edited excerpts:"
}