{
    "url_original": "https://www.wsj.com/articles/treasury-yields-erase-earlier-rise-following-fed-statement-11619638691?mod=markets_major_pos13",
    "url": "treasury-yields-erase-earlier-rise-following-fed-statement-11619638691",
    "title": "Treasury Yields Erase Earlier Rise Following Fed Statement",
    "sub_head": "Fed Chairman Powell’s comments eased concerns that central bank will tighten monetary policy more quickly than anticipated",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-331275?width=620&size=1.5",
    "image_1": "im-331275.jpg",
    "time": "2021-04-28 16:24:00",
    "body": "U.S. government-bond yields pared an early climb Wednesday after the Federal Reserve reiterated that it is too early to discuss withdrawing easy-money policies, potentially easing concerns that the central bank will tighten monetary policy more quickly than anticipated.<br />The yield on the benchmark 10-year U.S. Treasury note erased earlier gains and closed at 1.621%, down from around 1.64% before the decision and barely below Tuesday’s close.<br />Yields edged lower after Fed Chairman Jerome Powell said at a news conference Wednesday that the economy remains a long way from the central bank’s goals and officials would need to see substantial further progress before altering policies supporting the economy. Mr. Powell had said previously that any tapering in bond buying would likely come before the Fed raises its short-term interest rate target.<br />Yields have climbed steadily this year, rising to nearly 1.75% at the end of the first quarter from about 0.9% at the end of 2020 as investors anticipated an accelerating economic recovery following the worst of the coronavirus pandemic. Bond yields rise as prices fall and tend to advance when analysts expect good times ahead for the economy and climbing inflation.<br />Wall Street has debated for months whether a powerful rebound in growth and rising consumer prices will prompt Mr. Powell and his colleagues to ease bond purchases and signal future interest-rate increases sooner than expected. Worries about that issue have sparked gains in bond yields and occasional volatility in the stock market, though major indexes have risen back to records recently. Higher yields can hurt stocks and other riskier investments by increasing returns from holding ultrasafe government bonds."
}