{
    "url_original": "https://www.wsj.com/articles/tribune-publishing-sets-date-for-shareholder-vote-on-alden-bid-11618943905?mod=business_featst_pos3",
    "url": "tribune-publishing-sets-date-for-shareholder-vote-on-alden-bid-11618943905",
    "title": "Tribune Publishing Sets Date for Shareholder Vote on Alden Bid",
    "sub_head": "May 21 deadline narrows window for competing bidder Stewart Bainum Jr. to firm up financing",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-327527?width=620&size=1.5",
    "image_1": "im-327527.jpg",
    "time": "2021-04-20 14:38:00",
    "body": "Tribune Publishing Co.  has set a May 21 deadline for shareholders to vote on a takeover proposal by hedge fund Alden Global Capital LLC, narrowing the window for hotel magnate Stewart Bainum Jr. to firm up financing for his competing bid.<br />The newspaper company on Tuesday announced a May 21 vote on Alden’s $635 million bid, which a special committee of the board tasked with reviewing the takeover proposals has recommended shareholders accept. The call for a vote comes just days after a key partner in Mr. Bainum’s $680 million bid pulled out, leading Tribune to terminate negotiations with him.<br />On Monday, the special committee said it could no longer reasonably expect the competing bid to be superior to Alden’s as it no longer had the necessary financing. It also said it would “carefully consider any further developments,” leaving open an opportunity for Mr. Bainum to come up with other financing.<br />The battle between Mr. Bainum and Alden to acquire Tribune—home to the Chicago Tribune, Baltimore Sun, New York Daily News and other U.S. metro newspapers—could help shape the future of local news in America, an industry in steep decline. Alden, which owns MediaNews Group, publisher of about 70 daily newspapers, has shown an appetite for acquisitions, betting scale and efficiency are the path forward for struggling papers, but some media industry watchers say its aggressive cost-cutting has accelerated the demise of local papers.<br />Another option is to sell to ultrawealthy benefactors. That was the fate of the Washington Post, which sold to  Amazon.com Inc.  founder Jeff Bezos, as well as the Boston Globe and Philadelphia Inquirer, which was subsequently donated to the nonprofit Lenfest Institute."
}