{
    "url_original": "https://www.wsj.com/articles/trump-organization-executivesformer-in-law-handsover-documents-in-probe-11617912082?mod=politics_featst_pos3",
    "url": "trump-organization-executivesformer-in-law-handsover-documents-in-probe-11617912082",
    "title": "Trump Organization Executive’s Former In-Law Hands Over Documents in Probe",
    "sub_head": "Manhattan prosecutors had subpoenaed financial records from Jennifer Weisselberg, ex-wife of the son of Trump Organization CFO",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-322013?width=620&size=1.5",
    "image_1": "im-322013.jpg",
    "time": "2021-04-08 16:01:00",
    "body": "A Trump Organization executive’s former daughter-in-law turned over financial documents Thursday that Manhattan prosecutors had subpoenaed for their investigation into former President Trump and his company, according to people familiar with the matter.<br />The office of Manhattan District Attorney Cyrus Vance Jr. on Wednesday subpoenaed Jennifer Weisselberg, who is divorced from Barry Weisselberg, the son of Trump Organization Chief Financial Officer Allen Weisselberg. Allen Weisselberg, who has been involved in the company’s finances for decades, is viewed as an important figure in prosecutors’ investigation.<br />The subpoena, reviewed by The Wall Street Journal, requested financial records obtained through Ms. Weisselberg’s divorce proceedings with Barry Weisselberg. The documents included bank and credit-card records, tax records and net-worth statements, the subpoena said. It also asked for financial records related to the Trump Organization, including for Central Park’s Wollman Rink and carousel, which New York City had contracted the Trump Organization to operate.<br />“We can confirm that Jennifer is cooperating with prosecutors and has been turning over documents to them,” said her lawyer, Duncan Levin. “She will continue to turn over any documents they request that are relevant to the investigation.”<br />Manhattan prosecutors have said in court documents they are conducting a complex financial investigation into potential insurance and bank fraud. Mr. Trump has called the investigation a witch hunt and said it was politically motivated."
}