{
    "url_original": "https://www.wsj.com/articles/two-deputies-killed-in-north-carolina-standoff-suspect-and-two-family-members-also-dead-11619731869?mod=business_minor_pos4",
    "url": "two-deputies-killed-in-north-carolina-standoff-suspect-and-two-family-members-also-dead-11619731869",
    "title": "Two Deputies Killed in North Carolina Standoff; Suspect and Two Family Members Also Dead",
    "sub_head": "Both officers were hit by gunfire; the individual suspected of killing the two officers is also suspected of killing two civilians in the residence",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-332090?width=620&size=1.5",
    "image_1": "im-332090.jpg",
    "time": "2021-04-29 17:31:00",
    "body": "BOONE, N.C.—Two deputies were killed and three other people including a suspected gunman were found dead, after a lengthy standoff in North Carolina, a sheriff’s office said Thursday.<br />The Watauga County Sheriff’s office said Sgt. Chris Ward and K-9 Deputy Logan Fox were dispatched to a home in Boone at 9:44 a.m. Wednesday, after the homeowner and his family didn’t report to work or answer telephone calls. Both officers were hit by gunfire. Other officers were able to pull out Sgt. Ward, who later died at a hospital. Deputy Fox died at the scene.<br />“The individual suspected of killing the two officers is also suspected of killing two civilians in the residence,” the statement said. Sheriff Len Hagaman said the civilians were the suspect’s mother and stepfather, WSOC-TV reported.<br />A Boone police officer, a Boone firefighter and an Appalachian State University police officer were shot at during an initial attempt to rescue the deputies. The Boone police officer was hit, but he escaped injury due to his Kevlar helmet and equipment, Sheriff Hagaman told WSOC.<br />Morganton Department of Public Safety Maj. Ryan Lander told The News Herald Wednesday night just before 11 p.m. that the suspect appeared to have killed himself, the newspaper reported."
}