{
    "url_original": "https://www.wsj.com/articles/two-very-different-but-plainspoken-speeches-11619736122?mod=opinion_lead_pos8",
    "url": "two-very-different-but-plainspoken-speeches-11619736122",
    "title": "Two Very Different but Plainspoken Speeches",
    "sub_head": "Biden and Scott put forth their visions at a time when Americans may be reconsidering theirs.",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "time": "2021-04-29 18:42:00",
    "body": "Those were two very different speeches Wednesday night, but both were effective and each will have an afterlife.<br />President Biden’s address, with its distancing, masks and half-empty audience, at first didn’t feel like the convening of a great nation’s Congress. It felt insubstantial and goofy, like they were playacting Pandemic Theatre.<br />Mr. Biden turned that strangeness into a virtue. His speech was conversational, unhurried, not like somebody talking to a big room and waiting for applause but more intimate. His self-presentation was that of well-meaning and peaceable man with a heart for the poor and a natural identification with working men and women. In mostly plain words he painted historically high spending and taxing as a simple and legitimate attempt, one well within the boundaries of American political tradition, to increase the nation’s quotient of happiness. “No one should have to choose between a job and paycheck, or taking care of themselves and a loved one, a parent, spouse or child.” We must help each other, isn’t this common sense? There were populist notes.<br />It helps Mr. Biden that nobody hates him. George W. Bush and Barack Obama were hated; Donald Trump was passionately hated; Bill Clinton, or at least “the Clintons,” were hated by the end. It’s early, but Mr. Biden is an exception to the recent rule. Not being hated is a power now.<br />His program has been characterized so often, by left and right, as a sweeping progressive agenda that we hereby give it that title. The SPA offers expanded child care and healthcare subsidies, preschool for all children, more family and medical leave, free community college, heavy spending on infrastructure, programs to address climate change. Nobody seems to know what the numbers are. Is it $4 trillion in new spending or $6 trillion? Four trillion in new taxes?"
}