{
    "url_original": "https://www.wsj.com/articles/u-s-policies-ensure-more-migrants-11619383797?mod=opinion_major_pos7",
    "url": "u-s-policies-ensure-more-migrants-11619383797",
    "title": "U.S. Policies Ensure More Migrants",
    "sub_head": "Give aid to the usual suspects in Latin America, and you’ll get the same sad result.",
    "category_1": "Opinion",
    "category_2": "The Americas",
    "time": "2021-04-25 16:49:00",
    "body": "The Darién Gap, straddling the border of Colombia and Panama, is 62 miles of dense jungle stretching from the Caribbean to the Pacific. It is the only point where the Pan-American Highway from Alaska to Tierra del Fuego is interrupted, due to the difficulty of the terrain.<br />Even so, Panamanian officials tell me that some 20,000 undocumented migrants enter the country on rugged foot paths through the gap every year. They largely originate in Cuba, Haiti, Africa and Asia. This year the numbers are moving higher, with 7,150 foreigners illegally crossing into Panama in the first quarter and 4,403 arriving in March alone.<br />Panama provides humanitarian aid to migrants but says most aren’t interested in sticking around. They want to push on to their ultimate destination: the U.S. By the time they reach the southern U.S. border, they are joined by thousands of Central Americans and Mexicans also completing journeys of great peril.<br />While these people hail from diverse countries, continents and cultures, they are all fleeing repressed economies in the hope of reaching a place of opportunity—to work, save and enjoy the fruits of their risk-taking in peace. For some, this includes a plan to return to their homeland after building a nest egg in a nation renowned for freedom and capitalism.<br />The Biden administration says it wants to tackle the “root causes” of migration. But progressives don’t want capitalism to take hold in poor countries. The upshot is that somebody’s going to get rich off President Biden’s $4 billion aid package for the region. But it won’t be la gente."
}