{
    "url_original": "https://www.wsj.com/articles/u-s-plan-to-withdraw-troops-from-afghanistan-hampers-peace-talks-with-taliban-11618417275",
    "url": "u-s-plan-to-withdraw-troops-from-afghanistan-hampers-peace-talks-with-taliban-11618417275",
    "title": "U.S. Plan to Withdraw Troops From Afghanistan Hampers Peace Talks With Taliban",
    "sub_head": "Biden’s decision to pull out by Sept. 11 takes leverage away from the Kabul government",
    "category_1": "World",
    "time": "2021-04-14 13:38:00",
    "body": "President Biden’s decision to withdraw all remaining U.S. troops from Afghanistan by Sept. 11 has dealt a blow to the ailing peace process, leaving the Kabul government without its main leverage against the Taliban.<br />Hours after news of the U.S. withdrawal broke Tuesday, the Taliban ruled out attending a U.S.-backed peace conference in Istanbul slated for next week, the Biden administration’s signature effort to fast-track a deal for Afghanistan’s post-American future.<br />The move to withdraw U.S. forces without conditions also marks a departure from the Trump administration’s deal last year with the Taliban in Doha, Qatar. That agreement required the Taliban to provide assurances about curbing al Qaeda actions in return for a U.S. pledge to leave by May 1. The Taliban have said American forces would be legitimate targets if the U.S. stays beyond that deadline.<br />Parallel Afghan government talks with the Taliban, which began last September in Doha as a condition of the U.S. deal with the insurgent group, continue. These negotiations made little progress as both sides waited to see what policy the Biden administration would adopt.<br />“If the Taliban read this news as a U.S. abrogation of the Doha agreement, which so far they seem to pretty clearly, they will feel zero obligation to keep talking with the Afghan government,” said Andrew Watkins, senior Afghanistan analyst with the International Crisis Group, a conflict-resolution organization."
}