{
    "url_original": "https://www.wsj.com/articles/u-s-sanctions-squeeze-russias-bonds-despite-economic-strength-11618833605?mod=markets_lead_pos6",
    "url": "u-s-sanctions-squeeze-russias-bonds-despite-economic-strength-11618833605",
    "title": "U.S. Sanctions Squeeze Russia’s Bonds Despite Economic Strength",
    "sub_head": "Diplomatic campaign in response to alleged cyberattacks and election interference is raising borrowing costs for Russian government",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-326672?width=620&size=1.5",
    "image_1": "im-326672.jpg",
    "time": "2021-04-19 08:00:00",
    "body": "Russia’s markets reacted modestly to U.S. sanctions last week, but the country’s bonds have been weakening for months, indicating that for investors, geopolitical pressure is outweighing the country’s economic strength.<br />The sanctions announced April 15 bars U.S. banks and institutional investors from buying new Russian government ruble-denominated bonds at auction. The response to Russia’s alleged cyberattacks and election interference is part of a broader strategy by the Biden administration to pressure Russia financially. The U.S. in March released an intelligence report on the alleged election meddling and has stepped up trade sanctions for Russia’s alleged use of chemical weapons.<br />The new measures stopped short of prohibiting purchases of Russian government bonds in the open market, a step investors and analysts said would have had a much greater chilling effect. Still, the diplomatic campaign has coincided with an increase in Russian bond yields and a relatively modest decline in the ruble, boosting the Russian government’s funding costs.<br />The deterioration of Russia’s bonds and its currency bucked the expectations of some Wall Street banks, which had predicted that Russia’s strong balance sheet would help it outperform other emerging-market countries in 2021. Russia had low net debt relative to its gross domestic product, according to data from S&P Global Ratings, and analysts took comfort in the government’s commitment to conservative fiscal policy.<br />“The only reason any of the bonds trade with a risk premium is because of the risk of sanctions and the possibility they’ll escalate from here,” said Grant Webster, a portfolio manager who helps invest about $4.5 billion in emerging-market debt at  Ninety One PLC .  One of the mutual funds Mr. Webster co-manages reduced its allocation to Russian government bonds to 3.65% in February from 4.54% in January, according to data from  Morningstar Inc."
}