{
    "url_original": "https://www.wsj.com/articles/u-s-faces-uphill-climb-to-rival-chinas-rare-earth-magnet-industry-11618133603?mod=business_lead_pos3",
    "url": "u-s-faces-uphill-climb-to-rival-chinas-rare-earth-magnet-industry-11618133603",
    "title": "U.S. Faces Uphill Climb to Rival China’s Rare-Earth Magnet Industry",
    "sub_head": "West lags China on both supply and processing of materials key to electric cars and wind turbines",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-322715?width=620&size=1.5",
    "image_1": "im-322715.jpg",
    "time": "2021-04-11 05:33:00",
    "body": "Businesses and governments across the West are gearing up to counter China’s dominance in a key component of modern technology: the magnet.<br />But the dozens of companies jostling for government support will struggle to establish a supply chain to rival China’s rare-earth magnet industry, which has a decadeslong head start and steadfast state support, analysts and executives say.<br />Powerful magnets made of rare-earth minerals are essential components in electric-vehicle motors, wind turbines and other technology. China mines over 70% of the world’s rare earths and is responsible for 90% of the complex process of turning them into magnets, analysts say. That dominance gives Beijing sway over makers of various fast-growing technologies.<br />The U.S. government is investing tens of millions of dollars in efforts to mine and process rare earths. President Biden in February signed an executive order directing a review of supply chains for critical materials, including rare earths. His recent infrastructure plan also pledged investment in rare-earth separation projects. Officials in Europe, Canada, Japan and Australia are getting their checkbooks out too.<br />Yet Western companies are mostly years away from contributing to a stable supply of rare earths, or processing them into separate minerals and turning them into useful products like magnets, analysts say."
}