{
    "url_original": "https://www.wsj.com/articles/u-s-aims-to-shape-new-phase-of-who-led-probe-into-origin-of-covid-19-11619547836?mod=politics_lead_pos4",
    "url": "u-s-aims-to-shape-new-phase-of-who-led-probe-into-origin-of-covid-19-11619547836",
    "title": "U.S. Aims to Shape New Phase of WHO-Led Probe Into Origin of Covid-19",
    "sub_head": "Federal authorities are drafting recommendations calling for more testing of animals and humans and pushing back on idea that frozen food could have spread new coronavirus",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-329463?width=620&size=1.5",
    "image_1": "im-329463.jpg",
    "time": "2021-04-27 14:23:00",
    "body": "The U.S. is moving to assert greater influence over a scientific investigation led by the World Health Organization into the origins of Covid-19, with plans to submit recommendations to the agency for a new phase of studies.<br />Experts from the Department of Health and Human Services, the Department of State, the Agriculture Department and five other federal agencies are developing recommendations to be submitted to the WHO for its planned second phase of the inquiry into how the new coronavirus started spreading, State Department officials said.<br />The U.S. is expected to push back on a hypothesis promoted by China that the virus could have spread via frozen-food products, according to people familiar with the work. Instead, the experts are expected to urge the release of more data as well as more testing of animals and humans for early evidence of the new coronavirus, including in parts of southern China where related viruses were previously found.<br />The submission of the recommendations will test Washington’s clout—both within the WHO and among the member states that decide its priorities—after President Biden’s administration reversed a Trump administration plan to withdraw from the U.N. agency. In a statement issued at the end of March, the U.S. and 13 other member states urged “a timely, transparent evidence-based process for the next phase” of the search.<br />U.S. officials said they plan to submit the recommendations to the WHO in coming days after consulting with other nations that are preparing to submit recommendations of their own. The goal for the second-phase recommendations, building on a report published in March by a WHO-led team of scientists and their Chinese counterparts, is to indicate the existence of gaps within the team’s analysis and next steps, a U.S. official said."
}