{
    "url_original": "https://www.wsj.com/articles/u-s-budget-deficit-widened-454-in-march-as-latest-stimulus-money-flowed-11618250412?mod=markets_featst_pos2",
    "url": "u-s-budget-deficit-widened-454-in-march-as-latest-stimulus-money-flowed-11618250412",
    "title": "U.S. Budget Deficit Widened to a Record $1.7 Trillion for Six Months, as Stimulus Checks Fueled Spending",
    "sub_head": "Gap broadened to $660 billion in March alone as spending surged amid payouts",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "image_1_url": "https://images.wsj.net/im-323693?width=620&size=1.5",
    "image_1": "im-323693.jpg",
    "time": "2021-04-12 17:14:00",
    "body": "Federal spending soared in March as the government sent a third round of stimulus payments to Americans, widening the budget deficit to a record $1.7 trillion in the first half of the fiscal year.<br />The budget gap, broadened by the Covid-19 pandemic and related shutdowns that sent the economy into a tailspin starting in March 2020, is now more than double what it was for the same period a year ago, the Treasury Department said Monday.<br />The deficit was $660 billion last month, 454% wider than it was in the same month a year ago. Revenue rose 13% to $268 billion, while spending increased 161% to $927 billion—the third-highest total on record, after June and April of last year.<br />The government’s spending surge has provided some cushion to the economy from the pandemic’s devastation, but it has also sent the federal debt soaring to levels not seen since the end of World War II as a proportion of the economy. Weaker tax revenue has contributed to the budget shortfall.<br />“While much of the borrowing of the past year was unquestionably warranted, we are now becoming dangerously numb to the trillions in debt that are piling up,” said Maya MacGuineas, president of the bipartisan Committee for a Responsible Federal Budget. “We need to start paying for what we spend. We need a plan to bring down the debt.”"
}