{
    "url_original": "https://www.wsj.com/articles/u-s-national-security-surveillance-dropped-in-2020-as-pandemic-kept-suspects-at-home-11619813640?mod=business_minor_pos5",
    "url": "u-s-national-security-surveillance-dropped-in-2020-as-pandemic-kept-suspects-at-home-11619813640",
    "title": "U.S. National Security Surveillance Dropped in 2020 as Pandemic Kept Suspects at Home",
    "sub_head": "Travel restrictions and event cancellations drove down need for court-approved wiretaps, officials say",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-332574?width=620&size=1.5",
    "image_1": "im-332574.jpg",
    "time": "2021-04-30 16:14:00",
    "body": "WASHINGTON—U.S. intelligence agencies used foreign intelligence laws to eavesdrop on suspected spies and terrorists far less frequently last year, officials said Friday.<br />A chief reason: The Covid-19 pandemic forced suspects to stay home by reducing travel, and canceled events with the potential for mass violence such as concerts, officials said in presenting an annual transparency report that detailed the use of powers under the Foreign Intelligence Surveillance Act and other spying authorities.<br />The number of people targeted by the Federal Bureau of Investigation for court-approved foreign intelligence wiretaps, which must be authorized under the FISA law, fell to 451 in 2020 from 1,059 a year earlier. The figure is the lowest level in eight years of record-keeping by the Office of the Director of National Intelligence and a sharp reduction from a high of 1,833 registered in 2018. That spying metric was among several reported Friday that have gradually fallen for years but saw an accelerated decline in 2020.<br />“This was a year unlike any other,” Ben Huebner, chief of the civil liberties, privacy and transparency office at the Office of the Director of National Intelligence, told reporters Friday. The pandemic, Mr. Huebner said, was the “single event with the biggest impact on human behavior world-wide since the Second World War [and] it also had an impact on our foreign intelligence targets.”<br />Other possible factors in the decline included controversy over eavesdropping during the Trump presidency, efforts by the FBI to better control the FISA law, and technological shifts by potential targets such as greater use of social media and phone apps that are often public."
}