{
    "url_original": "https://www.wsj.com/articles/u-s-concerns-about-taiwan-put-focus-on-islands-defensive-weakness-11619113253",
    "url": "u-s-concerns-about-taiwan-put-focus-on-islands-defensive-weakness-11619113253",
    "title": "U.S. Concerns About Taiwan Put Focus on Island’s Defensive Weakness",
    "sub_head": "As Chinese military activity near the self-ruled island increases, security experts say it must do more to prepare for possible conflict",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-04-22 13:40:00",
    "body": "An increase in Chinese military activity near Taiwan and U.S. concerns about Beijing’s intentions are putting a new focus on the island’s capabilities to deter any future invasion.<br />While there are no signs of an imminent move by Beijing to take the self-ruled island, which China claims, U.S. officials have said they believe the odds of conflict have gone up, especially since China’s crackdown on Hong Kong showed it could assert its authority without major international repercussions.<br />U.S. officials, former Taiwanese military leaders and security experts say they believe that means Taiwan needs to do more to ensure it can inflict enough damage to discourage an invading force or hold it off until the arrival of help—possibly from the U.S. After years of increases in military spending, China now has around 100 times as many ground force personnel as Taiwan and a military budget 25 times as large, according to Pentagon data.<br />“From my perspective, we are really far behind what we need,” said Lee Hsi-min, chief of the general staff of Taiwan’s military until 2019. Mr. Lee said Taiwan needed to invest more in military assets that raise its ability to wage guerrilla-style warfare such as sea mines, missile attack boats and portable rocket launchers.<br />Secretary of State Antony Blinken said earlier this month that the U.S. was committed to ensuring Taiwan has the ability to defend itself, a reference to an American law that has allowed for arms sales to the island. But Mr. Blinken declined to say what the U.S. would do if China attacked Taiwan, keeping to a longstanding U.S. government stance of ambiguity intended to deter conflict."
}