{
    "url_original": "https://www.wsj.com/articles/u-s-warship-fires-warning-shots-in-encounter-with-iranian-vessels-11619566150?mod=world_major_1_pos7",
    "url": "u-s-warship-fires-warning-shots-in-encounter-with-iranian-vessels-11619566150",
    "title": "U.S. Warship Fires Warning Shots in Encounter With Iranian Vessels",
    "sub_head": "Standoff in the Persian Gulf marks second in a month and comes as Biden administration pursues talks over Iranian nuclear deal",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-330856?width=620&size=1.5",
    "image_1": "im-330856.jpg",
    "time": "2021-04-27 19:29:00",
    "body": "WASHINGTON—A U.S. Navy patrol boat fired warning shots during a confrontation with three Iranian vessels on Monday in the Persian Gulf, officials said, in a second high-risk encounter between U.S. and Iranian naval forces in the past month.<br />The incident on Monday and another in the region on April 2 marked the first in a year involving American warships. They occurred as the Biden administration presses for talks on renewing the 2015 multilateral nuclear agreement with Iran. Talks began in Vienna earlier this month.<br />In Monday’s standoff, Navy officials said that three small vessels commonly used by Iran’s Islamic Revolutionary Guard Corps, or IRGC, swarmed two American ships operating in international waters in the northern area of the Persian Gulf.<br />The Iranian boats, known as fast attack boats, which U.S. officials said were armed, approached the U.S. Navy patrol ship USS Firebolt and a U.S. Coast Guard patrol boat, the Baranof, officials said. The three Iranian fast attack boats came within 70 yards of both ships, according to officials.<br />Crews of both U.S. ships issued multiple warnings, using radio and loudspeaker devices, but the Iranian vessels continued to maneuver close to both. Finally, the crew of the Firebolt fired warning shots, and the smaller Iranian vessels moved away, officials said."
}