{
    "url_original": "https://www.wsj.com/articles/u-s-treasury-yields-rise-after-jobs-data-11619111423?mod=markets_major_pos13",
    "url": "u-s-treasury-yields-rise-after-jobs-data-11619111423",
    "title": "U.S. Treasury Yields Mixed After Jobs Data, Tax Proposal",
    "sub_head": "Yields had climbed after data showed the number of Americans filing for unemployment fell to new post-pandemic low",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-328743?width=620&size=1.5",
    "image_1": "im-328743.jpg",
    "time": "2021-04-22 16:03:00",
    "body": "U.S. government bond yields swung between gains and declines before closing lower Thursday after data showing the number of Americans filing for unemployment fell to a new post-pandemic low and reports that President Biden is planning to increase capital-gains taxes.<br />The yield on the benchmark 10-year Treasury note rose as high as 1.587% during Thursday’s session before settling at 1.554%, according to Tradeweb, down from 1.566% at Wednesday’s close.<br />Yields, which rise when bond prices fall, climbed overnight and after the Labor Department said the number of workers applying for jobless benefits fell to 547,000 last week—the lowest level since the pandemic started last spring and better than forecasts by economists surveyed by The Wall Street Journal. Yields then fell at the start of the U.S. session before resuming their climb later in the day.<br />Yields later retreated along with stocks in the afternoon following reports that said President Biden plans on funding some of his anticipated fiscal spending plans by raising taxes on capital gains and people in the top marginal income tax bracket.<br />Investors tend to trade Treasurys based on their expectations for the economy, generally fleeing the safety of government debt for riskier assets such as stocks when they expect growth and rising inflation, which erodes the purchasing power of bonds’ fixed payments. But market crosscurrents have left many shrugging off positive economic data in recent weeks, with the 10-year yield retreating from a recent peak of 1.749% reached in March."
}