{
    "url_original": "https://www.wsj.com/articles/u-s-s-long-drought-in-worker-productivity-could-be-ending-11617530401",
    "url": "u-s-s-long-drought-in-worker-productivity-could-be-ending-11617530401",
    "title": "U.S.’s Long Drought in Worker Productivity Could Be Ending",
    "sub_head": "Pandemic drives businesses to ramp up investment in labor-saving technology",
    "category_1": "Economy",
    "category_2": "The Outlook",
    "time": "2021-04-04 06:00:00",
    "body": "After a decadelong drought, worker productivity might be about to accelerate thanks to pandemic-induced technological adoption, which could lift economic growth and wages in coming years while staving off inflation pressure.<br />Forced to operate with less contact between customers and workers, companies plowed money into technology, automation and videoconferencing software. Consumers have had to embrace digital services such as electronic commerce and telemedicine, and many find they like it.<br />“The pandemic shocked older people into using technology and has shocked the economy in general into adopting technology,” said Constance Hunter, chief economist at KPMG. “We’re going to see continued investment in productivity-enhancing technology because the pandemic really made it so clear that we need to have this digital backbone.”<br />Business investment rose 17% in computer equipment, 6% in software, and 1% in research and development, even as GDP fell 2.4% in the fourth quarter from the same period a year earlier. Investment in automation and technology accelerated to 7% year-over-year growth in the third quarter of 2020 from 5% growth in the same period a year earlier, according to a McKinsey Global Institute analysis of 4,000 U.S. companies’ financials. Those gains could spread. About 75% of respondents to a survey of North American and European companies conducted by McKinsey in December expected to speed up investment in new technology in 2020-24, higher than the 55% who said they increased such spending in 2014-19.<br />This is enabling companies to raise productivity, which is defined as output per hour worked. Stronger productivity growth is key to the economy’s long-term success. Economic growth depends on the number of workers and how much they produce. Without productivity growth, economic growth must rely on more workers, which might be hard to achieve since the workforce is aging and the pandemic pushed millions of Americans out of the labor force."
}