{
    "url_original": "https://www.wsj.com/articles/u-s-and-china-discuss-enhancing-beijings-climate-commitments-11618726162?mod=politics_lead_pos5",
    "url": "u-s-and-china-discuss-enhancing-beijings-climate-commitments-11618726162",
    "title": "U.S. and China Discuss Enhancing Beijing’s Climate Commitments",
    "sub_head": "Climate envoy John Kerry says meetings with counterparts in Shanghai were productive",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-326684?width=620&size=1.5",
    "image_1": "im-326684.jpg",
    "time": "2021-04-18 02:09:00",
    "body": "The U.S. and China, the world’s two biggest emitters of greenhouse gases, said they would work together to set more ambitious goals to tackle climate change, a rare statement of agreement at a time of heightened bilateral tensions.<br />John Kerry, the Biden administration’s special envoy on climate change, said Sunday that his meetings with his counterparts in Shanghai were productive, adding that the two sides discussed the possibility of China “enhancing” the commitments that leader Xi Jinping made last September, to reach peak carbon emissions before 2030 and to achieve carbon neutrality—net-zero carbon-dioxide emissions—by 2060.<br />“This is the first time China has joined in saying it’s a crisis,” Mr. Kerry told reporters in Seoul, a day after wrapping up a four-day China tour to meet with climate officials. Mr. Kerry said that the Chinese delegation underscored that the climate issue must “be addressed with urgency. And they talked about ‘enhancing.’ So the language is strong.”<br />The joint statement also said the U.S. and China would cooperate to provide investment and financing for developing countries to shift their economies toward lower emissions.<br />China’s Ministry of Ecology and Environment said in a separate post Sunday on its official WeChat account that “China and the United States will strengthen cooperation and work together with other parties to address the climate crisis.”"
}