{
    "url_original": "https://www.wsj.com/articles/uber-tweaks-app-to-further-integrate-food-with-rides-11619622303?mod=business_featst_pos2",
    "url": "uber-tweaks-app-to-further-integrate-food-with-rides-11619622303",
    "title": "Uber Tweaks App to Further Integrate Food Delivery With Rides",
    "sub_head": "Ride-hailing giant positions its business to steer past the pandemic",
    "category_1": "Tech",
    "time": "2021-04-28 11:05:00",
    "body": "Uber Technologies Inc.  is adding features to its app that will further entwine the rides and food-delivery businesses as it steers toward a future when a vaccinated public starts traveling, going to work and potentially ordering-in less frequently.<br />One feature enables passengers to book and pick up meals while en route somewhere in an Uber. The San Francisco-based company said its rides app will ping passengers requesting trips from airports, asking whether they would like food delivered through its Uber Eats app wherever they are headed.<br />Uber’s booming food-delivery business helped it offset the downturn in its core rides operations amid widespread lockdowns last year. The changes announced Wednesday underscore how Uber plans to navigate a future where food-delivery orders are expected to slow as consumers can eat out again while its rides business takes off. Uber’s mobility business, which includes its core ride-hailing operations, has recovered from pandemic lows; March was the best month for that unit since the health crisis struck.<br />The company is betting the new features will make it easier to drive business to Eats as consumers take more trips. More than 10% of Uber Eats’ new users in the fourth quarter navigated to it from the rides app.<br />Other apps are also retooling their business for customers and restaurants in the face of an expected downturn.  DoorDash Inc.,  the biggest food-delivery company by market share in the U.S., said Tuesday it is changing the way it charges restaurants to deliver their food, marking a shift in a business model that has met with increasing pushback."
}