{
    "url_original": "https://www.wsj.com/articles/ubs-is-a-tough-act-for-credit-suisse-to-follow-11619533863?mod=business_minor_pos11",
    "url": "ubs-is-a-tough-act-for-credit-suisse-to-follow-11619533863",
    "title": "UBS Is a Tough Act for Credit Suisse to Follow",
    "sub_head": "Despite similar business models, the two Swiss wealth managers have key differences that investors shouldn’t gloss over",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-330396?width=620&size=1.5",
    "image_1": "im-330396.jpg",
    "time": "2021-04-27 10:31:00",
    "body": "UBS ’s  strong results, despite an unexpected Archegos loss, contrast sharply with those of crisis-hit crosstown rival  Credit Suisse .  On paper the banks are similar, but investors can expect UBS to stay ahead.<br />On Tuesday, the world’s largest wealth manager surprised markets with a $774 million loss related to the collapse of the U.S. hedge fund. But the hit shouldn’t distract investors from the overall picture: The bank grew revenues, profits and assets under supervision, generating a healthy annualized return on tangible equity of 14%.<br />At first glance, UBS and Credit Suisse appear similar. Both combine a profitable Swiss universal bank with a sizable wealth management business that also provides clients with investment banking and asset management. UBS is only slightly larger in terms of total assets, $1.1 trillion versus $0.93 trillion.<br />Yet Credit Suisse has shown itself to be a riskier operator. This is clear from the numbers it reports as well as its disproportionate exposure to Archegos and other recent blowups.<br />Credit Suisse has higher “risk-weighted” assets, despite its smaller total assets, implying that those assets it does hold are deemed riskier by regulators. Moreover, Credit Suisse’s first-quarter “value-at-risk” or VAR—a metric that estimates the amount that could be lost in a given day—was $67 million, versus just $11 million for UBS. Admittedly, direct VAR comparisons are complicated by different calculation methods and confidence levels: UBS uses a 95% confidence level whereas Credit Suisse’s is 98%."
}