{
    "url_original": "https://www.wsj.com/articles/union-appeals-amazon-election-in-alabama-says-company-violated-laws-11618839996?mod=tech_lead_pos4",
    "url": "union-appeals-amazon-election-in-alabama-says-company-violated-laws-11618839996",
    "title": "Union Appeals Amazon Election in Alabama, Says Company Violated Laws",
    "sub_head": "Petition seeks new election after Bessemer employees voted not to unionize; Amazon has said it followed all laws",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-326535?width=620&size=1.5",
    "image_1": "im-326535.jpg",
    "time": "2021-04-19 09:54:00",
    "body": "The union that unsuccessfully sought to organize an  Amazon.com Inc.  location in Alabama has filed challenges over the vote, saying the company violated legal restrictions throughout the election.<br />In objections filed with the National Labor Relations Board, attorneys representing Retail, Wholesale and Department Store Union allege that Amazon intimidated and threatened employees into voting against unionizing. The union cited meetings that the company held with workers and a mailbox installed outside of the warehouse. More than 70% of workers who cast ballots in the election voted against joining the RWDSU.<br />The union alleges that Amazon, through company representatives, threatened employees with the loss of jobs or closing of the warehouse as well as possible loss of compensation and benefits, if the union were approved. The union also accused the company of targeting workers who asked questions at meetings by removing them from the gatherings, potentially scaring other employees.<br />The union’s complaint also focused on a mailbox, installed by the U.S. Postal Service at Amazon’s request outside the Bessemer, Ala., warehouse where the election was taking place. The union alleged that the mailbox could have coerced workers into incorrectly believing Amazon was conducting the election and thereby feeling compelled to vote against unionizing. The filing also accuses Amazon of electioneering by displaying a company campaign message near the mailbox.<br />“Amazon knew full well that unless they did everything they possibly could, even illegal activity, their workers would have continued supporting the union,” RWDSU President Stuart Appelbaum has said. “We demand a comprehensive investigation over Amazon’s behavior in corrupting this election.”"
}