{
    "url_original": "https://www.wsj.com/articles/unions-pfizer-and-a-record-label-helped-biden-inaugural-committee-raise-61-8-million-11619006767?mod=politics_lead_pos3",
    "url": "unions-pfizer-and-a-record-label-helped-biden-inaugural-committee-raise-61-8-million-11619006767",
    "title": "Unions, Pfizer and a Record Label Helped Biden Inaugural Committee Raise $61.8 Million",
    "sub_head": "Wealthy individuals and small donors rounded out haul for televised virtual event",
    "category_1": "Politics",
    "time": "2021-04-21 08:06:00",
    "body": "WASHINGTON—President Biden’s inaugural committee raised $61.8 million for the televised virtual event that marked the beginning of his administration, drawing donations from companies, labor unions, wealthy individuals, and voters giving in small amounts, a new campaign finance filing shows.<br />While the committee hasn’t detailed its spending, the fundraising total showed that even a pared-down event in the pandemic era can attract tens of millions of dollars in contributions. Due to the threat of spreading coronavirus, Mr. Biden nixed the traditionally packed evening balls and other mass events in favor of a televised program featuring actor Tom Hanks and a large public fireworks display, among other festivities.<br />Still, top donors were offered perks including virtual events with Mr. Biden, Vice President Kamala Harris and their spouses as well as sessions with top Biden advisers. The Tuesday filing with the Federal Election Commission by the nonprofit inaugural committee is the first full accounting of Biden donors and the amounts they gave.<br />Mr. Biden’s inaugural haul was lower than the record $106 million raised by former President Donald Trump’s inaugural committee in 2017, but it was higher than the $53 million raised for former President Barack Obama’s 2009 inaugural celebration.<br />About half of the money raised by the Biden inaugural committee came from wealthy individuals donating the most the committee allowed—$500,000—or from companies, labor unions and advocacy groups. Beyond large, lump-sum donations, the committee received $12 million, or about 20% of its total, from people giving $200 or less."
}