{
    "url_original": "https://www.wsj.com/articles/unsettled-review-theconsensus-on-climate-11619383653",
    "url": "unsettled-review-theconsensus-on-climate-11619383653",
    "title": "‘Unsettled’ Review: The ‘Consensus’ On Climate",
    "sub_head": "A top Obama scientist looks at the evidence on warming and CO2 emissions and rebuts much of the dominant political narrative.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-329671?width=620&size=1.5",
    "image_1": "im-329671.jpg",
    "time": "2021-04-25 16:47:00",
    "body": "Physicist Steven Koonin kicks the hornet’s nest right out of the gate in “Unsettled.” In the book’s first sentences he asserts that “the Science” about our planet’s climate is anything but “settled.” Mr. Koonin knows well that it is nonetheless a settled subject in the minds of most pundits and politicians and most of the population.<br />Further proof of the public’s sentiment: Earlier this year the United Nations Development Programme published the mother of all climate surveys, titled “The Peoples’ Climate Vote.” With more than a million respondents from 50 countries, the survey, unsurprisingly, found “64% of people said that climate change was an emergency.”<br />But science itself is not conducted by polls, regardless of how often we are urged to heed a “scientific consensus” on climate. As the science-trained novelist Michael Crichton summarized in a famous 2003 lecture at Caltech: “If it’s consensus, it isn’t science. If it’s science, it isn’t consensus. Period.” Mr. Koonin says much the same in “Unsettled.”<br />The book is no polemic. It’s a plea for understanding how scientists extract clarity from complexity. And, as Mr. Koonin makes clear, few areas of science are as complex and multidisciplinary as the planet’s climate.<br />He begins with a kind of trigger warning for readers who may be shocked by the book’s contradiction of four points of climate orthodoxy: “Heat waves in the US are now no more common than they were in 1900” and “the warmest temperatures in the US have not risen in the past fifty years. . . . Humans have had no detectable impact on hurricanes over the past century. . . . Greenland’s ice sheet isn’t shrinking any more rapidly today than it was eighty years ago. . . . The net economic impact of human-induced climate change will be minimal through at least the end of this century.”"
}