{
    "url_original": "https://www.wsj.com/articles/unusual-supreme-court-majority-rules-in-favor-of-guatemalan-who-entered-u-s-illegally-11619743975?mod=politics_lead_pos4",
    "url": "unusual-supreme-court-majority-rules-in-favor-of-guatemalan-who-entered-u-s-illegally-11619743975",
    "title": "Unusual Supreme Court Majority Rules in Favor of Guatemalan Who Entered U.S. Illegally",
    "sub_head": "At issue was how the government notified immigrants of deportation hearings; role of the article ‘a’ possibly has far-reaching consequences",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-332208?width=620&size=1.5",
    "image_1": "im-332208.jpg",
    "time": "2021-04-29 20:52:00",
    "body": "WASHINGTON—The Supreme Court opened a door Thursday that could let thousands of noncitizens avoid deportation, ruling 6-3 that federal agencies failed to properly notify individuals about the time and place of removal proceedings.<br />The decision gathered an unusual coalition behind Justice Neil Gorsuch’s majority opinion: Conservatives who focus on legislative text—Justices Clarence Thomas and Amy Coney Barrett—joined liberals Stephen Breyer, Sonia Sotomayor and Elena Kagan, who tend to read ambiguous provisions in immigrants’ favor. In dissent were three conservatives who typically side with law enforcement, Chief Justice John Roberts and Justices Samuel Alito and Brett Kavanaugh.<br />The case marked the second time in three years the court found the government failed to follow deportation procedures set forth in the Illegal Immigration Reform and Immigrant Responsibility Act of 1996.<br />The law states that the government must serve “a notice to appear” with essential details on individuals it seeks to deport. “These include the nature of the proceedings against the alien, the legal authority for the proceedings, the charges against the alien, the fact that the alien may be represented by counsel, the time and place at which the proceedings will be held, and the consequences of failing to appear,” Justice Gorsuch wrote.<br />The last element carried particular significance, because noncitizens with clean records who demonstrate continued presence for a specified period, typically 10 years, can qualify to remain in the U.S. if deportation would cause hardship to their children or other relatives who are American citizens or lawful residents."
}