{
    "url_original": "https://www.wsj.com/articles/us-economy-march-retail-sales-coronavirus-recovery-11618450223",
    "url": "us-economy-march-retail-sales-coronavirus-recovery-11618450223",
    "title": "Covid-19 Stimulus, Vaccinations Likely Spurred March Retail Sales Surge",
    "sub_head": "Economists expect government aid, eased business restrictions and warmer weather contributed to jump in spending",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "image_1_url": "https://images.wsj.net/im-324982?width=620&size=1.5",
    "image_1": "im-324982.jpg",
    "time": "2021-04-15 05:30:00",
    "body": "U.S. shoppers likely boosted retail spending sharply in March as federal-stimulus funds made their way to households, warmer weather set in and the economy reopened more fully from pandemic-related restrictions.<br />Economists forecast that the Commerce Department will report Thursday that retail sales—a measure of purchases at stores, at restaurants and online—increased by 6.1% last month, compared with a 3% drop in February.<br />“There were a lot of positive forces for consumers in March,” said Michelle Meyer, head of U.S. economics at  Bank of America .  “The reopening progressed throughout March, with more and more states easing restrictions, more and more people becoming vaccinated and feeling comfortable re-engaging in the economy and activities that they did previously.”<br />Economists said retail sales last month also likely moved higher as they came off weakness in February, when sales were damped by severe winter storms. The economists expect robust gains for autos because of strong consumer demand for vehicles and higher gasoline sales as prices at the pump rose last month.<br />Separate economic readings due Thursday are expected to show an increase in March industrial production and a decrease in the number of workers filing for unemployment benefits. U.S. consumer confidence is at its highest levels since the Covid-19 pandemic began, as signs of momentum in the economic recovery build. U.S. employers, for example, added a seasonally adjusted 916,000 jobs in March as the unemployment rate fell to 6%."
}