{
    "url_original": "https://www.wsj.com/articles/vacation-rentals-that-deliver-serenity-and-fuel-creativity-11617988421",
    "url": "vacation-rentals-that-deliver-serenity-and-fuel-creativity-11617988421",
    "title": "Vacation Rentals That Deliver Serenity and Fuel Creativity",
    "sub_head": "A pandemic-weary urbanite rents a farmhouse in Vermont, just down the road from where novelist Rudyard Kipling built his own safe haven. Plus: Former homes of famous writers, from Jane Austen to John Steinbeck, available as holiday rentals",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-322783?width=620&size=1.5",
    "image_1": "im-322783.jpg",
    "time": "2021-04-09 13:13:00",
    "body": "RUDYARD KIPLING arrived in Brattleboro, Vt., hassled, broke and looking for a little peace and quiet. The Japanese bank in which he had kept all his money had collapsed in the early stages of the Panic of 1893. His wife, Carrie, was pregnant with their first child. And while a famous writer at that point, he had no novel with the publisher that could lift their fortunes.<br />The banking crisis forced the British novelist and his Yankee wife to abandon their round-the-world honeymoon to return to Vermont and their only asset—10 hilly acres above Brattleboro, where Carrie’s family had a home. They stayed in a small cottage. Snow up to the windows, wind blowing in through the cracks, wife banging on the boiler, 26-year-old Kipling sat down to write. In the next four years, he produced “The Jungle Book,” “The Just So” stories and the first draft of “Kim.”<br />“He had zero money and a family,” said Christopher Benfey, the author of “If: The Untold Story of Kipling’s American Years.” “The wolf was at the door. That’s a great way for some people to write.”<br />At the time, Brattleboro was a posh spa town surrounded by poor farms. The world was entering a great depression, and Vermont was as good a place as any to catch your breath. The mountains are tall hills. The winters are cold but not Arctic. It was—and still is—the kind of place where you’d come home from a hike covered in frost with red cheeks and blustery hair. In the summer, the valleys reverberate with the sounds of frogs and woodpeckers.<br />After a year of pandemic living in Washington, D.C., my life had begun to feel like one endless Sunday afternoon. We rarely went outside. My husband and I were always on Zoom. The children were wilting under the glare of online learning, and there was no sign schools would open in spring. The idea of leaving behind the confining city for the inviting countryside tugged at me. “We should move to Vermont,” I told my husband. “Something has got to give.”"
}