{
    "url_original": "https://www.wsj.com/articles/vaccines-appear-to-be-slowing-spread-of-covid-19-infections-11619615436?mod=politics_featst_pos1",
    "url": "vaccines-appear-to-be-slowing-spread-of-covid-19-infections-11619615436",
    "title": "Vaccines Appear to Be Slowing Spread of Covid-19 Infections",
    "sub_head": "With more than 37% of U.S. adults fully vaccinated, Anthony Fauci expects case numbers to drop significantly",
    "category_1": "U.S.",
    "time": "2021-04-28 09:10:00",
    "body": "Vaccines appear to be starting to curb new Covid-19 infections in the U.S., a breakthrough that could help people return to more normal activities as infection worries fade, public-health officials say.<br />By Tuesday, 37.3% of U.S. adults were fully vaccinated against Covid-19, with about 2.7 million shots each day. Data from Johns Hopkins University shows the seven-day average for new U.S. cases has fallen below the 14-day average for more than a week, which epidemiologists said is a strong signal that cases are starting to slide again after a recent upswing. When the seven-day average is higher than the 14-day average, it suggests new cases are accelerating.<br />With the U.S. recently averaging at least 50,000 new daily cases, the pandemic is far from over. But the U.S. is nearing a nationwide benchmark of having 40% of adults fully vaccinated, which many public-health experts call an important threshold where vaccinations gain an upper hand over the coronavirus, based on the experience from further-along nations such as Israel.<br />“When you get to somewhere between 40 and 50%, I believe you’re going to start seeing real change, the start of a precipitous drop in cases,” said Anthony Fauci, the top U.S. infectious-disease expert, in an interview.<br />“When you do, that’s when people are going to be able to start doing things that they’ve been craving,” Dr. Fauci said about returning to more normal patterns of life. Health authorities also note that millions of unvaccinated Americans carry some protection, too, because they previously had Covid-19."
}