{
    "url_original": "https://www.wsj.com/articles/vaccination-passports-are-new-flashpoint-in-covid-19-pandemic-11617969467?mod=politics_lead_pos13",
    "url": "vaccination-passports-are-new-flashpoint-in-covid-19-pandemic-11617969467",
    "title": "Vaccination Passports Are New Flashpoint in Covid-19 Pandemic",
    "sub_head": "With no federal mandate to require a single vaccination credential, the private sector and local governments are filling the gaps",
    "category_1": "U.S.",
    "time": "2021-04-09 16:41:00",
    "body": "Vaccine passports are emerging as the latest polarizing issue in the Covid-19 pandemic, as policy makers debate whether Americans should have proof of inoculation to return to work, travel or attend events.<br />The Biden administration has said there will be no federal mandate for a single vaccination credential, leaving the issue of whether to require evidence and how to police it to local governments and the private sector.<br />That has set up a patchwork of policy-making, with dozens of bills making their way through state legislatures across the country—mostly seeking to ban vaccination requirements—and governors taking opposing stands.<br />North Carolina Gov. Roy Cooper, a Democrat, has said his administration is discussing the creation of a standardized record for people to show they have been vaccinated. In Texas, Gov. Greg Abbott, a Republican, has said government agencies, private businesses and institutions that received state funding can’t require people to show proof that they have been vaccinated against Covid-19.<br />In New York, Democratic Gov. Andrew Cuomo introduced Excelsior Pass, a program that allows people to prove their vaccination or Covid-19 status via smartphone app or printout. Florida’s Republican Gov. Ron DeSantis issued an executive order last month prohibiting businesses from requiring patrons or employees to provide documentation certifying Covid-19 vaccination. Those who don’t follow the rules would no longer be eligible for grants or contracts funded by the state, according to the order."
}