{
    "url_original": "https://www.wsj.com/articles/valcour-review-the-guns-of-lake-champlain-11618004733",
    "url": "valcour-review-the-guns-of-lake-champlain-11618004733",
    "title": "‘Valcour’ Review: The Guns of Lake Champlain",
    "sub_head": "A ship raised from the depths helps tell the story of a pivotal naval battle in the War of Independence.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-321923?width=620&size=custom_3333x2405",
    "image_1": "im-321923.jpg",
    "time": "2021-04-09 17:45:00",
    "body": "Among the most striking exhibits at the National Museum of American History in Washington is the well-preserved Revolutionary War gunboat Philadelphia. In 1935, the sturdy vessel was raised from the depths of Lake Champlain, where she had lain undisturbed since being sunk by British gunfire on Oct. 11, 1776. Remarkably, one of the vessel’s three guns was still loaded, and the 24-pound iron cannon ball that sent her to the bottom remained lodged in her hull.<br />Technically classed as a “gondola,” but unlike any craft seen plying the canals of Venice, the Philadelphia is both the oldest surviving ship of the United States Navy and a remarkable relic of a year in which American independence hung in the balance.<br />The Philadelphia was lost when     a flotilla commanded by Benedict Arnold defied a far stronger British fleet in an encounter off Valcour Island, on Lake Champlain’s western shore. The fortunes of the rival forces, and the events that set them in motion, are explored in Jack Kelly’s vividly written “Valcour: The 1776 Campaign That Saved the Cause of Liberty.”<br />The confrontation followed a tense summer when the demoralized and smallpox-ravaged survivors of the disastrous American invasion of Canada regrouped around Fort Ticonderoga,   a famed but dilapidated stronghold at the southern end of Lake Champlain. There they anxiously awaited a British strike from the north.<br />Such retaliation demanded naval supremacy. With no freshwater fleet capable of facing the four vessels that the Americans had recently acquired, the British needed to assemble one  as quickly as possible. Because rapids on the Richelieu River blocked easy access from the St. Lawrence, they established a shipyard above them   at St. Johns, just across the Canadian border. Meanwhile, the patriots reinforced their own flotilla, constructing craft like the Philadelphia at Skenesborough (modern-day Whitehall, N.Y.)."
}