{
    "url_original": "https://www.wsj.com/articles/vanquish-review-mother-with-a-body-count-11618521031",
    "url": "vanquish-review-mother-with-a-body-count-11618521031",
    "title": "‘Vanquish’ Review: Mother With a Body Count",
    "sub_head": "Morgan Freeman and Ruby Rose co-star as a crooked ex-cop and the assassin he blackmails into carrying out his hits.",
    "category_1": "Film Review",
    "time": "2021-04-15 17:10:00",
    "body": "<br />Morgan Freeman has played a character in a wheelchair before—in “The Magic of Belle Isle,” a Rob Reiner schmaltz-fest about a cantankerous writer redeemed by Virginia Madsen’s single mother. “Vanquish” is not that movie.<br />It is, however, a lot of other movies: “La Femme Nikita,” “Hanna,” “Anna,” “Salt”—any number of action-adventure thrillers with an invincible female operative who is entrapped in a malevolent system, exploited by her allies and underestimated by her enemies. Which is the fun part. “I hear you’ve killed more people than Quentin Tarantino,” says one cocky evildoer, unaware that he’s about to join the roll of the dead as written by the unstoppable Victoria (Ruby Rose). It’s either a pretty good line, or “Vanquish” has already lowered my standards.<br />Ms. Rose, an Australian attraction whose CV includes model, VJ, boxer, television host and recording artist, may also be an actress (she starred as Batwoman in the CW series) though it would be unfair to judge by “Vanquish”: The script by director George Gallo and Samuel Bartlett fails to provide her the wherewithal to make her character recognizably human. Victoria is a former Russian drug courier who has left the business because of her daughter, Lily (Juju Journey Brener), but when Mr. Freeman’s Damon Hickey abducts the girl in order to dragoon Victoria back into being his lethal bagman (or bagperson) she seems to forget she has a daughter at all, preferring to administer instant justice and make wisecracks worthy of ’80s Arnold Schwarzenegger movies. She also leaves a trail of carbon monoxide around town, as she motorcycles from appointment to appointment, and we watch what we’ve already seen being replayed inside her mind, amid an excess of visual style that attempts to but doesn’t quite compensate for the thinness of the story. Most of the filming, by the way, was done in Biloxi, Miss., although viewers might, understandably, guess Canada: One group of gangsters on Victoria’s collection route are actually watching prime-time curling on their flat-screen TVs.<br />We don’t know a lot about Victoria—her brother, who’d been her partner in crime, is dead; his killer, almost by happenstance, will be among Victoria’s adversaries. Damon, however, gets the full treatment: Over the opening credits, through a variety of headlines and newscasts, we learn he was a hero cop, the “country’s police commissioner,” who was left paraplegic by an assassination attempt—presumably in retribution for some act of public service. Once you get a look at the ex-cop’s house you realize he’d been dirty for some time. And he’s not alone: When he goes to confession, the priest on the other side of the screen reports how much their operation has taken in that month, from various vices around the city. It’s a gratuitous slap at the Catholic Church, especially since the priest is never heard from again. But the implication is that the corruption is widespread, and the man in charge of it all is Damon."
}