{
    "url_original": "https://www.wsj.com/articles/venture-firms-bask-in-a-surge-of-blockbuster-profits-11619608939?mod=business_lead_pos6",
    "url": "venture-firms-bask-in-a-surge-of-blockbuster-profits-11619608939",
    "title": "Venture Firms Bask in a Surge of Blockbuster Profits",
    "sub_head": "Sutter Hill’s Snowflake bet eclipses some of the biggest returns in U.S. startup history",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-330435?width=620&size=1.5",
    "image_1": "im-330435.jpg",
    "time": "2021-04-28 07:22:00",
    "body": "Nearly a decade ago, venture-capital firm Sutter Hill Ventures made a small wager on an idea for a cloud computing services company, helping found and fund  Snowflake Inc.<br />The bet paid off: Last month, Sutter Hill distributed a profit of nearly $12 billion on the less than $190 million it ultimately invested, as it transferred its shares in the company to its investors and partners, marking one of the most profitable investments ever in venture capital.<br />The venture sector has long been defined by big wins on disruptive tech companies, balanced by far more numerous losing bets. But in recent months, an unusually large number of venture investments have logged multibillion-dollar profits, setting many firms up for their greatest returns since the dot-com boom of the late 1990s.<br />Today, Sequoia Capital, an early backer of giants including Apple Inc. and  Alphabet Inc.’s  Google, holds more than $14 billion of stock in  Airbnb Inc.  that it got by investing about $235 million, as well as $8.4 billion in stock in  DoorDash Inc.  that came from investing more than $240 million, securities filings show.<br />Accel holds more than $7.5 billion of stock in recently listed software company  UiPath Inc.,  a huge profit on the $172 million it invested. Altos Ventures put nearly $400 million into gaming platform  Roblox Corp. , according to a person familiar with the matter, for a stake now worth $8.5 billion. Andreessen Horowitz, an early backer of  Coinbase Global Inc.,  holds over $6 billion of stock in the company and recently sold or transferred to its investors another $3.2 billion."
}