{
    "url_original": "https://www.wsj.com/articles/voters-show-no-2020-hangover-so-far-11617960601?mod=politics_lead_pos7",
    "url": "voters-show-no-2020-hangover-so-far-11617960601",
    "title": "Voters Show No 2020 Hangover So Far",
    "sub_head": "Higher-than-usual level of interest in politics persists during early days of Biden presidency",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "time": "2021-04-09 05:30:00",
    "body": "DESPITE A BRUTAL, ENDLESS 2020 CAMPAIGN SEASON, voters continue to show a higher-than-usual level of interest in politics during the early days of the Joe Biden presidency, providing some hints that the record levels of turnout, donations and activism during 2020 won’t be a one-off event. The Democratic National Committee reported its highest February fundraising total for a nonpresidential year ever. Democratic and Republican state legislative campaign committees had record first quarters for nonelection years, with Republicans claiming an eye-popping 18,746% increase in online low-dollar fundraising compared with the first quarter of 2020.<br />The first statewide election since the 2020 cycle ended (in Georgia in early 2021) saw high turnout, as well. The April 6 Wisconsin race for the state’s top education official was the only statewide race on the ballot, and the contest is typically a very low turnout affair: It had never previously surpassed 800,000 votes, and it only came close when there were other positions on the ballot, like state Supreme Court seats. Turnout on Tuesday topped 900,000, with nearly all counties seeing increases from their 2017 turnout, according to data crunched by Marquette University Law School polling director Charles Franklin. “Wisconsin really has fallen in love with voting,” he said. The Democratic-backed nonpartisan candidate won by 15 points.<br />One sector of politics people seem to want a break from: cable news. After starting the year strong, with no shortage of must-watch news including the U.S. Capitol riot and a presidential inauguration, the three main cable news networks saw a drop of at least 19% in total-day viewers during March, compared with last year.<br />BIDEN’S INFRASTRUCTURE PLAN looks to make demonstration projects a low-risk, high-reward proposition for rapidly cutting emissions in hard-to-decarbonize sectors of the economy, like heavy industry. The plan includes $15 billion for demonstration projects in nuclear power, carbon capture, utility-scale energy storage, offshore energy and other areas. That’s in addition to demonstration projects that can be funded by the Department of Energy’s existing research and development loan programs, whose $40 billion capacity Energy Secretary Jennifer Granholm is eager to use.<br />Progressive economists argue that targeted investments in projects in nascent industries like green concrete, steel and chemicals could be force multipliers in the long term, with American companies becoming industry leaders."
}