{
    "url_original": "https://www.wsj.com/articles/voyagers-review-2063-a-spaced-out-odyssey-11617917006",
    "url": "voyagers-review-2063-a-spaced-out-odyssey-11617917006",
    "title": "‘Voyagers’ Review: 2063: A Spaced-Out Odyssey",
    "sub_head": "Lily-Rose Depp and Tye Sheridan play crew members on an 86-year journey to another planet in a science-fiction movie that examines the role of desire in human nature.",
    "category_1": "Film Review",
    "time": "2021-04-08 17:23:00",
    "body": "‘Voyagers,” playing in theaters, sets itself an almost impossible dramatic task, then dispels the need for “almost.” Only a space-age Homer could have done justice to the odyssey depicted in this film, and the filmmaker, Neil Burger, is no Homer, though in his dual capacity of writer and director he seems to have nodded quite a lot.<br />The premise is as follows. By the year 2063—which looks remarkably like the present—Earth has become nearly uninhabitable, due to global warming and environmental degradation, so a scouting mission is launched to a nearby planet that looks like it will support terrestrial life. But “nearby” is a relative notion. The voyage will take 86 years, meaning the crew will have to reproduce on board the space ship and their grandchildren will be the ones who reach the planet, if anyone does.<br />Eighty-six years is a long time to cover in a 108-minute film. The production must travel, at least in theory, at the rate of 1.25 years per minute. Actually, though, the entire running time minus a short, silly coda is spent with the first generation of the crew—30 specially bred, supersmart 20-somethings who don’t seem to be having any fun, and no wonder. Their libidos are being suppressed, in order to avoid a population explosion en route, by an anaphrodisiac they don’t realize they’re taking. In other words, a long stretch of the movie is devoted to glum prodigies sulking in deep space.<br />That is changed, thank goodness, when certain members of the crew decide to get off the suppression juice and stage a rebellion that restores limited amounts of libidinous behavior. Even so, the film’s ponderous pace, its deficit of emotional energy, its ugly colors, its repetitive chases down more corridors than anyone has seen since “Last Year at Marienbad,” and its actors’ shared penchant for mumbling and scowling make those 108 minutes seem interminable.<br />And it’s not as if “Voyagers” has nothing more on its mind. The screenplay explores—or in any case devotes some talk to—the dialectic of altruism and selfishness. How much can these young people be asked to do when they won’t live long enough to enjoy the fruits of their efforts on a planet they won’t get to see? (Colin Farrell has a small part as the program’s director, who also functions as a role model and den father.) There is also the not-so-minor matter of how much human nature is shaped by sexual desire. When the insurrection comes, it’s led by those with newly raging hormones as well as guns."
}