{
    "url_original": "https://www.wsj.com/articles/wall-street-banks-do-more-with-less-11618416569?mod=markets_major_pos1",
    "url": "wall-street-banks-do-more-with-less-11618416569",
    "title": "Wall Street Banks Do More With Less",
    "sub_head": "JPMorgan, Goldman posted huge returns in their Wall Street arms, suggesting investors might be undervaluing that part of their business",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-324857?width=620&size=1.5",
    "image_1": "im-324857.jpg",
    "time": "2021-04-14 12:09:00",
    "body": "The resilience of big banks’ lending books may be the big news this quarter. But their Wall Street arms may not be getting enough credit for their own performance.<br />JPMorgan  Chase and  Wells Fargo  have started doing what investors have been expecting, which is to release reserves for potential credit losses taken at the height of the pandemic’s economic shock. Defaults haven’t materialized to the levels feared, and the economy now looks to be on an upswing. JPMorgan released $5.2 billion worth of reserves in the first quarter, and Wells Fargo released $1.6 billion.<br />That is important to see, but ultimately these are paper profits, not more cash to be put to work. Reserve releases also don’t necessarily get fully reflected back into the bank’s core equity capital, since regulators gave banks a form of pandemic relief by delaying some of the impact of loss reserving on key capital levels.<br />It is core capital, not just earnings, that is needed to fuel banks’ shares further, as growing deposits weigh down balance sheets. This is key to avoid constraints on future lending, when demand picks up, or buybacks, to boost returns in the meantime.<br />JPMorgan issued $1.5 billion worth of preferred shares in the quarter, as it had said may be needed to stay well clear of leverage-ratio minimum levels. It still repurchased net $4.3 billion worth of common shares in the first quarter, and said it looks to be able to do most of the roughly $7 billion net capacity for buybacks it has in the second quarter under Federal Reserve rules."
}