{
    "url_original": "https://www.wsj.com/articles/wall-street-businesses-power-goldman-jpmorgan-to-record-earnings-11618420013?mod=markets_lead_pos1",
    "url": "wall-street-businesses-power-goldman-jpmorgan-to-record-earnings-11618420013",
    "title": "Wall Street Businesses Power Goldman, JPMorgan to Record Earnings",
    "sub_head": "Madcap markets and a blank-check boom kept bankers busy in the first quarter, and more deals are waiting in the wings",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-324926?width=620&size=1.5",
    "image_1": "im-324926.jpg",
    "time": "2021-04-14 16:28:00",
    "body": "A stock-market boom fueled by Reddit-reading individual investors and a burst of companies entering the public markets produced record quarterly profits at Wall Street’s biggest banks.<br />Goldman Sachs Group Inc.  posted records in quarterly revenue and profit.  JPMorgan Chase  & Co. notched its highest quarterly profit on record, driven by record revenue from trading stocks. Even  Wells Fargo  & Co., a minnow on Wall Street, enjoyed its best-ever quarterly profit in corporate and investment banking.<br />The party showed no signs of ending soon. Even after reporting a 73% increase in investment-banking fees, Goldman said the volume of coming transactions in that business at the end of the first quarter stood at a record level.<br />“Activity levels continue to be elevated from what I would say was a pre-Covid activity level by a meaningful amount,” David Solomon, Goldman’s chief executive, said on a conference call with analysts. “The environment, the monetary fiscal stimulus, and in addition the economic recovery, continues to paint a relatively constructive background.”<br />The blockbuster results were the latest proof that in both good times and bad, Wall Street can thrive. When markets are chaotic, traders can still turn big profits. When the economy is flailing, bankers can help nervous companies raise cash or sell themselves."
}