{
    "url_original": "https://www.wsj.com/articles/walter-mondale-remade-the-vice-presidency-11619132165?mod=opinion_lead_pos9",
    "url": "walter-mondale-remade-the-vice-presidency-11619132165",
    "title": "Walter Mondale Remade the Vice Presidency",
    "sub_head": "‘We told the truth, we obeyed the law, and we kept the peace,’ he said of the Carter administration. They did more than that.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-22 18:56:00",
    "body": "Walter Mondale created the modern vice presidency out of a position that was an afterthought at the Constitutional Convention. He served as a full partner, and with the full support, of President Jimmy Carter. Every administration since has followed the model.<br />Mondale was a great public servant and a decent man, and his death comes at a time when his progressive politics have gotten a second breath in the Democratic Party after a long dormant period. For four years I saw him up close. He confided in me, sharing not only his respect for Mr. Carter but his frustrations, which he never aired publicly.<br />The Founding Fathers hardly focused on the vice presidency. The Constitution makes him—now her—a member of the executive branch and first in line to succeed the president—but also a member of the legislative branch, as president of the Senate eligible to vote only to break a tie.<br />Originally the vice president was the man who finished second in the Electoral College, but that proved unworkable when President John Adams’s opponent, Thomas Jefferson, became his understudy. After the 12th Amendment’s ratification in 1804, the vice presidential candidate ran on the same ticket, and his principal function was to deliver votes through regional or ideological balance. Franklin D. Roosevelt’s first vice president, John Nance Garner, is said to have likened the office to bucket of warm spit.<br />In 1945 FDR concealed the atomic-bomb project from Vice President Harry S. Truman, who learned of it only on Roosevelt’s death. When President Dwight D. Eisenhower was asked what major responsibilities he’d given Vice President Richard Nixon, Ike sniffed that he would need a week to try to recall one. President John F. Kennedy deliberately marginalized Vice President Lyndon B. Johnson, formerly a powerful Senate majority leader; it was a deep wound LBJ never forgot."
}