{
    "url_original": "https://www.wsj.com/articles/want-a-lighting-bargain-vintage-chandeliers-are-unbelievably-cheap-11618516219",
    "url": "want-a-lighting-bargain-vintage-chandeliers-are-unbelievably-cheap-11618516219",
    "title": "Want a Lighting Bargain? Vintage Chandeliers Are Unbelievably Cheap",
    "sub_head": "Though obsessed with every other retro design trend, millennials tend to disdain chandeliers. Result: You can pick up a gorgeous antique crystal version for as little as $275.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-325308?width=620&size=1.5",
    "image_1": "im-325308.jpg",
    "time": "2021-04-15 15:50:00",
    "body": "WHEN I WAS growing up, my mother’s chandelier was her most beloved belonging and the reason my brothers were not allowed in the living room.<br />The chandelier was a nine-armed confection of crystal and bronze that was the birthplace of everything that sparkles. When the sun hit it just right, the lead-crystal pendalogues refracted candy-color rainbows on the walls that my Dennis the Menace brothers snuck in to lick.<br />April was the season for chandelier cleaning, a team sport in which my parents excelled. The two-day event involved painstakingly cleaning each crystal with rubbing alcohol and Q-tips. Then my mother, the team captain, would instruct my father in the proper technique for rehanging the crystal with a special pair of surgical tweezers.<br />This month, as I remember that happy, twinkly springtime ritual, I wonder why classic chandeliers have lost their luster. It’s true: Nobody wants a grandma chandelier (I can’t believe we’re even calling them that) anymore. Even as the millennials have championed every other vintage-furnishings trend imaginable—from spindle beds to cross-stitching—they have passed over the chandelier.<br />“The new generation wants nothing to do with crystal chandeliers,” said Michael Lombardo, a Philadelphia chandelier restorer who specializes in cleaning, installing and repairing crystal fixtures."
}