{
    "url_original": "https://www.wsj.com/articles/want-a-chic-sweatpants-alternative-try-retro-knit-sets-11619236800",
    "url": "want-a-chic-sweatpants-alternative-try-retro-knit-sets-11619236800",
    "title": "Want a Chic Sweatpants Alternative? Try Retro Knit Sets",
    "sub_head": "Ribbed knit combos, like the one Mary Tyler Moore wore in 1969, are proving a popular spring answer to the comfort vs. style conundrum",
    "category_1": "Life & Arts",
    "category_2": "Copy Cat",
    "image_1_url": "https://images.wsj.net/im-327431?width=620&size=0.6666666666666666",
    "image_1": "im-327431.jpg",
    "time": "2021-04-24 12:00:00",
    "body": "I FEEL LIKE I’m cheating,” said Sara Idacavage of the implausible comfort she enjoys when she leaves the house in the vintage knit pant-and-top sets that dominate her wardrobe. “I’m getting away with wearing pajamas out,” she added with genuine disbelief in her voice. “People say, ‘You look so fancy!’ [but] I could straight up fall asleep right there.” Ms. Idacavage, 34, a fashion historian in Athens, Ga., sports these slinky sets with heels and a belt for a night out; combines them with smoking slippers and statement earrings for cocktails at home; or, if she’s grocery shopping, pulls on Converses and a backpack. Her preferred knit hues? Seventies shades like peach and turquoise.<br />Ms. Idacavage’s style antecedent, Mary Tyler Moore, went with cream for the ribbed knit set (above) that she wore in 1969 to fly from London to Los Angeles. On her revolutionary sitcom, which debuted in 1970, Ms. Moore sought to represent women who were asserting themselves in the workplace—mostly wearing the same suits, skirts and sweater vests as her real-world counterparts. Here, however, she showcases a more fluid form of practicality: effortless enough for trans-Atlantic travel (and high kicks), but swank enough for a photo shoot, especially when paired with a chain belt and loafers.<br />Americans might not be jetting overseas soon, but the world is cautiously reopening. And as we tentatively dine out or repopulate our socially distant cubicles, many women want it all—outfits that fuse the comfort of stretchy quarantine clothes with the unembarrassing polish of grown-up garb. Spring’s many malleable knit sets deliver that laid-back luxury. “A knit set is the perfect way to segue into going back out into the world,” said Beth Buccini, founder of New York boutique Kirna Zabête, whose customers have been gravitating to elevated knitwear. She cites a bell-sleeved style by New York brand Proenza Schouler (below) as a versatile “dream for work, dinner, office—all that stuff.”<br />The label’s designers Jack McCollough and Lazaro Hernandez fixated on that exact formula when they conceived the viscose-blend set in lockdown. “We wanted something that felt cozy and comfortable, but not a schlumpy-looking tracksuit,” said Mr. McCollough who, like most of us, seems fed up with the whole style-be-damned athleisure thing.<br />Victor Glemaud, a New York knitwear designer specializing in punchy patterned ensembles, put things more bluntly: A knit set is “the perfect transitional outfit because it’s [actually] an outfit…It’s pulled together but you don’t have to think about it.”"
}