{
    "url_original": "https://www.wsj.com/articles/want-infrastructure-build-shipyards-11619044766?mod=opinion_lead_pos10",
    "url": "want-infrastructure-build-shipyards-11619044766",
    "title": "Want Infrastructure? Build Shipyards",
    "sub_head": "A lack of facilities to support naval vessels risks handing China a military advantage.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-21 18:39:00",
    "body": "A portion of President Biden’s $2 trillion American Jobs Plan would fund roads, bridges and railways, but one essential piece of infrastructure is overlooked entirely: the U.S. shipbuilding base.<br />For years there has been a bipartisan consensus that the U.S. Navy should grow to 355 ships from 296. But a larger, more capable Navy needs shipyards to build and maintain the fleet. During World War II, the U.S. had 10 large Navy yards with drydocks and repair facilities, as well as more than 40 commercial drydocks. Today there are only four industrial Navy yards, in Hawaii, Maine, Virginia and Washington state. By my count, fewer than 20 commercial sites are certified for naval use.<br />There simply isn’t enough capacity to expand and service the fleet, which is why the Navy hasn’t grown much even as its budget has expanded. The production of Virginia-class fast-attack submarines and Burke-class destroyers has fallen six to 12 months behind schedule even as lawmakers say they want to buy more of these ships.<br />Maintenance has fallen even further behind. The USS Boise, a fast-attack submarine, was scheduled to start maintenance in 2015 at the Navy shipyard in Norfolk, Va. But Norfolk was backed up with other maintenance, and eventually the sub was moved to a commercial yard in nearby Newport News. The delay ate up more than three years, or about 10% of the ship’s service life, the Congressional Budget Office reports.<br />Things are likely to get worse. Only one of the Navy’s drydocks, No. 8 in Norfolk, is big enough to hold the new Ford-class aircraft carrier, which is scheduled to replace Nimitz-class carriers over the next few decades. Even worse, more than 50 ships need to be retired in the next few years, largely because the Navy has been unable to maintain them sufficiently over the past two decades."
}