{
    "url_original": "https://www.wsj.com/articles/waves-across-the-south-review-new-kingdoms-11618004799",
    "url": "waves-across-the-south-review-new-kingdoms-11618004799",
    "title": "‘Waves Across the South’ Review: New Kingdoms",
    "sub_head": "While crowned heads were losing their power in Europe, unrest elsewhere inaugurated monarchies.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-321310?width=620&size=1.5",
    "image_1": "im-321310.jpg",
    "time": "2021-04-09 17:46:00",
    "body": "In late 1805, Napoleon Bonaparte scored his famous victory over the Austrian and Russian armies on the wintertime battlefield of Austerlitz. At almost the same time half a world away, courtiers in the Sri Lankan kingdom of Kandy were celebrating their recent triumph over Anglo-Indian forces with an epic poem, the “Ingrisi Hatana” (“English Battle”), set down on palm leaves.<br />Austerlitz has long been seen as a turning point in the age of revolutions, roughly 1770 to 1850, that ushered in the modern world. Napoleon’s victory dealt a body blow to a European old regime already tottering from the spread of republicanism and popular sovereignty. But historians have given far less attention to Britain’s nearly simultaneous defeat by Kandy. It hardly rates a mention in the many histories of the revolutionary era, which tend to focus on Europe and the Americas.<br />In “Waves Across the South: A New History of Revolution and Empire,” Sujit Sivasundaram turns this perspective on its head by looking at the age of revolutions from the Indian and Pacific Oceans. A professor of world history at the University of Cambridge who has written well-received scholarly books on colonial science and early British Sri Lanka, Mr. Sivasundaram guides the reader smoothly through the expanses of the oceanic south. His account, enriched by deep archival research and the use of visual and material evidence, has a human scale and texture sometimes lacking in similar global histories.<br />The book unfolds as an inward-spiraling tour of the region. It begins with chapters on the Pacific islands and southern Africa, at the two extremes of the southern ocean, continues north to the Persian Gulf, then rounds the curve to Australia. It comes to rest on the Indian subcontinent, the region’s strategic center that was also—and not coincidentally—the heartland of the 19th-century British empire.<br />The familiar ideas and figures of the Atlantic revolutionary era, from democracy to George Washington, are at best ghostly presences in this reoriented revolutionary history. Mr. Sivasundaram instead gives main billing to a “surge of indigenous politics” that tilted heavily toward monarchism."
}