{
    "url_original": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-04-22-2021-11619041467",
    "url": "weekly-jobless-claims-coronavirus-04-22-2021-11619041467",
    "title": "Unemployment Claims Likely Held Near Covid-19 Pandemic Low",
    "sub_head": "Recent drop in worker filings for jobless benefits adds to evidence labor market and economy are strengthening",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "time": "2021-04-22 05:30:00",
    "body": "Worker filings for jobless benefits last week likely remained near their lowest level since the Covid-19 pandemic began, adding to evidence of a strengthening labor market and overall economic recovery.<br />Economists expect that initial unemployment claims, a proxy for layoffs, edged higher last week to 603,000 from 576,000 the prior week. Such an uptick would leave intact a downward trend since the start of this year and follow a steep drop during the prior week that pushed claims to their lowest level since early 2020. Claims remain higher than the pre-pandemic levels—the weekly average in 2019 was about 218,000.<br />“We’re still pretty deep into the hole created by the pandemic,” said Daniel Zhao, senior economist at jobs website Glassdoor. “But at the same time, there is more optimism now than at any other point in the pandemic.”<br />A confluence of factors has offered signals that the economic recovery is accelerating, including a surge last month in retail sales and jobs added as Covid-19 vaccination totals increased and the economy more fully reopened. Economists surveyed by The Wall Street Journal in April forecast on average that U.S. gross domestic product grew at a 5.59% annual rate during the first quarter of 2021. That was up from an average forecast of 2.21% growth from the January survey.<br />Recent federal stimulus aid has sent many households direct cash payments. Meanwhile, about a third of U.S. adults age 18 or over have been fully vaccinated, and more than half have received at least one dose, according to the Centers for Disease Control and Prevention."
}