{
    "url_original": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-04-29-2021-11619647721",
    "url": "weekly-jobless-claims-coronavirus-04-29-2021-11619647721",
    "title": "Unemployment Claims Are Expected to Reach Fresh Covid-19 Low",
    "sub_head": "A recent decrease in worker filings for jobless benefits is among signs of an improving labor market",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "image_1_url": "https://images.wsj.net/im-331193?width=620&size=1.5",
    "image_1": "im-331193.jpg",
    "time": "2021-04-29 05:30:00",
    "body": "New applications for unemployment benefits are projected to show a further easing to the lowest level since the Covid-19 pandemic took hold in the U.S. more than a year ago.<br />A decline would be consistent with other signs that the labor market is rebounding this spring.<br />Initial jobless claims, a proxy for layoffs, have trended downward in recent weeks to around 550,000. Economists polled by The Wall Street Journal forecast 528,000 claims were filed last week. Those levels are well below the millions of claims filed weekly a year ago, but still more than double the roughly 200,000 weekly applications submitted in the months before the pandemic began.<br />Fewer workers being laid off comes as hiring is picking up, with states lifting restrictions on gatherings at restaurants, baseball stadiums and tourist venues. Americans, who are increasingly vaccinated against Covid-19, are more willing to spend time and money outside their homes. Consumer spending is the primary driver of the U.S. economy, and retail sales rose nearly 10% in March.<br />U.S. employers added 916,000 jobs in March, and economists surveyed by The Wall Street Journal project robust hiring—better than 500,000 a month—to continue for the next year. While that pace of hiring is more than double the rate in 2019, it would still leave the economy short of replacing all of the jobs lost during the pandemic in the next 12 months. As of March, there were 8.4 million fewer jobs on payrolls compared with February 2020, according to the Labor Department."
}