{
    "url_original": "https://www.wsj.com/articles/wells-fargo-has-used-its-lockdown-time-well-11619175781?mod=business_minor_pos10",
    "url": "wells-fargo-has-used-its-lockdown-time-well-11619175781",
    "title": "Wells Fargo Has Used Its Lockdown Time Well",
    "sub_head": "By focusing on consumer deposits, Wells Fargo is in position to be one of the biggest winners as rates rise",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-328806?width=620&size=1.5",
    "image_1": "im-328806.jpg",
    "time": "2021-04-23 07:03:00",
    "body": "Wells Fargo ’s  time in lockdown may have at least one benefit: The lender has positioned itself to be a big beneficiary from rising interest rates.<br />Over the course of the pandemic, the bank has continued to operate under an asset cap imposed by the Federal Reserve in 2018 in response to its fake-account scandal. This has effectively meant that it can’t grow its balance sheet. But other than a brief spike in corporate drawdowns as the pandemic broke out last year, loan demand in the U.S. has been tepid at best. Instead, there has been a surge in bank deposits from companies and consumers flush with cash.<br />So in effect, Wells Fargo’s asset cap has acted like a deposit cap, as Autonomous Research analyst John McDonald puts it. Incoming deposits create cash assets that go toward the cap, even if the money isn’t lent out.<br />One thing Wells Fargo has done to stem that tide of cash is to reduce some deposits that are expected to reprice more quickly in response to rising rates. Typically those would be the excess deposits of other financial institutions or even some large corporations, which are often shopped around in search of the best rates. This has meant that the bank hasn’t had to limit inflows in consumer deposits like checking accounts, which are much stickier.<br />This costs the bank income, as that deposited money could have also generated some yield. But the upshot is that, in banking parlance, Wells has become highly “asset sensitive.” This means that it is much more exposed to the benefits of higher rates on interest income than it is to the cost of higher rates in interest expense. In fact, Wells Fargo would now get the biggest percentage boost among its large peers to earnings per share from a 1-percentage-point across-the-curve jump in rates, Mr. McDonald figures."
}