{
    "url_original": "https://www.wsj.com/articles/what-to-read-this-spring-the-best-books-on-gardening-11617905876?mod=opinion_major_pos11",
    "url": "what-to-read-this-spring-the-best-books-on-gardening-11617905876",
    "title": "What to Read This Spring: The Best Books on Gardening",
    "sub_head": "Barbara Paul Robinson explores how gardens help us ‘forget the troubles of our world.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-04-08 14:17:00",
    "body": "In these times of pandemic, it is easy to understand why solitary confinement is considered by many to be torture: lockdowns and social isolation have challenged the well-being of us all. How reassuring, then, to read Sue Stuart-Smith, a prominent psychiatrist and psychotherapist, extolling the impact of nature and gardens on mental health and spiritual recovery in “The Well-Gardened Mind” (Scribner, 340 pages, $28). The wife of the English landscape architect Tom Stuart-Smith, she began married life as a gardening skeptic, having long viewed tending the soil as “outdoor housework.” Over time she became an enthusiast, inspired by watching seeds germinate and new life come into being. Drawing upon scientific data and case studies to make her case for “the restorative power of nature,” she describes the profound, positive effect of gardening and green spaces on everyone, including, for example, prisoners on New York’s Rikers Island, who when assigned to a professional gardening project are statistically unlikely to return upon release, some even finding work in public parks. To reinforce her point, she skillfully weaves into her narrative a rich, idiosyncratic mix of archeological evidence of man’s earliest gardens, quotations from Scripture and the great books, and anecdotes from her own psychotherapy practice. She describes planting a single bulb as “setting a little time bomb of hope in motion,” and calls a garden a place not of retreat but of refuge. Instead of the Latin motto veritas, “truth,” she prefers St. Hildegard’s viriditas, “green and truth,” the “connection between the human spirit and the growth force of the earth.” In closing, she says that “now, more than ever, we need to remind ourselves that, first and foremost, we are creatures of the earth.”<br />When the renowned plantsman Daniel J. Hinkley sold his home in Kingston, Wash.—where, from 1987 to 2006, he had found his “true soul” as a garden maker—he was, for the first time since childhood, without a greenhouse, a potting bench, all the elements of a garden. “Not fully realizing the magnitude of these absences,” he writes, “for two years I was crippled emotionally”; he “did not have a clue how to leave a garden.” When he then sold his specialty nursery, Heronswood, much of the gardening world mourned too. He recounts all this in “Windcliff” (Timber Press, 279 pages, $35), a book magnificently enriched with photographs by the author and Claire Takacs. With his talented architect-husband, Robert Jones, he began again not very far away, creating Windcliff in Indianola, Wash. While Heronswood sat in a shady, moist woodland without views, Windcliff sits on 6.5 acres of dry, open land on a windswept bluff with views of Puget Sound. Mr. Hinkley waited three years before starting a garden again, getting to understand the land and watching the arc of the sun. The wry humor that infused his Heronswood catalog re-emerges here—he describes a plant leaning on its neighbor as “James Dean slouching on a wall while smoking a cigarette”—and belies the patient, selfless plantsman who has happily returned to Heronswood part-time to help the new owners, the Port Gamble S’Kallam Tribe, maintain the gardens. He has even begun a small nursery, but sells plants only on-site to those lucky enough to live nearby. Echoing a message from Ms. Stuart-Smith, Mr. Hinkley recalls as a child watching an orange-pip open on his windowsill, the miracle of “the ignition of life in a germinating seed” for which he remains ever grateful.<br />In her own story of leaving a garden, Page Dickey recalls that having abruptly left several places and relationships in her life, she at last firmly planted herself when she created Duck Hill, in North Salem, N.Y., certain it would be her home for the rest her life. Then, after 34 years of loving and nurturing her 3 acres of manicured gardens and formal hedges, she and her husband moved north to Church House, on 17 acres in Falls Village, Conn., a major change she describes in “Uprooted” (Timber Press, 243 pages, $27.95). At first she planted echoes of Duck Hill but soon was drawn away from her new garden to the wild land, fields and woods stretching out to sweeping views of the distant Berkshire Hills. Her memoir, illustrated by color photographs by Ngoc Minh Ngo and Marion Brenner, reveals how this late-life uprooting changed her as a gardener. No longer feeling compelled to create a showcase, she savors the garden and untamed landscape for the pure joy of it. Despite all the bad news of the day, she can lose herself in nature, “among trees and flowers and birds,” and “forget the troubles of our world.”<br />—Ms. Robinson is the author of “Heroes of Horticulture: Americans Who Transformed the Landscape.”"
}