{
    "url_original": "https://www.wsj.com/articles/what-indias-viral-misery-is-telling-us-11619815939?mod=opinion_major_pos7",
    "url": "what-indias-viral-misery-is-telling-us-11619815939",
    "title": "What India’s Viral Misery Is Telling Us",
    "sub_head": "China take note: The story isn’t over when billions lack the luxury of prioritizing Covid avoidance.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "image_1_url": "https://images.wsj.net/im-332066?width=620&size=1.5",
    "image_1": "im-332066.jpg",
    "time": "2021-04-30 16:52:00",
    "body": "Medical experts are ransacking the inventory of new variants to explain India’s hellish Covid explosion, but they aren’t likely to find out much they didn’t know at the time of Wuhan more than a year ago.<br />Covid is a highly transmissible infection; it’s substantially novel to human immune systems and provokes severe symptoms in some cases; with enough cases hitting at the same time, hospital systems are likely to be overwhelmed in direct measure to their pre-existing capacity or lack thereof.<br />Lockdown squabbles in the West have tended to blind us to important truths. Lockdowns are not synonymous with social distancing; importantly, the incentive of people to change their habits varies with socioeconomic condition. Western populations discovered they could reduce their contacts quite dramatically with little real effort—work at home, order from Amazon. Employers found it realistic to install Plexiglas, distribute masks, modify ventilation systems. Governments could prop up the incomes of their citizens for a year or two by printing money without untidy spillovers.<br />This is not true of a demographic phenomenon like India, which quickly learned that a three-week shutdown posed more of a threat to many citizens’ personal survival than Covid did. After a few months, let’s also admit, certain types of human intimacy that seem dispensable in the short term stop seeming so, especially to low-risk young people.<br />Because of its regime-shaking potential, public utterances about Covid tend to be shaded for political effect. Anthony Fauci gets grief for it in the U.S. but has been more honest than many about his occasional dishonesties."
}