{
    "url_original": "https://www.wsj.com/articles/what-happened-to-census-sabotage-11619563587?mod=opinion_lead_pos3",
    "url": "what-happened-to-census-sabotage-11619563587",
    "title": "What Happened to Census ‘Sabotage’?",
    "sub_head": "Contrary to fears last year, discrepancies helped blue states.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-27 18:46:00",
    "body": "Remember last year when Democrats accused the Trump Administration of sabotaging the Census? Some sabotage. The population counts for Congressional reapportionment, released this week, far exceeded the Census Bureau’s own estimates in Democratic states. There’s no evidence the Biden Administration rigged reapportionment, but the disparity deserves examination.<br />The 2020 reapportionment produced few surprises, as several Sun Belt states picked up four House seats while six in the Northeast and Midwest lost one each. But New York, Rhode Island and Alabama lost fewer seats than expected while Arizona, Texas and Florida gained fewer.<br />The problem seems to be the Census Bureau’s data. Predictions were based on the bureau’s 2020 population estimates that incorporate data on births, deaths and migration. The bureau’s estimates and count usually match up closely—and did in most states this year. But there were unusually large disparities in the Northeast and Sun Belt.<br />New York’s count was a whopping 818,876 higher than the bureau’s 2020 estimate, which is probably why it lost one seat rather than two as many predicted. Counts were far higher than the bureau’s estimates in New Jersey (398,111), Pennsylvania (208,296), Illinois (197,346), Massachusetts (131,801), California (119,329) and Maryland (117,695). On the other hand, Arizona’s count was 242,398 lower than estimated, which may have cost it a seat. Counts in Florida (-150,052), North Carolina (-142,497) and Texas (-140,962) were also lower by large margins.<br />The disparities between the bureau’s counts and estimates were smaller in 2010 and didn’t show a regional or partisan bias. Only Florida (164,942), North Carolina (102,562), Arizona (-262,341), Georgia (-196,881), New York (-186,100) and Illinois (-100,952) had counts off by more than 100,000."
}