{
    "url_original": "https://www.wsj.com/articles/what-to-read-this-spring-the-best-books-on-nature-11617905730?mod=opinion_major_pos10",
    "url": "what-to-read-this-spring-the-best-books-on-nature-11617905730",
    "title": "What to Read This Spring: The Best Books on Nature",
    "sub_head": "Formidable, social, weird and downright beautiful: Wasps and ants are living wonders.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-04-08 15:20:00",
    "body": "As we learn from Ecclesiastes, “to everything there is a season.” This includes a season of books mirroring spring’s lively outdoor efflorescence. For many, spring is synonymous with flowers and birds. Too few, however, appreciate the birth, emergence and arrival of those remarkable organisms the insects, whose three pairs of legs, segmented bodies and exoskeletons betoken membership in what might be the most species-rich, profuse, and downright fascinating collection of living things.<br />Internally, insects differ from vertebrates in having an open circulatory system—blood simply perfuses their organs and oxygen is transported not via specialized blood cells but by a vast network of tubules connected directly to the outside air. These characteristics limit insects’ body size, notwithstanding fantasies of Brobdingnagian butterflies or mammoth moths. By contrast, there is little limit to the diversity of insects themselves, a spectrum celebrated in an set of new books that could charm the most committed insectophobe.<br />We might start with “Wasps: The Astonishing Diversity of a Misunderstood Insect” (Princeton, 256 pages, $29.95), by Eric R. Eaton, who writes that “it is the mission of this book to turn fear and loathing into fascination and admiration.” Mission accomplished! Mr. Eaton, author of several field guides to butterflies and other North American insects, can be a bit textbookish. But gorgeous illustrations, many of them—like their subjects—glittering with metallic luster, create an arrestingly beautiful volume. Starting with early ancestral forms, Mr. Eaton takes us on a comprehensive tour of the wide world of the wasp, which includes many solitary forms, along with the better known, picnic-disrupting yellow jackets and hornets. Even the casual page-flipper will reel at the implications of being literally wasp-waisted, not to mention at metamorphosis, whereby a wormlike larva becomes a magnificent flying dragon. From pseudocopulation (orchids trick male wasps into pollinating) to their ferocious predation upon spiders and other fellow arthropods, Mr. Eaton’s book is worthy of its wondrous creatures.<br />As for their fabled stings, Mr. Eaton makes it clear that most wasps are not only harmless to people but downright beneficial, pollinating plants and preying on pests. Writing of the best-known family, the vespids (paper wasps, yellow jackets and hornets), he finds it “a wonder that any caterpillar or fly escapes these hunters. It is equally amazing that we usually escape being stung, though that is a testament to the tolerance of the wasps more so than our tolerance for them.”<br />“Go to the ant, thou sluggard; consider her ways and be wise!” says Proverbs, not to be outdone by Ecclesiastes. Myrmecologists, who study these famously industrious insects, have taken heed, revealing ants as the extraordinary beings they are: not kaleidoscopically colored like wasps (most ants are black, red or brown, though a few are partly green) but with full-time castes of workers, queens, drones and in some cases entire legions of soldiers specialized for different methods of warfare. Their numbers are astronomical: In some Brazilian rain forests they make up an astonishing three-quarters of the insect biomass and more than one-quarter the biomass of all animals present. They talk via chemical signals we are just beginning to decipher, and their ways of living have deservedly inspired generations of fascinated scientists."
}