{
    "url_original": "https://www.wsj.com/articles/whats-in-bidens-american-families-plan-proposal-11619621174",
    "url": "whats-in-bidens-american-families-plan-proposal-11619621174",
    "title": "What’s in Biden’s American Families Plan? From Taxes to Child Care",
    "sub_head": "The $1.8 trillion proposal includes subsidized child care, free preschool and higher taxes on the wealthy",
    "category_1": "Politics",
    "time": "2021-04-28 10:58:00",
    "body": "President Biden’s administration rolled out its $1.8 trillion American Families Plan on Wednesday ahead of his first address to Congress. The plan is Mr. Biden’s third in a series of proposals to overhaul the American economy.<br />The first, the American Rescue Plan, was billed as an emergency pandemic aid bill that mostly focused on direct financial infusions to individuals and state and local governments along with funding for the vaccine rollout and other healthcare provisions. The second, presented as an infrastructure plan, hasn’t yet passed Congress, and deals with physical infrastructure, broadband and nontraditional infrastructure like elder care and electric vehicles.<br />The final of the three plans includes extending the expanded child tax credit first passed in the American Rescue Plan, provisions for tuition-free community college and prekindergarten, and more. Mr. Biden proposes funding it through taxes on the wealthiest and highest-income Americans. Here are some answers to common questions about the proposal.<br />The proposal would extend the beefed-up child tax credit that Democrats included in the American Rescue Plan that passed in March. That plan raised the $2,000 per-child CTC to $3,000, set the credit at $3,600 for parents of children under age 6 and made parents of 17-year-olds eligible. It also made the credit fully refundable, so low-income households would get the full benefit, no matter how little they earn. For a household with a 4-year-old and 7-year-old that doesn’t earn enough to pay income taxes, the plan would boost their maximum child tax credit to $6,600 from $2,800. The March law also ordered the Internal Revenue Service to start making periodic payments of the credit, which should start this summer.<br />But the March package only funded the expanded CTC for one year. This proposal would fund the larger credit through 2025, and would make it permanently refundable. But the Biden administration appears to have resisted many Democrats’ demands to make the larger credit permanent, instead risking the possibility that it could revert to the lower level after 2025."
}