{
    "url_original": "https://www.wsj.com/articles/what-to-watch-10-shows-and-movies-to-stream-this-week-11619638720",
    "url": "what-to-watch-10-shows-and-movies-to-stream-this-week-11619638720",
    "title": "What to Watch: 10 Shows and Movies to Stream This Week",
    "sub_head": "A new film from the Tom Clancy universe starring Michael B. Jordan, a crazy family and killer robots in ‘The Mitchells vs. the Machines,’ small-town comedy ‘Rutherford Falls’—and more",
    "category_1": "Television",
    "image_1_url": "https://images.wsj.net/im-331083?width=620&size=1.5",
    "image_1": "im-331083.jpg",
    "time": "2021-04-28 15:38:00",
    "body": "The Oscars have happened, and actress Frances McDormand has instructed the nation to watch her movie “Nomadland” on the largest screen possible. (For streaming viewers, that means the biggest screen that gets Hulu.) And here’s what else is streaming this week on screens of every size:<br />(Amazon Prime Video)<br />“Clear and Present Danger,” the 1994 blockbuster installment in Tom Clancy’s Jack Ryan universe, is a bright and colorful film. It has sun, gorgeous views of the jungle, and bright blue water. The altruistic hero, played by Harrison Ford, is derisively referred to as a Boy Scout.<br />“Tom Clancy’s Without Remorse”—the latest film based on a novel by the late author—is set almost entirely in the dark. The movie, out Friday on Amazon Prime, is the origin story for Clancy’s John Clark, a black ops operator in “Clear and Present Danger” who was played by Willem Dafoe in a supporting role. In the new film, Michael B. Jordan plays the character born as John Kelly, a Navy SEAL who goes rogue after his pregnant wife’s murder. He is enlisted to help uncover the conspiracy associated with the killing because he’s willing to do what Boy Scouts are not.<br />Director Stefano Sollima says he didn’t consciously respond to “Clear and Present Danger” (also streaming on Prime Video), but the strikingly different tone in the new movie is telling. Jack Ryan, he says, is a lawyer-soldier who trusts his country. John Kelly, on the other hand, feels he’s been betrayed."
}