{
    "url_original": "https://www.wsj.com/articles/what-does-bidens-plan-for-families-mean-for-community-college-pre-k-11619644490?mod=politics_lead_pos6",
    "url": "what-does-bidens-plan-for-families-mean-for-community-college-pre-k-11619644490",
    "title": "What Does Biden’s Plan for Families Mean for Community College, Pre-K?",
    "sub_head": "The $1.8 trillion plan would offer students four more years of free schooling",
    "category_1": "U.S.",
    "category_2": "Education",
    "image_1_url": "https://images.wsj.net/im-331350?width=620&size=1.5",
    "image_1": "im-331350.jpg",
    "time": "2021-04-28 17:27:00",
    "body": "On Wednesday, in advance of his address before Congress, President Biden unveiled his $1.8 trillion “American Families Plan.” The administration is proposing offering four more years of free schooling for all students: two in the form of universal prekindergarten for 3- and 4-year-olds and two after high school in the form of tuition-free community college.<br />What does Biden’s plan say about community college?<br />Mr. Biden’s plan would offer two years of tuition-free community college to all Americans, increase the maximum federal Pell grant amount and devote more resources to schools that have high percentages of low-income and minority students.<br />All students would be able to enroll in a community college to earn a degree or credential, free, including young unauthorized immigrants brought to the country as children, known as DREAMERS. The proposal would cost $109 billion over 10 years.<br />Students would be able to use the benefit over three years and, the plan says, in some cases for up to four if enrolled part-time for a longer period. “That is a very good thing because expecting a non-college-going population to just pop right into community college and complete a degree or credential in two years is pretty unrealistic,” says Michelle Miller-Adams, a senior researcher whose work at the W.E. Upjohn Institute for Employment Research focuses on tuition-free college programs."
}