{
    "url_original": "https://www.wsj.com/articles/what-to-look-for-at-congresss-big-intelligence-gathering-11618329925?mod=opinion_lead_pos6",
    "url": "what-to-look-for-at-congresss-big-intelligence-gathering-11618329925",
    "title": "What to Look For at Congress’s Big Intelligence Gathering",
    "sub_head": "Testimony will shed light on Biden’s approach to Russia, China, terrorism and proliferation.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-324306?width=620&size=1.5",
    "image_1": "im-324306.jpg",
    "time": "2021-04-13 12:05:00",
    "body": "Top intelligence officials are testifying before Congress Wednesday and Thursday on global threats facing America. Such open sessions, complemented by closed hearings and classified and unclassified written reports, were annual events until President Trump halted them in 2019. He intensely disliked media reporting on testimony about Russian meddling in U.S. elections, reflecting his concern for his personal rather than national interests.<br />These hearings, or any public discussion of intelligence matters, are limited by legitimate concerns for protecting sensitive information and intelligence sources and methods. Even so, open hearings and unclassified reports have proved enormously helpful in public debate. What should this week’s testimony include, and by what standards should it be judged?<br />The principal risk to intelligence integrity is politicization, a charge routinely hurled across the political spectrum. Several new Biden administration officials will testify for the first time this week, so it is timely to stress continued strengthening of the wall between intelligence and policy making. Molding intelligence to fit an administration’s policy preferences is a constant danger, as is arguing that particular intelligence compels a particular policy. The former threat seems easier to spot, but the two are equally pernicious. Only rarely is any intelligence (or information generally, however acquired) such a show stopper that it dictates policy. Data and intelligence analysis or judgments, especially the latter two, don’t end debate but inform it.<br />The hearings’ headline subjects should be China and Russia. How the intelligence leaders handle these strategic threats will speak volumes about their likely future performance. They have the opportunity to provide comprehensive analysis of threats from Beijing and Moscow, similar in some ways to Vice President Mike Pence’s October 2018 speech on China. While we can expect ample commentary on Russian efforts to interfere in U.S. and other Western elections, the sheer scope of China’s efforts to shape U.S. public opinion is of a different order of magnitude, as Mr. Pence made clear. Although it’s politically tempting, witnesses would be wrong to play down Chinese operations in an attempt to score points off Mr. Trump’s unhappiness with discussions of Russian interference. Americans need the fullest possible picture of Beijing’s machinations, especially from the Federal Bureau of Investigation, consistent with classification needs.<br />Moscow’s adventurism in the former Soviet Union is on display as troops mass near Ukraine’s border, and its military presence in the Middle East is growing. Beijing’s expansionism in the South China Sea and elsewhere is also accelerating. Both are major threats in cyberspace. While there are important judgments to be made about Russia’s objectives and capabilities during renegotiation of the New Start Treaty, the intelligence community should also discuss the threats posed by China’s expanding nuclear program. The sheer scope of Chinese and Russian military activity, across all war-fighting domains, hardly figured in the 2020 presidential campaign, and needs underlining now. The intelligence leaders have much to warn about."
}