{
    "url_original": "https://www.wsj.com/articles/what-to-read-this-spring-the-best-picture-books-for-kids-11617905631?mod=opinion_major_pos12",
    "url": "what-to-read-this-spring-the-best-picture-books-for-kids-11617905631",
    "title": "What to Read This Spring: The Best Picture Books for Kids",
    "sub_head": "Trees and bees, frogs and toadstools: Nature comes alive for little ones on these pages.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-04-08 14:13:00",
    "body": "Birds and bees and flowers and trees! Children ages 2-10 will find lots of fabulous color in a crop of bright springtime picture books. Humming along under the surface in all of them, like lyrics unspoken, is a call to notice connectedness, beauty and variety in natural things.<br />Corinna Luyken moves between the quotidian and the transcendental in “The Tree in Me” (Dial, 56 pages, $17.99), which is filled with sweeps of soft brilliant neon pinks, deep warm yellows, and the blues of azure and cerulean. Her text plays out sparingly from page to page amid lush illustration, as children bite into fresh fruits and slices of pie: “The tree in me / is part apple / part orange-pear-almond-plum / (part yummm) / part shade / and part sun.” It’s a striking thought, that a bite of dessert contains the sunshine that once warmed the leaves of an apple tree. Yet Ms. Luyken wants children to see further than this and imagine the points of commonality that they have with trees: that they too may be strong, yet also bend; that they have roots and branches and crowns; that in the flurry of their days they also partake of wind and rain and dirt. Young readers may or may not appreciate this conceit, but the pictures are what really make the book sing.<br />The same is true of “Have You Ever Seen a Flower?” (Chronicle, 48 pages, $17.99), a forthcoming picture book by Shawn Harris with illustrations so dazzling that their vibrancy hasn’t been seen since, well, the last picture book Mr. Harris illustrated, Colin Meloy’s double-espresso “Everyone’s Awake,” which came out last year. From this book’s front cover we know we’re in for a blast of hue, but in the early pages there’s a prevailing urban ashiness that sets us up nicely for the explosion to come. “Have you ever seen a flower?” we read, as the vast gray background dwindles to a thin line, representing a road that the child-protagonist is traveling. “I mean really . . . seen a flower?” At this point both the reader and the child in the book are suffused in a giddy landscape of electric pinks, greens, purples and orange—eye-watering colors that, incredibly, seem to become more intense as the book goes on.<br />Anyone who has ever stopped to marvel at a single flower will grasp what Mr. Harris is trying to do here: He wants children to look closely, and he wants to evoke the exquisite beauty of plants in bloom even as, text-wise, the book goes off the deep end. Have you ever seen a flower becomes have you ever been a flower, a shift in meaning unlikely to arise were it not for the easy rhyme. But such is the power of these deliciously psychedelic illustrations that the second question almost makes sense.<br />Pascal Estellon sorts creatures and plants by color in “Orange Is an Apricot, Green Is a Tree Frog” (Princeton Architectural Press, 34 pages $18.95), a picture-book primer notable for the elegance of its layout and the pleasing specificity of its depictions. Words are at a minimum as, in gouache paintings, Mr. Estellon presents five colors (along with black and white) as they are expressed in nature. Yellow is corn on the cob and a zucchini blossom and a delicate frond of wheat; it is a daffodil, a dandelion and a dahlia."
}