{
    "url_original": "https://www.wsj.com/articles/what-walt-whitman-knew-about-democracy-11618500623",
    "url": "what-walt-whitman-knew-about-democracy-11618500623",
    "title": "What Walt Whitman Knew About Democracy",
    "sub_head": "For the great American poet, the peculiar qualities of grass suggested a way to resolve the tension between the individual and the group.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-324397?width=620&size=1",
    "image_1": "im-324397.jpg",
    "time": "2021-04-15 11:30:00",
    "body": "When Walt Whitman began conceiving his great volume of poetry, “Leaves of Grass,” in the 1850s, American democracy was in serious danger over the issue of slavery. As we celebrate National Poetry Month this month, the problems facing our democracy are different, but Whitman still has a great deal to teach us about democratic life, because he saw that we are perpetually in danger of succumbing to two antidemocratic forces. The first is hatred between Americans, which Whitman saw erupt into civil war in 1861.<br />The second danger lies in the hunger for kings. The European literature and culture that preceded Whitman and surrounded him when he wrote “Leaves of Grass” was largely what he called “feudal”: It revolved around the elect, the special, the few. Whitman understood human fascination with kings and aristocrats, and he sometimes tried to debunk it. But mostly he asked his readers to shift their interest away from feudalism to the beauties of democracy and the challenge of sustaining and expanding it.<br />This challenge is what inspired him to find his central poetic image for democracy, the grass: “A child said, What is the grass? fetching it to me with full hands.” Whitman says that he can’t and won’t offer a literal answer to the question. Instead he spins into an astonishing array of “guesses.” The grass “is the flag of my disposition, out of hopeful green stuff woven”; it’s “the handkerchief of the Lord…Bearing the owner’s name somewhere in the corners, that we may see and remark and say Whose?”<br />To Whitman, “the grass is itself a child…the produced babe of the vegetation.” “Tenderly will I use you, curling grass,” he writes. “It may be that you are from old people and from women, and from offspring taken soon out of their mothers’ laps / And here you are the mothers’ laps.” He offers one metaphor for the grass after another, and one feels that he could go on forever.<br />But mainly Whitman’s grass signifies American equality: “I guess it is a uniform hieroglyphic,/And it means,/Sprouting alike in broad zones and narrow zones,/Growing among black folks as among white,/Kanuck, Tuckahoe, Congressman, Cuff,/I give them the same, I receive them the same.” Whatever our race and origin, whatever our station in life, we’re all blades of grass. But by joining together we become part of a resplendent field of green, stretching gloriously on every side."
}