{
    "url_original": "https://www.wsj.com/articles/when-practice-becomes-form-carpentry-tools-from-japan-review-no-nails-no-problem-11618951885",
    "url": "when-practice-becomes-form-carpentry-tools-from-japan-review-no-nails-no-problem-11618951885",
    "title": "‘When Practice Becomes Form: Carpentry Tools From Japan’ Review: No Nails? No Problem!",
    "sub_head": "A modest subject belies the magic of Japan Society’s current show.",
    "category_1": "Exhibition Review",
    "image_1_url": "https://images.wsj.net/im-327422?width=620&size=custom_4200x3300",
    "image_1": "im-327422.jpg",
    "time": "2021-04-20 16:51:00",
    "body": "New York<br />‘When Practice Becomes Form: Carpentry Tools From Japan,” the exhibition now on view at New York’s Japan Society, has a title so modest as to be misleading. By this standard, “The Joy of Cooking” should be renamed “Uses for Knife & Fork.” The tools are there, in abundance, along with rooms devoted to temple construction and the art of joinery, but the real subject is the ethos of Japanese carpentry. The result is a veritable shrine to the sacredness of wood.<br />Curated by Sou Fujimoto, the Japanese architect, and Yukie Kamiya, Japan Society’s gallery director, the exhibition reveals the surprising extent to which the culture of traditional carpentry survives in Japan, and by deliberate policy. The Japanese practice of rebuilding wood temples periodically, and in exactly the same form, requires a living culture of master carpenters, passing on their craft to each new generation of apprentices. It is analogous to the way that orchestras continually run through their repertoire of the great symphonies, thereby keeping them alive.<br />The legacy of this survival is made clear in the first room, where several superb large-scale models show the framing and roof truss of those temples, with their distinctive flaring eaves and springy outstretched brackets. Along the walls are hung a staggering array of templates, full-size stencils to guide the cutting of repeated decorative elements. The platform on which the temple parts are mounted is especially winning, a lattice of timber beams to be used for construction after the exhibition.<br />The visitor should not miss the exquisite working drawings for buildings at the Hōryū-ji temple complex from 1936. Although meticulously drawn as if on linen or mylar, they are in fact on wooden panel and tough enough to be used outdoors and in all kinds of weather. They were drawn by Tsunekazu Nishioka, whose drafting instruments are on display in the next gallery, the Bamboo Room, where we are introduced to the world of the master carpenter."
}