{
    "url_original": "https://www.wsj.com/articles/when-to-invest-in-a-stupid-idea-11618767345?mod=opinion_lead_pos6",
    "url": "when-to-invest-in-a-stupid-idea-11618767345",
    "title": "When to Invest in a Stupid Idea",
    "sub_head": "When no one believes in the future, that’s an opportunity. When everyone does, sell.",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "time": "2021-04-18 13:35:00",
    "body": "When I read that technology can construct an image of your face from your DNA, my initial reaction was: That’s the stupidest thing I’ve ever heard. Fortunately, I’ve had a lifetime of stupidest-things-I’ve-heard things (like Bleep) became reality. Like the Kübler-Ross stages of grief—denial, anger, bargaining, depression, acceptance—technology goes through similar phases.<br />My phases of techno-hype: Incredulous. Will never happen. Dread. I’ll try it. Booster. Overhype. Failed expectations. On to the next paradigm. Understand these before plunking money into passing fancies.<br />We know the famous will-never-happen predictions.  IBM ’s  Thomas Watson: “I think there is a world market for maybe five computers.” Digital’s Ken Olsen: “There is no reason anyone would want a computer in their home.” Funny now, but not unreasonable at the time.<br />I’ve learned to harness those knee-jerk denials when I know that technology performance will increase and costs decrease. Classic scale. I’m actually suspicious of things that aren’t controversial from the start. I live in those denial phases—ask my wife. Why? Because almost every time, no one believes in the future. That’s the time to invest. Until everyone believes it and then some. Then it’s probably time to sell.<br />Think of the 2007 iPhone introduction. Typing on glass, are you kidding me? So many white-collar warriors hurdling through airports were thumb-writing on  BlackBerry s—a k a Crackberrys. Take away my keyboard, even though it’s tiny and painful to use? Over my dead body. Well, we know how that turned out. BlackBerry is now worth $5 billion.  Apple  a bit more."
}