{
    "url_original": "https://www.wsj.com/articles/when-ceos-zoom-for-democrats-11618436906?mod=opinion_major_pos7",
    "url": "when-ceos-zoom-for-democrats-11618436906",
    "title": "When CEOs Zoom for Democrats",
    "sub_head": "Last weekend, some 100 corporation leaders did a Davos by laptop to vilify Republicans and validate their status.",
    "category_1": "Opinion",
    "category_2": "Wonder Land",
    "image_1_url": "https://images.wsj.net/im-325019?width=620&size=1.5",
    "image_1": "im-325019.jpg",
    "time": "2021-04-14 17:48:00",
    "body": "The CEOs of about 100 U.S. companies gathered Saturday for a Zoom meeting, in Covid-stricken America, to discuss and denounce state voting laws, though only the ones written by Republicans. Several called in to the meeting—about the future of “democracy”—while attending the third round of the Masters golf tournament in Georgia.<br />The spectacle of 100 executives meeting on the weekend to discuss voter suppression is the Zoom version of Davos, the World Economic Forum’s earnest annual exercise in Switzerland for “addressing” the world’s problems, though its primary function is to bestow status and validation on the CEOs invited to attend.<br />As in Davos, the air in CEO Zoomland seems dizzyingly thin, triggering a giddy euphoria most company leaders don’t bring to meetings about spending their own firm’s money. How else to explain the political obliviousness of this event?<br />However high-minded their intent, these CEOs are bolting their company’s interests to the professionals running the Democratic Party, whose No. 1 project is enacting a federal election law that advantages Democratic voting strategies such as ballot harvesting. That’s “democracy”?<br />More astonishing, these CEOs are acting as though a strong Democratic majority will extend to the horizon of national politics. In fact, Democrats control half of the U.S. Senate and have a six-seat majority in the House. In 2020, Republican congressional candidates ran ahead of Donald Trump in New York and California. Odds are that Nancy Pelosi won’t be speaker after next year’s midterm elections. When that happens, one way or another, there will be retribution for this Zoom meeting."
}