{
    "url_original": "https://www.wsj.com/articles/where-voting-laws-are-most-likely-to-change-for-the-2022-election-11618824602?mod=politics_lead_pos5",
    "url": "where-voting-laws-are-most-likely-to-change-for-the-2022-election-11618824602",
    "title": "Where Voting Laws Are Most Likely to Change for the 2022 Election",
    "sub_head": "Nearly 1,800 bills have been filed to change election laws, but only about half have a fair chance of passing. Even fewer will become law.",
    "category_1": "Politics",
    "time": "2021-04-19 05:30:00",
    "body": "Mail and absentee voting is the top issue among election-related bills filed by both Democratic and Republican lawmakers across the country, a Wall Street Journal analysis of nearly 1,800 bills found. It is also the top issue in states with single-party control, where passing legislation could be easier. Early in-person voting has also garnered attention, and proposed changes to voter registration, to election-day voting procedures and to the authority of state and local election officials have been prolific.<br />The Journal’s finding underscores how mail and early voting have become partisan flashpoints after the 2020 election, when more than 108 million people chose to vote before Election Day either through the mail or in person, according to state data compiled by the Associated Press.<br />Then-President Donald Trump spoke repeatedly against expanding mail-in voting during the election, a view now shared by many Republican voters. President Biden’s campaign and many Democratic leaders embraced the shift to mail and early voting during the pandemic, a strategy that led to mail ballots being overwhelmingly Democratic in several states.<br />That partisan pattern has carried through to state legislatures this year, the Journal found. Some Democratic lawmakers have proposed bills that would lock in changes made during the pandemic to make it easier to cast a ballot by mail or early in person. Republicans have sought to pare back some of the pandemic-year changes, including by requiring more verification of a voter’s identity when mailing in a ballot and curtailing a practice in some places in which election officials automatically mail out ballot applications to all voters.<br />In the 2020 election, about two-thirds of voters nationally who cast ballots by mail voted for President Biden, while the opposite was true of Election Day voters, according to AP VoteCast, a survey of 110,000 voters conducted in the days leading up to and on Election Day. Nationally, Mr. Trump edged out Mr. Biden among early in-person voters 51% to 48%, the survey found."
}