{
    "url_original": "https://www.wsj.com/articles/where-she-was-from-the-collected-joan-didion-11619794190",
    "url": "where-she-was-from-the-collected-joan-didion-11619794190",
    "title": "Where She Was From: The Collected Joan Didion",
    "sub_head": "A multivolume excursion with the writer who wove her voice out of a culture coming apart at the seams.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-04-30 17:15:00",
    "body": "Joan Didion’s literary moment is now in its sixth decade. It began in 1968 with a book of essays called “Slouching Towards Bethlehem” and is still ticking away, with releases of several new volumes of her collected work. Altogether Ms. Didion, now 86, is the author of five novels, 10 books of nonfiction, and a play, with additional credits as co-writer on about a dozen film and television projects. In January, Alfred A. Knopf published “Let Me Tell You What I Mean,” a volume of fugitive essays from 1968 to 2000, and the Library of America has recently printed two collections of her canonical works, from “Run River” (1963) through “The Last Thing He Wanted” (1996). (A third volume of post-2000 material is planned but not scheduled.) As always, the LOA’s omnibus editions are well-upholstered objects, enhanced by excellent chronologies and notes on the texts. The second volume, out this week, contains some of Ms. Didion’s most arresting writing from the 1980s and ’90s, including “Democracy,” a political thriller with echoes of Graham Greene and V.S. Naipaul, and California essays about Patty Hearst and the history of the Los Angeles Times.<br />Ms. Didion’s big subject is atomization: the sense that American culture over the decades has been shattering into pieces, making coherent narratives impossible. In response she developed a writing style—collaged, skittering, rich in eccentric details and wary in tone—that critiqued the societal fracturing she witnessed in tumultuous times and places: San Francisco’s Summer of Love, Los Angeles at the time of the Manson murders, Manhattan during the 1989 trial of the Central Park Five.<br />The voice behind Ms. Didion’s style is both confidential and withholding, a performative version of self that she has described as “the implacable ‘I.’ ” Provocative from the start, her sensibility earned her a position as one of the few women among the so-called New Journalists, a loose collective of literary swashbucklers whose members included Tom Wolfe, Hunter S. Thompson and Terry Southern. Her voice has since become a touchstone for many a writing student, hard to imitate but easy to love. She inspires similar passion among detractors on both sides of the political spectrum. Some critics deplore what they perceive as the opportunistically leftward drift of her political writing over the years, while others detect snobbery and privilege in her observations about class.<br />As a much-photographed celebrity, Ms. Didion most often appears aloof, observing from a distance. For many she has come to represent an idealized projection of the literary insider as outsider: superior, uncompromising and free. To believe this, though, is to misunderstand the way writers function in general and, in particular, the way Ms. Didion has designed and been designed by her professional life. While clichés continue to insist otherwise, published writers do not produce their work alone. No important American writer has ever succeeded without plenty of administrative scaffolding and personal help from all kinds of people. And as she herself has made no effort to conceal, very few American writers have benefited more from this support than Joan Didion.<br />She wanted to be a writer straight out of the gate. A fifth-generation Californian, she was born in Sacramento in 1934 and grew up reveling in lore about her pioneer ancestors, some of whom had come west with the Donner-Reed Party in 1846 but split off from the group before it became trapped in the Sierra Nevada snows. The Didions were well-established members of Sacramento society whose politics, which their daughter inherited, was a western variety of libertarianism, contrary and skeptical. Amid Sacramento’s summer heat waves and winter floods, Ms. Didion developed a writer’s attraction to drama, calling it “a predilection for the extreme.”"
}