{
    "url_original": "https://www.wsj.com/articles/where-islam-and-reason-meet-11618493888",
    "url": "where-islam-and-reason-meet-11618493888",
    "title": "Where Islam and Reason Meet",
    "sub_head": "A medieval debate about God’s relationship to goodness can help explain today’s conflicts over religion and society in the Islamic world.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-325294?width=620&size=1",
    "image_1": "im-325294.jpg",
    "time": "2021-04-15 09:38:00",
    "body": "The Western public has become accustomed to hearing certain kinds of unsettling news from parts of the Muslim world. Pakistani Islamists hunt some innocent person for “blasphemy.” The Iranian regime makes a Christian convert rot in jail for “apostasy.” Saudi Arabia gives brutal corporal punishments to liberal activists, whose only “crime” is to offend God—or at least those who rule in His name.<br />All these laws look oppressive to most non-Muslims. Many Muslims feel the same way, which is why many prefer secular governments, keeping their faith personal and communal. Some call for a major reform within Islam. A small but growing minority, who lose all faith, become ex-Muslims.<br />Yet for zealous guardians of the Sharia, or Islamic law, modern responses to such verdicts carry no weight. They believe that a much higher authority, God, is on their side, somehow never doubting whether they are on His side. Calls for reform make them even more defiant, since they are only able to see the opinions of outsiders as whims and seductions.<br />As a Muslim who has been engaging with these issues for more than two decades, I have sadly observed the growing ethical gap between rigid, Sharia-minded conservatives and the modern world. I have also come to realize that this deadlock won’t be overcome by endlessly wrestling over what exactly the Qur’an or the Prophet Muhammad said on this or that matter. Such discussions about the textual sources of the Sharia are important, but there is an even more important layer that lies beneath. This is kalam, or Islamic theology, and especially a mostly forgotten dispute in that theology over the meaning of husn and qubh, literally, “beauty” and “ugliness,” or “good” and “bad.”<br />Muslims began to discuss this matter in the 8th century, a century after the Prophet, as they were trying to make sense of their faith and the empire they were establishing in its name. All agreed that God commands what is good, such as helping a person in need, and prohibits what is bad, such as murder. But a puzzling question soon arose: Does God command or prohibit things because they are inherently good and bad? Or are things good and bad simply because God decreed so?"
}