{
    "url_original": "https://www.wsj.com/articles/white-house-nominates-women-for-terrorism-army-dea-roles-11618269565?mod=business_minor_pos4",
    "url": "white-house-nominates-women-for-terrorism-army-dea-roles-11618269565",
    "title": "White House Nominates Women for Terrorism, Army, DEA Roles",
    "sub_head": "President Biden picks Christy Abizaid for top job at National Counterterrorism Center, Christine Wormuth for Secretary of Army and Anne Milgram as Drug Enforcement Administration director",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-324088?width=620&size=1.5",
    "image_1": "im-324088.jpg",
    "time": "2021-04-12 19:19:00",
    "body": "The White House tapped former Pentagon and White House official Christine Abizaid to head the National Counterterrorism Center, one of the agencies the Biden administration has said it plans to use to counter an upswing in domestic terrorism.<br />It also picked Christine Wormuth as its nominee for secretary of the Army, the top civilian job heading the country’s largest uniformed force. Both would be the first women to serve in their roles, if confirmed by the Senate.<br />Ms. Abizaid, who goes by Christy, has discussed a role with the Biden administration since December, a person familiar with the matter said. She previously served for nearly a decade as a counterterrorism intelligence officer at the Defense Intelligence Agency and worked on the National Security Council staff under President Barack Obama. After leaving government, Ms. Abizaid joined  Dell Technologies ,  where she currently serves as an executive in operations.<br />Ms. Wormuth previously served as undersecretary of defense for policy during the Obama administration and as the senior director for defense policy on the National Security Council. She is currently director of the International Security and Defense Policy Center at the RAND Corporation.<br />While the National Counterterrorism Center traditionally has focused on foreign terrorism, under President Biden it is expected to take on a greater role addressing domestic threats, working alongside other federal agencies, current and former officials said."
}