{
    "url_original": "https://www.wsj.com/articles/why-covid-19-vaccination-in-poorer-nations-has-slowed-posing-global-risks-11618826934",
    "url": "why-covid-19-vaccination-in-poorer-nations-has-slowed-posing-global-risks-11618826934",
    "title": "Why Covid-19 Vaccination in Poorer Nations Has Slowed, Posing Global Risks",
    "sub_head": "As the pandemic’s weight shifts to the developing world, a huge gap in vaccinations is opening with rich nations",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-326715?width=620&size=1.5",
    "image_1": "im-326715.jpg",
    "time": "2021-04-19 06:08:00",
    "body": "Efforts to vaccinate the poorest countries against Covid-19 have slowed to a trickle, leaving many with weakened defenses against the coronavirus just as the weight of the pandemic shifts from developed to developing nations.<br />An initiative backed by the World Health Organization and rich countries to supply free vaccines to 92 low- and middle-income countries recently slashed the number of shots it plans to ship by the end of May. That initiative, called Covax, will deliver 145 million doses instead of about 240 million because India, its main supplier, has largely stopped exporting shots as it fights a surge in cases at home.<br />That is widening an already huge vaccination gap between rich and poor countries. While more than 200 million doses have been administered in the U.S., Covax has so far supplied fewer than 41 million of its planned two billion doses by the end of 2021.<br />Slow uptake of Covid-19 vaccines in developing countries could create problems for the rest of the world. Epidemiologists believe that failure to vaccinate much of the developing world could leave a large reservoir of the coronavirus circulating, giving it the chance to mutate and possibly spill over to developed countries.<br />Most of the Covax shots planned for the first half of the year were to be manufactured by the world’s biggest vaccine maker, the Serum Institute of India, which has partnered with  AstraZeneca  PLC to make the vaccine the company developed with the University of Oxford. The SII says its output has also been constrained by limits imposed by the U.S. on the export of key raw materials for vaccines, an attempt by Washington to speed up manufacturing at home."
}