{
    "url_original": "https://www.wsj.com/articles/why-people-care-so-much-about-in-memoriam-at-the-oscars-11619236860",
    "url": "why-people-care-so-much-about-in-memoriam-at-the-oscars-11619236860",
    "title": "Why People Care So Much About ‘In Memoriam’ at the Oscars",
    "sub_head": "The annual acknowledgment of the passing of our movie idols reminds us of our own mortality. And after a year of pandemic, it offers a rare shared catharsis.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-326944?width=620&size=1.5",
    "image_1": "im-326944.jpg",
    "time": "2021-04-24 12:01:00",
    "body": "For all of their sweep and scale, the movies can be a curiously intimate art form. Like members of our extended family, movie stars with long careers dip into and out of our consciousness over the course of decades. We watch them grow old. Audiences who discovered, say, Jimmy Stewart early in his stardom were able to see, in real time, his evolution from a stammering, rangy youth to a shambling eminence as familiar as a grandparent. Each new movie represented another page in the scrapbook.<br />When such stars finally leave us, the news can cut to the quick. From Rudolph Valentino to Natalie Wood to Chadwick Boseman, movie history is replete with untimely deaths that leave fans devastated. But even the less shocking departures—such as Mr. Stewart’s at the age of 89—can have an impact, reminding us of our own ticking clocks. We age along with our stars, and if death can rob us of them, it is sure to come calling for us, too.<br />An enduring expression of this bond with the movies and their stars is an integral part of what is often considered a superficial annual tradition—the Academy Awards. After a one-time appearance in 1978, each Oscar broadcast since 1994 has included an “In Memoriam” segment: a sometimes syrupy, often elegant and always earnest montage of film clips and stills assembled in homage to the movie greats who died during the previous year.<br />The segment has become one of the most beloved, and debated, parts of the program. “There were some people who said they cried when they looked at some of the images,” said Michael J. Shapiro, 81, who helped develop the segment and edited it for many years. “I love that I was able to touch somebody with images of people that we grew up with in darkened theaters.”<br />On Sunday night, the first coronavirus-era Academy Awards will air live on ABC. Due to the pandemic, there will be a new main venue (Union Station in Los Angeles), and the exact status of red-carpet arrivals, song-and-dance numbers and other Oscar staples is unclear. Producers have said that some traditional elements will be omitted—but not “In Memoriam.”"
}