{
    "url_original": "https://www.wsj.com/articles/why-this-vegan-cauliflower-recipe-is-perfect-for-everyone-11619795615",
    "url": "why-this-vegan-cauliflower-recipe-is-perfect-for-everyone-11619795615",
    "title": "Why This Vegan Cauliflower Recipe Is Perfect for Everyone",
    "sub_head": "There’s a reason cauliflower keeps trending. It makes this turmeric-tinged soup both creamy and light.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-330188?width=620&size=1.5",
    "image_1": "im-330188.jpg",
    "time": "2021-04-30 11:13:00",
    "body": "SOMEHOW unassuming cauliflower has become a celebrity vegetable. Darling of the ketogenic diet, applauded for its versatility, it’s called on as a substitute for everything from rice to chicken wings. I’m not here to push cauliflower pizza crust as a replacement for the real thing, but I’m as susceptible as anyone to the charms of the ubiquitous brassica.<br />Cauliflower is a chameleon ingredient, readily absorbing other flavors. And because of its high water content (around 90%), it lends itself especially well to blending in a soup. In the recipe at right, kombu adds salinity and depth, providing the backbone for a vegan stock. Bolstered by crunchy, savory croutons, showered in Vitamin B-rich nutritional yeast and fresh herbs, it’s nourishing yet light. For added heat, I love drizzling on some Chinese chile crisp. A dollop of crème fraîche or a non-dairy substitute also plays nicely here.<br />This soup is a staple in my home, subject to endless riffing. I’ve swapped in steamed clams for the croutons, which makes sense since the blended cauliflower has a chowderlike texture. In the winter, I’ve added sauerkraut to the soup ahead of blending for a hint of tang. But I never leave out the turmeric, which imparts a comforting, earthy note as well as a vivid golden hue. Like cauliflower itself, that color seems to go with just about everything.<br />To explore and search through all our recipes, check out the new WSJ Recipes page."
}