{
    "url_original": "https://www.wsj.com/articles/why-biden-wont-build-bridges-to-the-gop-11618437451?mod=opinion_major_pos5",
    "url": "why-biden-wont-build-bridges-to-the-gop-11618437451",
    "title": "Why Biden Won’t Build Bridges to the GOP",
    "sub_head": "A compromise on the American Jobs Plan would put Democrats in a dangerous spot.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-324938?width=620&size=1.5",
    "image_1": "im-324938.jpg",
    "time": "2021-04-14 17:57:00",
    "body": "President Biden is selling his American Jobs Plan as an upgrade of the nation’s infrastructure. But most of its spending goes nowhere near infrastructure.<br />The White House admits only around 5%, or $115 billion, goes to roads and bridges, while Politico reports that the World Economic Forum’s definition of infrastructure, which Mr. Biden cites—roads, mass transit, ports, airports, electricity grids and broadband—covers 37% of the proposal’s $2.3 trillion in outlays.<br />The other roughly $1.4 trillion includes $100 billion to upgrade and build schools, $174 billion to support electric-car production, $213 billion for public housing, $580 billion for manufacturing initiatives and so forth.<br />Mr. Biden claims his package is paid for, but that’s deceptive. He’d spend the money in eight years but pay for it with higher taxes over 15 years. And who believes the spending will go away after eight years? They’ll likely become fixtures of the budget, adding year after year to the national debt, already $28 trillion, or more than $85,000 for every American.<br />The president says he hopes the GOP falls into line behind his initiative. Congressional Republicans told him Monday his plan spends way too much and they have no appetite for undoing the 2017 tax cuts, which made U.S. companies more competitive and workers richer by bringing America’s business taxes down to the level of other countries. They’re also concerned Mr. Biden’s death-tax provisions, stepped-up basis for capital gains and higher individual tax rates will hammer small businesses and family farms and ranches."
}