{
    "url_original": "https://www.wsj.com/articles/why-are-home-prices-soaring-11617834557?mod=opinion_major_pos2",
    "url": "why-are-home-prices-soaring-11617834557",
    "title": "Why Are Home Prices Soaring?",
    "sub_head": "One reason is a tariff on Canadian lumber that Biden can kill.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-07 18:29:00",
    "body": "Housing prices are climbing across the country, and the cause is more than soaring demand. One overlooked culprit is a lumber shortage made worse by a U.S. tariff on imports from Canada.<br />The U.S and Canada had a softwood lumber agreement to manage prices with quotas from 2006-2015. When it expired, U.S. lumber producers filed antidumping and countervailing duty complaints. They claim Canada unfairly subsidizes and dumps lumber in the U.S., though in cases Canada has taken to the World Trade Organization the U.S. has rarely won. The Trump Commerce Department imposed the tariff in 2017.<br />The S&P CoreLogic Case-Shiller National Home Price Index, which measures average home prices in metro areas, was up 11.2% in the 12 months through January, the highest year-over-year price move in 15 years. Increased demand is part of the story as millennials start families, Americans flee cities, and interest rates remain low.<br />The National Association of Home Buildersreported last month that “unprecedented spikes in lumber prices have added more than $24,000 to the price of the average, new single-family home, and nearly $9,000 to the price of a multifamily home since April 17, 2020.” The group blames “insufficient domestic production.” Covid-19 has closed sawmills and other production facilities for construction materials.<br />Canadian lumber can provide a safety-valve for supply amid U.S. shortages, but not since the tariff. The Commerce Department cut the levy to 9% from 20% in December. But as long as the orders are in place, this lower rate—what importers are mandated to pay in “duty”—is merely a cash deposit for what is due next year. Lumber buyers know Commerce can make a new finding of a higher duty, which would apply retroactively on Canadian lumber they have already imported."
}