{
    "url_original": "https://www.wsj.com/articles/why-would-biden-want-a-summit-with-putin-whom-he-calls-a-killer-11618780332?mod=opinion_major_pos4",
    "url": "why-would-biden-want-a-summit-with-putin-whom-he-calls-a-killer-11618780332",
    "title": "Why Would Biden Want a Summit With Putin, Whom He Calls a ‘Killer’?",
    "sub_head": "The new administration has changed the U.S. tone on Russia, but that’s worth nothing without action.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-326693?width=620&size=1.5",
    "image_1": "im-326693.jpg",
    "time": "2021-04-18 17:12:00",
    "body": "The Biden administration brought a dramatic change in America’s tone toward Russia and Vladimir Putin. In March President Biden bluntly and accurately called Mr. Putin “a killer,” indicating he saw no need to be diplomatic about the leader of a regime that has repeatedly attacked U.S. interests—and, as last week’s sanctions announcements made clear, the U.S. itself.<br />But tone doesn’t count for much unless it’s backed by consistent action, which had been lacking. Mr. Putin is no master strategist, but he reads people well and senses weakness with animal cunning. Mr. Biden has to walk the walk after talking so much talk, or Mr. Putin will assume that the new U.S. administration is as feckless as the previous two.<br />On April 13, Messrs. Biden and Putin spoke on the phone for the second time. The White House readout includes Russian hacking and election interference and is strong on Ukraine, where Mr. Putin is again amassing forces.<br />Then comes the final sentence, like the twist in a horror movie. “President Biden . . . proposed a summit meeting in a third country in the coming months.” A summit? With a killer? In one stroke, Mr. Biden gave Mr. Putin exactly what he craves, equal status with the president of the United States. Even if it never comes to pass, the invitation sends the message that Mr. Putin is irreplaceable, still worthy of the support of the oligarchs and elites whose fortunes he guarantees. President Trump was rightly lambasted for granting Mr. Putin the 2018 Helsinki summit, which did nothing for U.S. interests and a great deal for Mr. Putin’s. This would be no better. Calling it diplomacy ignores that diplomacy is supposed to have a point.<br />The ending of the readout was also notable for failing to mention Russian opposition leader Alexei Navalny, whose health was deteriorating even before he began a hunger strike to protest his treatment in prison."
}