{
    "url_original": "https://www.wsj.com/articles/why-sunny-puerto-rico-is-a-terrific-covid-era-escape-11619009955",
    "url": "why-sunny-puerto-rico-is-a-terrific-covid-era-escape-11619009955",
    "title": "Why Sunny Puerto Rico Is a Terrific Covid-Era Escape",
    "sub_head": "The island has faced a series of challenges lately but its essential charms—and blissful beaches—remain largely the same, reports one former resident",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-327831?width=620&size=1.5",
    "image_1": "im-327831.jpg",
    "time": "2021-04-21 08:59:00",
    "body": "ON A RECENT visit to a beachfront cultural center in Loíza, a Puerto Rican town with the island’s largest Black community, I heard Afro-Puerto Rican folkloric music blasting from a car stereo. A young man danced, another carved a ceremonial mask from a coconut and one more filled my glass with his homemade sugar-cane liquor flavored with guava fruit.<br />A cultural reawakening is under way in Loíza, a former slave enclave outside San Juan. One manifestation: the Bomba, a drum, song and dance tradition rooted in West Africa that has become an expression of Puerto Rican identity. “You must come back on Sunday,” said Wilfredo “Apex” Aponte, a community leader. “You’ll see dancing, singing, drumming, lots of people. We want visitors to see this.”<br />I moved to San Juan in 1990 and stayed five years, working first in film production and later as a journalist with the now-defunct San Juan Star. Now, 26 years after leaving, I returned with a close friend from those days, Larry Luxner. We sought out old friends and haunts, some of which were gone; others, such as El Batey, a graffiti-laden 1960s-era dive bar in historic Old San Juan, are waiting out the pandemic. We snapped selfies by the former Star building, now a decrepit, weed-strewn site.<br />That sad spectacle mirrors the island’s slow economic decline, spurred by its loss of a special industrial tax status, a U.S. Navy base closure and a series of hurricanes, earthquakes and other calamities including a debt crisis. In recent years, hundreds of thousands of Puerto Ricans have moved to the mainland U.S. “These are challenges that hardworking, middle-class Puerto Ricans are trying very hard to overcome,” said Maritza González, an attorney, as we sat in Old San Juan’s San Jose Plaza by a 16th-century church. “I am an optimist by nature, which explains why I’m still living in my beautiful island.”<br />The “Isla Borinqueña,” as we discovered, still retains abundant charms, foremost its Spanish-colonial architecture, Caribbean-inflected food, infectious music, a scenic mountainous interior, and of course, warm weather and sandy beaches with clear blue waters."
}