{
    "url_original": "https://www.wsj.com/articles/why-home-equity-loans-are-still-so-hard-to-come-by-11619699464?mod=markets_lead_pos10",
    "url": "why-home-equity-loans-are-still-so-hard-to-come-by-11619699464",
    "title": "Why Home Equity Loans Are Still So Hard to Come By",
    "sub_head": "Several top banks have yet to resume originating Helocs, and demand for refinancings may be to blame",
    "category_1": "Real Estate",
    "category_2": "Jumbo Jungle",
    "time": "2021-04-29 08:31:00",
    "body": "Homeowners in the market for a home-equity line of credit, which is a revolving line of credit secured by a mortgage, might find them difficult to come by these days. Several large banks suspended the origination of these loans last year because of the pandemic and resulting economic uncertainty.<br />But despite a recovering jobs market, robust housing market and a record amount of home equity available to tap—$7.3 trillion through the end of the fourth quarter of 2020, the largest amount ever recorded, according to mortgage-technology and data firm Black Knight—several banks haven't resumed originating Helocs.<br />Wells Fargo  suspended the origination of new Helocs after April 2020 and hasn’t determined when it might begin offering that product again, according to company spokesman Tom Goyda. “Throughout the Covid pandemic, Wells Fargo has continued to provide mortgage credit to customers looking to purchase a home or to lower their monthly payments through a refinance,” Mr. Goyda said in an email. “As the pandemic unfolded last year, Wells Fargo made a few changes that we believe best served the interest of our customers in the long term and addressed concerns related to health and safety, credit and market risks and prudent balance-sheet management.”<br />Those changes included the suspension of Heloc originations. And, while Wells Fargo has since reversed most of the underwriting limitations it put in place and has resumed the origination of cash-out refinances, Helocs are still suspended, Mr. Goyda said.<br />Wells Fargo joined  JPMorgan Chase  & Co., which temporarily suspended applications for new Helocs in April 2020. Chase, which declined to comment, states on its website that due to the economic uncertainty created by Covid, it is temporarily not accepting applications for new home-equity lines of credit to protect both the consumer and the bank. Citibank’s website contains similar language regarding its suspension of Heloc applications after March 3, 2021 due to “current market conditions.”"
}