{
    "url_original": "https://www.wsj.com/articles/why-struggling-cities-should-cut-property-taxes-11618610309?mod=opinion_major_pos4",
    "url": "why-struggling-cities-should-cut-property-taxes-11618610309",
    "title": "Why Struggling Cities Should Cut Property Taxes",
    "sub_head": "It’s the perfect time to reboot urban economies and help the country’s poorest homeowners.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-325973?width=620&size=1.5",
    "image_1": "im-325973.jpg",
    "time": "2021-04-16 17:58:00",
    "body": "As the pandemic recedes, cities and towns are feeling the budget pinch. Many will be tempted to raise property taxes to fill the gaps. They should cut them instead. This isn’t only sound economics—it’s also an antidote to a regressive taxation scheme whose costs fall unfairly on the country’s poorest homeowners, many of them minority residents of struggling cities.<br />The traditional case against high property tax rates is that they deter investment, chase people out of cities, and make it harder to attract new residents. Growing empirical evidence from across the country shows that property taxes are also inequitable, saddling low-income homeowners with a lopsided share of municipal tax burdens.<br />On the surface, it isn’t intuitive why property taxes are unfair. They are calculated, after all, as a fixed percentage of a home’s assessed value. The problem is that houses in poor neighborhoods generally sell for less than the assessment values used to calculate their property taxes, while expensive homes in affluent communities reliably sell for more than their assessed values. Tax assessors systematically undervalue America’s priciest homes and consistently overvalue the country’s least expensive homes. Affluent homeowners may be paying less in taxes than they should, and poorer homeowners have been paying more than they should.<br />Take Baltimore. According to data from a recent University of Chicago study, more than 75% of the city’s least valuable homes sold between 2007 and 2018 yielded prices that were lower than the assessment value used for property taxes. The exact opposite is true when it comes to Baltimore’s most lavish homes. During that same period those residences sold on average for more than twice the value used to compute property taxes.<br />This absurdity is amplified by Baltimore’s high property tax rate, which is twice that of neighboring counties, even as the city hemorrhages people. Baltimore has fewer residents in 2020 than it had in 1920. In return for paying the highest property taxes in the state, city dwellers get a stew of the worst services and outcomes in the U.S.: Municipal ineptitude leading to uncollected water bills, potholes pockmarking every other street, alleys strewn with trash. Many of Baltimore’s public school buildings lack heat or drinkable water, and the city’s homicide, drug-overdose, illiteracy and lead-poisoning rates are among the highest in America."
}