{
    "url_original": "https://www.wsj.com/articles/why-new-induction-cooktops-are-safer-and-faster-than-gas-or-electric-11619104405",
    "url": "why-new-induction-cooktops-are-safer-and-faster-than-gas-or-electric-11619104405",
    "title": "Why New Induction Cooktops Are Safer and Faster Than Gas or Electric",
    "sub_head": "Rather than relying on flames or piping hot burners, these high-tech ranges use electromagnetism to heat the bottom of pans directly. Here, the pros and cons.",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-328622?width=620&size=custom_2433x1804",
    "image_1": "im-328622.jpg",
    "time": "2021-04-22 11:13:00",
    "body": "GENE MYERS loves cooking on his gas range. What he doesn’t enjoy, however, is the well-documented risk that he could be releasing nitrogen dioxide, carbon monoxide and formaldehyde into his kitchen every time he turns the knob. When he renovates his Denver kitchen this summer, the CEO of design construction company Thrive Home Builders plans to trade in his gas stove for a younger, zippier model with a whole different energy: an electric induction range.<br />Unlike gas stoves that rely on exposed flames or conventional electric ones that heat the burners you cook on, induction ranges send electromagnetic currents directly into the bottom of pots and pans—heating cookware and their contents in a flash, but not the surrounding stovetop or the air. The result is a safer hob that spews fewer pollutants, uses less energy and allows food to reach higher temperatures faster than your old stove.<br />The first induction range was released by Westinghouse Electric Corporation in 1971, but the technology didn’t catch on until a few years ago with the release of substantially more affordable, high-tech new models. Now, sales are heating up: Shipments of induction ranges in the U.S. grew 30% year-over-year in 2020, versus 3% growth overall in the free-standing range category.<br />“I just think there’s this growing awareness that after a year of the pandemic…home is where the health is,” said Mr. Myers, who likes that induction, unlike gas, releases no nitrogen dioxide and almost no ultrafine particles into the air. Induction’s absence of open flames or hot stovetops also means less fretting over the risks inherent in an errant dish towel or curious toddler hand. And, since the ranges are only “on” (that is, directly transmitting heat) when a pan is placed on top, there’s less worry about forgetting to turn the burner off.<br />While most professional chefs loathe electric ranges because of how slowly they respond to temperature changes, many are impressed by induction’s speed. Malcolm McMillian, chef de cuisine at Benne on Eagle in Asheville, N.C., cooked with a wok induction burner at the now-closed Vapiano NYC in Manhattan, and praised its celerity. “Probably the fastest way to heat up a pan is induction,” he said. Induction ranges can heat a quart of water in 101 seconds, compared with eight-to-10 minutes for gas and electric stoves. “You waste a lot less heat,” said Brett Singer, a scientist at the Lawrence Berkeley National Laboratory. “Almost all the heat goes into the pot, which is transferred much more efficiently to [the food].”"
}