{
    "url_original": "https://www.wsj.com/articles/with-economy-poised-for-best-growth-since-1983-inflation-lurks-11618149601",
    "url": "with-economy-poised-for-best-growth-since-1983-inflation-lurks-11618149601",
    "title": "With Economy Poised for Best Growth Since 1983, Inflation Lurks",
    "sub_head": "Federal stimulus and Covid-19 vaccinations have led to boosts in outlook for GDP and consumer prices in survey of economists",
    "category_1": "Economy",
    "category_2": "The Outlook",
    "image_1_url": "https://images.wsj.net/im-323393?width=620&size=1.5",
    "image_1": "im-323393.jpg",
    "time": "2021-04-11 10:03:00",
    "body": "Ronald Reagan was in the White House, “Return of the Jedi” was in theaters, and economic growth hit an astonishing 7.9%.<br />The U.S. has produced many more Star Wars films since 1983, but growth has never approached that level—until this year, if economists are right. Those surveyed by The Wall Street Journal boosted their average forecast for 2021 economic growth to 6.4%, measured as the change in inflation-adjusted gross domestic product in the fourth quarter from a year earlier. If realized, that would be one of the few times in 70 years that the economy has grown so fast.<br />“We had an incredible shock, but look how fast we’re bouncing back,” said Allen Sinai, chief global economist and strategist at Decision Economics Inc. “We’re in the early stages of recovery, and we’ve got three to five years to go. I think we’re going to end up in a boom.”<br />Economists expect growth to slow to 3.2% next year, which would still make 2021-22 the strongest two-year performance since 2005.<br />That boom might have a potentially troubling side effect. Inflation, as measured by the consumer-price index, is expected to jump sharply from 1.7% in February when March data is released Tuesday. That is partly a quirk of the data, as outright declines in consumer prices recorded at the start of the pandemic in March of last year drop from the 12-month calculation."
}