{
    "url_original": "https://www.wsj.com/articles/with-pot-taxes-its-bad-to-get-too-high-11618565400?mod=markets_lead_pos13",
    "url": "with-pot-taxes-its-bad-to-get-too-high-11618565400",
    "title": "With Pot Taxes, It’s Bad to Get Too High",
    "sub_head": "New York’s 13% levy on legal cannabis sales should help it avoid the mistakes of states like California, whose hefty taxes help underground dealers",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-324962?width=620&size=1.5",
    "image_1": "im-324962.jpg",
    "time": "2021-04-16 05:30:00",
    "body": "This year will be the first that New Yorkers can legally light up a joint on April 20, the unofficial marijuana holiday known as 4/20. It will still take time to persuade them to buy supplies from a licensed seller rather than an illegal dealer, but a reasonable cannabis tax rate should help.<br />New York is one of several U.S. states that have recently gone legal. New Mexico, New Jersey and Virginia all signed or approved adult-use pot laws this year. Based on the latest tally from the Marijuana Policy Project, 18 states have now legalized recreational cannabis across the U.S. and 36 let citizens use the drug for medical reasons.<br />New York Gov. Andrew Cuomo says the marijuana industry could eventually generate $350 million in annual taxes for the state. That is a modest sum for New York, which raised $81 billion in levies overall in the 2020 fiscal year. But if the governor’s estimate is right, pot will become a bigger source of tax revenue than alcohol, which generated $260 million last year. This is already the case in Illinois, where monthly pot levies overtook alcohol for the first time in February.<br />It is tempting for newly legal states to jack up cannabis taxes, especially as some governments look for ways to shore up their long-term finances after the pandemic. Tax revenue projections must be generous to get conservative politicians and voters behind a legalization push in the first place. And the cash has to at least cover the cost of enforcing a legal marijuana market and remedies for social problems linked to the drug. New York will plow a fifth of whatever cannabis tax revenue is left after expenses into drug-treatment programs.<br />But very high taxes can cripple the legal market. Across the U.S., according to industry adviser MPG Consulting and others, two-thirds of marijuana purchases still happen with old-school drug dealers, who easily outcompete higher-cost licensed players. The New York cannabis market is already worth around $4.6 billion, MPG added. Luring all that business into the formal economy will be a challenge."
}