{
    "url_original": "https://www.wsj.com/articles/with-georgia-voting-law-the-business-of-business-becomes-politics-11618027250?mod=business_lead_pos10",
    "url": "with-georgia-voting-law-the-business-of-business-becomes-politics-11618027250",
    "title": "With Georgia Voting Law, the Business of Business Becomes Politics",
    "sub_head": "Coca-Cola and Delta received blowback from both left and right for their response to Georgia’s new voting law. Engaging on social issues is now part of the CEO job description, but it’s a treacherous path.",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-322620?width=620&size=1.5",
    "image_1": "im-322620.jpg",
    "time": "2021-04-10 12:00:00",
    "body": "Big consumer brands like  Coca-Cola Co.  and  Delta Air Lines Inc.  for years have positioned themselves as forces for promoting what they see as social good—an approach they displayed last summer after the death of George Floyd.<br />Coca-Cola turned off its Times Square billboard for a day. Delta flew Mr. Floyd’s body to his family in Houston. The Atlanta-based companies were among the scores of big corporations around the country that pledged an array of money and initiatives toward racial justice amid the upheaval that Mr. Floyd’s death while in police custody unleashed.<br />Now, business leaders are facing new pressures from progressive activists to prove that those commitments were more than just talk. As activists press companies to condemn new voting legislation, CEOs are again finding themselves walking a difficult line on emotional, political issues, risking blowback from all sides.<br />CEOs “put themselves on this path” by engaging on social issues in response to their employees and partly as a form of marketing, says Harris Diamond, former chief executive of ad giant McCann Worldgroup. “Once you open up that door, you have to live by it.”<br />The recent contentious fight over a Republican-led voting law in Georgia has illustrated the challenges. Civil-rights activists pressured Delta and Coca-Cola to take public stands against the law, which the groups have called restrictive and racist. Some of the companies’ own employees echoed those concerns."
}