{
    "url_original": "https://www.wsj.com/articles/with-militants-gaining-new-footholds-afghanistan-no-longer-central-to-counterterrorism-fight-11618589194",
    "url": "with-militants-gaining-new-footholds-afghanistan-no-longer-central-to-counterterrorism-fight-11618589194",
    "title": "With Militants Gaining New Footholds, Afghanistan No Longer Central to Counterterrorism Fight",
    "sub_head": "New terrorist locations are often much closer to Western interests than Afghanistan, from which President Biden said he would remove U.S. troops by September",
    "category_1": "World",
    "time": "2021-04-16 12:16:00",
    "body": "DUBAI—The U.S. invaded Afghanistan in 2001 because that is where al Qaeda plotted its attack on America. Then, for nearly two decades, denying terrorists an Afghan foothold served as a key justification for what has become America’s longest war.<br />Since the Sept. 11 attacks, the global terrorist threat has mutated. Recruitment—and even training—increasingly happens online. And Islamist militant groups have established outposts in dozens of places in the Middle East, Asia and, increasingly, Africa.<br />These new locations are often much closer to vital Western interests and global shipping lanes and represent more convenient staging grounds for attacks than the remote mountains of landlocked Afghanistan.<br />“The counterterrorism mission in Afghanistan had for years now become one of prevention, not one of identifying an imminent threat that must be countered,” said Laurel Miller, the Asia program director of the International Crisis Group, who served until mid-2017 as the acting U.S. special representative for Afghanistan and Pakistan. “The shadow of 9/11 looms in a way that sometimes muddles analysis.”<br />The absence of recent terrorist attacks emanating from Afghanistan, of course, doesn’t mean that the country won’t again become a hot spot for transnational militants after U.S. forces leave by September, as President Biden announced this week."
}