{
    "url_original": "https://www.wsj.com/articles/woke-corporations-use-the-chinese-model-11619476547?mod=opinion_lead_pos5",
    "url": "woke-corporations-use-the-chinese-model-11619476547",
    "title": "‘Woke’ Corporations Use the Chinese Model",
    "sub_head": "They make a profit and suppress dissent at the same time.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-04-26 18:35:00",
    "body": "The opposition of market capitalism to state-oriented socialism and communism was the basic conflict in 20th-century political economy. But like many an economic and political theory, this durable model for delineating the possibilities—free markets vs. a “command economy”—cannot survive today’s Chinese state.<br />Capitalism and communism, opposed in ideology, turn out to be compatible in the real world. And perhaps the conceptual opposition is also collapsing in the West, as capitalism goes woke and sneaker commercials become indistinguishable from AOC campaign materials except by their production values.<br />“Leftism” as we know it crystallized in the 19th century largely under the aegis of Marxism, which described capitalism as an exploitative and murderous ideology that lionized greed. Leftists’ solution, as expressed by Karl Marx and Friedrich Engels’s “The Communist Manifesto,” was government control of the economy under the “dictatorship of the proletariat.”<br />But the dictators turned out to be people rather than an abstract historical force, so it wasn’t a solution to human greed after all. Turning over all manufacturing and agriculture and trade to the party simply meant concentrating all the wealth and power in a few hands. It made the Soviet government, for example, a new oligarchy.<br />The Soviet oligarchy was little more effective than the czarist aristocracy it replaced. It didn’t learn enough, or quickly enough, from its capitalist rivals. It was terrible at marketing itself. Many Western analysts concluded that a command economy was unworkable, that the distance between government bureaucracy and real transactions made the economy unresponsive to changing conditions, unable to take advantage of opportunities, and unable to supply its population with what it actually needed."
}