{
    "url_original": "https://www.wsj.com/articles/woman-versus-the-union-machine-11617834458?mod=opinion_major_pos3",
    "url": "woman-versus-the-union-machine-11617834458",
    "title": "Woman Versus the Union Machine",
    "sub_head": "Suing Oregon and the SEIU to vindicate her right not to pay fees.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-07 18:27:00",
    "body": "Most readers probably assume that when the U.S. Supreme Court rules, people follow the law. But there was massive resistance in the South to Brown v. Board of Education in the 1950s, and in recent years unions have done everything they can to evade the Court’s 2018 Janus v. Afscme ruling that mandatory union fees for government workers violate the First Amendment.<br />Consider the saga of Staci Trees and the Service Employees International Union (SEIU) Local 503. Ms. Trees, who works for Oregon’s Department of Transportation, signed a union membership card when she was hired in 2009. The form authorized the deduction of union dues unless instructed otherwise.<br />A month after the Janus decision, Ms. Trees told the union to cancel her membership. In December 2020, the union informed her it was finally doing so—but said she was still on the hook for a year of dues because she had signed a union membership card in 2016. This new card included new language limiting a member’s ability to stop the deduction of dues to a two-week window each year.<br />Ms. Trees says she doesn’t remember signing the card and asked to see it. She says she found her signature had been forged and some personal details made up. The Freedom Foundation, which is representing Ms. Trees, says it is litigating at least four other alleged forgery cases involving SEIU 503. Ms. Trees says she asked her employer’s payroll department to stop deducting dues but was told “we take orders from the union about when to stop deducting dues.”<br />She recently filed a lawsuit alleging that the SEIU is violating the federal and Oregon versions of the Racketeer Influenced and Corrupt Organizations (RICO) Act. Her suit also targets Oregon’s Department of Administrative Services, which handles her paycheck, and its director. The complaint charges the SEIU with using “electronic communications to falsely and fraudulently inform DAS each month that Ms. Trees had authorized union membership and that the deduction of dues from her wages was authorized, even after she revoked that authorization.”"
}