{
    "url_original": "https://www.wsj.com/articles/women-step-up-trading-in-bitcoin-other-cryptocurrencies-11619179200?mod=markets_lead_pos6",
    "url": "women-step-up-trading-in-bitcoin-other-cryptocurrencies-11619179200",
    "title": "Women Step Up Trading in Bitcoin, Other Cryptocurrencies",
    "sub_head": "Robinhood says quarter of trading in digital currencies is done by women, though that level lags behind their trading in stocks and ETFs",
    "category_1": "Markets",
    "time": "2021-04-23 08:00:00",
    "body": "More women are investing in cryptocurrency, as  Coinbase Global Inc.’s  initial public offering and bitcoin’s recent record-setting high help bring the asset class further into the mainstream.<br />Several cryptocurrency exchanges and online brokerage firms are reporting an increase in the number of women trading crypto in the past year. Some are expecting that number to rise further, thanks in part to investors’ greater awareness of the asset class, their desire to buy into hot markets and the promise of boosting their savings. At the same time, some people who are using volatile markets to save expose themselves to the risk of having months of gains wiped out when the winds shift.<br />One in four customers who traded crypto so far in 2021 on the Robinhood Markets Inc. platform is a woman, said Christine Brown, chief operating officer of Robinhood Crypto. The firm said fewer women trade crypto on its platform than trade stocks and exchange-traded funds. Over the past two years, digital trading platform eToro Group Ltd. said the number of female crypto traders in the U.S. on its platform has jumped by half, to about 20% of all users in the U.S.<br />“Women should have an equal seat at the table when it comes to cryptocurrency investing,” Ms. Brown said.<br />Anthony Denier, chief executive at Webull Financial LLC, is surprised there aren’t more female crypto traders on the firm’s platform, owing in part to the availability of information about cryptocurrency investing online and women’s increased interest in managing their portfolios. About 21% of the crypto traders on the firm’s platform are female, a number he said is rising."
}