{
    "url_original": "https://www.wsj.com/articles/working-from-home-has-created-a-hole-that-office-gossip-used-to-fill-11618790400",
    "url": "working-from-home-has-created-a-hole-that-office-gossip-used-to-fill-11618790400",
    "title": "Working From Home Has Created a Hole That Office Gossip Used to Fill",
    "sub_head": "As long as it’s practiced with kindness and tact, breaking down office rumors with colleagues can actually be healthy for workers",
    "category_1": "Life & Arts",
    "category_2": "Work & Life",
    "image_1_url": "https://images.wsj.net/im-326123?width=620&size=1.5",
    "image_1": "im-326123.jpg",
    "time": "2021-04-18 20:00:00",
    "body": "What’s the latest? Your guess is as good as mine.<br />Gossip, the thread of whispered conversation and conjecture that once flowed through the workplace, has dwindled in our new network of home offices and half-empty headquarters. Detached from many of our work friends, forced to type out most of our thoughts, we’re finding that gossiping feels risky, weird and hard.<br />Serendipitous run-ins with colleagues from other departments by the coffee machine—Did you hear what happened in sales? Did you know she’s leaving?—have been replaced by formal Zooms with little time for chitchat. Hybrid work schedules mean even when we’re in the office, many others aren’t. Stuck on calls with the same five teammates, sometimes it feels like there’s simply no new information to be had.<br />“We already know what everybody has to say,” says Joe Labianca, a management professor at the University of Kentucky’s Gatton College of Business and Economics.<br />The rosy and righteous among us might say good riddance. And surely at some employers there’s now less drama, and more time for whatever we were hired to do. But there’s a lot we miss. In a recent survey of 504 employees and business owners by law firm Seyfarth Shaw, the top thing people reported longing for after a year of remote work was “in-person and ‘grown-up’ workplace conversations.”"
}