{
    "url_original": "https://www.wsj.com/articles/you-only-need-one-beauty-productthis-is-it-11619780477",
    "url": "you-only-need-one-beauty-productthis-is-it-11619780477",
    "title": "You Only Need One Beauty Product—This Is It",
    "sub_head": "After a year spent mostly makeup-less, women are loath to resume time-consuming beauty routines. Easy, all-in-one products offer a solution.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-331156?width=620&size=0.6666666666666666",
    "image_1": "im-331156.jpg",
    "time": "2021-04-30 07:01:00",
    "body": "ZOE CLEMONS HAS whittled her morning makeup routine down to four minutes flat—and far fewer products. Pre-lockdown, the 27-year-old would spend nearly 20 minutes perfecting her visage, relying on an extensive beauty arsenal: “BB cream, a palette for eye shadow, eyeliner, mascara, matte-finish spray, primer…” These days, Ms. Clemons, a systems administrator living in Boise, Idaho, follows up her moisturizer with swift swipes of peach-colored powder across her cheeks and eyelids. Occasionally, she’ll add mascara for special socially distanced occasions.<br />After months spent mostly makeup-less at home, many women find the thought of navigating winged liner or blending out a contour jarring. And while some want to up the beauty ante in anticipation of re-entry, they’re wary of relinquishing the ease a yearlong makeup hiatus has afforded. Some, like Ms. Clemons, are finding their solutions in multiuse products: triple-threat creams, balms and powders that can serve as blush, lipstick and eye shadow. “We’ve gotten used to simplicity, looking a bit more natural,” said Hadia Kabir, a makeup artist in Los Angeles. Multiuse products accomplish that effortless look. Plus, she said, “they make life easier.”<br />In its early days, pigmented makeup did double duty: Ancient Egyptians ground ochre to tint their lips and cheeks and Chinese women of the Shang Dynasty era used extracts from blue and red flowers on their faces and eyelids. In the 1920s, American beauties applied rouge as lip color and cheek color, and used mascara for both lashes and brows. As more colors were deemed acceptable for makeup, however, cosmetic companies pounced on the financial opportunity that differentiating products presented.<br />Over the past few decades, the beauty biz has embraced a “more is more” approach to products, said Dr. Kathy Peiss, an American history professor at the University of Pennsylvania. A year of relative isolation, she said, has given people a chance to ponder how much time they want to spend on makeup vs. less-finicky pursuits and to consider “what kind of face [they] want to put forward into the post-pandemic world.”<br />For a lot of women, the answer’s simple. “We’re moving away from the 10- or 12- or 20-shade eye shadow palette,” said Michael Nolte, creative director at trend-forecasting company Beautystreams. (Calm down—it’s not like you’ve ever used more than 3 hues, anyway.) Now, he said, “it’s about, ‘I have one product, it’s a nice color that suits me and I’m sure I will finish it because it has multiple uses.’”"
}