{
    "url_original": "https://www.wsj.com/articles/yours-unfaithfully-review-threes-trouble-11617917202?mod=opinion_major_pos14",
    "url": "yours-unfaithfully-review-threes-trouble-11617917202",
    "title": "‘Yours Unfaithfully’ Review: Three’s Trouble",
    "sub_head": "A wife encourages her unhappy husband to have an affair in the Mint Theater’s 2016 world premiere of Miles Malleson’s 1933 play",
    "category_1": "Opinion",
    "category_2": "Theater Review",
    "image_1_url": "https://images.wsj.net/im-322367?width=620&size=1.5",
    "image_1": "im-322367.jpg",
    "time": "2021-04-08 17:26:00",
    "body": "Miles Malleson is one of the Mint Theater Company’s most significant rediscoveries. Known today solely for his small but striking character roles in Alfred Hitchcock’s “Stage Fright,” Anthony Asquith’s 1952 film version of “The Importance of Being Earnest” and several of Alec Guinness’s comedies, he was also a dramatist of no mean gifts whose plays had nonetheless vanished from the stage long before his death in 1969. The Mint, which specializes in reviving the work of such writers, has to date produced two of Malleson’s plays, “Conflict” (1925) and “Yours Unfaithfully” (1933), both of which it captured on broadcast-quality archival videos. I saw “Conflict” onstage three years ago and reviewed it as a webcast in October, finding it impressive on both occasions. While I missed “Yours Unfaithfully” when it played at the Mint in 2016, it can now be viewed in streaming video, and the results are at least as good.<br />“Yours Unfaithfully” had never been staged anywhere before the Mint put it on. It’s easy to see why: It tells the story of an open marriage, one in which Anne (Elisabeth Gray) encourages Stephen (Max von Essen), her unhappy husband, to have an affair with the exceedingly attractive Diana (Mikaela Izquierdo). Noël Coward had ventured onto broadly similar turf a year earlier with “Design for Living,” but he played it (mostly) for laughs. Not Malleson, perhaps because he had more at stake in the plot: He had been in two successive open marriages, the first of which ended in divorce. Hence “Yours Unfaithfully,” a serious comedy (the genre Malleson favored) whose characters learn that polyamory is more than a little bit trickier to bring off than they’d thought going in. One of the play’s stage directions is very much to the point: “A little silence of triangular discomfort.” So is the question Stephen asks at evening’s end: “I wonder, Anne, whether jealousy’s no good in itself, but necessary to keep things together—like cement?”<br />Neatly staged by Jonathan Bank, the company’s producing artistic director, “Yours Unfaithfully,” as always with the Mint, is noteworthy both as a play and as a production. Because it was taped in front of a live audience that responds happily to what it’s seeing and hearing, the play’s comic touches land far more satisfyingly than would have been the case had it been taped in an empty theater.<br />The Mint’s “Silver Lining Streaming” webcast series will roll out two additional shows, N.C. Hunter’s “A Picture of Autumn” (April 19-June 13) and George Kelly’s “The Fatal Weakness” (May 17-June 27), before wrapping up for the season. Mark your calendar!<br />"
}