{
    "url_original": "https://www.wsj.com/articles/your-woke-money-is-no-good-here-11619649421?mod=opinion_lead_pos6",
    "url": "your-woke-money-is-no-good-here-11619649421",
    "title": "Your Woke Money Is No Good Here",
    "sub_head": "Corporations have taken advantage of Republicans for too long. I won’t take their PAC dollars anymore.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-331108?width=620&size=1.5",
    "image_1": "im-331108.jpg",
    "time": "2021-04-28 18:37:00",
    "body": "Georgia’s new election law runs 98 generously spaced pages. A fast reader can get through it in one sitting. If you’re the CEO of a major corporation, you can pay someone to do it for you. But I don’t think CEOs took the time to read Georgia’s Election Integrity Act of 2021, because so much of what they said about it was nonsense.<br />Coca-Cola ’s  James Quincey said he opposed “measures in the bills that would diminish or deter access to voting.” Which measures? The ones that allow several forms of identification, which the state provides free of charge, to request or cast a ballot? Or the measures that expand the number of days of early voting?<br />Maybe Mr. Quincey can be forgiven. He’s British, and they’ve been confused about Americans since the Boston Tea Party. But Merck’s Kenneth Frazier said, “Georgia is the leading edge of a movement all around this country to restrict voting access.” Was he referring to the laws’s provision that mandates more ballot boxes? Or the one that shifts Georgia’s electoral oversight to a nonpartisan appointee?<br />Had these watch-me-woke-it-up CEOs actually read the bill—instead of parroting the radical left’s talking points—they’d have discovered they had no idea what they were talking about. A clutch of business leaders tried to win woke  Twitter  points and clowned themselves instead.<br />This is the point in the drama when Republicans usually shrug their shoulders, call these companies “job creators,” and start to cut their taxes. Not this time."
}