{
    "url_original": "https://www.wsj.com/articles/youtubes-assault-on-covid-accountability-11617921149?mod=opinion_lead_pos3",
    "url": "youtubes-assault-on-covid-accountability-11617921149",
    "title": "YouTube’s Assault on Covid Accountability",
    "sub_head": "The company scrubs a video of Florida Gov. DeSantis’s policy roundtable with physicians and scientists.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-04-08 18:32:00",
    "body": "To hold elected representatives responsible for decisions they make, Americans need to know what those officials and their advisers are saying. That’s an essential democratic principle, and it’s as true for coronavirus response as any other policy challenge. So it’s chilling that Google’s YouTube, through its “medical misinformation policy,” appears to be systematically undermining the ability to access material in the public interest.<br />Last September, YouTube scrubbed a Hoover Institution interview with Scott Atlas, then one of President Trump’s coronavirus advisers. In January it censored a U.S. Senate committee hearing on unapproved coronavirus treatments. Now it has taken down a video of Florida Gov. Ron DeSantis holding a policy discussion with Dr. Atlas and the three creators of the Great Barrington Declaration, a group of physicians and scientists critical of strict lockdowns to fight the coronavirus.<br />In the hour-and-forty-five minute video, Mr. DeSantis and the four panelists lambaste the U.S. coronavirus response as excessively draconian and ineffective. They emphasize unintended public-health harms from lockdowns and school closures, criticize mask mandates and generally celebrate Florida’s response.<br />The video was shared in a story from a Tampa Bay, Fla., news station, and its removal from YouTube was first flagged by the American Institute for Economic Research. YouTube told us Thursday in a statement that it removed the video “because it included content that contradicts the consensus of local and global health authorities regarding the efficacy of masks to prevent the spread of COVID-19.”<br />As an example, YouTube points to a video passage where Gov. DeSantis asks one panelist, Harvard biostatistician Martin Kulldorff, whether children need to wear masks, and Mr. Kulldorff says no. Dr. Jay Battacharya of Stanford adds that masking for children is “developmentally inappropriate.” Gov. DeSantis notes, accurately, that “if we went back a year, a lot of the experts would say that wearing masks for the general public is not evidence-based.”"
}