{
    "url_original": "https://www.wsj.com/articles/student-debt-forgiveness-political-bribe-ten-thousand-borrower-college-loans-11656513153?mod=opinion_lead_pos5",
    "url": "student-debt-forgiveness-political-bribe-ten-thousand-borrower-college-loans-11656513153",
    "title": "Student Loan Forgiveness Is a Political Bribe",
    "sub_head": "Buying votes for the Democratic Party is the only possible justification for such an unfair giveaway of taxpayer money.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-573098?width=860&height=663",
    "image_1": "im-573098.jpg",
    "time": "2022-06-29 14:39:00",
    "body": "Advocates for student-debt forgiveness are open about their political motivation. “It is actually delusional to believe Dems can get re-elected without acting on filibuster or student debt,” Rep. Alexandria Ocasio-Cortez tweeted in December. Rep. Ayanna Pressley said in May: “Democrats win when we deliver, and we have to deliver in ways that are impactful, tangible and transformative, like canceling student debt.” A headline on an April column in the Los Angeles Times read “Elizabeth Warren knows how Democrats can win the midterms. It starts with canceling student loan debt.” The New Republic signaled its agreement: “Biden’s Only Good Pre-Midterm Play: Cancel Student Debt.”<br />The debate has centered on how debt forgiveness will play politically because no other justification exists. The average student loan borrower leaves college with a debt of $28,400. What do students get for that debt? Over the course of their earning lives, those with only some college gained a lifetime earnings increase relative to someone who only completed high school that is 10 times the average debt incurred. On average a graduate with a bachelor’s degree earns 40 times as much; a graduate with a master’s earns 53 times; and a doctoral graduate earns 80 times as much as the debt. Law and medical degree holders earn almost 100 times as much. Even as the share of the population with a college degree has tripled to 30.7% from 10.5% in 1967, the value of that degree has grown. The wage premium for having a college degree has grown to 96.2% today from 55.9% in 1967."
}