{
    "url_original": "https://www.wsj.com/articles/xi-jinping-chinese-corruption-taiwan-kleptocracy-belt-and-road-money-laundering-tax-havens-national-security-11656271036?mod=opinion_major_pos5",
    "url": "xi-jinping-chinese-corruption-taiwan-kleptocracy-belt-and-road-money-laundering-tax-havens-national-security-11656271036",
    "title": "Now Is the Time to Expose Chinese Corruption",
    "sub_head": "A steady stream of graft scandals could help erode the Communist Party’s domestic legitimacy.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-571725?width=860&height=573",
    "image_1": "im-571725.jpg",
    "time": "2022-06-26 17:31:00",
    "body": "When Xi Jinping in March banned senior Communist Party officials and their families from owning significant overseas assets, many took it as a sign that Beijing is preparing for war against Taiwan. The timing suggested Mr. Xi was concerned by Western pursuit of Russian oligarchs’ assets in response to the invasion of Ukraine. But the edict also highlights a weakness of Mr. Xi’s regime: China, like Russia, is a full-blown kleptocracy whose ruling elite often stashes ill-gotten gains in overseas tax havens and Western financial centers, including the U.S. Official graft is becoming a distinct source of anger for Chinese citizens as they chafe under draconian lockdowns and rising economic inequality.<br />Kleptocracy hadn’t had a notable negative impact on China’s economy until recently, which is perhaps why foreigners rarely recognize it for what it is. The prevailing form of corruption in China involves the cultivation of cozy relationships between tycoons and party bureaucrats, who are expected to boost economic growth at any cost. In the short term, this can coexist with double-digit growth. But the political cover, lucrative permits and state-backed credit dished out by the graft-happy bureaucrats have bloated China’s real-estate sector and poisoned its financial system, with consequences that now threaten the wider economy."
}