{
    "url_original": "https://www.wsj.com/articles/cars-are-going-digital-but-detroit-has-a-long-road-ahead-11606473031?mod=markets_lead_pos5",
    "url": "cars-are-going-digital-but-detroit-has-a-long-road-ahead-11606473031",
    "title": "Cars Are Going Digital, But Detroit Has a Long Road Ahead",
    "sub_head": "It will be awhile until car makers can reap the benefits of turning your next vehicle into a giant smartphone",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-264180?width=620&size=1.5",
    "image_1": "im-264180.jpg",
    "time": "2020-11-27 05:30:00",
    "body": "This is the first column in a four-part Heard on the Street series on how “smart” vehicles will affect the automotive, tech and insurance industries.<br />Tomorrow’s cars will behave more like giant smartphones than today’s. Drivers could enjoy the benefits sooner than manufacturers.<br />So-called connected cars aren’t new: The majority of vehicles sold in the U.S. today and almost half globally are already fitted with a modem. But vehicle electronics are only now being reconfigured to take full advantage of fast mobile broadband, notably to deliver smartphone-style updates “over the air.” This is a game-changer.<br />Take the  Ford  F-150, the bestselling vehicle in the U.S. since 1981. The new generation now arriving in showrooms debuts a new Ford-built software tech stack that will bring the kind of capabilities consumers are used to in smartphones. A “central brain” will deploy updates around the vehicle to fix bugs or add features, says Stuart Taylor, Ford’s head of connectivity. After launching on the F-150, the system will go into Ford’s other key new products, the Mustang Mach-E and revived 2021 Bronco.<br />More new vehicles will, like the Ford-150, have a crucial difference from their predecessors: They will improve even after leaving the dealership. For drivers, this promises to bring down the curtain on clunky infotainment systems that feel out of date even when new."
}