{
    "url_original": "https://www.wsj.com/articles/covid-or-not-here-vimeo-comes-11606482000?mod=markets_lead_pos12",
    "url": "covid-or-not-here-vimeo-comes-11606482000",
    "title": "Covid-19 or Not, Here Vimeo Comes",
    "sub_head": "As business increasingly moves online, Vimeo should have investors tuning in, even once they are physically back at work",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-264951?width=620&size=1.5",
    "image_1": "im-264951.jpg",
    "time": "2020-11-27 08:00:00",
    "body": "Positive coronavirus vaccine data has created a whiplash effect for investors who until recently were hiding in pandemic beneficiaries. But with the timeline for recovery still uncertain, the best offense may still be a good defense.<br />One place to look is in and around e-commerce—a sector that is likely to continue its red-hot run during the holiday shopping season and beyond.  Shopify ,  for example, is up over 150% this year. And while its shares fell more than 13% the day  Pfizer  reported efficacy results, they have since recovered nearly all of those losses as investors digest both the long winter ahead of the Covid-19 vaccine as well as the fact that online shopping is likely to continue to grow in earnest, pandemic or not.<br />But while Shopify is certainly well loved at this point—its market capitalization now tops $126 billion—lesser-known opportunities are popping up for those investors paying close attention. One such play is  IAC/InterActiveCorp . ’s Vimeo, a video hosting and sharing platform used by a growing number of Shopify’s customers, among many others, to easily and effectively help tell their story and increase conversion online.<br />IAC said Vimeo raised $150 million in early November in an oversubscribed equity offering from outside investors that valued its software-as-a-service company at $2.75 billion. That implies big potential for a company that is currently operating at a $300 million annual revenue run rate implied by its third-quarter results.<br />For investors looking to turn movies into money, opportunity may soon knock. IAC said earlier this month it is considering a full spinoff of Vimeo, which would make it the 11th public company to come from IAC’s golden breeding grounds. Fostered by the very hands that helped turn public companies such as Expedia Group and Match Group into behemoths in their own right, Vimeo’s business was already accelerating before the pandemic. Its organic bookings growth consistently accelerated last year from 11% in the first quarter to 27% by the fourth quarter of 2019 according to IAC."
}