{
    "url_original": "https://www.wsj.com/articles/how-property-booms-eat-our-economic-future-11606466679?mod=markets_lead_pos13",
    "url": "how-property-booms-eat-our-economic-future-11606466679",
    "title": "How Property Booms Eat Our Economic Future",
    "sub_head": "Growing body of research looking at U.S. and Chinese real-estate markets suggests long booms may drag on productivity of the economy",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-265248?width=620&size=1.5",
    "image_1": "im-265248.jpg",
    "time": "2020-11-27 08:38:00",
    "body": "This October, U.S. housing sales hit their highest level since 2006. China’s residential real-estate investment was up 14% relative to the same month last year. Around the world, many housing markets have shrugged off a colossal economic slump, helped by low interest rates.<br />In the short term, such investment is a boost to economic activity in a year where headline figures have collapsed. But there are significant downsides. The fact that housing booms can be a longer-term risk to financial stability is well known, but a growing body of research suggests that even where there is no market blowup, surges in prices and investment can have a deleterious impact on productivity.<br />New evidence comes from the Bank for International Settlements, with a paper by economistSebastian Doerr showing that among U.S. listed companies, those with a higher share of real-estate assets are persistently less productive than their industry peers.<br />That alone wouldn’t be a problem as such. Some companies are always more productive than others. But rising real-estate prices make it easier for companies that own real estate to access funding because of their growing collateral, so multiyear booms in property prices compound the problem.<br />Looking at data covering the U.S. from 1993 to 2008, capital was reallocated toward productivity laggards over time, worsening the overall picture for the economy. For every 10% increase in real-estate prices, an industry would record a 0.6% relative decline in total-factor productivity due to the effect of skewed capital allocation."
}