{
    "url_original": "https://www.wsj.com/articles/japans-stock-playing-central-bank-racks-up-56-billion-gain-11606389909?mod=markets_lead_pos7",
    "url": "japans-stock-playing-central-bank-racks-up-56-billion-gain-11606389909",
    "title": "Japan’s Stock-Playing Central Bank Racks Up $56 Billion Gain",
    "sub_head": "Bank of Japan under Haruhiko Kuroda scores after boosting investments at stock-market bottom, but some say he shouldn’t play the market so much",
    "category_1": "Economy",
    "category_2": "Asia Economy",
    "image_1_url": "https://images.wsj.net/im-265136?width=620&size=1.5",
    "image_1": "im-265136.jpg",
    "time": "2020-11-26 06:25:00",
    "body": "TOKYO—One of Japan’s biggest stock investors just reported record gains of more than $50 billion after a well-timed bet. But the person who engineered the windfall won’t be getting a Wall Street-style bonus this holiday season, and some have even started saying he shouldn’t play the market so much.<br />That’s because the hot-hitting portfolio manager is Gov. Haruhiko Kuroda, head of Japan’s central bank. Mr. Kuroda has led the  Bank of Japan ’s  push, unusual among global central banks, to invest in the Tokyo stock market as a way of rousing the nation’s animal spirits.<br />In March, he doubled the BOJ’s annual ceiling for its purchases of exchange-traded funds to the equivalent of $115 billion. That was the month the stock market began surging after a pandemic-induced dip. It closed Thursday at a 29-year high, up 60% from this year’s low.<br />The superb timing helped the central bank report a record jump for a six-month period in its stock portfolio’s gains when it released its semiannual financial report Thursday. It said the market value of its holdings stood at the equivalent of nearly $400 billion as of Sept. 30, which represented an unrealized profit of $56 billion over what it paid.<br />Six months earlier, the BOJ had barely any unrealized profit left, and at one point in March Mr. Kuroda said it was carrying large losses."
}