{
    "url_original": "https://www.wsj.com/articles/jd-health-ipo-will-set-hearts-racing-11606384991?mod=markets_major_pos2",
    "url": "jd-health-ipo-will-set-hearts-racing-11606384991",
    "title": "JD Health IPO Will Set Hearts Racing",
    "sub_head": "Investors have already paid up for competitors and the regulatory environment looks less fraught than for Ant",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-265130?width=620&size=1.5",
    "image_1": "im-265130.jpg",
    "time": "2020-11-26 05:06:00",
    "body": "The record initial public offering of fintech giant Ant Group crashed before taking off. Another Chinese tech listing in Hong Kong should fare better.<br />JD Health, an online health-care spinoff from e-commerce company  JD.com ,  has launched its IPO in Hong Kong, which could raise up to $4 billion including the overallotment option. That would make it the city’s largest listing this year after the IPO of Ant, backed by JD’s e-commerce rival Alibaba, was scuttled.<br />The Covid-19 pandemic has driven more people in China to seek medical help online. In the first six months of this year, average daily online consultations on JD Health’s platforms jumped to 86,100 from 14,835 a year earlier. While 2020 is certainly an anomaly, some of those users will likely stick around.<br />Virtual medical service, however, is still a nascent business for JD Health. The company makes almost all of its revenue from selling drugs and other health products online, either directly or from third-party vendors. The growth in online consultations will generate further demand for sales of prescription drugs for JD. But supportive government policies will likely be the real driver of growth for the online pharmacy business.<br />About two-thirds of drugs in China are sold through hospitals, but government policies could push more prescription drug sales through retail channels. Legislation revisions last year allowed online platforms to sell prescription drugs, while draft rules released this month laid out more specific regulations. The industry will no doubt be under stringent regulation and online platforms such as JD will spend a lot of resources on quality control. But with clearer rules, the industry will find it easier to navigate the regulatory landscape."
}