{
    "url_original": "https://www.wsj.com/articles/offices-and-malls-will-look-different-after-covid-19-11606402803?mod=markets_featst_pos1",
    "url": "offices-and-malls-will-look-different-after-covid-19-11606402803",
    "title": "Offices and Malls Will Look Different After Covid-19",
    "sub_head": "Commercial properties will be helped by a coronavirus vaccine, but long-term pressures may accelerate postpandemic",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-11-26 10:00:00",
    "body": "This is the fifth and final column in a five-part Heard on the Street series on how the American economy might look once the Covid-19 pandemic is over.<br />The office and the shopping mall are two of the things most visibly changed by Covid-19. They also have the most potential to bounce back once a vaccine is distributed, but they could look quite different.<br />Early indicators suggest that many people want to continue going about their lives more remotely. About a quarter of office workers in a recent survey by  Jones Lang LaSalle  said they would like to work outside the office full-time post-pandemic. Meanwhile, Walmart Chief Executive Doug McMillon said this month the retailer was convinced that most of the behavioral shift to online shopping “will persist beyond the pandemic.”<br />Still, it would be overly simplistic to assume landlords are necessarily imperiled. Commercial real estate is a business that can take time to evolve because of long-term leases. A typical retail term is about six years while offices are closer to 10 years, according to  CoStar Group .  In addition, rent collection has stabilized for offices, with owners collecting more than 96% of the usual rent as of July, according to industry body Nareit, which tracks figures for listed real-estate investment trusts. Even for free-standing retail—think big-box stores—rent collection was about 95% in September.<br />The outlier is shopping centers, where rent collection has rebounded since the 49% nadir in May but was still only at about 82% in September. The closure of more than 11,100 retail stores has been announced in the U.S. this year through November, according to CoStar. Some empty department stores could have second lives as e-commerce distribution centers, though that may be an option for only the very worst-off malls since it can affect the tax treatment of a property."
}