{
    "url_original": "https://www.wsj.com/articles/pandemic-cuts-foot-traffic-in-new-yorks-top-business-districts-11606772268?mod=business_featst_pos3",
    "url": "pandemic-cuts-foot-traffic-in-new-yorks-top-business-districts-11606772268",
    "title": "Pandemic Cuts Foot Traffic in New York’s Top Business Districts",
    "sub_head": "Once-thriving Flatiron, Union Square neighborhoods see storefront vacancies surge from 9% to 36%; ‘It’s definitely a shadow of its normal self’",
    "category_1": "U.S.",
    "category_2": "New York",
    "time": "2020-11-30 16:37:00",
    "body": "Manhattan wine store owner Tom Geniesse is busy filling online orders and boxing up holiday shipments, but no matter how many e-commerce platforms he joins, internet sales can’t make up for the decline in foot traffic outside his shop on West 19th Street.<br />Mr. Geniesse designed Bottlerocket Wine & Spirit for in-person browsing by both wine lovers and neighborhood regulars, with one display pairing wine suggestions with takeout menus from nearby restaurants. But the coronavirus pandemic has quieted the once bustling neighborhood, as many residents decamped to the suburbs and few office workers stop in to pick up a bottle or two on their way home. While retail wine sales are up 19% this year nationwide, according to research firm Nielsen, Mr. Geniesse said his revenue is down about 35%.<br />“That normal, daily, neighborhood wine-store business has evaporated,” he said. “Nineteenth Street was really happening and vibrant. Now it’s not a ghost town, but it’s definitely a shadow of its normal self.”<br />The Flatiron and Union Square neighborhoods were thriving before the pandemic, with residents, office workers, tourists and college students supporting its restaurants and stores. A study last year by the New York City Department of City Planning found that, while other parts of Manhattan struggled with skyrocketing real-estate prices and high storefront vacancy, the Flatiron and Union Square retail corridor was relatively stable. In 2018, just over 9% of the district’s storefronts were vacant, compared with nearly 26% on Canal Street and 14% in SoHo.<br />A follow-up survey conducted in July showed the extent of the pandemic’s impact. The number of inactive storefronts in the district, including those that were closed and vacant, jumped 36%, according to the planning department, which attributed the closures in part to the decline in commuters and tourists."
}