{
    "url_original": "https://www.wsj.com/articles/salesforce-has-held-talks-to-buy-slack-technologies-11606326392?mod=markets_major_pos12",
    "url": "salesforce-has-held-talks-to-buy-slack-technologies-11606326392",
    "title": "Salesforce Is in Advanced Talks to Buy Slack Technologies",
    "sub_head": "A deal would likely value Slack at more than $17 billion and mark Salesforce’s largest acquisition ever",
    "category_1": "Deals",
    "image_1_url": "https://images.wsj.net/im-264659?width=620&size=1.5",
    "image_1": "im-264659.jpg",
    "time": "2020-11-25 15:25:00",
    "body": "Salesforce.com Inc.  is in advanced talks to buy  Slack Technologies Inc.,  according to people familiar with the matter, a deal that would unite a giant in business software with a buzzy newcomer on a mission to replace office email.<br />The companies could reach a deal within days—possibly by the time Salesforce reports its third-quarter financial results Tuesday, some of the people said. Slack, with a market value of more than $17 billion as of Wednesday morning, would be Salesforce’s largest acquisition ever. There is no guarantee the companies will reach an agreement.<br />Salesforce is the world’s biggest seller of software that companies use to manage their customer relationships. Started 21 years ago and run by co-founder Marc Benioff, it was a pioneer in providing software via the cloud through a subscription rather than a costly upfront installation. Mr. Benioff, chairman and chief executive, is one of Silicon Valley’s highest profile executives, a status he burnished with the purchase of Time magazine.<br />Salesforce has a market value of some $230 billion after years of big gains and its rich stock price—which trades at nearly 100 times its trailing-year profits—gives the company a valuable currency to use for takeovers.<br />Mr. Benioff has gradually moved to expand the services Salesforce offers to customers to become more of an all-purpose software provider, helping companies with everything from analyzing their data using artificial-intelligence tools to managing staff. That has put Salesforce in more direct competition with other business-software vendors including  Microsoft Corp."
}