{
    "url_original": "https://www.wsj.com/articles/shopping-mall-activists-score-an-early-win-11606383935?mod=markets_major_pos3",
    "url": "shopping-mall-activists-score-an-early-win-11606383935",
    "title": "Shopping Mall Activists Score an Early Win",
    "sub_head": "The owner of the Westfield chain issued new bonds cheaply, but still needs to sort out its $35 billion debt load",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2020-11-26 04:45:00",
    "body": "Trans-Atlantic mall giant  Unibail-Rodamco-Westfield  has pulled back from the brink. Finding a lasting fix for its debt problem will be more challenging.<br />Late Wednesday, Europe’s largest listed-property company by assets said it had issued bonds worth €2 billion, equivalent to $2.4 billion: one with a six-year maturity and coupon of 0.625% and an 11-year bond at 1.375%. Half of the cash will be used to refinance existing debt. The size and low cost of the issue is a win for activist investors who have been pushing for a new approach.<br />Along with French telecoms billionaire Xavier Niel, Unibail’s former chief executive Léon Bressler successfully persuaded investors to vote against a controversial €3.5 billion equity raise two weeks ago. Back then, Unibail’s chairman and chief executive warned that unless shareholders stumped up, the company could lose access to bond markets. Both men have since been ousted, with Mr. Bressler taking over as chairman.<br />News that a Covid-19 vaccine will soon be available helped the activists’ case. The yield on Unibail’s outstanding bonds has increased slightly since investors voted against the capital raise, but remains much lower than during the March selloff.<br />The new debt will come on top of net borrowings already equivalent to 12 times the earnings before interest, taxes, depreciation and amortization Unibail generated last year. To get that number down, the activists want Unibail to sell underperforming Westfield malls in the U.S. But with the rise of e-commerce weighing on the value of stores, it may be hard to find buyers at an acceptable price."
}