{
    "url_original": "https://www.wsj.com/articles/should-we-forgive-all-federal-student-loan-debt-11590525387?mod=markets_minor_pos13",
    "url": "should-we-forgive-all-federal-student-loan-debt-11590525387",
    "title": "Should We Forgive All Federal Student-Loan Debt?",
    "sub_head": "A debate between a proponent who says the government should fix the debt crisis it created, and an opponent who says high repayments rates suggest the program is working for most",
    "category_1": "Markets",
    "category_2": "Journal Reports: Wealth Management",
    "image_1_url": "https://images.wsj.net/im-190857?width=620&size=1.5",
    "image_1": "im-190857.jpg",
    "time": "2020-05-26 16:36:00",
    "body": "It isn’t surprising that college debt is a hot-button issue in the U.S.: Americans collectively hold more than $1.5 trillion in federal student loans, making it the second-largest category of consumer debt, behind only mortgage debt.<br />Among the approximately 43 million student-loan borrowers in the U.S., almost 60% owe $20,000 or less, while about 25% owe $40,000 or more, according to Education Department data. Borrowers who graduated with bachelor’s degrees in 2018 left school owing an average of about $29,000, according to the College Board.<br />So is this a crisis that calls for a cancellation of all federal student debt, as championed by former Democratic presidential hopefuls Bernie Sanders and Elizabeth Warren? Or are there less-drastic ways to help those struggling to pay off their loans?<br />Proponents of mass debt cancellation say it is the appropriate response because failed government policies, not recklessness on the part of students, led to an explosion in borrowing. Opponents point to high repayment rates as evidence that the student-loan program is working, and question the wisdom of forgiving the debt of wealthier students and those with advanced degrees.<br />Suzanne Kahn, deputy director of the Great Democracy Initiative and Education Program at the Roosevelt Institute, makes the case for debt cancellation. Jason Delisle, a resident fellow at the American Enterprise Institute, argues against it."
}