{
    "url_original": "https://www.wsj.com/articles/spotify-needs-more-than-a-cup-of-joe-11606478400?mod=markets_major_pos1",
    "url": "spotify-needs-more-than-a-cup-of-joe-11606478400",
    "title": "Spotify Needs More Than a Cup of Joe",
    "sub_head": "Joe Rogan’s podcast, about to go exclusive, will need to deliver a big boost in paid users to justify the stock’s run",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-264973?width=620&size=1.5",
    "image_1": "im-264973.jpg",
    "time": "2020-11-27 07:00:00",
    "body": "Joe Rogan has raised some eyebrows at  Spotify .  The question remains if he can bend many new ears—especially those willing to pay for the experience.<br />The mega-popular podcaster moved his show to the streaming platform on Sept. 1, per a deal valued at more than $100 million struck earlier in the year. Spotify has been hot on podcasts of late. It has also struck recent deals with Kim Kardashian and the DC Comics brand, and has made several acquisitions to beef up its podcast platform. This includes a $235 million outlay earlier this month for Megaphone, which provides production and advertising services to podcasters.<br />But the deal with Mr. Rogan is the most closely watched, as it brings an established star with a huge and dedicated following. It also brings a fair dose of heat, given Mr. Rogan’s penchant for booking highly controversial guests such as talk-radio host Alex Jones. A recent appearance by the latter sparked some consternation even among Spotify employees, who debated internally whether that show and others met the company’s content guidelines. Spotify Chief Executive Daniel Ek addressed the matter on the company’s third-quarter call last month, affirming the need to apply content policies evenly. “If we can’t do that, then there are other choices for a lot of creators to go to,” he said.<br />The company will learn soon whether Mr. Rogan’s show is truly worth the trouble. The program becomes exclusive to Spotify in December, which means the company’s fourth-quarter results will be the first to reflect any change in usage or revenue from the show’s fans who won’t be able to get it elsewhere. But the types of users will matter as well. Spotify’s most recent results showed a bigger jump in users for its free, advertising-driven service compared to subscribers for the premium tier. The company added 15 million users for the free tier, compared with six million premium subscribers in the third quarter. The company’s forecast implies similar outsize growth for the ad-driven tier in the fourth quarter.<br />Simply adding ears for advertising won’t be enough for Spotify to justify the investments it has made in podcasts—and the market-value boost the company has so far gotten for its effort. Despite some slippage since the third-quarter report on Oct. 29, Spotify’s shares are still up 67% since the deal with Mr. Rogan was announced in May."
}