{
    "url_original": "https://www.wsj.com/articles/the-stock-market-and-derivatives-are-sending-different-signals-11606473003?mod=markets_lead_pos1",
    "url": "the-stock-market-and-derivatives-are-sending-different-signals-11606473003",
    "title": "The Stock Market and Derivatives Are Sending Different Signals",
    "sub_head": "The Dow soared back to a record this week, but Wall Street’s fear gauge also remains elevated",
    "category_1": "Markets",
    "time": "2020-11-27 05:30:00",
    "body": "Rising stock indexes suggest investors are breathing a sigh of relief right now. Wall Street’s fear gauge says otherwise, though.<br />Stocks have soared back to records, fueled by optimism about a coming vaccine for the novel coronavirus as well as relief that the election—widely anticipated for months—has passed. The Dow Jones Industrial Average has rallied 12.7% in November, on track for its strongest month since 1987. The S&P 500 has advanced 11% this month and hit a high on Tuesday.<br />Although market volatility has edged lower in recent days, the Cboe Volatility Index has hovered above 20 since Feb. 24, marking 194 consecutive trading sessions above that threshold. That is the longest such streak since one ending in 2009 during the financial crisis, according to Dow Jones Market Data. The gauge is based on options prices tied to the S&P 500 and tends to fall as stocks are rising.<br />The VIX at an elevated level signals investors remain cautious despite a stock market that is flying high, with concerns lingering that the volatility that gripped markets earlier in the year could return. It also reflects elevated prices for options bets tied to the S&P 500, which investors often tap to hedge portfolios or make directional bets on stocks.<br />The stretch is remarkable because it includes a period in which U.S. stocks tumbled into a bear market—defined as a drop of at least 20%—before rebounding back toward new highs. Despite the recent ascent for stocks, the elevated VIX signals some anxiety about the market’s path. Since Feb. 24, the S&P 500 has gained about 12.5%."
}