{
    "url_original": "https://www.wsj.com/articles/u-k-s-centrica-seeks-to-sell-liquefied-natural-gas-portfolio-11606410051?mod=markets_minor_pos4",
    "url": "u-k-s-centrica-seeks-to-sell-liquefied-natural-gas-portfolio-11606410051",
    "title": "U.K.’s Centrica Seeks to Sell Liquefied Natural Gas Portfolio",
    "sub_head": "Possible sale, say people familiar with the matter, comes as natural-gas prices show renewed life after hitting a low in June",
    "category_1": "Gas Markets",
    "image_1_url": "https://images.wsj.net/im-265169?width=620&size=1.5",
    "image_1": "im-265169.jpg",
    "time": "2020-11-26 12:00:00",
    "body": "Centrica  PLC, a major U.K.-based energy supplier, is trying to sell its portfolio of liquefied natural gas supply contracts and other assets, according to people familiar with the matter, as it seeks to simplify its operations amid volatile LNG prices.<br />The targeted value from such a deal couldn’t be learned. However, similar recent transactions suggest that Centrica, the owner of energy and electricity service provider British Gas, may actually need to pay any potential buyer to take the LNG business off its hands, underscoring the uncertain outlook for gas prices internationally.<br />The sale effort comes after Centrica in July agreed to sell its North American energy supply, services and trading business, Direct Energy, to  NRG Energy ,  Inc. for $3.6 billion.<br />The LNG business could offer potential buyers a quick, cheap way to enter the LNG market as an established player. Last year,  Total SA  struck a deal to acquire the noncore U.S. LNG business of  Toshiba Corp.  The Japan-based conglomerate paid the French energy major $800 million to take over its supply and transportation LNG contracts. At the time, Total said the acquisition fit its strategy to further expand its scale in the sector.<br />Any bet on Centrica’s LNG business would come amid forecasts that natural-gas prices are poised to extend their recent rebound in 2021, following a yearslong slump that reached its nadir in June. The slide in crude-oil prices during the pandemic prompted U.S. energy companies to throttle back output, pinching gas supplies because many wells produce gas as a byproduct."
}