{
    "url_original": "https://www.wsj.com/articles/behind-the-monsters-review-freddy-krueger-jason-voorhees-michael-myers-candyman-chucky-pinhead-william-shatner-11635282914?mod=opinion_major_pos15",
    "url": "behind-the-monsters-review-freddy-krueger-jason-voorhees-michael-myers-candyman-chucky-pinhead-william-shatner-11635282914",
    "title": "‘Behind the Monsters’ Review: True Stories About Scary Ones",
    "sub_head": "Shudder’s six-part series provides a deep dive into horror icons like Freddy Krueger and Jason Voorhees.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-423081?width=860&height=573",
    "image_1": "im-423081.jpg",
    "time": "2021-10-26 17:16:00",
    "body": "As timely as pumpkin spice and probably scarier, the six-part “Behind the Monsters” arrives for the Halloween season providing a deep dive into the paragons of modern horror—the franchises, as it were, of classic slasher movies and their innumerable sequels. If you don’t know Freddy Krueger from Jason Voorhees, it’s probably a plus: The wonkiness of the people contributing to this clip-happy, fanboy-friendly series is as entertaining as what they reveal, even if their fellow devotees probably know it all already.<br />For instance, it’s probably common knowledge at any Comic-Con that the Michael Myers mask—worn by the homicidal maniac of the “Halloween” movies—was originally a modified William Shatner model. (Once you’re told this, it’s impossible not to see Captain Kirk perpetrating the mayhem.) Actor Tony Todd still seems tickled that his agent arranged for him to get $1,000 per bee sting when he first played Candyman, who at certain dramatic moments appears swarmed by the insects, which also pour from his mouth. Chucky, the “hero” of the “Child’s Play” and “Chucky” movies—as well as episode 3 of this series—was inspired partly by the Cabbage Patch craze of the ’80s, and also by the contemporaneous My Buddy, a doll marketed to boys. The My Buddy theme song, inescapable then, will still give parents (or grandparents) the creeps."
}