{
    "url_original": "https://www.wsj.com/articles/bergman-island-review-working-things-out-at-a-shrine-ingmar-bergman-tim-roth-vicky-krieps-faro-island-scenes-from-a-marriage-mia-hansen-love-mia-waskiowska-11634240760?mod=opinion_major_pos15",
    "url": "bergman-island-review-working-things-out-at-a-shrine-ingmar-bergman-tim-roth-vicky-krieps-faro-island-scenes-from-a-marriage-mia-hansen-love-mia-waskiowska-11634240760",
    "title": "‘Bergman Island’ Review: Working Things Out at a Shrine",
    "sub_head": "Mia Hansen-Løve’s brilliant new film lands a filmmaking couple on sacred cinematic ground",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-417181?width=860&height=573",
    "image_1": "im-417181.jpg",
    "time": "2021-10-14 17:33:00",
    "body": "In the glory days of art-house cinema, movie lovers—I mean cinephiles—would chew over the latest Ingmar Bergman drama for every last shred of significance. Was it as bleak as it seemed? What was the meaning of it all? You don’t have to know the Bergman canon to enjoy “Bergman Island,” playing in theaters, though the experience will be heightened if you do. This ingenious and beautiful film by Mia Hansen-Løve isn’t for chewing so much as savoring. The more you think back on its mysteries, the more pleasure it bestows.<br />The premise is deceptively simple. A couple from America, Tony (Tim Roth) and Chris (Vicky Krieps), arrive for a summer residence program on Fårö, the island off Sweden’s southeastern coast where Bergman lived and shot many of his finest films. He’s her senior by a couple of decades, an established filmmaker who’s preparing a new production. She’s writing a film of her own. They’ve both come to take inspiration from what amounts to a shrine. They rove the island, which inspired Bergman; roam his house, restored by a foundation to its original state; sleep in the bedroom where the great man shot “Scenes From a Marriage”—the film, according to a droll housekeeper, “that made millions of people divorce.” Tony’s project seems to be going well; Chris’s screenplay does not. She writes slowly with a fountain pen; the fountain may be going dry. Then time stands still, literally. To relieve her anxiety she removes the battery from a wall clock in her work space."
}