{
    "url_original": "https://www.wsj.com/articles/book-review-woke-racism-by-john-mcwhorter-11634596283?mod=opinion_reviews_pos1",
    "url": "book-review-woke-racism-by-john-mcwhorter-11634596283",
    "title": "Book Review: ‘Woke Racism’ by John McWhorter",
    "sub_head": "For the left, antiracism is the new religion, and ‘pious, unempirical virtue signaling’ is a form of political activism.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-418870?width=860&height=573",
    "image_1": "im-418870.jpg",
    "time": "2021-10-18 18:31:00",
    "body": "‘This book frankly leapt out of me,” writes John McWhorter, “during the summer of 2020.” The country was convulsed not just with Covid-19, but with protests in response to the killing of an unarmed black man by a white policeman whose actions were caught on camera. Mr. McWhorter began to write in the first week of August. Eight weeks later, he’d finished “Woke Racism,” a book that hits back at the “antiracists” who prowl public life in search of transgression, and whose mission to rid America of “racist” thought he likens to that of a religious cult. His book is a cry from the heart, and readers should gauge the depth of his indignation from the fact that its working title was “F*** ’Em.”<br />This eloquent manifesto is Mr. McWhorter’s 22nd book, a majority of those on the subject of linguistics. His is a split personality: A linguist in his day job as a professor at Columbia University (specializing in creoles, particularly the Saramaccan language in Suriname), he’s also an outspoken commentator on race whenever the national mood requires it. As Mr. McWhorter’s thinking on race is in conflict with that of the black American political mainstream, he’s often miscast as a black conservative by glib taxonomists. But he’s careful to point out that he wasn’t “thinking of right-wing America as my audience,” even as he acknowledges that many liberal readers will think him “traitorous” for writing this book."
}