{
    "url_original": "https://www.wsj.com/articles/bottega-veneta-detroit-fashion-show-11634939511?mod=life_work_lead_story",
    "url": "bottega-veneta-detroit-fashion-show-11634939511",
    "title": "Bottega Veneta Mounts a Buzzy Fashion Show in Detroit—But Why?",
    "sub_head": "The Italian luxury brand, helmed by creative director Daniel Lee, debarked to Michigan of all places to show its spring collection",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-422305?width=860&height=573",
    "image_1": "im-422305.jpg",
    "time": "2021-10-22 17:52:00",
    "body": "Overheard on a plane from New York to Detroit this Thursday: “Are you going to the Bottega Veneta show?” asked one black-clad editor. “No, I just really like cars,” wisecracked a similarly somber-looking retailer. It seemed unlikely that any impetus other than Bottega’s impending event would lead hundreds of fashion-industry folks—some of whom the Italian luxury fashion brand flew in by chartered jet—to congregate in Motor City. Although it’s not a typical stop on the fashion-week circuit, Detroit was once called the “Paris of the Midwest,” a name that dates back to a 1705 letter that Antoine de la Mothe Cadillac, a French trader and colonist, sent his boss, heralding the city’s Parisian potential. (Monsieur Cadillac’s suit of arms, which was not wholly authentic, was eventually loosely translated into the Cadillac automobile logo.)<br />The excitement around the Bottega Veneta show in Detroit this week was a testament to the heat generated by the brand’s British designer Daniel Lee, the elfin Céline alum who’s turned the once-quiet Italian label into a star for luxury conglomerate Kering. A lover of techno and cars, Mr. Lee said he was “obsessed” with Detroit since he first visited six years ago, and eager to highlight it. Born almost 20 years after Bottega Veneta was founded in 1966, Mr. Lee has made it a shiny destination for conceptual ready-to-wear and Instagrammy accessories, especially ones in the new house shade of glaring green— “parakeet,” as it’s called."
}