{
    "url_original": "https://www.wsj.com/articles/childrens-books-ferryman-claire-mcfall-review-11634305414?mod=opinion_major_pos11",
    "url": "childrens-books-ferryman-claire-mcfall-review-11634305414",
    "title": "Children’s Books: ‘Ferryman’ Review",
    "sub_head": "In the opening volume of Claire McFall’s trilogy, a mysterious fate and a fantastic voyage.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-416613?width=860&height=550",
    "image_1": "im-416613.jpg",
    "time": "2021-10-15 09:44:00",
    "body": "In the stunned aftermath of a train crash, a 16-year-old Scottish girl named Dylan stumbles out of a railway tunnel into a bleak landscape. While she’s trying to get her bearings, and wondering why she can’t hear any sirens, she notices a teenage boy waiting at a distance. His expression is cold and disinterested, his attitude scornful. Yet soon he orders her to come with him. Dylan, bewildered, finds herself obeying. Thus begins “Ferryman” (Walker, 316 pages, $18.99), the first volume of an internationally bestselling romantic-fantasy trilogy by Claire McFall.<br />Like the mythological Charon, who piloted the shades of the dead across the river Styx to Hades, this aloof young man, named Tristan, is responsible for conducting souls to the afterlife. Dylan has, of course, died in the train crash, and though she feels real to herself, and experiences Tristan as a warm presence, neither is what he or she appears to be. Their bodies are projections of Dylan’s mind, as is the wasteland they must traverse. The hazards of the place are real, though: Evil spirits prowl around after dark seeking the ruin of souls. It’s Tristan’s job to protect Dylan by ushering her to a series of safe houses. But what future can they have? Death doesn’t make exceptions—or does it? “Ferryman” gives readers ages 12-16 plenty to go on while they wait for the sequels “Outcasts” and “Trespassers,” already out overseas."
}