{
    "url_original": "https://www.wsj.com/articles/churchills-shadow-review-man-and-myth-11633705969?mod=opinion_major_pos11",
    "url": "churchills-shadow-review-man-and-myth-11633705969",
    "title": "‘Churchill’s Shadow’ Review: Man and Myth",
    "sub_head": "The memory of his World War II leadership has left a legacy that invites political delusions and arrogance.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-413691?width=860&height=573",
    "image_1": "im-413691.jpg",
    "time": "2021-10-08 11:12:00",
    "body": "Hours before Margaret Thatcher was to enter 10 Downing Street in 1979 as Britain’s new prime minister, she turned to aides for some words to use when arriving outside that famous black front door. Speechwriter Ronald Millar suggested a passage from St. Francis of Assisi: “Where there is discord may we bring harmony, where there is error may we bring truth, where there is doubt may we bring faith, and where there is despair may we bring hope.” Thatcher’s other advisers were horrified, feeling that quoting a saint would merely invite ridicule. “Not for the first time,” Millar remembered later, “I called in aid Winston Churchill,” who had “spent half his life being controversial and much of what he said is remembered whether people agreed with it at the time or not.” Delighted, Thatcher used the St. Francis quote and never forgot the Churchillian political lesson.<br />Churchill certainly has that memorable effect. Geoffrey Wheatcroft, a British commentator and author with a reputation as an admirably pugnacious contrarian, recalls seeing Churchill in the House of Commons as a schoolboy in 1963. “For all that he was aged and infirm,” he writes, “I was glad to have seen him for myself, and to have seen him where I did.” In “Churchill’s Shadow,” Mr. Wheatcroft attempts “to make a reckoning” with the man he saw on that day—not just with his life and legacy but also with “the long shadow he still casts.”"
}