{
    "url_original": "https://www.wsj.com/articles/convergence-courage-in-a-crisis-review-capturing-covid-19-chaos-netflix-orlando-von-einsiedel-11633982040?mod=opinion_major_pos14",
    "url": "convergence-courage-in-a-crisis-review-capturing-covid-19-chaos-netflix-orlando-von-einsiedel-11633982040",
    "title": "‘Convergence: Courage in a Crisis’ Review: Confronting Covid-19 Chaos",
    "sub_head": "This Netflix documentary focuses on grass-roots efforts in the face of the pandemic and was shot by 10 different teams in locations around the world.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-415240?width=860&height=573",
    "image_1": "im-415240.jpg",
    "time": "2021-10-11 17:04:00",
    "body": "The first, but hardly last, striking thing about the pan-global pandemic documentary “Convergence: Courage in a Crisis” is how vast, uncluttered and even minimalist it looks. The surfaces and angles might have been scrubbed by cinematographers using disinfectant and rubber gloves; streets are vacant; silence reigns. This will change as bodies pile up and Covid-19 creates chaos. But the initial images are as visually arresting as the story will be dramatically compelling.<br />This is worth noting—and something of a surprise—because “Convergence,” directed by the Oscar-winning Orlando von Einsiedel (“The White Helmets”), was shot by 10 different teams in locations from Lima to London, from Tehran to São Paulo. The filming was done from the beginning of the outbreak to the height of the pandemic and from a variety of locales (streets, hospitals, a locked-down apartment). And yet it looks seamless, thanks in no small part to the editing by Karen K.H. Sim (“Who Killed Garrett Phillips?”). The U.S. location is Miami, where Dr. Armen Henderson treats patients inside and outside his hospital (including the homeless, in their tent cities). In India, we get the spectacle of funeral pyres, and the accompanying howls of grief. In Wuhan, China, where the film begins, a lone corpse on the street implies the viral carnage to come."
}