{
    "url_original": "https://www.wsj.com/articles/crossroads-novel-jonathan-franzen-review-god-country-swinging-70s-11633542872?mod=opinion_reviews_pos1",
    "url": "crossroads-novel-jonathan-franzen-review-god-country-swinging-70s-11633542872",
    "title": "‘Crossroads’ Review: God and Country in Franzen’s Swinging ’70s",
    "sub_head": "The new novel from the author of ‘The Corrections’ and ‘Freedom.’",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "time": "2021-10-06 13:55:00",
    "body": "Across three years in the Cold War ’50s, God, as never before, became part of the grammar of American daily life. In 1954, Congress passed a bipartisan amendment to the 1942 wartime flag code that added two words to our existing pledge of allegiance, our “nation indivisible” seeing “under God” inserted between them; in 1955, Congress unanimously voted to replace our de facto motto, E pluribus unum—Out of many, one—with “In God We Trust”; and in 1956, legislated that every piece of U.S. currency minted or printed thereafter would feature, prominently, our theistic motto. Thus kindergartners of the 1960s became the first generation of American public-school children to whom it would be unknown not to recite, every morning, a pledge overseen by a creator, children whose every nickel saved or squandered on bubble gum and Creamsicles or, later, prostitutes and bags of pot, would be underwritten by an implicitly Christian Lord. By the time John Lennon sang, in 1970, “God is a concept / by which we measure our pain,” he was nondenominationally describing our metaphysical condition, but he was also dismantling a myth that sought to bind one American to another, one which, as never before, was tearing us apart.<br />In the rift between secularism and churchgoing, Jonathan Franzen has set his sixth and latest novel, “Crossroads,” the first in what promises to be three linked novels under the broad banner “A Key to All Mythologies” (the title alludes to “Middlemarch” and an uncompleted work of Christian philosophy by that book’s insufferable Rev. Casaubon). Like all Mr. Franzen’s novels, “Crossroads” burrows into the walls behind which a group of people endure the particularly excruciating form of self-flagellation we call family life. The Probsts, the Hollands, the Lamberts, the Berglunds, the Tylers: Mr. Franzen’s fictional families from his earlier novels are now joined by the Hildebrandts, very unhappy in their own way, and very conflicted in their relationships with Mainline Protestant ideas of “goodness.”"
}