{
    "url_original": "https://www.wsj.com/articles/dalgliesh-acorn-tv-bertie-carvel-p-d-james-roy-marsden-11635456777?mod=opinion_major_pos14",
    "url": "dalgliesh-acorn-tv-bertie-carvel-p-d-james-roy-marsden-11635456777",
    "title": "‘Dalgliesh’ Review: Terror in the Nurse’s Ward",
    "sub_head": "This latest adaptation of P.D. James’s stories sees his titular detective uncovering dark pasts while investigating a poisoning at a medical training facility.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-425289?width=860&height=573",
    "image_1": "im-425289.jpg",
    "time": "2021-10-28 17:33:00",
    "body": "No stranger to the impenetrable when it comes to criminal plots, Inspector Adam Dalgliesh (Bertie Carvel) investigates the case of a fatal poisoning at an institution for training nurses in the latest TV saga derived from the novels of P.D. James. (This installment is titled “Shroud for a Nightingale”; two more adaptations, “The Black Tower” and “A Taste for Death,” will follow.) The victim is a trainee on whom another student demonstrates the insertion of a feeding tube—a fatal exercise that pumps her full of toxins. Mr. Carvel is the third actor to portray the detective (Roy Marsden who originated the role in the 1980s). The tale, set in mid-1970s England—each installment spans a pair of episodes, two of which roll out on Mondays for three weeks—is never less than gripping in its picture of medical procedures gone wrong, evidently by design. The visual impact—the young trainee reacting to the worst physical anguish imaginable, the chief medical instructor covered in blood—is terrorizing. The atmosphere of dread and depression is pervasive in the drama. We begin to suspect that any tube in a patient’s mouth may well not be delivering the medication the doctors had intended—that it just might be transmitting a corrosive substance that kills. What happened to the big container of antiseptic that was in the bathroom?, someone asks. A question now that has special meaning.<br />But for all their intrinsic power, these images of sudden horror are mere details compared with the storytelling that brings this series to roaring life (the script was written by Helen Edmundson). Dalgliesh (an immensely seductive performance by Mr. Carvel), a recent widower, finds an admirer or two at the institute, but his mind is fixed firmly on the case. Though he is pleased to discover that someone here has read and enjoyed his published poetry."
}