{
    "url_original": "https://www.wsj.com/articles/david-copperfield-history-of-magic-book-review-treasury-of-illusions-11635526125?mod=opinion_major_pos11",
    "url": "david-copperfield-history-of-magic-book-review-treasury-of-illusions-11635526125",
    "title": "‘David Copperfield’s History of Magic’ Review: Treasury of Illusions",
    "sub_head": "From the 16th century to the 21st, a backstage tour of stage magic from one of its most successful showmen.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "time": "2021-10-29 12:49:00",
    "body": "‘Magic matters,” says David Copperfield. “It transports people into a world in which the impossible appears possible.” It was magic, after all, that transported him—David Seth Kotkin, born 65 years ago in Metuchen, N.J.—from the middle-class home of a haberdasher into a wildly successful year-round residency at the Las Vegas MGM Grand. No, he didn’t sell his soul to the devil to achieve his renown. He simply gave all of his time and talent, from the age of 8, to the art and craft of illusion—the recondite stage world of card tricks and sleight of hand, jaw-dropping escapes and levitating ladies—of which he is perhaps today’s most famous and highly paid practitioner.<br />Over the last 30 years, Mr. Copperfield has perfected not only his stage show but also such landmark televised stunts as walking through walls (including the Great Wall of China) and making large objects disappear (including the Statue of Liberty). But he has also, on the side, become one of the world’s foremost collectors of stage-magic memorabilia. His latest book, “David Copperfield’s History of Magic”—a lively, lavishly illustrated guide to his International Museum and Library of the Conjuring Arts—shows us a little of all he has gathered and preserved. Containing more than 300,000 objects, Mr. Copperfield’s private museum is housed in a Las Vegas warehouse whose whereabouts have only recently become widely known. He kept its location secret for many years, and even today admits only those guests, researchers and fellow collectors he deems worthy. This new book introduces the collection to the general public."
}