{
    "url_original": "https://www.wsj.com/articles/farewell-high-waisted-skinny-jeans-the-low-rise-returns-11634135595?mod=life_work_lead_pos3",
    "url": "farewell-high-waisted-skinny-jeans-the-low-rise-returns-11634135595",
    "title": "Farewell, High-Waisted Skinny Jeans. The Low-Rise Returns",
    "sub_head": "Fashion brands including Miu Miu are leaning into the revealing low-waisted look for spring. But some women are not quite ready to revisit the early 2000s.",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-415082?width=860&height=664",
    "image_1": "im-415082.jpg",
    "time": "2021-10-13 10:33:00",
    "body": "THE LOW-RISE PANT, one of the most divisive trends of the early 2000s, is back. The low rise strutted into this past month’s spring fashion shows with the same delusional confidence that Paris Hilton displayed back in 2003 when ringing up customers at Sonic Burger on her reality show “The Simple Life.” Like Paris herself, the low-rise cut is arguably sexy, occasionally risqué, usually playful and often reviled. Also known as “low-waisted,” the style is now appearing as belly-baring chinos, jeans, slacks and skirts on influencers such as Bella Hadid as well as on runways for Miu Miu and Rokh. Christina Aguilera, now 40, reprised her infamous low-waisted-miniskirt-and-exposed-thong look at a Brooklyn concert last month.<br />But many women who already lived through the trend’s first incarnation view its return with terror. Chloe Kernaghan, the co-founder of New York-based Sky Ting Yoga, was one of those who joined a chorus of groans when I asked them about the low rise. As a teen in Guam she wore extremely low-waisted jeans, along with gel-scrunched hair and one-sleeved tank tops. Nearly 20 years later, she prefers high-waisted pants because of their “beautiful lines and proportions that accentuate figures.” She said, “Now that I’m in my mid 30s, that idea of putting it all out there feels less attractive to me. I want more coverage.”"
}