{
    "url_original": "https://www.wsj.com/articles/fiction-book-review-elizabeth-strout-oh-william-asali-solomon-susan-daitch-11634910425?mod=opinion_major_pos10",
    "url": "fiction-book-review-elizabeth-strout-oh-william-asali-solomon-susan-daitch-11634910425",
    "title": "Fiction: Elizabeth Strout’s ‘Oh William!’",
    "sub_head": "The heroine of ‘My Name Is Lucy Barton’ returns in a story of trauma and compassion.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-420748?width=860&height=495",
    "image_1": "im-420748.jpg",
    "time": "2021-10-22 09:52:00",
    "body": "So central and inalienable is the role of trauma in the present-day understanding of personhood that fiction on the subject often seems flatfooted. No longer is it sufficient for a novel simply to reveal a character’s traumatic past, since the past is now presumed to be a place of emotional and physical damage; nor is it enough merely to chart a character’s recovery, since “recovering” and “living” are virtually synonymous in usage. Today a deeper engagement is required. Hanya Yanagihara’s “A Little Life” caused shock waves by pushing child-abuse narratives to their logical—or perhaps absurdist—end point. And in a quieter but no less comprehensive fashion, Elizabeth’s Strout’s Lucy Barton novels, of which “Oh William!” is the latest, have become essential to the contemporary canon by taking a wider view on the interpersonal responsibilities—between family and friends, but also between strangers—shared among a society bound by its traumas.<br />“My Name Is Lucy Barton” (2016) introduced the preternaturally sensitive narrator who grew up amid poverty and abuse in rural Illinois and went on to write successful books about her childhood and life in its shadow. The mysteries of memory and perspective come to the fore in the linked stories in “Anything Is Possible” (2017), involving the people Lucy left behind in her hometown, who have decidedly mixed feelings about her interpretation of the past. Lucy narrates again in “Oh William!,” and while her own grief and fears are carefully considered, the novel’s focus is on the psychological crisis that assails her aging and lonely ex-husband."
}