{
    "url_original": "https://www.wsj.com/articles/five-best-books-on-domineering-fathers-adam-buxton-james-baldwin-keith-hernandez-oscar-wilde-joseph-heller-11634910045?mod=opinion_major_pos12",
    "url": "five-best-books-on-domineering-fathers-adam-buxton-james-baldwin-keith-hernandez-oscar-wilde-joseph-heller-11634910045",
    "title": "Five Best: Books on Domineering Fathers",
    "sub_head": "Selected by Nick Davis, the author, most recently, of ‘Competing With Idiots: Herman and Joe Mankiewicz, a Dual Portrait.’",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-421380?width=860&height=573",
    "image_1": "im-421380.jpg",
    "time": "2021-10-22 09:41:00",
    "body": "By Adam Buxton (2020)<br />1. The British comedian and podcaster Adam Buxton is wittily aware of his father’s long shadow. Mr. Buxton writes that his dad, the travel writer Nigel Buxton, was “a big personality: gruff, pompous, conservative and harshly critical of nearly everything I enjoyed as a youngster,” before adding, in a semiapologetic parenthetical, “Wow, it’s just the introduction and I’m already getting started on the self-analysis and Dad-blaming.” To conceal his lower-class background, the elder Buxton played the role of upperclass posh toff to the hilt, insisting, for instance—regardless of the near catastrophic strain it caused on the family’s finances—that his children be sent to private school. This did not prevent young Adam from becoming a devotee of pop culture, a fact his father found mystifying and appalling. Still, and despite certain mysteries about the elder Buxton—what was inside that faux-leather briefcase he’d insisted be destroyed upon his death?—there was clearly some wellspring of warmth inside the man. Mr. Buxton recognizes this only years later, well after he cast his father as BaaadDad on his cult British television hit, “The Adam and Joe Show.” After being diagnosed with lung cancer, the elder Buxton comes to live with Mr. Buxton during the final months of his life. And though Mr. Buxton never gets the emotional closure he seeks (with his father “obstinately refusing to get cinematic”), the portrait here is both uncomprehending and loving: a perfect reflection of filial ambivalence, toward even the most withholding and emotionally stunted of fathers."
}