{
    "url_original": "https://www.wsj.com/articles/four-hours-at-the-capitol-day-of-rage-insurrection-and-infamy-hbo-jamie-roberts-joe-biden-donald-trump-2020-presidential-election-nancy-pelosi-mike-pence-the-proud-boys-the-shaman-11634242769?mod=opinion_major_pos14",
    "url": "four-hours-at-the-capitol-day-of-rage-insurrection-and-infamy-hbo-jamie-roberts-joe-biden-donald-trump-2020-presidential-election-nancy-pelosi-mike-pence-the-proud-boys-the-shaman-11634242769",
    "title": "‘Four Hours at the Capitol’:Day of Rage, Insurrection and Infamy",
    "sub_head": "The HBO documentary chillingly captures the events of Jan. 6",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-417270?width=860&height=573",
    "image_1": "im-417270.jpg",
    "time": "2021-10-14 17:35:00",
    "body": "There’s little that can be called surprising about the passions that drove Trump supporters to storm the U.S. Capitol this January in protest of Joe Biden’s certification as the winner of the 2020 presidential election—an invasion that caused lawmakers to crouch under their desks and reach for their gas masks. The same can be said of President Trump’s reaction to that disaster, which as “Four Hours at the Capitol” (Wednesday, 9 p.m., HBO and HBO Max) suggests bordered on the serene. In this darkly observant documentary (director, Jamie Roberts), a heady brew of the subtle and the merciless, each significant figure—their number is not small—manages to take stage center at once and keep it. All of which accounts, of course, for the extraordinary parade of militant activists who deliver the history that is the heart of this story—a history in which they took part. Most vital of all the powers of this marathon-like work whose life and intensity can be exhausting is the remarkably intimate photography—the point of view is always from inside the mob, never at a remove—that propels a viewer into impossible closeness to the events on screen.<br />Is there some character with a large bullet hole in his cheek, rattling on as he spews streams of blood, about his feelings about being a proud American fighting for truth, justice and honest elections? There is. There are many such moments, such pictures, in this film which is, after all, the story of a war between an outnumbered Capitol police force and a mob of insurrectionists who came to Washington bent on doing their all to express their rage and overturn the results of the 2020 presidential election—Stop the Steal Signs make a regular appearance, though nothing near the number of Trump 2020 flags."
}