{
    "url_original": "https://www.wsj.com/articles/games-people-played-review-the-agony-and-the-ecstasy-11635458353?mod=opinion_major_pos10",
    "url": "games-people-played-review-the-agony-and-the-ecstasy-11635458353",
    "title": "‘Games People Played’ Review: The Agony and the Ecstasy",
    "sub_head": "For many people, sports go far beyond mere fun and enjoyment. The results can be a source of both deep pride and utter disappointment.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-425465?width=860&height=573",
    "image_1": "im-425465.jpg",
    "time": "2021-10-28 17:59:00",
    "body": "Sports would count for nothing without history. Tradition is the only thing that raises athletics above idle pastime. Tiger Woods may be good at hitting a tiny ball into a little hole, but his significance to the game is measured by the long line of golfing heroes before him, stretching back past Jack Nicklaus and Arnold Palmer, through Walter Hagen and Bobby Jones, all the way to Young and Old Tom Morris in Scotland in the late 19th century. In boxing, we not only have the official title holder, but also the lineal champion—the man who beat the man who beat the man, going back to the first undisputed conquerors of the sport. The point applies across the board. The achievements of today’s star athletes are given meaning by our memories of their predecessors.<br />The present-day sport that claims one of the longest histories is sumo wrestling, as Wray Vamplew tells us in “Games People Played,” his comprehensive history of sports across the world. Some records suggest sumo contests were held as far back as 2,000 years ago; it was certainly a major part of Japanese culture by the ninth century. Of course, the Olympic Games are even older, but they have a gap in their story. First held in ancient Greece in 776 B.C., the Olympics continued every quadrennial for more than a millennium. But the Roman emperor Theodosius I closed them down around A.D. 394, and it was not until 1896 that the modern version of the games was revived in Athens. The way the modern games were explicitly modeled on the ancient ones itself testifies to the power of tradition. Without that background, a new international tournament of track and field and other assorted events wouldn’t have had the same resonance."
}