{
    "url_original": "https://www.wsj.com/articles/ghosts-cbs-utkarsh-ambudkar-rose-mciver-brandon-scott-jones-danielle-pinnock-roman-zaragoza-devon-chandler-lord-rebecca-wisocky-richie-morarty-asher-grodman-11633464940?mod=opinion_major_pos13",
    "url": "ghosts-cbs-utkarsh-ambudkar-rose-mciver-brandon-scott-jones-danielle-pinnock-roman-zaragoza-devon-chandler-lord-rebecca-wisocky-richie-morarty-asher-grodman-11633464940",
    "title": "‘Ghosts’ Review: Drop Dead Funny",
    "sub_head": "This CBS comedy about the diverse spirits haunting an upstate manor is scary good.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-411332?width=860&height=573",
    "image_1": "im-411332.jpg",
    "time": "2021-10-05 16:17:00",
    "body": "There are certainly no shows on TV more spirited than “Ghosts” right now and there may be none funnier. Making its debut with two episodes Thursday night, the show concerns a young couple, Jay and Sam (Utkarsh Ambudkar and Rose McIver), who inherit a rambling, ramshackle, 300-year-old mansion in upstate New York. No strings. No tax burden. Free. “There’s gotta be something wrong with it,” says Jay—at which point we already know enough to chuckle.<br />The “wrong” at the Woodstone Estate, from which Sam’s great-aunt Sophie has recently departed (in what turns out to be a relatively conventional, ascended-into-heaven manner), is the octet of apparitions Sophie has left behind. The souls of the not-at-all-recently departed. They include Isaac (Brandon Scott Jones), a Revolutionary War-era soldier who died an inglorious death (“dysentery was no party”); a flamboyant ’20s jazz singer named Alberta (Danielle Pinnock), who may have been murdered; a sardonic Native-American, Sasappis (Román Zaragoza); a hippie named Flower (Sheila Carrasco); and a cod-obsessed Viking named Thorfinn (Devan Chandler Long). Sophie’s death leaves the fate of the house, and the comfort of its inhabitants, up in the air. What will the new owners do with the place? What will the ghosts do? Rest in peace? Think again."
}