{
    "url_original": "https://www.wsj.com/articles/how-to-avoid-a-covid-quarantine-abroad-a-new-evacuation-service-offers-a-way-out-11633101636?mod=life_work_lead_pos4",
    "url": "how-to-avoid-a-covid-quarantine-abroad-a-new-evacuation-service-offers-a-way-out-11633101636",
    "title": "How to Avoid a Covid Quarantine Abroad? A New Evacuation Service Offers a Way Out",
    "sub_head": "Testing positive for Covid-19 overseas and getting stuck in quarantine is now a major deterrent for prospective vacationers. Is trip evacuation coverage the answer?",
    "category_1": "Life & Work",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-403911?width=860&height=638",
    "image_1": "im-403911.jpg",
    "time": "2021-10-01 11:20:00",
    "body": "IT’S THE TRAVELER’S WORST nightmare in 2021: What happens if you test positive for Covid-19 while you’re abroad? With the Delta variant continuing to surge, even many fully vaccinated travelers are asking that question. A positive test will bar you from your return flight to the U.S., but for how long, and under what conditions? That varies greatly by destination: There’s no one-size-fits-all quarantine plan. And, unless you bought the standard trip insurance that covers delays, you could be on the hook for hefty hotel bills and airfare rebooking expenses.<br />For those who’d rather not risk tacking on a week or two in quarantine far from home, a number of travel advisers recommend trip evacuation coverage—membership plans that can whisk you back home on an air ambulance. And while most medical evacuation policies are designed for serious emergencies like a car accident or a heart attack, the Covid pandemic has given rise to a more flexible kind of policy. Newcomer to the field, Covac Global offers coverage for travelers who test positive for Covid and report at least one symptom, but don’t require hospitalization. Membership starts at $675 per person for 15 days of coverage. According to CEO Ross Thompson, Covac Global has evacuated around 60 U.S. travelers from foreign countries, including Croatia, Uganda, the Bahamas and Peru. These are not cushy private-jet jaunts, however. “These are registered air ambulances, with a doctor and full medical crew,” said Mr. Thompson. Re-entering the U.S. requires a set of steps the CDC oversees: Patients must, for instance, either go directly to a hospital or to isolation in accordance with their state’s health department rules."
}