{
    "url_original": "https://www.wsj.com/articles/how-to-wear-a-tulle-skirt-in-a-very-un-sex-and-the-city-way-11633105738?mod=life_work_lead_pos3",
    "url": "how-to-wear-a-tulle-skirt-in-a-very-un-sex-and-the-city-way-11633105738",
    "title": "How to Wear a Tulle Skirt in a Very Un-‘Sex and the City’ Way",
    "sub_head": "With leather, combat boots and plenty of attitude, fall’s curiously popular ‘punk ballerina’ trend, seen at Simone Rocha and Alexander McQueen, takes tutus to a dark, decadent and surprisingly wearable place.",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-405334?width=860&height=574",
    "image_1": "im-405334.jpg",
    "time": "2021-10-01 12:28:00",
    "body": "“I’M AN ANGRY punk princess who loves sneakers,” said Andrea Cacho. On any given day, you might find the New York University music-business student sporting spiked metal jewelry, black high-tops, a black vest, and one of the three frothy tulle skirts she owns in black, white and yellow. She’s stoked to mix in her leather jacket and Skittle-hued stockings once the weather cools. Inspired by old-school Madonna (“She’s hardcore”) and modern artists like Bikini Kill and Willow Smith, Ms. Cacho, 19, adopted her new look this summer. It reflects the “toughness and anger” she feels after a difficult pandemic year. Sure, but a tutu? “Who says I can’t be feminine and tough and strong?” she asked, rhetorically.<br />In recent months, the “punk ballerina” look—a leather-and-frill-laden mashup that’s one part Hell’s Angels, one part “Swan Lake”—has jetéd from the runway to the red carpet (see Cyndi Lauper’s VMAs look, and also everything she wore in the 1980s) to women’s closets. For fall 2021,  Christian Dior  paired diaphanous skirts with hefty combat boots; Alexander McQueen sells various tulle and leather pieces, like a zipper-trimmed-ruffle biker jacket; and at Noir Kei Ninomiya’s Tokyo show, models in bulbous mesh skirts and black bombers pierced by metallic quills looked like goth porcupines—unnerving, but attractive."
}