{
    "url_original": "https://www.wsj.com/articles/lackawanna-blues-ruben-santiago-hudson-bill-sims-jr-manhattan-theater-club-six-henry-viii-brooks-atkinson-theater-11633639123?mod=opinion_major_pos15",
    "url": "lackawanna-blues-ruben-santiago-hudson-bill-sims-jr-manhattan-theater-club-six-henry-viii-brooks-atkinson-theater-11633639123",
    "title": "‘Lackawanna Blues’ and ‘Six’ Reviews: A Solo Filled With Characters; A Sextet of Queens",
    "sub_head": "Ruben Santiago-Hudson recounts his boarding-house childhood to a musical accompaniment; the wives of Henry VIII argue, like pop divas, about which consort had it worst.",
    "category_1": "Opinion",
    "category_2": "Theater Review",
    "image_1_url": "https://images.wsj.net/im-408307?width=860&height=573",
    "image_1": "im-408307.jpg",
    "time": "2021-10-07 16:40:00",
    "body": "New York<br />‘Lackawanna Blues,” which originated at the Public Theater in 2001 as a one-man show and was turned four years later into an HBO made-for-TV movie staring S. Epatha Merkerson and directed by George C. Wolfe, has now been given a Broadway production. In all its iterations, it is an autobiographical play by Ruben Santiago-Hudson, a first-class director and actor best known for his remarkable off-Broadway revivals of August Wilson’s “The Piano Lesson” and “Seven Guitars.” In it, Mr. Santiago-Hudson tells of how he grew up in a rooming house for “ramblers and drifters” run by “Nanny” Rachel Crosby, the tough but caring woman who raised him (his own mother was a drug addict) and who was, in his admiring words, “like the government if it really worked.” In the stage version, he plays, in addition to himself and Nanny, 23 other characters with names like Numb Finger Pete and Sweet Tooth Sam. The only person who actually shares the stage with him, though, is Junior Mack, a guitarist who plays a blues-drenched score by Bill Sims Jr. (Mr. Santiago-Hudson does his own harmonica playing, which is of professional quality)."
}