{
    "url_original": "https://www.wsj.com/articles/let-it-be-special-edition-the-beatles-john-lennon-paul-mccartney-george-harrison-ringo-starr-phil-spector-apple-corps-11635283023?mod=opinion_major_pos14",
    "url": "let-it-be-special-edition-the-beatles-john-lennon-paul-mccartney-george-harrison-ringo-starr-phil-spector-apple-corps-11635283023",
    "title": "‘Let It Be Special Edition’ by the Beatles Review: Burnishing an Album’s Tarnished Image",
    "sub_head": "The record, whose creation caused deep rifts in the band, has been reissued in a remixed version that includes extras, outtakes and more.",
    "category_1": "Books & Arts",
    "category_2": "Music Review",
    "image_1_url": "https://images.wsj.net/im-422982?width=860&height=573",
    "image_1": "im-422982.jpg",
    "time": "2021-10-26 17:18:00",
    "body": "‘Let It Be” has always been the Beatles’ problem child. It began as a multimedia back-to-the-roots project, the plan was that the band would rehearse an album’s worth of new material that could be played live, without the electronic wizardry and orchestral sweetening that had become part of their toolbox. They would then perform these new songs in a single concert, perhaps in an exotic setting, which would be filmed and recorded for a television special and an LP. The director Michael Lindsay-Hogg was engaged to capture it all, in sessions that running from Jan. 2 through Jan. 31, 1969.<br />There were problems from the start. Having grown accustomed to developing their songs in the recording studio, often during all-night sessions, the Beatles were never entirely comfortable with the daytime rehearsals they had scheduled or the persistent filming of their working process, and they disliked the rehearsal venue, Twickenham Film Studios. Squabbles over arrangements led George Harrison to quit the band on Jan. 10, and in negotiating his return he demanded that they abandon Twickenham and all talk of a concert. The sessions continued in the basement studio at the Beatles’ Apple headquarters and on Apple’s rooftop, where on Jan. 30 they held an outdoor session as a concession to the original concert idea."
}