{
    "url_original": "https://www.wsj.com/articles/lives-in-motion-the-fiction-of-nobel-prize-literature-laureate-abdulrazak-gurnah-11633984389?mod=opinion_major_pos10",
    "url": "lives-in-motion-the-fiction-of-nobel-prize-literature-laureate-abdulrazak-gurnah-11633984389",
    "title": "Lives in Motion: The Fiction of Nobel Laureate Abdulrazak Gurnah",
    "sub_head": "The 2021 recipient of the Nobel Prize for Literature writes human stories set against an unsettled world.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-414985?width=860&height=573",
    "image_1": "im-414985.jpg",
    "time": "2021-10-11 16:34:00",
    "body": "Hindsight has a habit of turning outsiders into dead certs. Until last Thursday, two writers of East African origin had been credibly tipped as possible winners of this year’s Nobel Prize in Literature: the Kenyan Ngugi wa Thiong’o and the Somali-born Nuruddin Farah. Yet the Swedish Academy, playing their cards close their vest, dealt the world a surprise by naming an unheralded third: Abdulrazak Gurnah, born on the island of Zanzibar in 1948 and a British resident since the late 1960s. The Academy saluted the novelist, who writes in English, for “uncompromising and compassionate penetration of the effects of colonialism and the fate of the refugee in the gulf between cultures and continents.”<br />Given the Nobel selectors’ stated wish to correct their “Eurocentric” bias (no black African had won since Wole Soyinka in 1986), another laureate from beyond Europe looked not only plausible but, according to the logic of their opaque deliberations, desirable. But why this one: an esteemed but (in media terms) low-profile author-academic who recently retired as professor of English and postcolonial literature at the University of Kent? Unlike other awards, the Nobel can choose to honor steady, slow-building careers that quietly flourish away from the limelight. The author of 10 novels and many uncollected stories, Mr. Gurnah has cultivated his own patch of ground with an artistry and authority that saw his fiction respected and cherished rather than garlanded (although “Paradise,” in 1994, did reach the Booker shortlist). Alexandra Pringle, Mr. Gurnah’s loyal editor at the London publisher Bloomsbury, has complained of his neglect. But, in Britain at least, he has won critical acclaim, devoted readers and a place in the postcolonial canon."
}