{
    "url_original": "https://www.wsj.com/articles/londons-best-new-hotels-opened-just-in-time-11635271576?mod=life_work_lead_pos1",
    "url": "londons-best-new-hotels-opened-just-in-time-11635271576",
    "title": "London’s Best New Hotels Opened Just In Time",
    "sub_head": "From a pub with elegant rooms to a luxurious scene-stealer in Covent Garden, these five new hotels offer an especially warm welcome back to the U.K.",
    "category_1": "Life & Work",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-423708?width=860&height=573",
    "image_1": "im-423708.jpg",
    "time": "2021-10-26 14:06:00",
    "body": "AS OF OCTOBER, fully vaccinated Americans are allowed to visit the United Kingdom without quarantine or pre-departure testing (though you will need to be tested on your second day in the U.K.). It’s perfect timing. In the last few months, an eclectic crop of new hotels has sprouted in some of the city’s best spots. From bedrooms above a 300-year-old pub on the edge of an ancient heath to a 350-room “super boutique” dead center in the theater district, here are our picks.<br />In Leicester Square, the Londoner exemplifies a new breed of hotels deemed the “super boutique,” which basically means it’s an urban playground with a grown-up vibe. Spread over 16 stories, eight of which are subterranean, it has 350 bedrooms, six bars and restaurants, two cinemas, a swimming pool, spa and gym. Yabu Pushelberg’s sleek design riffs on the theaterland location, with undulating walls that mimic curtains, massive chandeliers and its own mini stage for live music. Clever zoning and lighting make the vast building feel much smaller. It’s also deliciously fragrant thanks to a partnership with Diptyque, which has created scents for the different areas. For some of the best views in London—facing Nelson’s Column, Big Ben and the London Eye—book one of the top-floor suites or head to the rooftop lounge bar, where ex-Nobu chef Kuenhi Won oversees the Japanese menu. At ground level, there’s Joshua’s Tavern, named for artist Sir Joshua Reynolds, an 18th-century Leicester Square resident. You’ll find many of his paintings in the National Gallery, right behind the hotel. From about $550 a night"
}