{
    "url_original": "https://www.wsj.com/articles/music-of-the-spheres-review-an-over-the-top-cosmic-lovefest-coldplay-chris-martin-selena-gomez-we-are-king-max-martin-higher-power-parachutes-everyday-life-11634588857?mod=opinion_major_pos14",
    "url": "music-of-the-spheres-review-an-over-the-top-cosmic-lovefest-coldplay-chris-martin-selena-gomez-we-are-king-max-martin-higher-power-parachutes-everyday-life-11634588857",
    "title": "Coldplay’s ‘Music of the Spheres’ Review: An Over-the-Top Cosmic Lovefest",
    "sub_head": "The band’s new album takes the cosmos as its latest concept, but the interstellar lovefest grows numbing as the record runs on",
    "category_1": "Books & Arts",
    "category_2": "Music Review",
    "image_1_url": "https://images.wsj.net/im-418810?width=860&height=573",
    "image_1": "im-418810.jpg",
    "time": "2021-10-18 17:09:00",
    "body": "Coldplay is deep enough into its career that each new album comes packaged with a story. It’s no longer sufficient to issue a new collection of songs every few years, as the group did for a while following its 2000 debut, “Parachutes.” Now, the band challenges itself with concepts. For 2019’s “Everyday Life,” that meant trying out rootsy styles from around the world, from Black American gospel to Afrobeat, while frontman Chris Martin sang about political struggles. If that LP was the group’s attempt at tackling global sounds and earthbound subject matter, its ninth studio collection, “Music of the Spheres” (Parlophone/Atlantic), out now, finds Coldplay turning its attention to the cosmos.<br />The new LP comes with its own cosmology—the cover features an arrangement of planets, moons and satellites in a solar system, each corresponding to a song. In May, the band even introduced a single, “Higher Power,” on the International Space Station. But while the record’s content is connected to the wonders of the universe as uncovered by science, producer Max Martin (no relationship to Chris) is the man who handles the logistics. The Swedish song doctor, with a huge string of hits stretching from Britney Spears’s 1998 single “. . . Baby One More Time” to the Weeknd’s 2020 No. 1 “Blinding Lights,” is known for bringing mathematical precision to music-making. With Max Martin in charge, you can be sure that every chorus will explode at the optimal moment to maximize its impact on the pop listener’s pleasure center."
}