{
    "url_original": "https://www.wsj.com/articles/of-fear-and-strangers-history-xenophobia-book-review-the-others-11634912374?mod=opinion_major_pos12",
    "url": "of-fear-and-strangers-history-xenophobia-book-review-the-others-11634912374",
    "title": "‘Of Fear and Strangers’ Review: The Others",
    "sub_head": "Many of history’s most nightmarish episodes are rooted in humanity’s propensity for hatred of ‘The Other.’ But the root cause remains mysterious.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-421811?width=700&height=467",
    "image_1": "im-421811.jpg",
    "time": "2021-10-22 10:20:00",
    "body": "George Makari’s concern with xenophobia goes back to a childhood trauma. In 1974, at the age of 13, he was taken on a family visit to his parents’ native Beirut. Suddenly, the travelers found themselves caught in the midst of what would become a civil war. “To me, it was bizarre,” Dr. Makari recalls in “Of Fear and Strangers: A History of Xenophobia.” He continues: “All these bewildering sects were far more alike than different. All were Levantines who spoke the same dialect; all loved the same punning humor, devoured the same cuisine, abided by strict rules of hospitality, and approached any purchase as a three-act play: bargain, stage a walk-out, then settle. They were quick with proverbs and went agog when Fairuz sang. And yet, subtle distinctions in their identities now meant life or death.”<br />Today, Dr. Makari, a psychiatrist, psychoanalyst and the director of Weill Cornell’s DeWitt Wallace Institute of Psychiatry, sees xenophobia as a threat to social peace, not only in the Middle East but also in Europe and North America, where recent political convulsions have been driven by a bristling hostility toward strangers and outsiders. Dr. Makari is clear that a lot of different impulses are often conflated here: “ethnocentrism, ultranationalism, racism, misogyny, sexism, anti-Semitism, homophobia, transphobia, or Islamophobia.” What might they have in common? “Is there any one term specific enough to not be meaningless, while broad enough to allow us to consider whatever common strands exist between these phenomena?” He thinks that there is: xenophobia. And if all these disorders are variants of the same affliction, then perhaps they have the same cause and might be susceptible to the same treatment."
}