{
    "url_original": "https://www.wsj.com/articles/oscar-wilde-biography-matthew-sturgis-book-review-portrait-of-the-artist-in-full-11634919065?mod=opinion_major_pos11",
    "url": "oscar-wilde-biography-matthew-sturgis-book-review-portrait-of-the-artist-in-full-11634919065",
    "title": "‘Oscar Wilde’ Review: Portrait of the Artist in Full",
    "sub_head": "Neither martyr nor cynic: A biographer searches for the man beyond the myth.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-421280?width=860&height=573",
    "image_1": "im-421280.jpg",
    "time": "2021-10-22 12:13:00",
    "body": "In Nancy Mitford’s “The Pursuit of Love,” the young narrator, Fanny—this is circa World War I—asks her Aunt Sadie what mysterious crime Oscar Wilde had committed. Sadie, greatly flustered, admits that she never actually knew, but that whatever it was, it was dreadfully bad, worse than murder.<br />O tempora! O mores! A century later, and Wilde has risen to the rank of secular saint, a queer martyr. In the 1997 biofilm “Wilde,” Stephen Fry played the role on a single note of dignified forbearance, showing the disgraced author enduring the humiliations and rigors of his prison and post-prison years with high-minded stoicism. No doubt the real Oscar Wilde was dignified some of the time, and certainly he deflected pain with graceful humor on many occasions, but that was not his characteristic pose: Just as often, he wept, drank and wallowed in self-pity. And as Matthew Sturgis demonstrates in his exhaustively researched, enlightening and lively new biography of Wilde—a “definitive” biography if there ever was one—Wilde behaved with consistent recklessness and self-indulgence. The fact that many of his sexual conquests were underage ought at least to raise some eyebrows in today’s world, and surely would do so if Wilde had been heterosexual, but such behavior does not seem to have dulled the moral sheen that has been accorded him in our modern tendency to “celebrate” queer lives."
}