{
    "url_original": "https://www.wsj.com/articles/ryan-reynolds-cover-story-interview-11635424093?mod=business_lead_pos13",
    "url": "ryan-reynolds-cover-story-interview-11635424093",
    "title": "How Ryan Reynolds Built a Business Empire",
    "sub_head": "With a range of film and TV projects on the way, as well as initiatives through his company Maximum Effort, the actor and entrepreneur has turned his on-camera charisma into major marketing savvy.",
    "category_1": "Magazine - Culture",
    "time": "2021-10-28 08:35:00",
    "body": "Don’t put that on. That Deadpool mask will offer you zero protection,” Ryan Reynolds says, seeing me eye the burgundy-and-black superhero face covering displayed on a credenza behind him. “Actually, that mask will probably give you an STD.” His broad smile falls away, replaced with a grave countenance. “No, really,” he says, sotto voce. “You will catch something. I did.”<br />Unmasked (though vaxxed and tested), Reynolds and I are in the barn on the property Reynolds shares with his wife, Blake Lively, and their three daughters in a wooded area north of New York City so rural he refers to it as “Paul Bunyan’s asshole.” We’re upstairs in a former hayloft littered with reminders of the 45-year-old Canadian actor’s success since wearing the Deadpool mask on-screen: Draped on a motorcycle, a scarf bears the crest of Wrexham AFC, the fifth-tier Welsh soccer club Reynolds purchased this past February with Rob McElhenney and about which the pair are making an FX docuseries. A bar cart is lined with bottles of Aviation Gin, the brand he bought that was acquired by  Diageo  as part of a deal reported to be worth up to $610 million in 2020 (with the agreement that Reynolds would maintain “an ongoing ownership interest”). And there’s a massive velvet sofa in a shade that Reynolds calls “Mint Mobile green,” referring to the cellular phone company in which he purchased a majority stake in 2019 because he was a fan of the service. It was on that couch, Reynolds explains, that he pitched his vision for Free Guy, an empowering feel-good comedy in the guise of a videogame action flick that became a surprise blockbuster this summer."
}