{
    "url_original": "https://www.wsj.com/articles/silverview-review-le-carres-people-one-last-time-11633991271?mod=opinion_reviews_pos1",
    "url": "silverview-review-le-carres-people-one-last-time-11633991271",
    "title": "‘Silverview’ Review: Le Carré’s People, One Last Time",
    "sub_head": "The master of spy ﬁction left a posthumous surprise for his readers: an elegant ﬁnal novel, written with characteristic grace.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-415129?width=860&height=573",
    "image_1": "im-415129.jpg",
    "time": "2021-10-11 18:27:00",
    "body": "When writers die they typically leave behind false starts and unfinished manuscripts, but, unless the death is sudden, it’s less usual to find an entire novel complete and unpublished. But that’s just what we have in John le Carré’s “Silverview,” now sent into the world by the author’s son, Nick Cornwell, who tells us in an afterword that the book was essentially finished, needing only a bit of editorial tweaking. His father, he says, began the novel right after “A Delicate Truth” (2013)—an angry work that helped bring the expression “deep state” into common parlance. That novel amounted to a well-wrought exercise in contempt for the increasingly privatized and deeply corrupt “War on Terror.” It has all the ingredients of most of le Carré’s post-9/11 work: American mischief, for-profit military forces, black ops, deniability, “extraordinary rendition,” “enhanced interrogation,” an idealistic innocent and a British civil servant on the take.<br />“Silverview” has some of that, but le Carré continued to withhold and rework it, moving on instead to publish “A Legacy of Spies” in 2017. Expanding on elements from “The Spy Who Came in From the Cold” and dragging an ageless Smiley out of storage after a quarter of a century, that novel had a bottom-of-the-barrel feel. Finally, with “Silverview” still sequestered, le Carré produced his last novel, “Agent Running in the Field,” a blast against Brexit and Trump—and, once again, not one of this great author’s best. But here at last is “Silverview,” the novel we didn’t know we were waiting for."
}