{
    "url_original": "https://www.wsj.com/articles/souvenir-ii-tilda-swinton-joanne-hogg-honor-swinton-byrne-richard-ayoade-11635456835?mod=opinion_major_pos13",
    "url": "souvenir-ii-tilda-swinton-joanne-hogg-honor-swinton-byrne-richard-ayoade-11635456835",
    "title": "‘The Souvenir: Part II’ Review: The Past Spun Into Gold",
    "sub_head": "The sequel to Joanna Hogg’s semi-autobiographical 2019 feature picks up the story of a film student trying to overcome heartbreak while creating her graduation project.",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-423790?width=700&height=467",
    "image_1": "im-423790.jpg",
    "time": "2021-10-28 17:34:00",
    "body": "‘The Souvenir: Part II” is Joanna Hogg’s sequel to her semi-autobiographical 2019 feature “The Souvenir,” which starred Honor Swinton Byrne as Julie, a film-school student in 1980s England. Sequels are unusual in independent film—no superheroes available for marketing—but this one represented a twofold risk. How do you follow a film that seemed perfect in itself, a model of compression and self-containment about a ravaging love affair and the growing pains of a young artist at a pivot point in her life? The answer, playing in select theaters, turns out to be daringly intricate and beautifully simple. Ms. Hogg has outdone herself with an even stronger film about grief, self-discovery, the daunting uncertainties of the creative process and, before and after everything else, the mysterious power of the movie medium.<br />The story picks up shortly after it left off, with Ms. Swinton Byrne once again at center stage and suffusing her role with warmth, grace and intelligence; more about her superlative performance in a bit. Julie’s lover, Anthony, who was played by Tom Burke in the first film, is gone, under circumstances that have left her shattered. (I’m being vague here because you may not have seen the first part of Ms. Hogg’s diptych, which you should see in order to enjoy the second part fully; it’s available on Amazon Prime Video.) The dutiful student is back in school, determined to pull herself together and complete her graduation film, a gritty drama with a documentary feel about dock workers."
}