{
    "url_original": "https://www.wsj.com/articles/the-top-5-spring-trends-from-chanel-balenciaga-and-more-11633722300?mod=life_work_lead_story",
    "url": "the-top-5-spring-trends-from-chanel-balenciaga-and-more-11633722300",
    "title": "The Top 5 Spring Trends From Chanel, Balenciaga and More",
    "sub_head": "For the return to in-person fashion shows, designers from New York to Paris turned out (mostly) celebratory clothes—bright windbreakers, mini skirts and second-skin jumpsuits.",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-414315?width=860&height=573",
    "image_1": "im-414315.jpg",
    "time": "2021-10-08 15:45:00",
    "body": "WHO ARE fashion shows for? We’ve often asked ourselves that question, and it seems many designers were pondering it too as they undertook the first full slate of in-person runway shows in New York, London, Paris and Milan since early 2020. Though conscious of Covid restrictions, brands found ways of opening up the party to a wider audience than the usual editors and buyers. In a notably novel reinvention of the standard format, Balenciaga’s creative director Demna Gvasalia masterminded a Paris screening, complete with red carpet, of a film made in collaboration with the creative team from “The Simpsons.” The brand also posted the (hilarious) short for all to see on YouTube.<br />In New York, Tory Burch took over a block of Mercer Street, the site of her new shop, for a festive street fair that she kicked off with a runway procession down the cobblestones. In Paris, Valentino’s Pierpaolo Piccioli infiltrated the Carreau du Temple market square with models parading past unassuming cafe denizens. And everywhere in the City of Lights, uninvited fashion fans gathered at the periphery of shows to cheer. At the Chloé outing on the banks of the Seine, producer Alexandre de Betak marveled at how followers always manage to find the best perch from which to watch the show at a distance. “It’s like they have a Parisian sixth sense,” he said."
}