{
    "url_original": "https://www.wsj.com/articles/the-ant-mans-world-edward-o-wilson-scientist-richard-rhodes-review-11634309257?mod=opinion_major_pos11",
    "url": "the-ant-mans-world-edward-o-wilson-scientist-richard-rhodes-review-11634309257",
    "title": "The Ant Man’s World: ‘Edward O. Wilson’ and ‘Scientist’",
    "sub_head": "The researcher and writer who has made the world of social insects his life’s work has also become their interpreter.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-416767?width=860&height=573",
    "image_1": "im-416767.jpg",
    "time": "2021-10-15 10:53:00",
    "body": "A well-known portrait of Edward Osborne Wilson shows the smiling Harvard professor hovering, like a benevolent god, over some models of his cherished leafcutter ants. The photograph serves as the cover of “Tales From the Ant World,” Mr. Wilson’s most recent and, by my count, 35th book. The large ant right beneath Mr. Wilson’s chin, a mix of Mars Rover and de Chirico mannequin, wields a leaf almost as big as the entomologist’s head. The proportions seem off, but in a larger sense they really aren’t: As Mr. Wilson, now in his 90s, has reminded us over a long, distinguished career, ants can more than hold their own against humans. There are, by some rough estimates, 10,000 trillion ants in the world at any given moment, and their combined weight (Mr. Wilson, who likes to mock his ineptness at math, nevertheless supplies numbers whenever he can) would match the total weight of the planet’s human population.<br />Mr. Wilson has always had a knack for reducing complex problems to simple number games, easy-to-grasp metaphors or memorable anecdotes. A world-famous scientist, winner of many medals and honorary doctorates, celebrated for his research on ant communication and evolutionary equilibrium in island settings, he has also swept up awards in the field of literature, including two Pulitzers and, for his novel titled (what else?) “Anthill” (2010), the Chicago Tribune Heartland Prize for fiction. Earlier this year came the ultimate literary sanctification, inclusion in the venerable Library of America, where Mr. Wilson is now rubbing shoulders with just a handful of other nature observers: John James Audubon, Rachel Carson, Loren Eiseley, Aldo Leopold and John Muir. And, as if further corroboration of Wilson’s eminence were needed, we now also have “Scientist,” a full-length biography by Richard Rhodes, whose previous work in the genre includes the popular “John James Audubon: The Making of an American” (2004)."
}