{
    "url_original": "https://www.wsj.com/articles/the-complete-wilhelm-furtwangler-on-record-review-making-the-case-for-the-maestro-warner-classics-emi-polydor-telefunken-english-decca-and-deutsche-grammophon-wagner-brahms-schubert-schumann-11634065740?mod=opinion_reviews_pos2",
    "url": "the-complete-wilhelm-furtwangler-on-record-review-making-the-case-for-the-maestro-warner-classics-emi-polydor-telefunken-english-decca-and-deutsche-grammophon-wagner-brahms-schubert-schumann-11634065740",
    "title": "‘The Complete Wilhelm Furtwängler on Record’ Review: Making the Case for the Maestro",
    "sub_head": "The conductor was one of the greatest of all time. A new 55-CD boxed set reminds us of his importance.",
    "category_1": "Books & Arts",
    "category_2": "Music Review",
    "image_1_url": "https://images.wsj.net/im-415033?width=860&height=573",
    "image_1": "im-415033.jpg",
    "time": "2021-10-12 17:00:00",
    "body": "Who is the greatest conductor of all time? The question is frequently asked and impossible to answer. Top contenders include Arturo Toscanini, Bruno Walter and Otto Klemperer, but there are practically as many candidates as there are music lovers. Yet one figure towers above most: Wilhelm Furtwängler, the German maestro who though no longer a household name in the U.S. is no fringe figure, either. He was twice selected to lead major American ensembles—the New York Philharmonic in 1936 and the Chicago Symphony Orchestra in 1949—but political complications prevented his serving. Now Warner Classics is reminding us of his importance with an edition of 55 CDs titled “The Complete Wilhelm Furtwängler on Record”—the bulk of its bounty from the EMI archives, with contributions from Polydor, Telefunken, English Decca and Deutsche Grammophon.<br />Furtwängler shot to fame in 1922 when, at just 36 years old, he succeeded the legendary Arthur Nikisch as chief conductor of both the Berlin Philharmonic and the Leipzig Gewandhaus, though he abandoned the latter post five years later for the Vienna Philharmonic. His first recordings appeared in 1927, and he continued making discs until his death at age 68 in 1954, the vast majority of them with those orchestras in Berlin and Vienna."
}