{
    "url_original": "https://www.wsj.com/articles/tiktok-and-fashion-agree-that-side-part-makes-you-look-old-11633178336?mod=life_work_lead_story",
    "url": "tiktok-and-fashion-agree-that-side-part-makes-you-look-old-11633178336",
    "title": "TikTok and Fashion Agree: That Side Part Makes You Look Old",
    "sub_head": "Along with skinny jeans, the side part has become a sign of being out of touch with the zeitgeist. At the spring 2022 fashion shows in New York and Europe, the center part continues its mighty reign.",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-410172?width=700&height=875",
    "image_1": "im-410172.jpg",
    "time": "2021-10-02 08:38:00",
    "body": "“PROVE ME WRONG, but I don’t think there is a single person that looks better with a side part than they do a middle part,” said Glorianna Restrepo in a viral TikTok video she posted in July 2020. Ms. Restrepo, a 24-year-old Connecticut photographer, went on in the clip to extol the “luscious, elegant” and “supreme” center part. Her voice, recorded under the track “Middle Part Baddies,” became a popular soundtrack for other TikTok videos on the strangely sensational topic of center parts versus middle parts. According to TikTok logic, side parts and skinny jeans are for out-of-touch millennials, while center parts and baggier “mom jeans” are for cool Gen-Z kids. In playfully contentious videos, millennials defend their skinny-jean-side-parted turf, while Gen-Z trendsetters mock them. These subtle differences in hair division and denim fit have become an inescapable generational lightning rod.<br />The middle part appears to have won the battle, at least for now. As the fashion industry rears its glossy head with a full slate of in-person shows in New York and Europe after multiple sleepy seasons of digital presentations, we’re seeing the tiny insidious ways in which our time at home has informed trends. There are the editors who have forsaken high heels after nearly two years in Birkenstocks. A few sneaky elastic waists have crept into the front row. And then there’s our collective dependence on TikTok and Instagram to tell us what’s in and out. Ms. Restrepo, whose original middle-part video has nearly 100,000 likes, said, “I think the trend cycle, the past year specifically, has gotten so crazy out of proportion because of social media.”"
}