{
    "url_original": "https://www.wsj.com/articles/watching-darkness-fall-review-our-men-in-europe-11635200193?mod=opinion_reviews_pos1",
    "url": "watching-darkness-fall-review-our-men-in-europe-11635200193",
    "title": "‘Watching Darkness Fall’ Review: Our Men in Europe",
    "sub_head": "As fascism rose in the 1930s, it was reviled, embraced or misunderstood by U.S. ambassadors in Berlin, Moscow, London, Paris and Rome.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-423188?width=860&height=573",
    "image_1": "im-423188.jpg",
    "time": "2021-10-25 18:16:00",
    "body": "As we look back on the 1930s and the conflicts that proved to be a prelude to war, it is natural to focus on the decisions of national leaders. But diplomatic relations took place at a less exalted level, too—in far-flung consulates and embassies. David McKean, an ambassador to Luxembourg in the final year of the Obama administration, had the good idea of tracking America’s response to Germany’s rise by describing the milieu of America’s ambassadors and by assessing the policies they pursued and the actions they took. In “Watching Darkness Fall,” he tells the story largely through the eyes of the men who represented the U.S. in London, Moscow, Berlin, Paris and Rome during the pivotal early years of Franklin Roosevelt’s administration.<br />Of the half-dozen ambassadors most prominently on display, William Dodd comes across as the book’s hero. Dodd served unhappily in Berlin from 1933 to 1937, regularly expressing his antipathy to Hitler and his government. Soon after he arrived, Hitler decreed that the Nazis were the only political party in Germany, and his cabinet authorized a series of draconian policies. In his first letter to Roosevelt, the ambassador made a comment that has resonance today: “The [German] people have never learned the give-and-take of group compromises, which English and Americans always apply.” Dodd dutifully attended the 1936 Berlin Olympics, a showcase for the Nazis, but refused to attend their rallies or host German officials in the embassy. Oddly, Mr. McKean never mentions that Dodd’s daughter not only shared his disgust but also spied for the Soviet Union, falling in love with a Russian agent and feeding him information about her father’s activities and his correspondence with Roosevelt."
}