{
    "url_original": "https://www.wsj.com/articles/why-youll-want-to-wear-checkerboard-this-fallwhether-youre-a-skater-kid-or-businessman-11634047797?mod=life_work_lead_pos5",
    "url": "why-youll-want-to-wear-checkerboard-this-fallwhether-youre-a-skater-kid-or-businessman-11634047797",
    "title": "Dust Off Your ’80s Vans: Checkerboard Is Back in Style",
    "sub_head": "Whether they remind you of surrealism, ’70s ska bands or Jeff Spicoli’s Vans, graphic grid prints are back. Why brands from luxury behemoth Louis Vuitton to indie New York upstarts are pushing the pattern.",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-413842?width=860&height=573",
    "image_1": "im-413842.jpg",
    "time": "2021-10-12 10:09:00",
    "body": "SEARCH THE WORD “checkerboard” on Vans’s web shop and 465 different shoes spool forth. Since the 1970s, when Steve Van Doren (son of Vans founder Paul) noticed kids coloring in their slip-ons to make them resemble checkerboards, the California footwear empire has been synonymous with the pattern. Hundreds of two-tone shoes aren’t shocking—it’s what you expect from Vans. That the brand offers such an abundance of checkered styles speaks to its signature motif’s enduring appeal among skater types and suburban moms alike.<br />What’s become notable, however, is the way checkerboard styles that extend well beyond Vans have been swarming department stores and high-fashion runway shows in the past couple of years. Surrealist green-and-white checkerboard suits and bags have figured in recent collections from  Louis Vuitton ’s  menswear line. ASOS sells a buffet of more approachably priced checkerboard hair clips, skirts, cardigans and other accessories for those who want to build a full square-patterned wardrobe. New York-based upstarts Wray and Zankov specialize, respectively, in matching primary-colored checkerboard shirt sets and intricate deco-ish checkerboard sweaters."
}