{
    "url_original": "https://www.wsj.com/articles/wildcat-review-go-west-young-lady-11635373549?mod=opinion_reviews_pos1",
    "url": "wildcat-review-go-west-young-lady-11635373549",
    "title": "‘Wildcat’ Review: Go West, Young Lady",
    "sub_head": "Fleeing a childhood marked by violence and neglect, the woman who took the name Pearl Hart picked up a pistol and became a legend.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "time": "2021-10-27 18:25:00",
    "body": "Near the end of “The Great Plains,” his classic 1931 study of the Anglo-American conquest of the nation’s midsection, historian Walter Prescott Webb acknowledged that, “since practically this whole study has been devoted to the men, [women] will receive scant attention here.” Much the same could be said even today about the genre of Western biography, in which books about famous men such as George Armstrong Custer, William “Buffalo Bill” Cody and Sitting Bull proliferate, with relatively few volumes dedicated to exploring the lives of the region’s female characters. To be sure, figures like Annie Oakley and Calamity Jane have drawn their share of attention, but they are the exceptions that prove the rule. In “Wildcat,” the writer John Boessenecker offers for our examination the life of Pearl Hart, whom he deems “the Wild West’s most notorious woman bandit.” Alas, as a contribution to our understanding of the world of frontier women, it is a limited addition.<br />Mr. Boessenecker is ideally matched to his subject, having written 10 previous books, all with western settings, most focusing on outlaws and their badge-wearing pursuers. His subjects run from Tiburcio Vásquez, a 19th-century California bandido, to Frank Hamer, the Texas Ranger who—with help from other officers of the law—killed Bonnie Parker and Clyde Barrow in 1934. As with those earlier efforts, Mr. Boessenecker proves a tenacious researcher, with a particular knack for coaxing telling details from newspaper archives. For “Wildcat,” he also turned amateur genealogist and enlisted the help of one of Hart’s descendants, who shared with him extensive primary source material. “So in these pages,” he asserts, “appears for the first time the true and untold story of Pearl Hart, minus the falsehoods and folklore.”"
}