{
    "url_original": "https://www.wsj.com/articles/with-black-food-chef-bryant-terry-finds-meaning-in-every-meal-11634142667?mod=life_work_lead_pos2",
    "url": "with-black-food-chef-bryant-terry-finds-meaning-in-every-meal-11634142667",
    "title": "With ‘Black Food,’ Chef Bryant Terry Finds Meaning in Every Meal",
    "sub_head": "As he prepares to publish the ambitious new book ‘Black Food,’ the chef and author dishes on favorite ferments, the real significance of feeding his family and why his refrigerator is such a conversation piece",
    "category_1": "Life & Work",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-415534?width=860&height=1290",
    "image_1": "im-415534.jpg",
    "time": "2021-10-13 12:31:00",
    "body": "IT TOOK a little help from some friends for chef, author and food-justice advocate Bryant Terry to compile “Black Food: Stories, Art & Recipes From Across the African Diaspora” (Oct. 19, 4 Color Books). Fortunately, Mr. Terry’s circle includes celebrated authors (Toni Tipton-Martin), chefs (Yewande Komolafe), Food Network stars (Lazarus Lynch), activists (Charlene Carruthers) and a host of other influential thinkers and producers shaping Black culinary culture and the way we understand it. The book reveals the importance of food and community from diverse perspectives and encompasses Black cuisines from the Caribbean, the U.S. and across the African continent. And while cooking is central throughout, “Black Food” also sheds light on such issues as land access, spirituality and the meaning of migratory patterns—chosen and unchosen.<br />“Black Food is a communal shrine to the shared culinary histories of the African diaspora,” Mr. Terry writes. “These pages offer up gratitude to the great chain of Black lives, and to all the sustaining ingredients and nourishing traditions they carried and remembered, through time and space, to deliver their kin into the future.” As he unveils this ambitious project—the first for his new imprint, 4 Color Books—he’s finding time to cook for his wife, Jidan Terry-Koon, and their two daughters. He also took a moment to share some tips and insights from their Oakland, Calif., kitchen."
}