{
    "url_original": "https://www.wsj.com/articles/1-000-boko-haram-militants-surrender-two-chibok-girls-walk-free-11628855642",
    "url": "1-000-boko-haram-militants-surrender-two-chibok-girls-walk-free-11628855642",
    "title": "1,000 Boko Haram Militants Surrender, Two Chibok Girls Walk Free",
    "sub_head": "Fighting between Boko Haram and Iswap in has prompted a wave of defections",
    "category_1": "Africa",
    "image_1_url": "https://images.wsj.net/im-385046?width=860&height=573",
    "image_1": "im-385046.jpg",
    "time": "2021-08-13 08:01:00",
    "body": "More than 1,000 Boko Haram members and their hostages surrendered to the Nigerian government, including two high-school students who were kidnapped seven years ago from the town of Chibok, in what security officials and mediators called a new chapter in Nigeria’s decadelong conflict.<br />Ruth Pogu and Hassan Adamu, who were abducted in 2014 along with 274 other schoolgirls in what prompted the global #BringBackOurGirls campaign, emerged from the jihadist group’s Sambisa forest hideout in recent days, alongside men who called themselves their “husbands” and children born in captivity. The fighters surrendered amid a surge in fighting between Boko Haram and its rival, Islamic State West Africa Province. Another woman, taken last year from Chibok, was with them.<br />Now in the custody of Nigeria’s intelligence agency, the women were being debriefed. Ms. Pogu was taken to the regional capital Maiduguri on Sunday and briefly allowed to see her family.<br />The development appears to mark a new chapter in a war that has left more than 35,000 people dead and uprooted more than two million. In May, Boko Haram’s longtime leader, Abubakar Shekau, died after a confrontation with Iswap. Since then, his movement has lost battles and territory to Iswap and has suffered mass defections while Nigeria’s government has offered a “safe corridor” to jihadist members and their families who surrender. Nearly all of the Chibok students still living in captivity are with Boko Haram, said mediators, who hope the group’s disarray can help them negotiate the release of more hostages.<br />“Most are quitting…thousands of fighters are coming out of the bush,” said one mediator closely involved, who described efforts to free additional Chibok students. A senior Nigerian security official working on the safe-corridor policy said the government was shocked by the number of people surrendering and was preparing an expanded camp to process the returnees: “There could be more of the Chibok girls among them.”"
}