{
    "url_original": "https://www.wsj.com/articles/1970s-reagan-carter-biden-economy-cancel-culture-friedman-woke-capital-11627914992?mod=opinion_lead_pos10",
    "url": "1970s-reagan-carter-biden-economy-cancel-culture-friedman-woke-capital-11627914992",
    "title": "What if We’re Reliving the ’70s With No Reagan to Save the Day?",
    "sub_head": "Today almost the entire establishment is steeped in the orthodoxy that has produced the malaise.",
    "category_1": "Opinion",
    "category_2": "Free Expression",
    "time": "2021-08-02 12:27:00",
    "body": "There’s a consoling thought as we descend deeper into the socially disintegrating, culturally self-loathing, economically stalling dystopia of contemporary America: We’ve been here before.<br />The hegemony of today’s left-wing radicals, pursuing their ambitions to repudiate America’s historical values and remake the country in the image of some purified version of a big government, equity-enforcing, social-democratic paradise, recalls the 1970s. That decade culminated in the unique combination of economic ruin and international humiliation that defined a one-term Democratic presidency—and we know what happened next. Wait a while, the optimists say. The next Reagan Revolution is at hand.<br />History doesn’t repeat itself, despite what Marx said, but there is a pattern in the ebb and flow of historical tides. Extreme lurches in one direction tend to be self-correcting, especially when they push a nation as successful as America close to the abyss.<br />But conservatives should defer the optimism. There are surely similarities between today’s conditions and that benighted decade of 50 years ago, and you don’t have to have a wild imagination to see the Joe Biden-Jimmy Carter parallels. But there are important differences that should temper any confident predictions of an imminent new era of conservative ascendancy.<br />The 1970s were probably the last decade when existential doubts about the American project were as pronounced and debilitating as they are now. The advances of the 1960s in civil rights and economic prosperity collapsed into a tumult of social unrest and, to coin a phrase, national malaise. The racial strife that closed the previous decade continued to define much of the next one. There are echoes of today’s woke revolutionaries in the 1968 Summer Olympics, when black athletes demonstrated their antipathy to the flag and what it stood for in their own Black Power salute from the medal podium."
}