{
    "url_original": "https://www.wsj.com/articles/1991-moscow-coup-soviet-union-ussr-putin-kremlin-authoritarianism-communism-11629316755?mod=opinion_major_pos4",
    "url": "1991-moscow-coup-soviet-union-ussr-putin-kremlin-authoritarianism-communism-11629316755",
    "title": "The Coup That Failed—but Toppled Communism",
    "sub_head": "Soviet hard-liners could have crushed the resistance 30 years ago, but they lacked the will.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-387619?width=860&height=573",
    "image_1": "im-387619.jpg",
    "time": "2021-08-18 18:43:00",
    "body": "As dawn broke on Aug. 19, 1991, tanks and armored cars converged on Moscow and Soviet citizens received the stunning news that President Mikhail Gorbachev had been overthrown in a coup. At 6:06 a.m., the news agency Tass announced that he had been removed for reasons of health, and power was in the hands of a shadowy group calling itself the State Committee for the Emergency Situation.<br />For the next three days, the fate of the world hung in the balance. Four thousand troops, 350 tanks and 300 armored personnel carriers poured into the capital. The coup leaders ordered 250,000 pairs of handcuffs from a factory in Pskov and printed thousands of blank forms authorizing administrative arrest. A protester scrawled on a wall: “Communism will not be saved by martial law.” He was arrested by KGB agents and told, “From today on, it is not allowed to write any slogans.”<br />The coup leaders counted on a massive show of force and a quick victory. But the Soviet Union was no longer the totalitarian society that existed before Mr. Gorbachev initiated the policy of free information known as glasnost.<br />As soldiers took up positions on Tverskaya Street, members of the intelligentsia rushed to leave the country, and there were bread riots in the stores.<br />In a fatal display of unjustified overconfidence, however, the coup leaders didn’t arrest Boris Yeltsin, president of the Russian Federation, then a constituent republic of the Soviet Union. Yeltsin turned the seat of the Russian government, known as the White House, into a center of resistance and made a speech from the top of a tank denouncing the coup as an illegal seizure of power."
}