{
    "url_original": "https://www.wsj.com/articles/2020-tokyo-olympics-simone-biles-jade-carey-bobby-finke-nbc-covid-19-11628026289?mod=opinion_major_pos13",
    "url": "2020-tokyo-olympics-simone-biles-jade-carey-bobby-finke-nbc-covid-19-11628026289",
    "title": "‘2020 Tokyo Olympics’ Review: Limping to the Finish Line",
    "sub_head": "Simone Biles’ decision to withdraw from certain events highlighted the issue of athletes’ mental health, while the predictable interviews and unyielding threat of Covid-19 leave the rest of the games with much to be desired",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-378929?width=860&height=573",
    "image_1": "im-378929.jpg",
    "time": "2021-08-03 17:38:00",
    "body": "During the Parade of Nations that marked the opening of this year’s 2020 Tokyo Olympics, an NBC commentator acknowledged the entrance of the German team by noting the two Summer Games that their country has hosted: 1936 and 1972. In other words, Hitler and a terrorist massacre. The man on the microphone didn’t seem aware of what he’d just said, but what many probably heard was, “How bad can this year be?”<br />Bad, it turns out. You really have to feel a little sorry for NBC and its snakebit Games. The event is a year late thanks to the Covid-19 pandemic. There’s a troublesome time differential that makes maintaining suspense until prime time usually impossible. There’s an often-depressing onscreen atmosphere—much of fencing, boxing and tennis seem to be taking place in gloomy warehouse spaces, dimly lighted and virtually unoccupied (as have been the stands at most events). The Games were preceded by decisions about pot-smoking runners and women’s swimming caps that raised accusations of both sexism and racism. The director of the opening ceremony was fired because of a Holocaust joke he made in 1998. Scandals abound.<br />The downbeat mood is genuine. NBC has not had it easy. And many of the problems have been beyond its control.<br />However: The most memorable moment of these Olympic Games will be the decision by Simone Biles to withdraw from most events (coming back, she won bronze on balance beam). And that will have ramifications for many TV Olympics to come. The viewing public has been made aware that the pressure on athletes comes from many directions and, rightly or wrongly, the interview process as exercised by NBC will increasingly be seen as not just invasive but destructive.<br />The network, which has been broadcasting the Summer Olympics since 1988 and has the rights through 2032, has always looked to impose additional drama on an event that’s already beyond dramatic, by latching onto the personalities who have the most mainstream appeal and the most sentimental stories. Getting “up close and personal”—a coinage, as it happens, of the ’70s Roone Arledge-era ABC, when that network aired the Olympics—is supposed to humanize the athletes. Better to humanize the interviewers: The segments are invariably cloying, with the on-air talent asking athletes impossible, witless questions of the “how does it feel?” variety. When Ms. Biles made her initial decision to withdraw, what came to mind was her interview earlier with NBC’s Hoda Kotb, who asked (and I paraphrase) what is it like carrying around the burden of being the greatest female gymnast of all time? Ms. Biles was her usual genial self, but you could see how this inanity could wear one down, never mind the combined pressure of competition and media. (See also: Naomi Osaka.)"
}