{
    "url_original": "https://www.wsj.com/articles/2021-jaguar-f-pace-svr-a-ferocious-gas-powered-suv-for-now-11629400207?mod=tech_listb_pos2",
    "url": "2021-jaguar-f-pace-svr-a-ferocious-gas-powered-suv-for-now-11629400207",
    "title": "2021 Jaguar F-Pace SVR: A Ferocious, Gas-Powered SUV (For Now)",
    "sub_head": "With Jaguar aiming to go all-electric by 2025, the F-Pace SVR might be one of its last petrol-powered models. Dan Neil test-drives the cat and lets it roar.",
    "category_1": "Life & Work",
    "category_2": "Cars",
    "image_1_url": "https://images.wsj.net/im-386955?width=860&height=573",
    "image_1": "im-386955.jpg",
    "time": "2021-08-19 15:10:00",
    "body": "IN FEBRUARY, Jaguar Land Rover—based in Gaydon, Warwickshire, and owned by the Tata Group of Mumbai—announced that the Leaping Cat was to be “reimagined” as an “all-electric luxury brand from 2025.”<br />Whatever that means. In the months since, JLR has declined to provide details. But if realized in full, such a plan would carry Jaguar over the all-electric threshold years earlier than rivals including BMW, Mercedes-Benz and Audi. Uniquely, JLR’s announcement seems to imply some sort of hard stop on petrol-powered Jaguars (about 426,000 global sales in 2020). Other automakers—Daimler and Toyota among them—want to ease the pain of electrification with a generation of gas-electric hybrids and plug-in hybrid models.<br />While other brands are circling the block to get where they are going, Jaguar wants to execute a bootleg turn.<br />Cool. Jaguar is a durable luxury brand with a legacy of performance and design. JLR’s commitment to manufacturing in the U.K. will secure the continued goodwill of the national government. The plan takes seriously, as it should, the U.K.’s and EU’s proposed timelines for a tailpipe-emissions ban by 2035.<br />The electric reset of Jaguar would also avoid years of unsatisfying compromises required to meet standards already on the horizon—cars and trucks relying on ever-smaller gas-hybrid and fiddly PHEV powertrains, eco-saving and stop/starting consumers to the brink of madness. Better to rip off the Band-Aid and go all-electric."
}