{
    "url_original": "https://www.wsj.com/articles/2022-genesis-gv70-a-luxury-suv-thats-dressed-to-kill-11630005699?mod=life_work_lead_pos1",
    "url": "2022-genesis-gv70-a-luxury-suv-thats-dressed-to-kill-11630005699",
    "title": "2022 Genesis GV70: A Luxury SUV That’s Dressed to Kill",
    "sub_head": "The GV70’s swank and swagger make it a formidable adversary in the premium compact sport SUV market.",
    "category_1": "Life & Work",
    "category_2": "Cars",
    "image_1_url": "https://images.wsj.net/im-391391?width=860&height=573",
    "image_1": "im-391391.jpg",
    "time": "2021-08-26 15:21:00",
    "body": "DRIVING the 2022 Genesis GV70, I felt a bit like Jimmy Stewart’s character in “Rear Window” in that I was witnessing a murder.<br />The GV70 3.5T with all-wheel drive—ours in Sport Prestige trim, $64,045, as tested—quietly liquidates competitors in its price range as well as a few above. Conspicuously cool and self-loving on the outside, with an interior design theme nicked from the Bugatti Chiron, the GV70’s particular set of skills make it a formidable adversary in the premium-luxury compact sport SUV market. It will find you, Audi Q5 Sportback,  BMW  X4, Jaguar F-Pace, and it will…hello?<br />The upscale imprint of South Korean super-giant Hyundai, the Genesis brand has in its short life launched five new models, three sedans and two crossover SUVs, whose down-the-road family resemblance is unmistakable, thanks to the dual-slit head- and taillamp arrays and the glitzy mesh grilles, worn provocatively like chain mail merkins.<br />But the company has also burned capital making each model distinctive on the inside, each with its own design theme, atmospherics and unique quotient of surprise and delight. Most car companies have no qualms about commonizing interiors—instrumentation, HVAC plumbing, center-stack switchgear, upholstery and trim materials, seat and door systems—over several vehicle programs for as long as they can get away with. VW has been using the same window switches so long they say Hinauf and Hinunter.<br />So I was pleasantly amazed to sit in the GV70 and find yet another sumptuously upholstered, aesthetically ambitious interior scheme. Inspired by the Korean design principle of “white space,” the GV70’s cabin layout is open and airy, with the low horizon of the leatherette-upholstered dash console aiding forward sightlines. A thin tracer of brightwork ricochets around the doors and across the dash console, where it hides the HVAC outlets and indirect lighting elements."
}