{
    "url_original": "https://www.wsj.com/articles/4-5-trillion-financial-repression-savers-inflation-reconciliation-infrastructure-deficit-interest-rates-11628784622?mod=opinion_lead_pos10",
    "url": "4-5-trillion-financial-repression-savers-inflation-reconciliation-infrastructure-deficit-interest-rates-11628784622",
    "title": "You’re Already Paying for That $4.5 Trillion",
    "sub_head": "Taxes haven’t gone up yet, but inflation and lost productivity amount to financial repression.",
    "category_1": "Opinion",
    "category_2": "Political Economics",
    "time": "2021-08-12 13:22:00",
    "body": "It’s a $4.5 trillion week in Washington. Between the infrastructure and reconciliation bills in various stages of debate, it’s worth discussing in some depth how all this will be paid for. Government spending is conventionally understood as a matter of increased taxation and debt, a framing that has the virtue of being true. But that conversation is incomplete without also exploring the concept of financial repression—which ultimately underlies both the taxes and debt.<br />When the term was coined in the 1970s (by Stanford economists Ronald MacKinnon and Edward Shaw) it referred primarily to the dysfunctions of the banking systems in spendthrift developing countries. Governments would suppress interest rates on domestic savings to below the rate of inflation to reduce rates on lending. The point was to service government borrowing and subsidize credit to politically favored industries. In the process, they’d create a substantial wealth transfer from private creditors to debtors, leaving creditors with less purchasing power in the future while easing the real burden of debt repayment over time.<br />In emerging markets, this downward pressure on the interest rate paid on savings often still is accomplished via state ownership or effective public control of the banks. State domination of the financial system also facilitates the allocation of capital on the most favorable terms to politically connected borrowers. Developed economies have deployed this gimmick too. Regulation of the rates banks paid on savings was an important, and not the only, bit of financial repression perpetrated against Americans by the federal government in the lead-up to and aftermath of World War II.<br />That was a simpler era, and the understanding and practice of financial repression has grown more sophisticated alongside the evolution of the global economy and financial system. Banks in many countries remain important vectors for stealing from savers, but no longer are they the only accomplices (witting and willing or otherwise).<br />Financial repression nowadays consists of several overlapping phenomena beyond the classic suppression of bank interest rates. A nonexhaustive list: more-intrusive management of assets and credit allocation in the banking system via reserve requirements, capital regulations and the like; a blurring of the line between fiscal and monetary policy such that monetary authorities subsidize the fiscal authority’s borrowing while the fiscal authority creates new credit subsidies for other parties; and any press release from Sen. Elizabeth Warren demanding a new regulation on this sort of lending or that sort of borrowing."
}