{
    "url_original": "https://www.wsj.com/articles/5-invigorating-outdoor-vacations-to-help-you-lose-that-quarantine-15-11628100047",
    "url": "5-invigorating-outdoor-vacations-to-help-you-lose-that-quarantine-15-11628100047",
    "title": "5 Invigorating Outdoor Vacations To Help You Lose That ‘Quarantine 15’",
    "sub_head": "From a beachside fitness retreat in Costa Rica to a kayaking trip around Lake Michigan, five super-active vacations to get you back in shape",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-380129?width=860&height=573",
    "image_1": "im-380129.jpg",
    "time": "2021-08-04 14:00:00",
    "body": "MANY OF US re-emerged from Covid lockdown world with two intense urges. The first: a compulsion to be outside—to binge on open space and soothing scenery. The second: to shed some of the Quarantine 15—also cheekily called “the Covid 19”—the unwelcome weight gain accrued by stress-eating and marathon stints of lying motionless on the coach or slumping over a keyboard.<br />To help meet both goals, we’ve assembled five vacation ideas that help straighten your spine, burn calories (at least a modest number) and deliver eyefuls of natural beauty in untrodden settings. Some, like a 500-mile mountain bike trip in Idaho, require well-honed physical stamina. But others, such as a paddling excursion around Wisconsin’s Door Peninsula or a running tour of Morocco, accommodate all skill levels, even habitual coach potatoes. All seem likely to reinvigorate and inspire you far more than an online spin class could possibly do. On your marks, get set, go pack!<br />Last fall, tour operator Escape Adventures completed its five-year-long project—developing the Aquarius Trail Hut System, a 190-mile, six-day hut-to-hut mountain bike route through southern Utah’s Dixie National Forest. Single track and jeep trails traverse spectacularly scenic landscape: high-elevation plateaus, red-rock cliffs and canyons, lakes, forested slopes and sagebrush flats. Pronghorn and elk sightings are common. Cyclists overnight in the five huts scattered along the trail. Cleverly repurposed out of shipping containers, each one sleeps up to six people and comes with showers, solar-powered electricity, evening meals and even cold beer. You don’t need a guide to follow the route, but you can book one for an additional fee. Rather not huff and puff your way for 190 miles? Escape Adventures also rents e-bikes. From $4,489 for up to six cyclists for five nights, aquariustrail.com<br />According to the founders of Rogue Expeditions, there are few better ways to melt the pounds than by running, specifically sprinting uphill, down dirt paths and across sandy terrain. The Texas-based travel company, which organizes run-themed trips around the world, is restarting one of its most popular offerings this fall, a nine-day trip to Morocco, available only for fully vaccinated travelers. The itinerary encompasses the Atlas Mountains, the Sahara, even a surf town on the Atlantic coast. Runners of all levels are welcome and accommodations tend to be small and quaint (guesthouses, rather than big hotels). After the daily runs—you can opt for long or short jaunts—local guides lead cultural tours and you refuel on Moroccan specialties in desert picnics or in small restaurants. Morocco from $2,800 per person guided, roguexpeditions.com<br />Consider the Idaho Hot Springs Loop, developed by the nonprofit Adventure Cycling Association, a self-powered road trip. There are actually two loops—one is 250 miles, the other 500 miles. Both are self-guided and offer cyclists a mix of single-track and dirt roads climbing approximately 37,000 feet through the Sawtooth and Salmon River Mountains—and both feature numerous natural hot-spring pools along the route. A soak in the pools, to say the least, is well earned. If you’re not quite ready to tackle either loop and sleep in the rough nightly, Adventure Cycling offers guided, fully supported inn-to-inn trips around other coveted landscapes, including Vermont’s Green Mountains and Washington’s San Juan Islands. For the Idaho loop, the nonprofit sells self-guided maps for $15.75. Guided trips in other locations, from $599 a person, adventurecycling.org"
}