{
    "url_original": "https://www.wsj.com/articles/6-interior-design-issues-solvedby-one-tiny-table-11629480193?mod=life_work_lead_pos1",
    "url": "6-interior-design-issues-solvedby-one-tiny-table-11629480193",
    "title": "6 Interior Design Issues Solved…by One Tiny Table",
    "sub_head": "More than ever, design pros value the versatile folding antique card table—which easily morphs from decorative side-table to functional game surface…and so on…and so on….",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-386905?width=860&height=1127",
    "image_1": "im-386905.jpg",
    "time": "2021-08-20 13:23:00",
    "body": "THE DEMAND FOR  flexibility in our living spaces has made the antique game table especially beloved by interior designers today. Pros, however, have long considered the morphable table a secret hero. “They are quiet pieces of furniture, but they do a job,” said Emily Todhunter, an interior designer in London.<br />The vintage game—or card—table doubles its surface when its hinged top is unfolded: A rectangular model becomes square, a demi-lune a circle. Either the top spins and is held up by the piece’s frame, or legs swing or pull out for support. Some harbor a bit of hidden storage; others, like the Queen Anne example below, a small drawer. Game tables that don’t reveal felt or velvet when expanded can be set against a wall and decoratively opened to 90 degrees, as in the vignette above.<br />Providence, R.I., interior designer Susan Loney has hauled her Chippendale-style game table through multiple moves. “I used it in an entry hall when I was living in an apartment,” she said. Now it serves as an occasional table in her living room when not pulled out for extra dinner seating. A traditionalist, Ms. Loney loves the way the engraved heirloom on delicate legs fits in with her toiles. “I’ve used them for many clients in the dining room as a sideboard,” she added.<br />The folding game table took off in the early 18th century when gambling surged in popularity, according to Peter Lang, a senior vice president at Doyle Auction House. Initially designed simply in sturdy walnut, the tables later grew more ornate in more-carvable mahogany. Some were fancified with marquetry and brass detailing. While centuries-old tables in pristine condition can fetch high five-figure prices at auction, a 19th-century mahogany demi-lune game table sold in August for $50 on Liveauctioneers.com.<br />Ms. Todhunter uses these rich brown tables, which she prizes for their patina, to warm more sterile, modern décor, layering them up with flowers, lamps and art books. Recently, she began considering game tables for workspaces. Many designers, she said, “are now being asked to decorate guest bedrooms with a little desk area for Zoom calls.” There, the game table can also double as a night stand. A tip from Ms. Todhunter: Accessorize with a cordless lamp for easy removal when you want to unfold the top."
}