{
    "url_original": "https://www.wsj.com/articles/a-bet-on-the-cheap-green-geopolitical-future-of-batteries-11628586259?mod=business_minor_pos10",
    "url": "a-bet-on-the-cheap-green-geopolitical-future-of-batteries-11628586259",
    "title": "A Bet on the Cheap, Green, Geopolitical Future of Batteries",
    "sub_head": "Freyr Battery will use funds raised in a merger with a U.S. special-purpose acquisition company last month to build low-cost, low-carbon ‘gigafactories’",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-10 05:04:00",
    "body": "This column is part of the Heard on the Street stock-picking contest. You’re invited to play along with us here.<br />The battery business is poised to grow in the 21st century as oil did in the 20th: fast and geopolitical.  Freyr Battery  is on the right side of both trends.<br />The Norwegian startup was founded in 2018 and taken public last month by a U.S. special-purpose acquisition company. The deal raised $890 million to fund the construction of “gigafactories” in Mo i Rana, a town in Norway that grew up alongside the iron and steel industry due to a local abundance of hydroelectric power.<br />That cheap and green source of electricity is now at the heart of Freyr’s business plan to become one of the largest suppliers of lithium-ion batteries in Europe. In 2025, it thinks it will have a cost advantage over every other producer globally as a result of its access to cheap power, its targeted scale and a new battery technology. The pitch shares elements with that of Swedish battery darling Northvolt, which is privately owned by  Volkswagen Group ,  Goldman Sachs Asset Management and others.<br />With plans to increase electric-vehicle sales exponentially in the coming years, car makers need all the batteries they can get, and at the lowest possible price. Increasingly, they also want them sourced close to home, moved partly by politicians worried about manufacturing jobs and China’s dominance of the battery business. The environmental friendliness of batteries is yet another mounting concern. Freyr ticks all these boxes, notes Vance Brown, a portfolio manager at Williams Jones Wealth Management who recently bought the stock."
}