{
    "url_original": "https://www.wsj.com/articles/a-bipartisan-cryptocurrency-crackup-senate-infrastructure-bill-11628626924?mod=opinion_lead_pos3",
    "url": "a-bipartisan-cryptocurrency-crackup-senate-infrastructure-bill-11628626924",
    "title": "A Bipartisan Cryptocurrency Crackup",
    "sub_head": "Negotiators wrote a sloppy provision that could slow innovation.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-383620?width=860&height=573",
    "image_1": "im-383620.jpg",
    "time": "2021-08-10 18:39:00",
    "body": "The Senate passed its infrastructure bill on Tuesday but not before a cryptocurrency crackup that is all too typical of today’s Washington. This is what happens when insiders write bills that they release at the last minute on issues they don’t understand.<br />The White House wants more tax reporting of cryptocurrency transactions, not without reason. The IRS treats virtual currencies as property, meaning that people who sell their coins owe tax on their gains. But many don’t report crypto income on their tax returns. Some don’t know they have to, but some are intentionally dodging taxes.<br />Enter the Senate infrastructure negotiators, who tucked in a provision requiring crypto “brokers,” or “any person who (for consideration) is responsible for regularly providing any service effectuating transfers of digital assets on behalf of another person,” to report trades to the IRS. They say the rule would raise $28 billion in revenue to pay for their bill.<br />The expansive provision was a five-alarm fire among crypto enthusiasts. Requiring reporting from incorporated crypto exchanges isn’t controversial. But users worried the definition of “broker” was so broad that it could sweep in ordinary bitcoin miners, digital coin “validators” and software and hardware developers of digital wallets where people store private keys to access digital coins.<br />It would also ostensibly apply to decentralized peer-to-peer networks in which users trade currencies without a financial intermediary. This innovation has the potential to reduce trading friction, though it can also be used for tax evasion. Yet unlike brokers and exchanges, none of these crypto developers have commercial relationships with buyers and sellers."
}