{
    "url_original": "https://www.wsj.com/articles/a-brief-history-of-motion-review-rolling-forward-11628807150",
    "url": "a-brief-history-of-motion-review-rolling-forward-11628807150",
    "title": "‘A Brief History of Motion’ Review: Rolling Forward",
    "sub_head": "Wheeled vehicles profoundly changed cities—their economies, their design, their hygiene. Innovations in transport continue to do so today.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-384790?width=860&height=573",
    "image_1": "im-384790.jpg",
    "time": "2021-08-12 18:25:00",
    "body": "Tom Standage, the deputy editor of the Economist and one of our best writers of nonfiction, has cultivated a special niche: exploring the history of technology with an eye on both the past and the future. When he finds the right subject—such as the roots and repercussions of digital communication in his 2013 book “Writing on the Wall”—his work is both thought-provoking and scintillating. “A Brief History of Motion: From the Wheel, to the Car, to What Comes Next” isn’t quite in the class of its predecessor, but like all of Mr. Standage’s books, it is rewarding: the product of deep research, great intelligence and burnished prose. Moreover, he always comes up with offbeat and intriguing facts that I, for one, never knew.<br />Being conscientious to a fault, he starts his story with the advent of the wheel. It was developed around 3500 B.C., probably in Eastern Europe. Five thousand years after it was perfected there remained regions—Africa and the Middle East, to name two—where it was eschewed for various reasons; nevertheless, wheels changed the world. Chariots appeared near the Black Sea around 2000 B.C., eventually becoming “a transformational technology on the battlefield,” courtesy of the Hittites.<br />The chariot’s progeny became weapons in the battle for social importance. In 16th-century Europe, “coaches rapidly became status symbols and ‘coaching’ (driving for pleasure in a coach) emerged as . . . a means of showing off, among people wealthy enough to own one or more coaches.” Mr. Standage explores the tortuous symbiosis between wheeled transport and cities, which began in Europe in the 17th century. Urban alterations implemented in that era benefited coaches and their wealthy owners. “Streets were widened and straightened to ease the passage of coaches,” Mr. Standage writes, “and new cities were laid out with broad straight avenues.” Another innovation was the creation of parks, where the rich could preen and flaunt their “fancy vehicles.” Hired vehicles for paying passengers—the horse-drawn omnibus, for instance—first appeared, in France and elsewhere, only around 1820. The arrival of railroads, soon after, hastened the possibilities of mobility for everyone, not just the elites.<br />Wheeled vehicles profoundly changed cities, sometimes in manifestly ghastly ways: Horse-drawn conveyances engendered a serious problem, their ubiquity turning cities into huge outdoor latrines. To the rescue (so it seemed) came the automobile, whose discharges were believed to be much preferable to those of horses. Alas, little did the early car enthusiasts know.<br />At the outset, the auto wasn’t destined to be gas-powered. In 1897 electric cars outsold gasoline- and steam-powered cars. But these models used batteries that needed frequent, lengthy charges. (Electric-car batteries are an issue even now: Mr. Standage offers a lucid assessment of the lithium-ion battery, considered by many of today’s experts to be the probable salvation of the electric vehicle.) In the pivotal rivalry between electric batteries and the internal-combustion engine (pioneered in Belgium in the 1850s and later refined in Germany), the latter won out."
}