{
    "url_original": "https://www.wsj.com/articles/a-dishonest-afghan-accounting-joe-biden-speech-taliban-afghanistan-withdrawal-20-year-war-11630448010?mod=opinion_lead_pos1",
    "url": "a-dishonest-afghan-accounting-joe-biden-speech-taliban-afghanistan-withdrawal-20-year-war-11630448010",
    "title": "A Dishonest Afghanistan Accounting",
    "sub_head": "Biden spins a tragedy for U.S. interests into an antiwar victory.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-31 18:46:00",
    "body": "American Presidents must make hard decisions, and we’re inclined to support them when they do so overseas in the national interest. But President Biden’s defiant, accusatory defense on Tuesday of his Afghanistan withdrawal and its execution was so dishonest, and so lacking in self-reflection or accountability, that it was unworthy of the sacrifices Americans have made in that conflict.<br />The charitable interpretation is that this is what Mr. Biden really believes about Afghanistan in particular, war in general, and how to defend the U.S. The uncharitable view is that he and his advisers have decided that the only way out of this debacle is to lie about it, blame everyone else, and claim that defeat is really a victory. Neither one is reassuring about Mr. Biden’s character, his judgment, or—most ominously—the long three-and-a-half years left in his Presidency.<br />Start with the dishonesty, although we only have space to cover some of the falsehoods. Mr. Biden again claimed he was hamstrung by Donald Trump’s bad deal with the Taliban.<br />Mr. Trump’s deal was rotten, but as a new President he could have altered it as he has so much else that Mr. Trump did. The Trump deal was based on the Taliban fulfilling conditions—such as negotiating a deal with the Afghan government—that they had already broken when Mr. Biden became President. Yet Mr. Biden claims he was both a prisoner of that deal and courageous for fulfilling it.<br />He also repeated that his only choices were total withdrawal or “escalation” with thousands of troops. His own advisers offered him alternatives in between, as did the Afghanistan Study Group. He was so bent on withdrawal, and so quickly, that he refused to adjust the military plan even as the Taliban made gains and the CIA warned that the Afghan government was likely to fall."
}