{
    "url_original": "https://www.wsj.com/articles/a-digital-trade-opportunity-in-asia-katherine-tai-11628028387?mod=opinion_lead_pos4",
    "url": "a-digital-trade-opportunity-in-asia-katherine-tai-11628028387",
    "title": "A Digital Trade Opportunity in Asia",
    "sub_head": "Biden’s trade rep is too cautious about a new pact with Pacific allies.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-03 18:42:00",
    "body": "The Biden Administration says it’s eager to build better relationships with allies abroad, and a good chance to prove it concerns trade in Asia. A comprehensive trade deal such as the old Trans-Pacific Partnership seems to be political dead letter in Washington, alas, but a new opportunity for U.S. leadership is emerging around digital trade.<br />The economic benefits are obvious, especially in Asia. As more commerce goes digital, data regulations and privacy rules are replacing tariffs and quotas as the major barriers to trade. Thriving trade in high-tech goods and services requires certainty over where data should be stored and under what circumstances it can cross borders. Regulation of fields such as artificial intelligence also is set to come to the fore as a trade issue.<br />Willing partners aren’t short of possible templates. The Digital Economy Partnership Agreement among Singapore, New Zealand and Chile serves less as a formal trade agreement than as a voluntary framework for discussions of digital-trade issues. Pacts such as the 2019 U.S.-Japan Digital Trade Agreement, a Singapore-Australia digital deal or the digital chapter of the U.S.-Mexico-Canada trade deal offer more formal protections on matters such as tariffs on e-books and the flows of data within global companies.<br />Beyond the economic benefits, new digital trade deals can serve an important strategic and political purpose. Because so many aspects of digital commerce still are so new, governments everywhere are trying to settle on rules of the road. A strong agreement among the U.S. and its allies to establish open digital trade can create a benchmark.<br />This will be especially important concerning China, which is not included in current discussions toward digital trade agreements. For instance, a common feature of recent digital deals is a prohibition on “data localization” requirements—mandates that companies store data related to their business in a country on servers within that country. Authoritarian regimes such as Beijing are keen on data localization because it allows easier political control of the economy and their citizens. A high-quality digital deal is a chance to establish free cross-border flows of data as the international standard."
}