{
    "url_original": "https://www.wsj.com/articles/a-doctrine-of-unlimited-power-cdc-eviction-moratorium-biden-administration-supreme-court-11629838128?mod=opinion_lead_pos4",
    "url": "a-doctrine-of-unlimited-power-cdc-eviction-moratorium-biden-administration-supreme-court-11629838128",
    "title": "A Doctrine of Unlimited Power",
    "sub_head": "The defense of Biden’s eviction ban should have the Justices on red alert.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-24 19:02:00",
    "body": "President Biden’s rental eviction ban has reached the Supreme Court a second time, and the Administration’s defense of its action is an alarm bell for the Justices about executive overreach.<br />In a brief filed Monday, the Administration argues that the law “by its plain terms grants the government broad authority” to take any measures that “in [its] judgment” are “necessary” to prevent contagion. It assumes as a given that the government could confine non-infectious people in their homes.<br />“It would be strange to hold that the government may combat infection by prohibiting the tenant from leaving his home, but not by prohibiting the landlord from throwing him out,” the brief says. Try to find the limiting principle in that view of the powers of the Centers for Disease Control and Prevention.<br />In defending its restrictions on cruise ships, the government had previously argued it could “shut down transportation in general” and entire industries. “Their legal authority goes all the way to getting transmission to zero,” a CDC attorney said. “Just because that’s not factually an option doesn’t mean that they don’t have the legal authority to try.” Wow.<br />A federal judge in Florida in June enjoined the CDC’s cruise-ship rules, joking (in part) that the government’s expansive interpretation of its public health powers could allow it to “generally shut down sexual intercourse in the United States.” Such an interpretation would run afoul of the non-delegation doctrine, the judge explained."
}