{
    "url_original": "https://www.wsj.com/articles/a-fix-for-atlantas-voting-problems-georgia-fulton-county-election-probe-donald-trump-brad-raffensperger-11629324491?mod=opinion_lead_pos2",
    "url": "a-fix-for-atlantas-voting-problems-georgia-fulton-county-election-probe-donald-trump-brad-raffensperger-11629324491",
    "title": "A Fix for Atlanta’s Voting Problems",
    "sub_head": "A Fulton County probe could end in a state takeover—or reform.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-18 18:33:00",
    "body": "As Georgia probes Fulton County’s election (mis)management, the best response from partisans would be to take a deep breath. This is about accountability for a long record of mistakes. It isn’t about President Trump’s specious fraud claims, and it isn’t a threat to democracy.<br />The state Board of Elections on Wednesday named a bipartisan panel to do a performance review of Fulton County, which includes most of Atlanta. The process could eventually lead, under Georgia’s new voting law, to a suspension of Fulton’s board of elections. Democrats say the exercise is a GOP plot to disenfranchise Atlanta.<br />But the law specifies a long, detailed process: First comes the performance review. Two of the new panel’s members are election officials from other parts of the state, including a Democrat from neighboring Gwinnett County. The third is Ryan Germany, the general counsel for the Secretary of State, best known nationally for rejecting Mr. Trump’s fraud claims on that infamous taped phone call.<br />The law says the review panel must issue a report with “evaluations, judgments, and recommendations.” The state elections board may then investigate and hold hearings. Suspension finally comes only if the Fulton board is found to have repeatedly violated election rules and regulations or “demonstrated nonfeasance, malfeasance, or gross negligence.”<br />Also, this review isn’t without cause, as even a Democratic member of the state board admitted. “The narrative driving this pressure has been influenced by disinformation surrounding the November 2020 election,” she said, “but the fact remains that Fulton County voters have reported numerous problems for far longer than November 2020, particularly surrounding registration and absentee ballots.”"
}