{
    "url_original": "https://www.wsj.com/articles/a-garden-supply-stock-with-a-fast-growing-cannabis-patch-11629110445?mod=business_minor_pos10",
    "url": "a-garden-supply-stock-with-a-fast-growing-cannabis-patch-11629110445",
    "title": "A Garden Supply Stock With a Fast-Growing Cannabis Patch",
    "sub_head": "GrowGeneration is one of the few companies that benefits from slow legal changes in the U.S.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-384203?width=860&height=573",
    "image_1": "im-384203.jpg",
    "time": "2021-08-16 06:40:00",
    "body": "A little-known organic garden center supplier has outpaced the likes of  Amazon  and  Netflix  on the stock market throughout the pandemic. Knotty cannabis laws should continue to fertilize its growth.<br />Nasdaq-listed GrowGeneration owns a chain of 58 stores across the U.S. that sell “hydroponic” equipment including the heat lamps and trays needed to grow plants indoors without soil. The gear can be used for trendy organic vertical farming. But most of GrowGeneration’s business is done with cannabis growers, including everyone from big U.S. cultivators to home-grow enthusiasts.<br />Demand for hydroponic equipment is booming as more states legalize cannabis. Connecticut, New Mexico, Virginia and New York all gave adult-use marijuana the green light this year. Cannabis sales have been exceptionally strong throughout the pandemic as dispensaries were allowed to stay open during lockdowns and stimulus checks put extra cash in consumers’ pockets. In the second quarter of this year, GrowGeneration’s comparable sales increased 60%. That kind of growth profile helps explain the stock’s earnings multiple of 52 times, using analysts’ forecasts for 2022, following a 140% price gain over 12 months.<br />U.S. pot stocks remain very volatile. Last month, Senate Majority Leader Chuck Schumer introduced a new bill that would remove cannabis from a list of federally controlled substances and pave the way for interstate trade, among other measures. The changes are so ambitious that almost no one expects them to pass. “[He] knows he has no shot with this comprehensive bill...but it is an important step on the path to legalization,” says founder of the SOJE cannabis fund John Pinto. Since mid-July, the American Cannabis Operator Index is down 11% as the prospect of a full overhaul gets pushed further out.<br />But the uncertainty may help GrowGeneration’s stock. While cannabis remains federally illegal, many big investors won’t buy shares in U.S. growers that “touch the plant” such as Green Thumb Industries or Curaleaf. Instead, they cluster in names such as GrowGeneration that offer indirect exposure to the pot industry with less legal risk.  Innovative Industrial Properties ,  a cannabis real-estate investment company, is another favorite among more conservative investors. Around half of GrowGeneration’s shares are held by institutional investors, compared with 4% for a typical U.S. “touch the plant” cannabis cultivator, based on numbers cited by Viridian Capital Advisors analysts."
}