{
    "url_original": "https://www.wsj.com/articles/a-guaranteed-income-at-work-labor-department-job-openings-federal-unemployment-benefits-11628633744?mod=opinion_lead_pos4",
    "url": "a-guaranteed-income-at-work-labor-department-job-openings-federal-unemployment-benefits-11628633744",
    "title": "A Guaranteed Income At Work",
    "sub_head": "The worker shortage grows more extreme, which was predicted.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-10 18:43:00",
    "body": "Vindication is overrated, especially when warnings about bad economic policy turn out to be true. But there are few better examples of a warning vindicated sooner and more completely than the one in March about the danger to employment from the federal benefits for not working in the Democrats’ $1.9 trillion Covid spending bill.<br />The Labor Department reported Monday that the economy had 10.1 million job openings in June. That’s up from 9.5 million in May, which was up from 9.2 million in April. This comes amid a booming recovery as the pandemic lockdowns ease and there were 8.7 million unemployed workers in July. Those jobless don’t include people who aren’t even looking for work, which are in the millions as the labor participation rate is only 61.7, which is 1.6 points lower than in February 2020.<br />Meantime, on Tuesday the National Federation of Independent Business reported a dip in its small business optimism index. Small employers are worried about getting adequate supplies, rising prices for those supplies, and a shortage of workers. Forty-nine percent of the owners reported job openings they couldn’t fill in July, up three percentage points from June and a record high. The 48-year historical average is 22%.<br />The Occam’s razor explanation is that millions of Americans are making more money by not working than putting in an eight hour day. The $300 enhanced jobless benefit doesn’t expire until September, though 26 states have stopped taking it. Those states by and large have lower jobless rates. There’s also the expanded healthcare subsidies, child care payments, per child tax credits, food stamps, and more.<br />All of this adds up to a significant guaranteed annual income, with no requirement to work for a living. Democrats said at the start of the pandemic that this would be temporary, but now they want to make it permanent in their $3.5 trillion budget. No one should be surprised that when you pay people this much not to work, millions decide not to work."
}