{
    "url_original": "https://www.wsj.com/articles/a-lakeside-hotel-in-vermont-the-antidote-to-too-much-social-distancing-11629998017?mod=life_work_lead_pos2",
    "url": "a-lakeside-hotel-in-vermont-the-antidote-to-too-much-social-distancing-11629998017",
    "title": "The Ultimate Late Summer Vacation: This Lakeside Hotel in Vermont",
    "sub_head": "Craving an old-school getaway? Families have been flocking to Lake Champlain’s proudly untrendy Basin Harbor resort for generations. Plus: A brief guide to sightseeing around the lake’s eastern shore.",
    "category_1": "Life & Work",
    "category_2": "Travel",
    "time": "2021-08-26 13:13:00",
    "body": "I FIRST HEARD of the hotel Basin Harbor from my neighbor, a man so resolutely traditional I believe I once saw him wearing a sport coat while clipping flowers in his garden. “You’ll love it. It’s like the resort in ‘Dirty Dancing,’” he said when I told him I was seeking a hotel on the Vermont side of Lake Champlain. “There is a ton to do,” he added by way of explanation.<br />I grew up in Connecticut and I know the relentless socializing and activity pursuit that blue-blood culture can entail—golf at dawn, lunch in the clubhouse, afternoon flower arranging for the ladies and mandatory cocktail hour. This need to grind through a day with activities, born perhaps of the Protestant work ethic, always put me off. It seemed designed to keep intimacy at bay as well as reflection.<br />But after the past year of up-and-down Covid, I have had more intimate conversations with my husband and two children than I care to count. I have read, I have pondered. I am confident my 48-year-old soul runs deep. Maybe it’s time I took a watercolor class with some old biddies, tried out canoeing and got sloshed in the rec hall at bingo night. Suddenly the idea of talking to strangers didn’t seem so bad.<br />We booked a two-bedroom lakeside cabin at Basin Harbor for four days in June (for around $900 a night; standard rooms start at $300). In truth, I had modest expectations. The resort has been around since 1886 and I have been to enough summer compounds in Maine to know what New Englanders think about luxury or even new carpets. “There won’t be air conditioning,” I told my pampered family.<br />When our car approached Basin Harbor, just outside Vergennes in western Vermont, farmland quickly gave way to the small bay that fronts the resort. We stopped quite suddenly. We stood gaping at a deep-blue lake of considerable size throwing up surf, high tumultuous clouds and the Adirondacks rolling in purple haze. “Good lord,” my husband said. “It’s as beautiful as Como.”"
}