{
    "url_original": "https://www.wsj.com/articles/a-mortgage-stock-with-room-to-grow-11629802980?mod=business_minor_pos11",
    "url": "a-mortgage-stock-with-room-to-grow-11629802980",
    "title": "A Mortgage Stock With Room to Grow",
    "sub_head": "Investors have been focused on falling refinancing volumes, but there is upside for New Residential as the mortgage market shifts gears",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-24 07:03:00",
    "body": "This column is part of the Heard on the Street stock-picking contest. You’re invited to play along with us here.<br />Many mortgage stocks seem like money pits right now, but investors who sift through the listings might find one with good bones.<br />New Residential Investment Corp.  is a type of real-estate investment trust that invests in mortgage-related assets rather than properties. It also owns a mortgage lending and servicing firm, Newrez, and has just completed the acquisition of another, Caliber. New Residential is among the largest nonbank owners of mortgage servicing rights, or MSRs, which confer the right to a stream of fees earned for doing things like collecting a mortgage’s monthly payments and distributing them to investors.<br />One thing ailing mortgage-originator stocks—many of them are down more than 10% over the last six months—is concern that the pandemic-spurred wave of refinancing in the U.S. is winding down. Even as benchmark 30-year mortgage rates fell in July, the speed at which mortgages overall are prepaying was still slowing, according to Black Knight, a mortgage technology and data provider. Many eligible borrowers who might prepay a mortgage via refinancing already have done so.<br />A further slowdown would be bad for mortgage volumes, but good for MSR values. Those values fell as refinancing surged because prepaying a mortgage dries up future servicing fees. Rising rates and slowing prepayment speeds, in turn, would boost those values. Jefferies analyst Ryan Carr estimates that New Residential’s MSR gains would be “more than offsetting” to a drop in origination in a rising-rate environment. A return toward 2019 values for MSRs could add $1 billion or more to the value of New Residential’s MSR portfolio, or $2.50 or more to book value a share, which was $11.27 at the end of the second quarter."
}