{
    "url_original": "https://www.wsj.com/articles/a-reckoning-for-pakistan-taliban-afghanistan-imran-khan-11629150736?mod=opinion_lead_pos2",
    "url": "a-reckoning-for-pakistan-taliban-afghanistan-imran-khan-11629150736",
    "title": "A Reckoning for Pakistan",
    "sub_head": "The Taliban’s protector cheers the group’s Afghanistan takeover.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-386477?width=860&height=573",
    "image_1": "im-386477.jpg",
    "time": "2021-08-16 18:38:00",
    "body": "American strategists will be studying for some time how Afghanistan’s U.S.-trained security forces crumbled so quickly before what appeared to be an inferior Taliban militia. One place they should look for answers is Pakistan, whose leader on Monday cheered the Taliban takeover of its northwestern neighbor.<br />Afghans “have broken the shackles of slavery,” said Pakistan Prime Minister Imran Khan, according to Indian media. The offhand celebration of the U.S. retreat from Afghanistan came as Mr. Khan denounced English education in Pakistan as promoting cultural control.<br />That a U.S. security partner would say this out loud certainly raises eyebrows. But the sentiment should not surprise. As Walter Russell Meadnotes nearby, a key obstacle to American success in Afghanistan was “unrelenting support for the Taliban from our ‘ally’ in Islamabad.” The Taliban safe-haven across Afghanistan’s southern border was crucial to the group’s longevity and eventual military success.<br />Over the last two decades, the U.S. depended on bases in Pakistan for its war-on-terror operations in Central Asia. Yet Islamabad is playing its own great-power games in the region. Its intelligence services want control over Afghanistan and have seen the Taliban as the best vehicle. They want to frustrate the objectives of their greatest regional rival, India, which would prefer a secular government in Kabul.<br />The U.S. relationship with Islamist-influenced Pakistan has arguably become a devil’s bargain. Americans caught a glimpse of that a decade ago when they found out Osama Bin Laden was hiding in the country, apparently unmolested. Now Islamabad has played a key role in restoring to power the Taliban that the U.S. sacrificed for two decades to keep from power in Kabul."
}