{
    "url_original": "https://www.wsj.com/articles/a-rescue-plan-for-afghanistan-taliban-joe-biden-11628890626?mod=opinion_lead_pos1",
    "url": "a-rescue-plan-for-afghanistan-taliban-joe-biden-11628890626",
    "title": "A Rescue Plan for Afghanistan",
    "sub_head": "It’s not too late to prevent a bloodbath and total Taliban victory.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-13 18:40:00",
    "body": "What an awful, tragic irony. President Biden in April chose Sept. 11 as the deadline for U.S. troops to withdraw from Afghanistan. Now it’s possible that, on the 20th anniversary of the 9/11 attacks, the Taliban that once protected Osama bin Laden and that the U.S. ousted from power could again rule in Kabul.<br />Mr. Biden would like to absolve himself of responsibility for this looming defeat, but he cannot. He could have withdrawn U.S. forces in a careful way based on conditions and a plan to shore up Afghan forces or midwife an alliance between regional tribal warlords and the government in Kabul. The President did none of that.<br />Instead his mid-April decision to withdraw, on the eve of the summer fighting season, triggered the May 1 start of the Taliban offensive. The rapid withdrawal timetable meant U.S. forces would be preoccupied with that task rather than assisting Afghan forces. His decision to abandon multiple military bases, and withdraw all air power, has denied the Afghan army crucial support it relied on.<br />We are now watching the consequences, as the Taliban captures city after city. Soon the group could control or contest more than 90% of the country, including traditional anti-Taliban strongholds in the north. Insurgents have seized Kandahar and Herat—the second and third largest cities—and an assault on Kabul could come soon. The U.S. is evacuating all but a bare-bones diplomatic staff and may even move them from the U.S. Embassy.<br />Even now, however, it’s not too late to stop or slow the slaughter. Outside of well-regarded special forces units, Afghan army troops have retreated willy-nilly as they’ve lost confidence in holding off the Taliban. But allied air power and maintenance assistance were a basic part of Kabul’s defense strategy."
}