{
    "url_original": "https://www.wsj.com/articles/a-retreat-on-racial-preferences-biden-administration-department-of-justice-usda-11630428940?mod=opinion_lead_pos3",
    "url": "a-retreat-on-racial-preferences-biden-administration-department-of-justice-usda-11630428940",
    "title": "A Retreat on Racial Preferences",
    "sub_head": "The Justice Department declines to appeal a ruling against the USDA’s discriminatory farm policy.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-31 18:39:00",
    "body": "The Biden Administration has been losing in court on its racially biased policies, and last week something remarkable happened. It gave up. Without explanation, the Justice Department declined to appeal a federal court injunction against a discriminatory loan-forgiveness program for farmers.<br />Democrats in their March spending bill established a $3.8 billion program to forgive loans for “socially disadvantaged” farmers. The Department of Agriculture interpreted this to include individuals “who are one or more of the following: Black/African American, American Indian, Alaskan native, Hispanic/Latino, Asian, or Pacific Islander.” White farmers need not apply.<br />More than a dozen lawsuits have been filed challenging the USDA’s racial preferences, and three so far have resulted in preliminary injunctions by district courts in Florida, Wisconsin and Texas. Justice failed to appeal the Florida injunction before its 60-day deadline last week and hasn’t contested the others.<br />Why? Perhaps it thinks it will lose on appeal and doesn’t want to risk taking these cases all the way to the Supreme Court. The farmers program is a blatant violation of the Constitution’s equal protection clause. In Parents Involved in Community Schools v. Seattle School District (2007), the Court held “[W]hen the government distributes burdens or benefits on the basis of individual racial classifications, that action is reviewed under strict scrutiny.”<br />The USDA program also runs afoul of the Court’s Richmond v. Croson (1989) precedent, which let governments adopt racial set-asides aimed at remedying specific episodes of past discrimination that the government had a hand in. But Justice doesn’t identify a specific incident of discrimination against minority farmers perpetuated by USDA."
}