{
    "url_original": "https://www.wsj.com/articles/a-summer-employment-surge-july-jobs-report-joe-biden-unemployment-bonus-11628288960?mod=opinion_lead_pos4",
    "url": "a-summer-employment-surge-july-jobs-report-joe-biden-unemployment-bonus-11628288960",
    "title": "A Summer Employment Surge",
    "sub_head": "Did the end of enhanced jobless benefits lead to a boost in job entrants?",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-06 18:40:00",
    "body": "Politicians take credit for the sunrise, so naturally President Biden crowed on Friday about the cheery 943,000 increase in jobs in the Labor Department’s July report. That’s politics. But on the economic merits he should also be thanking the 26 states that have ended the $300 federal unemployment bonus and other pandemic benefit enhancements earlier than he wanted.<br />The strong jobs report is welcome reassurance that the economy is growing rapidly as reopening moves ahead and the service economy picks up. Private employers added 703,000 jobs, including 380,000 in leisure and hospitality and 50,000 in transportation and warehousing as businesses staff up to meet the surging demand for goods. Private payrolls were also revised up 146,000 for May and June.<br />The unemployment rate declined to 5.4% from 5.9%. Notably, long-term unemployment (27 weeks or more) decreased by 560,000 in July to 3.4 million—the biggest drop since the pandemic began. The median weeks of unemployment, which had been increasing through June, also fell by a stunning 4.6 weeks to 15.2 weeks.<br />We doubt it’s a coincidence that long-term unemployment is finally falling after 26 states ended the $300 unemployment bonus in June or early July. Most also ended eligibility for self-employed workers and reduced the duration of benefits to 26 weeks from 78. Self-employment increased by 425,000 last month.<br />One sour note is that the labor force participation rate ticked up by a mere 0.1 percentage point to 61.7% and is still 0.6 points lower than in February 2020. Businesses far and wide continue to cite difficulties in hiring as an obstacle to growth. The National Federation of Independent Business reported this week that a record 49% of small business owners had job openings they couldn’t fill in July."
}