{
    "url_original": "https://www.wsj.com/articles/a-surge-in-wireless-subscribers-makes-analysts-wonder-11628593200?mod=business_lead_pos3",
    "url": "a-surge-in-wireless-subscribers-makes-analysts-wonder-11628593200",
    "title": "A Surge in Wireless Subscribers Makes Analysts Wonder",
    "sub_head": "Cellphone carriers like T-Mobile are enjoying a bumper crop of customer additions; promotions may be a root cause",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-382017?width=860&height=573",
    "image_1": "im-382017.jpg",
    "time": "2021-08-10 07:00:00",
    "body": "Cellphone carriers have reported adding millions of new U.S. wireless plans over the past year, making for the industry’s biggest gains in nearly a decade. Some observers question who is doing the buying.<br />Recent increases at  T-Mobile  US Inc.,  AT&T Inc.  and  Verizon Communications Inc.  aren’t fully explained by population growth, second cellphones used for work or parents handing ever-younger children their first devices, according to market analysts.<br />New Street Research, which tracks the industry, estimates that the U.S. market should have added about four million to six million cellphone users over the past year based on recent population and market trends. Companies instead logged a net gain of eight million phone lines. That increase included big national network operators as well as cable companies like  Charter Communications Inc.  and  Comcast Corp. , that resell wireless service under their own brands.<br />“There’s something fishy going on,” said Jonathan Chaplin, a telecom analyst for New Street Research. “If you look at the subscribers at the end of the period and all the net adds they report, they don’t jibe.”<br />Some changes reflect normal competitive jockeying. Reseller TracFone, which Verizon is slated to buy later this year, has lost hundreds of thousands of phone lines so far this year.  Dish Network Corp. , the owner of the Boost Mobile prepaid brand, also shed customers. Bigger operators have picked up some of those customer defections, analysts say."
}