{
    "url_original": "https://www.wsj.com/articles/a-walking-guide-to-chicagos-buzziest-neighborhood-the-west-loop-11629892800?mod=life_work_lead_story",
    "url": "a-walking-guide-to-chicagos-buzziest-neighborhood-the-west-loop-11629892800",
    "title": "A Walking Guide to Chicago’s Buzziest Neighborhood: the West Loop",
    "sub_head": "As summer in Chicago draws to a close, the animated West Loop shows no signs of slowing down. A traveler’s guide to the top spots, including where to stay, eat, shop and sample Guinness ice cream.",
    "category_1": "Life & Work",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-390188?width=860&height=573",
    "image_1": "im-390188.jpg",
    "time": "2021-08-25 08:00:00",
    "body": "CHICAGO’S WEST LOOP neighborhood feels like a separate city—an enclave of art deco warehouses and low-story brick buildings facing a wall of skyscrapers across the I-90 Expressway. Once the site of an open-air 19th-century produce market on Randolph Street and home to meatpackers along Fulton Market two blocks north, the neighborhood is now a booming development zone. To preserve its distinct architectural heritage, Chicago has granted landmark status to 142 properties in the area, now christened Fulton-Randolph Historic Market. A stay here puts you within scenic walking distance (along the Chicago River) of Michigan Avenue’s Magnificent Mile. Book dining reservations ahead of your visit; Covid culinary withdrawal and staff shortages are exacerbating the competition for tables at sanctums of Chicago celebrity chefs, upscale food courts and bars where the decibels can out-roar the rattling elevated trains above Lake Street. Here, we list a few of the places worth the time and calories, plus choice hotels and diversions.<br />Chicago’s outpost of the Hoxton [1], a British boutique hotel chain, blends co-working and hospitality in a new 12-story tower. During the day, the lobby’s midcentury-modern couches fill with folks diligently tapping at laptops. Labor segues into drinks in the basement bar or a meal at Cabra, a Peruvian-inspired rooftop restaurant reached via elevators lined with antique maps of Chicago. Most of the 182 rooms skew small, albeit with big, factory-style windows. Guests partake in yoga flow classes, literary salons and workshops on digital philanthropy. From $139 a night, thehoxton.com<br />Occupying two stories of the former Free Methodist Publishing House (built 1909), the luxurious, loft-like Publishing House B&B [2] offers 11 rooms adorned with vintage oriental carpets, company safes and steamer trunks. Ample breakfasts, which might include homemade Ligurian olive oil cake and gluten-free doughnuts, live up to the district’s foodie reputation. From $179 a night, publishinghousebnb.com<br />A neighborhood staple, chef Stephanie Izard’s Little Goat Diner [3] serves international takes on American breakfast classics, including This Little Piggy Went to China, a cheddar biscuit topped with eggs, Sichuan sausage and smoked blueberries. 820 W. Randolph St., littlegoatchicago.com<br />Convenient for lunch and with a Sunday Jazz brunch, the 50,000-square-foot Time Out Market [4] serves as a culinary tour of Chicago with 11 eateries and bars created by accomplished restaurateurs from across the city. Options range from artisanal chocolates to Michelin-starred plates; try the hefty fried chicken sandwich from Cleo’s Southern Cuisine. 916 W. Fulton Market, timeoutmarket.com"
}