{
    "url_original": "https://www.wsj.com/articles/a-woven-world-review-tracing-a-stitch-in-time-11629411875?mod=opinion_reviews_pos1",
    "url": "a-woven-world-review-tracing-a-stitch-in-time-11629411875",
    "title": "‘A Woven World’ Review: Tracing a Stitch in Time",
    "sub_head": "The intricate craft of a work of high fashion echoes the skill that once mended fishing nets—and the beauty of a handmade world.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-388617?width=860&height=749",
    "image_1": "im-388617.jpg",
    "time": "2021-08-19 18:24:00",
    "body": "In 2016 Yves Saint Laurent’s famous “sardine dress” went on display at the Metropolitan Museum of Art. It was a simple sheath, writes Alison Hawthorne Deming, “made to hug the contours of the body so that a woman might look as sleek and bioluminescent as a fish.” The silvery overlapping scales were made from opalescent sequins, and the colors were so subtle that they bled into one shimmer “like the disappearing light a herring casts as it darts through the water.” Ms. Deming was immediately reminded of the herring harvests in Grand Manan Island, a fishing community on the Bay of Fundy, New Brunswick, where she’s spent many summers since she was a child.<br />“A Woven World” threads the story of two seemingly disparate artisan crafts—herring fishing and haute couture—into an elegiac history and memoir. Ms. Deming is a poet (“Stairway to Heaven,” 2016) and the author of several books of nonfiction (“Zoologies: On Animals and the Human Spirit,” 2014). Her project was inspired by W.S. Merwin’s “Lament for the Makers,” a memorial to the poets who had influenced him. She too “wanted to participate emotionally with the past before it slipped away.”<br />Ms. Deming grew up in Connecticut; her father worked in media and theater, and her mother directed and wrote for the stage. Her maternal ancestors were French dressmakers, and she makes a connection between their painstaking labor of couture and the work of fishermen: dignity of craft. Her book is also a sobering look at how small-scale artisans have been made obsolete by mass production.<br />Grand Manan Island fishermen mended their nets by hand, a technique handed down through the generations. She is struck by the craftsmanship of weirs they built, “layer upon layer of skill and learning, discernment and cross-cultural conversation, a process lost to history and evident only in the graceful heart-shaped twined structures that give definition to the island’s coastal waters.” She visits Iceland, herring central, where she’s fascinated by the sight of farmhouses nestled at the base of looming volcanic cliffs. “The scale is unsettling, human habitations like little Monopoly houses on the game board of tectonic unrest.” During her weeklong visit 500 earthquakes shake the country. “No big deal for the locals.”<br />In Paris, she searches for traces of her great-grandmother, Louisa de St. Isle Bregny. Relations between mothers and daughters over two generations were cold. Ms. Deming didn’t like her mother very much, and her mother didn’t like hers, Marie. Nevertheless, Marie lived with her daughter’s family from 1945 until her death in 1971. In her room she kept a dress-form mannequin and sewed without patterns, a skill learned from her mother, Louisa, who emigrated from Paris to New York City around 1870 and ran a dressmaking business until the Depression. In France Louisa had been a couturier for the formidable wife of Napoleon III, Empress Eugénie, champion of gigantic steel-cage crinolines said to have been inspired by the dome of St. Paul’s Cathedral."
}