{
    "url_original": "https://www.wsj.com/articles/abandoned-expedition-shipweck-bikini-atoll-uss-thresher-science-channel-11628024970?mod=opinion_major_pos14",
    "url": "abandoned-expedition-shipweck-bikini-atoll-uss-thresher-science-channel-11628024970",
    "title": "‘Abandoned: Expedition Shipwreck’ Review: Delving Deep",
    "sub_head": "A new series on the Science Channel investigates the world’s most historic—and forgotten—shipwrecks, including those that were the result of nuclear testing.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-379788?width=860&height=573",
    "image_1": "im-379788.jpg",
    "time": "2021-08-03 17:29:00",
    "body": "The 10-part series “Abandoned: Expedition Shipwreck” is like a tour of a haunted house, albeit one with a lot of room. And waves. Beneath the surface of seas, on the floors of oceans and even under the Saint Lawrence River lie secrets, ghost stories and, most important, wrecks. What the series promises is a search for those sunken ships, many of which have been largely lost to history, and the reasons they sank.<br />With that in mind, the first episode might have a viewer feeling like a victim of bait-and-switch. The focus, at least initially, is entirely on the fate of Bikini Atoll and its people, who were evicted in 1946 in preparation for U.S. military-run nuclear tests. Bikini would be rendered unfit for human habitation (though the fish and coral have returned), and the whole episode is portrayed as a vast injustice—never mind the uncertainties of the Cold War, the U.S.-Soviet arms race or that so much was then unknown about nuclear weapons or radioactivity. The Bikinians are described as having been “led to believe” they were performing a public service, but there’s little reason to think anyone was trying to mislead them.<br />When the show stops preaching and gets down to business it’s riveting. The series will, in future weeks, address various mysteries, including the wreck of the Empress of Ireland, one of Canada’s worst maritime disasters, and the World War I era scuttling of dozens of German warships off the Orkney Islands of Scotland. In the lagoon surrounding the Bikini Atoll, however, are the hulks of ships that were sunk for patriotic purpose.<br />Under the direction of Art Trembanis, a professor in the School of Marine Science & Policy at the University of Delaware, the expedition locates the super-dreadnought Nagato, which was the flagship of Japanese Adm. Isoroku Yamamoto when he ordered the attack on Pearl Harbor; the Sakawa, another storied enemy warship, which was turned over to the U.S. and also placed among the flotilla subjected to both midair and underwater atomic-bomb explosions. The scalloped surfaces of the hulls of the ships, the fact that some were driven into the floor of the lagoon, and the virtually skeletal remains of others testify to the awesome power of those 1940s nuclear bombs. Using these Japanese ships as nuke fodder was about payback to a large extent, and that is acknowledged. But included among the craft being “expended” was the aged USS Arkansas, which was crushed by the force of blasts equal to those used on Hiroshima and Nagasaki a little less than a year earlier.<br />“Abandoned” makes dramatic use of period footage, but the most chilling visual elements are those from beneath the surface, surveys of the ships that were tossed about like toys and whose formidable iron hulls were folded like origami. As a kind of Cold War atomic-power sidebar, the episode includes the story of the USS Thresher, which in 1963 sank during deep test dives off the coast of Massachusetts. Revealing exactly how and why it met its fate would be a spoiler, but the submarine was designed for dives of 1,300 feet. Its very scattered remains lie in 8,500 feet of water. The fate of the Thresher’s 129 men is awful to contemplate."
}