{
    "url_original": "https://www.wsj.com/articles/abolishing-ice-from-the-inside-ed-gonzalez-joe-biden-nominee-immigration-and-customs-enforcement-11628198409?mod=opinion_lead_pos4",
    "url": "abolishing-ice-from-the-inside-ed-gonzalez-joe-biden-nominee-immigration-and-customs-enforcement-11628198409",
    "title": "Abolishing ICE From the Inside",
    "sub_head": "Biden’s nominee has a history of hamperingthe agency he’d lead.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-05 18:34:00",
    "body": "The Biden Administration is tweaking the dials of its border policies to slow the flow of migrants this summer. Yet its long-term commitment to lax enforcement seems as fixed as ever. One example is the nomination of a top immigration officer whose main qualification is hampering the agency he’s been tapped to lead.<br />President Biden in April picked Ed Gonzalez, sheriff of Harris County, Texas, to head Immigration and Customs Enforcement. On Wednesday the Senate Homeland Security and Governmental Affairs Committee advanced Mr. Gonzalez on a 7-6 party-line vote. But Republicans flagged the nominee for his yearslong effort to block ICE from operating fully in the Houston area.<br />Mr. Gonzalez’s first major act as sheriff in 2017 was to withdraw from an arrangement that lent local support to ICE investigations. The 287(g) program deputizes state and local officers to report on the immigration status of criminal offenders, which can lead to deportation. In 2020 the program led to the removal of nearly 3,000 serious offenders.<br />Pressed to explain the withdrawal during his July committee hearing, Mr. Gonzalez pointed to limited resources, saying his agency was short-staffed and $8 million in arrears when he took office. Never mind that the ICE collaboration cost less than 1% of the sheriff’s-office budget, and lent only 10 of its more than 2,000 officers to the immigration program.<br />Mr. Gonzalez hoped to go further by withholding certain suspected aliens from ICE custody, but said state law gave him no choice. He told Senators he doesn’t intend to end local cooperation as ICE director. But he would gain the authority to reduce criminal apprehensions, which have already fallen dramatically since President Biden took office."
}