{
    "url_original": "https://www.wsj.com/articles/about-time-review-when-every-minute-counts-history-clocks-chronometers-11628868304",
    "url": "about-time-review-when-every-minute-counts-history-clocks-chronometers-11628868304",
    "title": "‘About Time’ Review: When Every Minute Counts",
    "sub_head": "Telescopes explore the stars, but the invention of the timepiece sought to model the workings of heaven.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-08-13 11:25:00",
    "body": "For generations, the Royal Observatory in Greenwich tested each of the British Navy’s chronometers. These precision instruments—deck clocks used to calculate longitude and thus fix a ship’s position at sea—helped ensure safe navigation. The observatory’s testing room hummed with activity: “What a wonderful instance of the proof of our maritime power is this apartment!” exclaimed one 19th-century astronomer.<br />Yet power can be a burden, and observatory staff began to tire of visitors bearing chronometers who interrupted official business to ask for the time. In 1836, an observatory assistant started taking a precisely accurate pocket watch out to chronometer makers for weekly visits instead. His wife assumed the task after his death, and their daughter carried on the work until World War II. Hand to hand, from the Prime Meridian throughout London and then across the sea, time was delivered. In this way, clocks made empire.<br />If timepieces could empower, they could also dominate. As David Rooney, a former curator at the Royal Observatory, writes in “About Time: A History of Civilization in Twelve Clocks,” the British used timekeeping as one more tool of imperial repression. Colonial authorities marked noon each day at the Cape of Good Hope in South Africa by firing a cannon: hardly subtle. Some 100 British-built clock towers stood out over the landscape of India during the colonial period, reminding residents who was in charge. Nor did the British have a monopoly on horological symbolism. Mr. Rooney writes that, “wherever we are, as far back as we care to look, we can find that monumental timekeepers mounted high up on towers or public buildings have been put there to keep us in order.”<br />“About Time” is a fascinating volume on what clocks say both to us and about us, from the Roman sundial to the GPS satellite. Our ancestors have used timepieces to make war, seek peace, advance knowledge and enforce virtue. Every clock has some ulterior motive—political, social, economic—beyond merely measuring time, Mr. Rooney asserts. In its omnipresence and adaptability, the clock becomes a totem of the human experience, like currency. Mr. Rooney offers not a comprehensive study of timekeeping but instead an episodic survey. “About Time” is obviously not for those who shrug off the need for a proper wristwatch by saying they can just check their phones. For readers with a longer view, though, and a taste for intellectual history, it is full of riches.<br />Time and faith go hand in hand, Mr. Rooney writes. “In the Sikh religion, prayers are offered during an early-morning period called Amrit Vela, at dusk and at nighttime. In Hinduism, time is God. In Buddhism, time only exists in our minds—and perhaps our nostrils, as incense-burning clocks were used to mark the passage of time in Buddhist ceremonies in Korea, Japan and China for hundreds of years.” As mechanical timepieces appeared in the 13th century, replacing sundials and water clocks, craftsmen tried to replicate the heavens through earthly designs, fashioning devices whose internal wheels would make revolutions akin to celestial motion. “The idea behind this thinking was that the universe was God’s prototype,” Mr. Rooney writes: “Could humans make production versions of that prototype?”"
}