{
    "url_original": "https://www.wsj.com/articles/activision-blizzards-self-inflicted-wounds-may-not-heal-quickly-11628071201?mod=business_minor_pos10",
    "url": "activision-blizzards-self-inflicted-wounds-may-not-heal-quickly-11628071201",
    "title": "Activision Blizzard’s Self-Inflicted Wounds May Not Heal Quickly",
    "sub_head": "Second-quarter results show strong business, but fallout from gender-bias lawsuit remains unclear",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-379926?width=860&height=573",
    "image_1": "im-379926.jpg",
    "time": "2021-08-04 06:00:00",
    "body": "Activision Blizzard  probably wishes right now that real life had a reset button.<br />The videogame publisher has been under fire since the California Department of Fair Employment and Housing sued the company two weeks ago, alleging a wide pattern of gender discrimination at the company’s Blizzard Entertainment unit. Tuesday brought another bit of unwelcome news, in the form of a strong hint that China’s ruling Communist Party might be considering a crackdown on videogames, which an official newspaper likened to “opium for the mind.”<br />The combination of news has cost Activision about 13% of its market value, though the shares showed some recovery after hours on Tuesday following the company’s second-quarter results. The report—for the period that ended before California’s lawsuit was filed—showed both a strong business and one readjusting after a huge boom in gameplay last year during the early days of the pandemic. Net bookings of $1.9 billion beat Wall Street’s targets but still declined nearly 8% from the same period last year. The company’s total monthly active user count declined nearly 5% from the same period last year, when usage boomed a record 31%.<br />Less clear from the results is how the scandal of the recent lawsuit could impact the company’s actual business. The complaint filed July 20 accuses the company of running a hostile working environment for women, with allegations of unequal pay and promotion practices listed alongside disturbing instances of harassment. Activision’s initial strident denial of the charges—which included a politically tinged dig at its home state—only made matters worse. Employees staged a walkout last week even after Chief Executive Bobby Kotick publicly apologized for the company’s initial response and promised several reforms.<br />Given that summer is crunchtime for big fall releases, such as the next “Call of Duty,” the timing for such a work stoppage isn’t great. Analysts quizzed Activision executives about the potential for any delays during the company’s conference call on Tuesday, but no such details were given. Mr. Kotick and other executives reiterated the company’s commitment to changes, which included a change in leadership at Blizzard announced earlier in the day."
}