{
    "url_original": "https://www.wsj.com/articles/activision-replaces-blizzard-head-j-allen-brack-as-it-grapples-with-gender-bias-lawsuit-11627999132?mod=business_minor_pos4",
    "url": "activision-replaces-blizzard-head-j-allen-brack-as-it-grapples-with-gender-bias-lawsuit-11627999132",
    "title": "Activision Replaces Blizzard Head J. Allen Brack as It Grapples With Gender-Bias Lawsuit",
    "sub_head": "California regulators accused the executive and others at the company of failing to respond to employee complaints of harassment, discrimination and retaliation",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-378629?width=860&height=573",
    "image_1": "im-378629.jpg",
    "time": "2021-08-03 09:58:00",
    "body": "Activision Blizzard Inc.  said an executive named in a gender-bias lawsuit filed against the company last month by California regulators is leaving the videogame company.<br />J. Allen Brack is immediately stepping down from his role as president of Blizzard Entertainment, the unit behind hit franchises such as World of Warcraft and Overwatch, the company said Tuesday. Two company veterans, Jen Oneal and Mike Ybarra, were named co-leaders of the unit, which it acquired in 2008.<br />“It became clear to J. Allen Brack and Activision Blizzard leadership that Blizzard Entertainment needs a new direction and leadership given the critical work ahead in terms of workplace culture, game development, and innovation,” the company said in a statement.<br />Mr. Brack didn’t immediately respond to a request for comment. In a statement on Blizzard’s website, Mr. Brack said he is confident in his replacements’ ability to lead the company and realize its full potential. “I anticipate they will do so with passion and enthusiasm and that they can be trusted to lead with the highest levels of integrity and commitment to the components of our culture that make Blizzard so special,” he wrote.<br />California’s Department of Fair Employment and Housing last month accused Activision of paying female employees less than their male counterparts and providing them with fewer opportunities to advance. The lawsuit alleged that numerous complaints about harassment, discrimination and retaliation were made to the company’s human-resources personnel and executives including Mr. Brack, but the company “failed to take effective remedial measures in response to these complaints.”"
}