{
    "url_original": "https://www.wsj.com/articles/advance-auto-parts-can-keep-the-good-times-rolling-11628764200?mod=business_minor_pos10",
    "url": "advance-auto-parts-can-keep-the-good-times-rolling-11628764200",
    "title": "Advance Auto Parts Can Keep the Good Times Rolling",
    "sub_head": "America’s aging car fleet will keep cash registers ringing at this retailer",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-384043?width=860&height=573",
    "image_1": "im-384043.jpg",
    "time": "2021-08-12 06:30:00",
    "body": "This column is part of the Heard on the Street Stock Picking Contest. You’re invited to play along with us here.<br />Even the most cursory reader of news has seen the headlines by now: Used cars are expensive, and weather across the U.S. has been extreme. While that sounds like trouble to most people, it is music to the ears of car-parts retailer  Advance Auto Parts .<br />Investors have been slower to take notice, though. Advance Auto Parts shares are up 32% since the beginning of 2020 but have lagged behind a basket of retailers by 30 percentage points. Meanwhile, a basket of used- and new-car sellers’ stocks has done far better over the same period, even after excluding high-growth e-commerce names such as Carvana.<br />The blockbuster profits seen in the used-car selling business will wind down when the chip shortage eases. The effects on the car parts and repairs business, however, could prove lasting. The average age of cars and light trucks on U.S. roads is a record 12.1 years according to IHS Markit. In particular, there has been healthy growth in cars aged 4-to-11 years, which is deemed a sweet spot as they are often past their warranty and can be serviced by independent garages—an important customer cohort for Advance Auto Parts.<br />The scarcity of new vehicles and higher used-car prices should prompt more car owners to continue repairing their existing vehicles for some time, especially with the absence of another round of stimulus checks. Sure, those prices may be coming off their highs—Manheim data shows wholesale used-vehicle prices declined slightly in July compared with June. But they remain 24% more expensive than a year earlier so a return to normal pricing could take time. Auto makers have said the chip shortage could weigh on production well into the second half of this year."
}