{
    "url_original": "https://www.wsj.com/articles/affirmative-action-navy-military-promotion-11629844221?mod=opinion_major_pos16",
    "url": "affirmative-action-navy-military-promotion-11629844221",
    "title": "The Danger of Racial Preferences in the Navy",
    "sub_head": "Merit becomes untenable in a system no longer defined by standards of individual achievement.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-391093?width=860&height=573",
    "image_1": "im-391093.jpg",
    "time": "2021-08-25 13:22:00",
    "body": "Regarding Harry Jackson’s op-ed “Should Military Officers Be Chosen by Race?” (Aug. 20): The rational answer is a definitive no. Sadly, as Mr. Jackson points out, this is apparently not the view shared by the nation’s senior naval officers and their political masters.<br />Vice Adm. John Nowell Jr., the chief of navy personnel, has reinstated the officer photo requirement, allowing promotion- and command-selection boards to factor in skin color to their decisions. During my time in service, active and reserve, this requirement came and went at least twice with no explanation. Most officers believed it was related to some ill-defined diversity agenda.<br />I saw this firsthand while a uniformed military instructor at the U.S. Naval Academy from 2007-10 through the matriculation of some midshipmen who should have never been admitted to a rigorous program designed to develop naval officers. Adm. Mike Mullen, then-chief of naval operations, stated in 2006 that “diversity is a strategic imperative.” His successor, Adm. Gary Roughead, developed and implemented a Navy-wide diversity policy. Merit becomes untenable in a system no longer defined by standards of individual achievement. The system, governed by two standards, will lose credibility, and the erosion of impartiality will inevitably weaken it. As Mr. Jackson notes, our sons and daughters will suffer from this Sisyphean policy of elevating diversity above merit.<br />The promotion-selection process is already opaque and not altogether objective. Blatantly and proudly factoring in race will erode confidence further. More good officers will leave the service. Once the directive becomes codified, the pressures on promotion boards will be immense and important attributes will be sacrificed at the altar of diversity and “equity.” If we keep to this course, we’ll soon find that our military officers are not as capable as we’d wish of confronting threats across the globe.<br />Lt. Cmdr. John Cauthen, USNR"
}