{
    "url_original": "https://www.wsj.com/articles/afghanistan-gop-republican-biden-foreign-policy-america-first-spending-isolationist-welfare-11629921576?mod=opinion_major_pos7",
    "url": "afghanistan-gop-republican-biden-foreign-policy-america-first-spending-isolationist-welfare-11629921576",
    "title": "Replace Joe Biden’s Foreign Policy Now",
    "sub_head": "Republicans need to offer an alternative now to the U.S.’s national-security vacuum.",
    "category_1": "Opinion",
    "category_2": "Wonder Land",
    "time": "2021-08-25 18:14:00",
    "body": "Both Antony Blinken, President Biden’s secretary of state, and national security adviser Jake Sullivan have said there will be plenty of time when the evacuation is over to assess what happened. They are wrong. The time to come to grips with the long-term meaning of Kabul is now.<br />Since the Trump presidency, Republican thinking on foreign policy has been hibernating—hostage to whether Donald Trump is in or out as the party’s candidate in 2024. Sorry, time’s up. We can’t wait three years for GOP presidential hopefuls to gauge which way the base is blowing. After the Kabul debacle, the U.S. and the world desperately need prominent Republicans to articulate an alternative to the Biden doctrine, whatever’s left of it.<br />The stark reality is that effectively there is no Biden foreign policy. We are in a foreign-policy vacuum because of a conscious political choice about priorities. The real Biden doctrine is in the goal that Nancy Pelosi this week staked her speakership on—passing Mr. Biden’s $3.5 trillion domestic spending bill.<br />This is not just a bill about spending numbers. It is a do-or-die effort by the now-progressive party to enact four new lifetime entitlements—universal prekindergarten, universal child care payments, universal paid family and medical leave, and two years of community college. No one has been clearer about the stakes than Mrs. Pelosi, who describes it as a “once in a generation” effort. She’s right.<br />The long-term effect of enacting these entitlements—atop Social Security and Medicare, already under fiscal pressure from the cohort of baby boomers—could not be more clear: U.S. spending on defense and national security will go flat or fall indefinitely."
}