{
    "url_original": "https://www.wsj.com/articles/afghan-refugees-endure-unsanitary-conditions-after-harrowing-escapes-11629829988?mod=politics_lead_pos5",
    "url": "afghan-refugees-endure-unsanitary-conditions-after-harrowing-escapes-11629829988",
    "title": "Afghan Refugees Endure Unsanitary Conditions After Harrowing Escapes",
    "sub_head": "‘The airport is now a refugee camp,’ said one official",
    "category_1": "World",
    "time": "2021-08-24 15:41:00",
    "body": "Unsanitary conditions at the Kabul airport and at U.S. bases temporarily holding Afghan refugees are exacerbating the humanitarian crisis facing the Biden administration as it works to process tens of thousands of people who fled or are trying to flee a Taliban-controlled Afghanistan.<br />Reports of overcrowding, feces, urine and rats have forced the American military to look for new ways to get as many people as possible on the move to their next destination, which for many won’t yet be in the U.S. With a week to go until the withdrawal deadline agreed to with the Taliban, the military is scrambling to properly equip domestic U.S. bases and erect tent cities at bases to accommodate all the incoming evacuees.<br />“We are aware of and as concerned as anybody what had been some terrible sanitation conditions at Qatar that were facilitated by the sheer numbers and the speed with which they all got there,” said Pentagon press secretary John Kirby.<br />A cable sent to the State Department by staff at the U.S. Embassy in Kabul, reviewed by The Wall Street Journal, details scenes of chaos and peril outside the gates of Kabul’s Hamid Karzai International Airport, with hostile Taliban guards and criminal gangs surrounding it. For those who manage to get through the gates, more hardship awaits.<br />“Some staff told each other they would prefer to die with dignity at home rather than suffer the humiliation, danger and frustration of the existing system at the airport,” the cable, sent over the weekend, said, referring to Afghan staff employed by the embassy or other U.S. agencies."
}