{
    "url_original": "https://www.wsj.com/articles/afghan-kabul-airport-bomb-blast-escape-taliban-11630359607?mod=opinion_major_pos16",
    "url": "afghan-kabul-airport-bomb-blast-escape-taliban-11630359607",
    "title": "An Afghan Family’s Attempt to Get to Safety",
    "sub_head": "My relatives have been threatened by the Taliban and turned away from the Kabul airport. Some were killed in the blast.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-393677?width=860&height=573",
    "image_1": "im-393677.jpg",
    "time": "2021-08-31 11:39:00",
    "body": "I am an Afghan-American physician working at a hospital in the Bronx, N.Y. I have family whose applications are still being processed for Special Immigrant Visas and other U.S. visas. Currently, they are stuck in Kabul. (“The Kabul Airport Massacre,” Review & Outlook, Aug. 27).<br />A second cousin who applied to the SIV program has twice been granted an access pass to Kabul airport by the U.S. Embassy, but couldn’t make it to the airport and was then instructed to shelter in place. Another family member worked for an American company and received threats of violence from the Taliban. His sisters were threatened, too. They have fled to Kabul.<br />One of my cousins’ sons, an alumnus of the American University of Afghanistan, was able to take a bus arranged by the U.S. to enter the Kabul airport. But when the bus reached the airport, the students weren’t allowed in. The Taliban told the bus driver’s representative that the Americans had instructed them only to let U.S. passport holders through, as the U.S. military was evacuating only itself and the remaining people inside the airport. After waiting for hours outside, the group on the bus got an email from the university saying that the evacuation was canceled. The Taliban now has all their information.<br />Twenty members of my extended family were waiting in the airport when the blast happened. Three of them died, six are in critical condition, six are injured and five could make it to the flight. Children saw their families killed right in front of them. The wounded who were inside the airport gates, most of them children under 10, are now in Qatar or Germany. The ones inside don’t know what happened to the ones who were outside.<br />I know the situation has been tough. U.S. and international forces have been fighting for the past 20 years in Afghanistan. I want to press Congress to continue the evacuation until vulnerable Afghans are evacuated. The U.S. must come up with a plan to evacuate these Afghans after the deadline. No one has answers right now about what will happen now that international forces have left the country."
}