{
    "url_original": "https://www.wsj.com/articles/afghanistan-withdrawal-biden-pakistan-taliban-russia-china-belt-and-road-cpec-economic-corridor-11628868392?mod=opinion_lead_pos6",
    "url": "afghanistan-withdrawal-biden-pakistan-taliban-russia-china-belt-and-road-cpec-economic-corridor-11628868392",
    "title": "The Taliban’s Afghan Advance Spells Trouble for Pakistan and China",
    "sub_head": "Instability threatens the government in Islamabad and Beijing’s economic program in Central Asia.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-13 14:53:00",
    "body": "The Taliban are taking over city after city in Afghanistan at a stunning speed. But as the U.S. found in 2001, it’s one thing to topple a regime, another to set up a stable new one. Even if the Taliban can negotiate a formal return to power, the country will remain chaotic for a long time, with serious implications for the region, especially for Pakistan and China—in different but geopolitically significant ways.<br />The impact will be most immediate for Pakistan, which is already feeling it. In the past two decades the Taliban have gone from being a proxy of Islamabad to a threat. When Washington toppled the Taliban in late 2001, Pakistan saw it as a major foreign-policy loss even though it cooperated with the U.S. Islamabad continued to view the Afghan jihadist movement as an ally even in 2007-14, when it faced a major insurgency on its own soil from the Pakistani Taliban rebels. For more than a decade the “good vs. bad Taliban” narrative dominated the national conversation, distinguishing between those who fought in Afghanistan and those who sought to topple the Pakistani state.<br />It wasn’t until early last month that the country’s top two generals—the army chief and the head of Inter-Services Intelligence—acknowledged, in a rare briefing to opposition members of Parliament, that the Afghan and Pakistani Taliban were “two faces of the same coin.” These remarks underscore that the Pakistani elite now fears its erstwhile proxies because their own country has been deeply penetrated by the Taliban ideology.<br />The Taliban comeback in Afghanistan will galvanize many Islamist actors in Pakistan to emulate the Afghan jihadist movement. It will be a huge challenge for a terribly weakened Islamic Republic of Pakistan to sustain itself with an Islamic emirate next door. Only a few years ago, and at great cost in blood and treasure, was Islamabad able to take back large swathes of its territory near the Afghan border from Taliban rebels. Those gains are at risk of being lost again.<br />Since the end of major military operations against Taliban insurgents in 2015, Pakistan has been increasingly dependent on China for its economic recovery. The biggest project of China’s Belt and Road Initiative is the China-Pakistan Economic Corridor, in which Beijing has invested tens of billions of dollars. The fate of CPEC has increasingly come into question, especially in recent weeks with growing attacks, likely by Pakistani Taliban, targeting Chinese workers in the country. From Beijing’s point of view, a spillover of insecurity from Afghanistan will undermine its investments in Pakistan."
}