{
    "url_original": "https://www.wsj.com/articles/afghan-evacuation-drama-nears-end-as-aug-31-deadline-approaches-11629911837",
    "url": "afghan-evacuation-drama-nears-end-as-aug-31-deadline-approaches-11629911837",
    "title": "Up to 1,500 American Civilians Still in Afghanistan as Clock Ticks",
    "sub_head": "U.S. forces need time to withdraw 5,400 troops and essential equipment, but Pentagon says it will continue evacuations as long as possible",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-08-25 16:47:00",
    "body": "Facing an Aug. 31 deadline to leave Afghanistan, thousands of U.S. military service members must shift in a few days from evacuating Americans and Afghans to loading the remaining 5,400 U.S. personnel and essential equipment onto the final planes to depart the country after the 20-year war.<br />The Pentagon said Wednesday that in the days ahead, it would increasingly give priority to evacuating U.S. military personnel and equipment from Hamid Karzai International Airport leading up to its Aug. 31 deadline. But it committed to evacuating Afghans until operations conclude, without saying when they would end or when the final military withdrawal would commence.<br />“We will have to reserve some capacity in those last couple of days to prioritize the military footprint leaving because we want to be able to keep it there as long as possible to do the job it is intended to do,” Pentagon spokesman John Kirby told reporters Wednesday.<br />In a sign of the shift, Turkey began evacuating its soldiers from Afghanistan, the Defense Ministry said on Wednesday. Turkish troops had played a key role securing the Kabul airport.<br />Before the Taliban takeover, U.S. officials had been negotiating with Ankara toward an agreement in which Turkey would continue providing security at the airport after American forces left the country. The Turkish Defense Ministry said Wednesday that its soldiers were returning home after completing their mission."
}