{
    "url_original": "https://www.wsj.com/articles/afghan-translators-withdrawal-kabul-taliban-american-allies-human-rights-biden-schlesinger-11629141631?mod=opinion_lead_pos5",
    "url": "afghan-translators-withdrawal-kabul-taliban-american-allies-human-rights-biden-schlesinger-11629141631",
    "title": "Afghans Need an ‘Underground Railroad’",
    "sub_head": "As in Vietnam, the priority should be rescuing as many allies as possible.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-16 18:23:00",
    "body": "When an ocean liner strikes an iceberg, it may make sense to question the course the owners took, or to ask the captain why he didn’t take more measures sooner. But during an emergency, decision makers can’t afford to get bogged down in defending or rationalizing past mistakes. The singular focus should be: What can we do now to save as many lives as possible?<br />As the government of Afghanistan collapses, the main concern of Washington policy makers should be how to rescue as many people as possible, particularly American service members, diplomats and Afghans and their families who are at risk because they helped the U.S.<br />It will be a moral stain if we leave behind those who fought alongside us, often in combat and at great risk to themselves and their families, who became targets for assassination. Leaving those courageous heroes behind will deter others from helping us in the future.<br />In April 1975, as Saigon was approaching collapse, Graham Martin, our capable but obstinate ambassador, was dragging his feet. Bing West, a Marine combat veteran then working for Defense Secretary Jim Schlesinger, says Schlesinger called Secretary of State Henry Kissinger to report that he was sending aircraft to evacuate Vietnamese who had worked with the U.S. Mr. Kissinger sided with Schlesinger, who then informed the White House that he was ordering an air evacuation. Despite receiving no confirmation from the White House, Mr. West recalls, Schlesinger proceeded to act.<br />That April, the U.S. Air Force flew 201 C-141 missions and 174 C-130 flights evacuating more than 45,000 Vietnamese to Guam. In addition, 71 U.S. helicopters flew 660 sorties, evacuating more than 7,800 people to Thailand or to U.S. ships. The aerial evacuation of South Vietnam was the largest such operation in history, with more than 50,000 evacuees transported mainly on U.S. Air Force aircraft."
}