{
    "url_original": "https://www.wsj.com/articles/afghanistan-withdrawal-nation-building-liberty-freedom-democracy-taliban-jihadist-islamist-11629992503?mod=opinion_lead_pos10",
    "url": "afghanistan-withdrawal-nation-building-liberty-freedom-democracy-taliban-jihadist-islamist-11629992503",
    "title": "Afghans Developed a Taste for Freedom",
    "sub_head": "Even Taliban fighters have been seen gleefully riding bumper cars and working out in a Kabul gym.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-26 12:58:00",
    "body": "I’m sure you’ve seen the photo of a group of Taliban soldiers raising their flag in a mocking facsimile of U.S. Marines famously raising the Stars and Stripes on Mount Suribachi during the Battle of Iwo Jima. If this Taliban propaganda boils your blood, you are not alone.<br />The Taliban are gloating, and it hurts to watch. Yet it’s notable that in their moment of triumph, our enemies chose to copy one of America’s most iconic symbols. Taliban goons carry American rifles, wear pieces of American military uniforms, and snap selfies with their smartphones as they parade through the streets of Kabul.<br />Yes, we lost the war. But what do we make of the Taliban’s apparent imitation of the American military aesthetic? For most of us, especially those who served in Afghanistan, these recent images are a far cry from what we remember of the enemy’s appearance. The Taliban militant most American veterans of Afghanistan would recognize is a lean, bearded foot soldier clad in the robe known as a shalwar kameez and a pakol hat, with sandals on his feet and a Kalashnikov slung over his shoulder, unencumbered by body armor or a heavy kit. Not these guys.<br />If our enemies are now willing to ditch their traditional mien in favor of appearing more American, how did the Pentagon brass and the think-tank gurus not use it to our advantage? Surely an enemy so willing to mimic our ways must be vulnerable to questioning his own cause.<br />Though the Taliban refused to surrender on the battlefield, they seem willing to surrender to the promise of an easier life. Videos have recently emerged of Taliban soldiers working out in a gym in Kabul’s presidential palace. With wide grins our enemies move from machine to machine, amazed by the novelty. Other videos purport to show Taliban soldiers riding around in bumper cars at an amusement park and enjoying a merry-go-round."
}