{
    "url_original": "https://www.wsj.com/articles/afghan-president-ashraf-ghani-says-he-wants-to-avoid-bloodshed-as-taliban-encircle-kabul-11628939781",
    "url": "afghan-president-ashraf-ghani-says-he-wants-to-avoid-bloodshed-as-taliban-encircle-kabul-11628939781",
    "title": "As Taliban Encircle Kabul, Afghan President Says He Seeks to Avoid Further Bloodshed",
    "sub_head": "Ashraf Ghani has come under pressure to resign so that a transitional government could negotiate a cease-fire",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-385693?width=860&height=573",
    "image_1": "im-385693.jpg",
    "time": "2021-08-14 07:16:00",
    "body": "KABUL—Afghan President Ashraf Ghani on Saturday said he started consultations on how to unite the country and prevent further bloodshed, as the Taliban tightened their grip, seizing additional provincial capitals.<br />Mr. Ghani, in his first public remarks since the Taliban swept through southern and western Afghanistan, capturing the major cities of Kandahar and Herat, said his priority is to remobilize the Afghan security forces that surrendered en masse.<br />“As a historic responsibility, I am trying to not let the war that has been imposed on the Afghan people cause the further killing of innocents, the loss of 20 years of achievement, the destruction of public institutions and longstanding instability,” Mr. Ghani said in a video message posted on social media, the country’s flag unfurled behind him.<br />Mr. Ghani has come under growing pressure from Afghan politicians to resign so that a transitional government headed by someone else could negotiate a cease-fire with the Taliban and prevent the storming of Kabul, the country’s  capital. He gave no indication he intends to do so, at least not immediately.<br />Afghan negotiators, the Taliban, the U.S. and other nations are engaged in discussions in Doha, Qatar, on how to find a political settlement to the war, with the removal of Mr. Ghani being a key Taliban demand."
}