{
    "url_original": "https://www.wsj.com/articles/afghan-rout-crisis-foreign-policy-forever-war-jihadist-taliban-biden-allies-moscow-beijing-11629750508?mod=opinion_lead_pos9",
    "url": "afghan-rout-crisis-foreign-policy-forever-war-jihadist-taliban-biden-allies-moscow-beijing-11629750508",
    "title": "The Deeper Crisis Behind the Afghan Rout",
    "sub_head": "Observers abroad see the culmination of decades of American incompetence.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "image_1_url": "https://images.wsj.net/im-389799?width=860&height=573",
    "image_1": "im-389799.jpg",
    "time": "2021-08-23 18:23:00",
    "body": "The good news for the Biden administration is that the latest NBC News poll reports 25% approval of President Biden’s handling of the situation in Afghanistan. Foreign support is even harder to find. North Atlantic Treaty Organization allies are horrified, and Greece completed a border wall to keep out the expected flood of refugees. Arab countries are worried, India and Israel depressed. China and Russia are scornful.<br />This isn’t a conventional credibility crisis of the kind President Obama faced when he backed down from his Syrian red line. America has demonstrated its commitment to Afghanistan for 20 years and had no treaty obligation to defend the former Afghan government. A competently executed withdrawal could have enhanced American credibility among some Pacific allies, especially if it was accompanied by clear steps to build up U.S. forces in East Asia.<br />The Afghan debacle doesn’t create a crisis of belief in American military credibility. Informed global observers don’t doubt our willingness to strike back if attacked. The debacle feeds something much more serious and harder to fix: the belief that the U.S. cannot develop—and stick to—policies that work.<br />Neither allies nor adversaries expected perfection in Afghanistan. Mr. Biden was right to say that the end of a war is inevitably going to involve a certain amount of chaos, and world leaders likely didn’t anticipate a seamless transition. They did, however, expect that after two decades of intimate cooperation with Afghan political and military forces, the U.S. wouldn’t be blindsided by a national collapse. They didn’t think Washington would stumble into a massive and messy evacuation crisis without a shadow of a plan. They didn’t expect the Biden team to have to beg the Taliban to help get Americans out.<br />It all fuels fears that the U.S. is incapable of persistent, competent policy making in ways that will be hard to reverse. It seems increasingly evident that despite, or perhaps because of, all the credentialed bureaucrats and elaborate planning processes in the Washington policy machine, the U.S. government isn’t good at producing foreign policy. “Dumkirk,” as the New York Post called the withdrawal, follows 20 years of incoherent Afghanistan policy making. Neither the past two decades nor the past two weeks demonstrate American wisdom or the efficacy of the byzantine bureaucratic ballet out of which U.S. policy emerges."
}