{
    "url_original": "https://www.wsj.com/articles/afghanistan-replaces-army-chief-as-taliban-advances-continue-11628693114",
    "url": "afghanistan-replaces-army-chief-as-taliban-advances-continue-11628693114",
    "title": "As Taliban Advance, Afghanistan Replaces Army Chief",
    "sub_head": "President Ashraf Ghani and leading warlords fly to Mazar-e-Sharif to rally besieged northern city’s defenses",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-08-11 16:26:00",
    "body": "KABUL—Afghan President Ashraf Ghani replaced the country’s army chief on Wednesday and flew to the besieged northern city of Mazar-e-Sharif, trying to organize its defenses and halt the Taliban’s rapid offensive.<br />The fired army chief of staff, Lt. Gen. Wali Mohammad Ahmadzai, had only been appointed by Mr. Ghani in June. Since then, much of Afghanistan’s regular military surrendered to the Taliban or melted away, allowing the insurgents to seize nine of the country’s 34 provincial capitals and most of the countryside.<br />Special-operations commando units were the only part of Afghanistan’s U.S.-funded national security forces, theoretically numbering some 350,000 men, to consistently fight against the Taliban in recent weeks. The head of the Afghan National Army’s special-operations command, Maj. Gen. Haibatullah Alizai, took command as the new overall army chief.<br />The Taliban pressed ahead with their offensive on Wednesday, pushing into the southern city of Kandahar and the eastern city of Ghazni, and mopping up the pockets of routed government forces in the country’s north.<br />Mazar-e-Sharif, with a population of half a million, is the only remaining part of northern Afghanistan still under government control, and its fall would allow the Taliban to gather their forces for a march on Kabul. Leading warlords from the so-called Northern Alliance who battled the Taliban before the 2001 U.S. invasion assembled with Mr. Ghani in Mazar-e-Sharif on Wednesday, promising to roll back recent Taliban gains."
}