{
    "url_original": "https://www.wsj.com/articles/afghanistan-withdrawal-evacuation-taliban-refugees-immigrants-cuba-vietnam-hungary-11629820065?mod=opinion_lead_pos5",
    "url": "afghanistan-withdrawal-evacuation-taliban-refugees-immigrants-cuba-vietnam-hungary-11629820065",
    "title": "Help Afghan Refugees and They’ll Help America",
    "sub_head": "Having paid a price for liberty, immigrants fleeing tyranny understand the importance of freedom.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-24 13:06:00",
    "body": "The current debacle in Afghanistan is not only the Biden administration’s shame but America’s shame—all the more so if the U.S. fails to provide a haven for the thousands of Afghans who risked everything to serve American and allied forces and who are now in deadly danger along with their families.<br />The chaos on the Mexican border may make some Americans hesitant to accept these Afghans desperately fleeing the Taliban. But rescuing them is a moral obligation and a matter of national self-interest. History has shown that earlier immigrants who fled tyranny have helped renew Americans’ faith in the country’s institutions and founding principles.<br />Having paid a sometimes terrible price to obtain liberty themselves, these immigrants understood the importance of freedom. Over the past 70 years, waves of Cuban, Hungarian, Iranian and Vietnamese immigrants fleeing communism and Islamism have transformed themselves from desperate refugees into icons of the American dream through hard work and initiative, the strength of their families and communities, and above all their recognition that the freedoms they enjoy as Americans aren’t free.<br />Think too of the impact on the U.S. of earlier immigrant groups that came in search of liberty. Without the scientists who escaped Nazism and fascism in the 1930s and 1940s—such as Albert Einstein, Enrico Fermi, John von Neumann, Leo Szilard and Edward Teller—there would have been no atomic bomb, and World War II would have likely ended with a slow, brutal invasion of Japan at a cost of many more lives.<br />A particularly good parallel with the current plight of Afghans is the evacuation of 38,000 Hungarian refugees to America after the Soviet crackdown on the 1956 revolution, thanks to the Eisenhower administration’s Operation Safe Haven. Giving those victims of communism a home in the U.S. became a national crusade. Among those who broadcast the appeal was Elvis Presley on “The Ed Sullivan Show”; in 2011 Presley was posthumously named an honorary citizen of Budapest."
}