{
    "url_original": "https://www.wsj.com/articles/afghan-journalists-america-help-biden-withdrawal-taliban-censorship-women-rights-jihadist-11630427458?mod=opinion_lead_pos5",
    "url": "afghan-journalists-america-help-biden-withdrawal-taliban-censorship-women-rights-jihadist-11630427458",
    "title": "Afghan Journalists Need U.S. Help",
    "sub_head": "Joe Biden pledged to support press freedom, but so far he hasn’t followed through on his promises.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-31 12:45:00",
    "body": "The Biden administration came to power pledging to put human rights and democracy at the heart of its foreign policy. The president and his team promised to support press freedom and the rights of journalists around the world. In Afghanistan, they have failed the test.<br />Many Afghan journalists are furious at the U.S. “The international community and the U.S. committed to building human rights, women’s rights and press freedom in the country,” said Farida Nekzad, who fled Afghanistan last week but whose husband and son are still in Kabul. “We were thankful they did. Then they killed it in a minute and destroyed all our achievements.” Ms. Nekzad, who cofounded the independent Pajhwok Afghan News agency to hold the powerful accountable, said her dreams of a better future for her country have been dashed.<br />“I feel absolutely betrayed,” said another leading independent journalist, who has made it to safety but asked not to be named because his family is still in Kabul. “Do you think anyone will ever believe in the promise of democracy again?”<br />Hundreds of Afghan journalists who worked for international news organizations, including The Wall Street Journal,  New York Times  and Washington Post, have gotten out of Afghanistan thanks to the ingenuity of their employers. But those working for the local media, including news organizations supported by U.S. government grants, have been largely left behind. As the Pulitzer Prize Board honored them last week for their courageous reporting, many were moving from house to house hiding from the Taliban.<br />The Biden administration can still meet its humanitarian commitments and advance its foreign-policy agenda by stepping up efforts to get Afghan journalists to safety. So far, U.S. efforts have been miserable."
}