{
    "url_original": "https://www.wsj.com/articles/afghans-fleeing-taliban-grow-more-desperate-as-clock-ticks-on-u-s-evacuation-11629797542",
    "url": "afghans-fleeing-taliban-grow-more-desperate-as-clock-ticks-on-u-s-evacuation-11629797542",
    "title": "Afghans Fleeing Taliban Grow More Desperate as Clock Ticks on U.S. Evacuation",
    "sub_head": "As the Biden administration’s Aug. 31 deadline approaches, many who are seeking to leave face ordeals trying to get on departing flights",
    "category_1": "World",
    "time": "2021-08-24 05:32:00",
    "body": "The family of Naqibullah Laghmanai, a former interpreter for the U.S. military, spent days waiting outside Kabul’s airport, hoping to catch a flight out of the country before the Biden administration ends its evacuation operation.<br />People were beaten. The family’s youngest member, a 5-year-old, fell ill in the heat and chaos. The family finally gave up and returned home, says Mr. Laghmanai, a U.S. citizen now living in Houston.<br />Thousands of Afghans seeking to flee their homeland face a series of ordeals as they try to reach Kabul’s airport and contend for a spot on a departing flight. They are avoiding checkpoints manned by Taliban fighters who have surrounded the facility. They are also navigating bureaucratic obstacles in hopes that they won’t be turned back upon reaching the airport’s heavily guarded gates. And they are doing it on the clock.<br />The Biden administration is considering whether to extend the evacuation effort past an Aug. 31 deadline when all U.S. troops are set to leave Afghanistan. Growing disorder, however, has engulfed the operation, including a gunbattle that broke out at the airport Monday, killing at least one Afghan soldier.<br />Thousands of people have thronged the airport since the Taliban seized Kabul on Aug. 15. A force of 6,000 U.S. troops has allowed the U.S. and its allies to airlift Westerners from the country along with thousands of Afghans who assisted them over the course of two decades."
}