{
    "url_original": "https://www.wsj.com/articles/afghan-interpreter-who-helped-rescue-biden-in-2008-left-behind-after-u-s-exit-11630429285?mod=politics_lead_pos10",
    "url": "afghan-interpreter-who-helped-rescue-biden-in-2008-left-behind-after-u-s-exit-11630429285",
    "title": "Afghan Interpreter Who Helped Rescue Biden in 2008 Left Behind After U.S. Exit",
    "sub_head": "Mohammed, stranded in Afghanistan and hiding from the Taliban, makes a White House appeal: ‘Don’t forget me here.’",
    "category_1": "National Security",
    "time": "2021-08-31 17:22:00",
    "body": "Thirteen years ago, Afghan interpreter Mohammed helped rescue then-Sen. Joe Biden and two other senators stranded in a remote Afghanistan valley after their helicopter was forced to land in a snowstorm. Now, Mohammed is asking President Biden to save him.<br />“Hello Mr. President: Save me and my family,” Mohammed, who asked not to use his full name while in hiding, told The Wall Street Journal as the last Americans flew out of Kabul on Monday. “Don’t forget me here.”<br />Mohammed, his wife, and their four children are hiding from the Taliban after his yearslong attempt to get out of Afghanistan got tangled in the bureaucracy. They are among countless Afghan allies who were left behind when the U.S. ended its 20-year military campaign in Afghanistan on Monday.<br />White House press secretary Jen Psaki thanked the interpreter for his service Tuesday and said the U.S. remains committed to getting Afghan allies out of the country. “We will get you out,” Ms. Psaki said after a Wall Street Journal reporter read to Ms. Psaki Mohammed’s message to the president. “We will honor your service.”<br />Mohammed was a 36-year-old interpreter for the U.S. Army in 2008 when two U.S. Army Black Hawk helicopters made an emergency landing in Afghanistan during a blinding snowstorm, according to Army veterans who worked with him at the time. On board were three U.S. senators: Mr. Biden, the Delaware Democrat, John Kerry, (D., Mass.) and Chuck Hagel, (R., Neb.)."
}