{
    "url_original": "https://www.wsj.com/articles/afghanistan-withdrawal-iraq-nation-building-forever-wars-democracy-taliban-bush-biden-11629468928?mod=opinion_lead_pos6",
    "url": "afghanistan-withdrawal-iraq-nation-building-forever-wars-democracy-taliban-bush-biden-11629468928",
    "title": "As Afghanistan Reverts, Iraq Makes Steady Progress",
    "sub_head": "It has a capable army, a functioning representative government—and a need for continued U.S. help.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-20 13:12:00",
    "body": "The Afghan army’s failure to slow the Taliban’s seizure of power contrasts starkly with generally favorable developments in Iraq. As Afghanistan descends into the abyss, Iraq advances toward legitimacy at home and internationally. After years of fitful leadership, extremist threats, sectarian violence and Iranian interference, Iraq is on course to becoming a self-reliant, democratic state and, at least for now, an impediment to Iranian regional aggrandizement. America’s efforts, sacrifices and patience in Iraq are paying off.<br />The U.S. found no weapons of mass destruction in Iraq. What it did find was a homicidal regime under Saddam Hussein, and the debris of a sectarian army whose mission had been to brutalize the Iraqi people. Arabs and Kurds were on the brink of war. Though rich in oil and gas reserves, Iraq’s economic development had been stunted by state involvement designed to enrich those in power. The rule of law meant nothing but total obedience to Saddam.<br />Conditions in Iraq in the wake of invasion may have seemed hopeless, with a spreading Sunni insurgency, the arrival of foreign terrorists, and Sunni-Shiite violence. Still, the U.S. and 35 partner nations worked with Iraqis of all political stripes, religious beliefs and regions to help build representative government responsive to the needs of all Iraqis.<br />The first step was to help the Iraqis write a new constitution that provides for a separation of powers among branches of government and establishes basic rights for all Iraqis, irrespective of sect, ethnicity and sex. It obligates the Iraqi state to the rule of law, an independent judiciary, civilian control of the armed forces and universal suffrage. The constitution says that no less than 25% of parliamentarians be female, and it opened the way for Iraqi women to receive educational and professional equality, though in Iraq as elsewhere, words must be followed by actions.<br />Iraq’s constitution came into force after it was overwhelmingly approved in a national referendum in 2005. Since 2004, Iraq has had five straight peaceful transfers of power. Although its governments have performed unevenly—some poorly—none has clung to power when its time was up. A notable example is how Nouri al-Maliki, pro-Iran prime minister from 2006 to 2014, was succeeded without conflict by Haider al-Abadi, a less pro-Iran figure from a different party. This record is unmatched among Arab countries and defies pundits’ predictions that Iraqi democracy would fail."
}