{
    "url_original": "https://www.wsj.com/articles/afghanistan-war-jihad-radical-islamist-9-11-september-terrorist-attack-massacre-biden-11630095211?mod=opinion_lead_pos9",
    "url": "afghanistan-war-jihad-radical-islamist-9-11-september-terrorist-attack-massacre-biden-11630095211",
    "title": "Our War Is the Enemy’s Battle",
    "sub_head": "Leaving Afghanistan and slinking back across the ocean won’t make us safe. More 9/11-style plots are inevitable.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-27 18:14:00",
    "body": "Kabul has fallen, Afghanistan is lost, but jihadism is far from finished with us. As the late scholar Bernard Lewis noted in 1990, the roots of Muslim rage run deep. Groups like the Taliban, al Qaeda, ISIS and now ISIS-K measure their grievance with the West in millennia, not decades. Our long war may be over. To them it was only a battle.<br />Bloodthirsty madmen don’t hate America because Americans were in Afghanistan—or Saudi Arabia or Lebanon. Fanatics never need an excuse. The U.S. military’s presence in the greater Middle East was merely a pretense. They hated us before all that, because we are allied to the Zionists, because in their eyes we are decadent and irreligious, and, above all, because our culture has left theirs in the dust. They hate us because of their failure to keep up. Our successes embarrass them.<br />Leaving Afghanistan hasn’t made us safer. Ten U.S. Marines, two soldiers, a sailor and nearly 200 desperate Afghans were killed outside Kabul’s airport on Wednesday by men motivated by the same evil that animated Mohamed Atta, the snake-eyed ringleader of 9/11. The troops who died were in Kabul on a humanitarian mission, to protect, to help our friends escape Taliban reprisals. They were murdered in cold blood, like the 193 slaughtered on Madrid commuter trains in 2004, the 165 murdered across four days in Mumbai in 2008, the 52 slain in London on July 7, 2005, the 89 concertgoers mowed down at the Bataclan Theater and the 12 cartoonists butchered at the Charlie Hebdo offices in Paris in 2015.<br />That’s leaving aside the beheadings, the stabbings and the cars plowed into crowds during the past 30 years. Islamism’s butcher’s bill is long and bloody. They were trying to kill us before 9/11; they won’t give up now.<br />It may take months or even years, but al Qaeda, ISIS and all the others will figure out how to hit us again. They will kill and maim scores of ordinary blameless people in offices, schools, airports, train stations, restaurants, night clubs, theaters, homes. All that matters to the jihadists is that the bodies will be American—or British, French, Dutch, Indian. All that matters is that their victims are outside the house of Islam. Death will come suddenly and violently for no reason other than the apocalyptic nihilism of jihadism."
}