{
    "url_original": "https://www.wsj.com/articles/afghanistan-withdrawal-biden-imf-world-bank-sanctions-taliban-al-qaeda-terrorist-financing-11630251194?mod=opinion_lead_pos6",
    "url": "afghanistan-withdrawal-biden-imf-world-bank-sanctions-taliban-al-qaeda-terrorist-financing-11630251194",
    "title": "Beefed-Up Sanctions Could Limit the Damage in Afghanistan",
    "sub_head": "The Taliban’s control of the government will significantly increase their wealth and influence.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-29 13:15:00",
    "body": "‘Our only vital national interest in Afghanistan,” President Biden said two weeks ago, “remains today what it has always been: preventing a terrorist attack on American homeland.” To prevent such an attack, Mr. Biden and Congress should swiftly work to deprive the Taliban and their al Qaeda allies of the resources required for attacks on the U.S. homeland.<br />While the Taliban have been subject to American terrorism sanctions for years, the group’s newfound control of Afghanistan’s government institutions and domestic resources will significantly increase its wealth and influence. If the new Taliban government’s central bank, ministries and agencies are not explicitly subjected to U.S. sanctions, the Taliban will be better able to use that money as it wishes. According to a 2020 United Nations Security Council report, before their takeover of Afghanistan, the Taliban operated a sophisticated financial network that generated between $300 million and $1.5 billion a year, primarily from illicit mining, narcotics production and trafficking, and taxation in areas they controlled. All these sources of income are likely to grow enormously as the Taliban consolidate control of nearly the entire country.<br />Al Qaeda remains intricately tied to the Taliban, so the new regime’s resources will be available to committed international terrorists. The U.S. military is now warning that al Qaeda’s operational capabilities are rapidly increasing. This should come as no surprise given that one of the Taliban’s deputy emirs, Sirajuddin Haqqani, is a longstanding al Qaeda ally and the head of the Haqqani network, an American-designated terrorist organization.<br />U.S. laws and regulations governing money laundering and illicit finance have come a long way since 9/11. Congress and successive administrations have developed sophisticated financial sanctions targeting terror-sponsoring regimes like Iran, Syria and North Korea. Washington should apply what it has learned to isolate the Taliban government and its terrorist allies.<br />Declaring the new Afghan government a state sponsor of terrorism would impose restrictive measures on trade and allow Americans harmed by Taliban-aided terrorists to pursue legal action against the regime. The State Department should also designate the Taliban a Foreign Terrorist Organization. While the Taliban is currently subject to financial sanctions under Treasury Department counterterrorism authorities, an FTO designation would further chill any interaction with Taliban-affiliated entities and expose anyone providing them support to extraterritorial criminal prosecution and civil liability."
}