{
    "url_original": "https://www.wsj.com/articles/afghanistans-collapsing-economy-puts-pressure-on-the-taliban-to-negotiate-11629746738",
    "url": "afghanistans-collapsing-economy-puts-pressure-on-the-taliban-to-negotiate-11629746738",
    "title": "Afghanistan’s Disintegrating Economy Puts Pressure on the Taliban to Negotiate",
    "sub_head": "Banks remain closed amid shortage of cash as dollar shipments, foreign aid halted",
    "category_1": "World",
    "time": "2021-08-23 15:25:00",
    "body": "No longer facing serious military opposition, Afghanistan’s new Taliban rulers are grappling with a new threat: an economic collapse that could fuel renewed challenges to their rule and has already put pressure on them to share power.<br />There has been no legitimate government of Afghanistan since President Ashraf Ghani and most ministers escaped Kabul on Aug. 15. In the eight days since then, the banks and money exchanges have remained shut and prices for basic commodities have surged. Economic activity has ground to a halt.<br />“People have money, but it’s in the bank, which means they no longer have money now. It’s hard to find cash,” said Bahir, a Kabul resident who worked as a financial officer for a construction company. “That’s why the whole business in Kabul has stopped.”<br />In the 1990s, a Taliban takeover revitalized the Afghan economy, ending fighting between rival warlords and reopening roads to trade. At the time, Pakistan, Saudi Arabia and the United Arab Emirates established diplomatic relations with Afghanistan’s Taliban rulers, and the ensuing stability bolstered the movement’s appeal. So far, however, no nation has recognized the new regime in Kabul, inflicting an economic pain that could force the Taliban to form a more inclusive—and moderate—government that includes rival political forces.<br />“The quicker we push on a political settlement, the sooner we will save Afghanistan from the dire economic consequences that are looming,” said Omar Zakhilwal, a former finance minister who returned to Kabul this week to join power-sharing talks with the Taliban. “We are working in tandem with the Taliban to bring a normal face to Kabul again: reopening of the banks, of the offices, of the ministries.”"
}