{
    "url_original": "https://www.wsj.com/articles/afghanistan-takeover-by-taliban-worries-governments-in-the-region-europe-that-chaos-will-spread-11629066464",
    "url": "afghanistan-takeover-by-taliban-worries-governments-in-the-region-europe-that-chaos-will-spread-11629066464",
    "title": "Afghanistan Takeover by Taliban Worries Governments in the Region, Europe That Chaos Will Spread",
    "sub_head": "Pakistan and Iran are among countries most vulnerable to a wave of refugees, but European governments are also raising concerns",
    "category_1": "World",
    "time": "2021-08-15 18:27:00",
    "body": "The collapse of the Afghan government and takeover of the country by the Taliban is stirring concern in foreign capitals that chaos and instability engulfing the country could spill over to its neighbors and possibly drive a tide of refugees as far as Europe.<br />There was also an undercurrent of criticism of the U.S. for the speed of its departure after nearly 20 years, colored by Washington’s failure to establish a stable government that could stand without American military support.<br />Pakistan fears a flood of refugees will try to cross the border between the two countries, adding to some 3 million Afghan refugees already living there because of past violence. Pakistan is considered the country with the most influence over the Taliban because the group’s leadership has been based there since its regime was ousted by the 2001 U.S.-led invasion of Afghanistan. But it has denied that it supports the Taliban.<br />Pakistan’s foreign minister, Shah Mahmood Qureshi, told his British counterpart Sunday that the “situation in Afghanistan required the international community’s consistent engagement with the Afghan leaders to ensure a peaceful and stable Afghanistan.”<br />China also maintains ties to Taliban leaders. In July, it hosted the group’s political chief, Mullah Abddul Ghani Baradar, for talks near Beijing and has criticized U.S. policy in Afghanistan as destabilizing. And although Beijing will likely be discomforted by the hasty change in power in Kabul, it shows little appetite for anything close to U.S.-like power there, even if the American exit gives it more political and economic influence over time."
}