{
    "url_original": "https://www.wsj.com/articles/afghanistan-withdrawal-biden-human-rights-terrorist-jihadist-islamist-taliban-kabul-11629044191?mod=opinion_lead_pos5",
    "url": "afghanistan-withdrawal-biden-human-rights-terrorist-jihadist-islamist-taliban-kabul-11629044191",
    "title": "In Afghanistan, the Tragic Toll of Washington Delusion",
    "sub_head": "Pundits repeat the mantra that there was ‘no military solution.’ The Taliban seem to have come up with one.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-15 13:09:00",
    "body": "The world is witnessing in Afghanistan a vivid and painful display of what happens when leaders in Washington delude themselves regarding persistent threats, the nature of America’s enemies and the ability to end wars by simply going home.<br />On April 14, ignoring predictions of dire consequences, President Biden announced that all U.S. forces would depart by Sept. 11—20 years to the day after jihadist terrorists used their safe haven in the Islamic Emirate of Afghanistan to launch the deadliest terrorist attack in history.<br />As U.S. forces departed, the Taliban seized the initiative and launched an offensive on Afghan cities, taking control of the large majority of provinces in 11 days. The takeovers in the north exposed the Taliban’s plan, along with al Qaeda, to isolate and overthrow the elected government in Kabul and subjugate the country under its brutal form of Shariah. The fall of Kandahar on Thursday gave the Taliban a major symbolic victory in the ideological center of the antimodernist and misogynist movement. The fall of Ghazni, Laghman, Logar and Paktia provinces on Kabul’s doorstep enabled the disaster we are now seeing in the capital.<br />In areas they conquer, the Taliban conduct mass executions and assassinate journalists and anyone else who might oppose their perverted theocratic dictatorship. The Taliban force women to “marry” terrorists, who rape them, force them to wear the burqa and otherwise strip them of rights they have enjoyed for nearly two decades. Taking stock of this catastrophe and determining what might be done to limit the damage requires a rejection of Washington’s fantasy and an acknowledgment of Afghanistan’s reality.<br />In Washington, U.S. forces supposedly had to leave to end a costly “forever war.” But when Mr. Biden made the decision to withdraw, no more than 3,500 U.S. troops were left in Afghanistan. They were supporting Afghans who were taking the brunt of the fight, and not a single American soldier had been killed in combat in a year and a half."
}