{
    "url_original": "https://www.wsj.com/articles/afghanistan-veterans-in-congress-trying-to-prevent-a-death-warrant-for-helping-america-11629299971?mod=politics_featst_pos1",
    "url": "afghanistan-veterans-in-congress-trying-to-prevent-a-death-warrant-for-helping-america-11629299971",
    "title": "Afghanistan Veterans in Congress Trying to Prevent ‘a Death Warrant’ for Helping America",
    "sub_head": "Lawmakers helping people flee country have been given one email address and phone number to submit information to State Department",
    "category_1": "Politics",
    "category_2": "National Security",
    "time": "2021-08-18 11:19:00",
    "body": "WASHINGTON—The texts have been flowing into Rep. Brian Mast’s phone for days, from veterans in touch with their former Afghan interpreters and military commanders worried about Afghan colleagues, vouching for their risk and pleading for their safe passage out of the country.<br />One Afghan was hiding at a hotel—how could he get out? Another had fled from a pomegranate field to an orchard—what escape route would work? If a third crossed the Hindu Kush mountain range, could he be seen at the U.S. Embassy in Pakistan? The last known position of another was outside Hamid Karzai International Airport and he was being hunted by the Taliban—could a picture of the unit commander and the Afghan together serve as proof for him to enter the airport grounds given the need to burn other IDs that would make him a target?<br />“People are coming to us in desperation,” said the Florida Republican, a veteran who worked alongside Afghans as a bomb-disposal expert. “To let somebody fall through the cracks is a death sentence. It’s a death warrant for the crime of helping America.”<br />Mr. Mast is one of many members of Congress who did military tours in Afghanistan or developed relationships with Afghans during the hundreds of congressional visits to the country during the 20-year war. They are now in a frantic scramble to help as many people as they can to flee the country.<br />A clutch of lawmakers have been calling on the Biden administration to speed up evacuations since April. That was when President Biden said a troop withdrawal required under a deal the Trump administration signed with the Taliban should be completed by Sept. 11, instead of the May 1 deadline in the deal, though he later advanced that date to Aug. 31. At the time, providing Special Immigrant Visas to Afghans who had worked directly for the U.S. military was already a yearslong process."
}