{
    "url_original": "https://www.wsj.com/articles/afghanistan-calls-for-taliban-sanctions-as-militants-capture-more-territory-11628614372?mod=politics_lead_pos7",
    "url": "afghanistan-calls-for-taliban-sanctions-as-militants-capture-more-territory-11628614372",
    "title": "Afghanistan Calls for Taliban Sanctions as Militants Capture More Territory",
    "sub_head": "Civilians flee to Kabul; ‘This is a threat to international peace and security,’ foreign minister says",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-08-10 16:40:00",
    "body": "KABUL—Afghanistan’s foreign minister called for international sanctions to be reimposed on Taliban leaders as the insurgent movement seized three more provinces, tightening their grip on the country and preparing for a push on Kabul.<br />With Tuesday’s fall of the capitals of Farah, Baghlan and Badakshan provinces, the Taliban have conquered nine of Afghanistan’s 34 provincial capitals, including important cities such as Kunduz, since Friday. They have also strengthened their circle around the country’s biggest regional hubs of Herat, Kandahar and Mazar-e-Sharif.<br />The offensive violates the commitments that the Taliban gave to the U.S. under the February 2020 Doha agreements that precipitated the U.S. military withdrawal, and warrants a stern international response, Afghan Foreign Minister Haneef Atmar said in an interview. He urged the U.S. and other countries to respond by reinstating United Nations sanctions that had banned Taliban leaders from travel, and by using military force against the group.<br />“The world community should come together to stop Taliban attacks on cities. This is a threat to international peace and security, not just a threat to Afghanistan,” said Mr. Atmar. “Attacks on cities will have destabilizing consequences for the region and the international community—not only by sending refugees but also with the arrival of more foreign fighters to Afghanistan, which will pave the ground for other terrorist groups to come.”<br />The Taliban, he added, are particularly susceptible to renewed sanctions because a significant part of the group’s leadership now lives in the Qatari capital. “The entire world has been deceived by the Taliban,” he added."
}