{
    "url_original": "https://www.wsj.com/articles/afghanistan-withdrawal-mess-risks-second-wave-of-problems-11629727380?mod=politics_lead_pos2",
    "url": "afghanistan-withdrawal-mess-risks-second-wave-of-problems-11629727380",
    "title": "Afghanistan Withdrawal Mess Risks Second Wave of Problems",
    "sub_head": "Chaos undermines core Biden messages about competent government and the superiority of democracies as well as relations with U.S. allies",
    "category_1": "Politics",
    "category_2": "Capital Journal",
    "time": "2021-08-23 10:03:00",
    "body": "In foreign policy, as in other areas of human endeavor, the law of unintended consequences is cruel but always in effect.<br />So it is now with the Biden administration’s messy withdrawal from Afghanistan. The immediate problems are on graphic display on television screens around the world. But there also will be a second wave of complications—less obvious but perhaps more long-lasting—including a diminution of core Biden messages about competent government and the superiority of democracies over autocracies.<br />President Biden is right about one thing: There never was going to be a neat and easy exit from Afghanistan after 20 years of entanglement there. A more rapid evacuation of Americans and Afghan allies would have undermined confidence in the Afghan government and made its demise even more likely. A slower evacuation would have left American troops open to renewed Taliban attacks along the way and perhaps sucked them back into the very battle the U.S. was  trying to leave behind.<br />It’s also possible the picture will improve over time. Some kind of coalition government, bringing together the Taliban with leaders America has supported over the years, could emerge in Afghanistan in coming weeks, stabilizing the country and lessening lasting damage for the U.S. Conversations toward that end, including ones involving former Afghan PresidentHamid Karzai and the country’s onetime chief executive, Abdullah Abdullah, are under way.<br />Still, the chaos so far has done obvious harm to America’s global position. China, Russia and Iran will try to make inroads in the region, taking advantage of the vacuum created by an American withdrawal. China in particular has its eyes on more extraction of Afghan minerals, as well as establishing another link in its belt-and-road initiative encircling the region with its own trade routes."
}