{
    "url_original": "https://www.wsj.com/articles/afghanistan-evacuation-effort-sparks-bottleneck-at-dulles-airport-11629997393?mod=politics_lead_pos3",
    "url": "afghanistan-evacuation-effort-sparks-bottleneck-at-dulles-airport-11629997393",
    "title": "Afghanistan Evacuation Effort Causes Bottleneck at Dulles Airport",
    "sub_head": "Pentagon strategy to use U.S. airlines to ease crowded conditions for Afghan refugees at overseas military bases is creating a new bottleneck in Washington",
    "category_1": "Middle East",
    "time": "2021-08-26 17:54:00",
    "body": "CHANTILLY, Va.—The Pentagon effort to use U.S. airlines to ease crowded conditions at overseas military bases is creating a new bottleneck at Dulles International Airport, where planes carrying Afghan refugees are stacking up on the tarmac as officials take up to 10 hours to process passengers before they can disembark.<br />On Thursday morning, a line of seven aircraft was waiting—with more to come, an industry official said. That is forcing refugees who boarded with few possessions, some without shoes, to sit for hours before seeing an end to their escape from Afghanistan.<br />An official with the Department of Homeland Security confirmed the delays were due to a backup in vetting Afghans, many of them holding special visas for their work with the U.S. military, before they are allowed to enter the U.S.<br />“Over the last several days, we have worked with urgency and with care to enhance screening and vetting operations such that we make these operations more efficient without compromising national security,” the official said.<br />Early signs of a bottleneck were evident on Friday when a jet carrying hundreds of Afghan evacuees sat on the tarmac for nine hours before the passengers were allowed to get off the plane, said a U.S. official. The plane landed midafternoon but evacuees weren’t tested for Covid-19 nor seen by groups supporting their arrival until late evening, the official said."
}