{
    "url_original": "https://www.wsj.com/articles/afghanistan-withdrawal-cia-bin-laden-al-qaeda-bush-biden-northern-alliance-11628005301?mod=opinion_lead_pos5",
    "url": "afghanistan-withdrawal-cia-bin-laden-al-qaeda-bush-biden-northern-alliance-11628005301",
    "title": "The U.S. Won Afghanistan Before Losing It",
    "sub_head": "Victory came quickly to the CIA and special forces in October 2001. Then the mission changed to a self-defeating invasion.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-03 12:27:00",
    "body": "The tragedy of the U.S. retreat from Afghanistan is that days after 9/11, President George W. Bush had settled on a plan based on principles that could have ensured enduring success.<br />Remarkably, the Pentagon had no contingency for Afghanistan in 2001. The Central Intelligence Agency filled the void. Its plan was for small teams of CIA officers, along with Green Berets and U.S. air power, to assist the indigenous Afghan resistance—the Northern Alliance. On Oct. 17, 2001, eight members of the CIA’s Team Alpha became the first Americans behind enemy lines in Afghanistan. They linked up with the ethnic Uzbek fighters of Gen. Abdul Rashid Dostum, along with Tajik and Hazara forces.<br />This wasn’t an invasion. The Afghans did most of the fighting. The “foreigners” weren’t the Americans, but the mainly Arab fighters of al Qaeda. The role of Team Alpha and the 10 or so other CIA teams in Afghanistan was clear: to hunt down the perpetrators of 9/11. The Taliban regime had to be toppled because it was providing sanctuary for Osama bin Laden, but America’s enemy was al Qaeda.<br />No one personified this mission more than Team Alpha’s courageous Johnny Micheal Spann, a CIA paramilitary and former Marine Corps officer from Winfield, Ala. He became America’s first combat death when he was shot in a prison uprising outside Mazar-e-Sharif on Nov. 25, 2001. But Team Alpha also included Afghan specialists. Its chief was J.R. Seeger, a Dari-speaking case officer who had worked with the mujahedeen in the 1980s. David Tyson was an Uzbek linguist and former academic who’d spent years living in Central Asia. He managed miraculously to survive after Spann was killed, shooting his way out as al Qaeda prisoners swarmed him.<br />Messrs. Seeger and Tyson knew that imposing American solutions on Afghanistan wouldn’t work. They managed tribal rivalries but didn’t seek to turn Afghan leaders into paragons of virtue. The U.S. role wasn’t to defeat the Taliban for the Afghans. It was their fight and their country."
}