{
    "url_original": "https://www.wsj.com/articles/after-a-pandemic-pet-boom-investors-should-fear-abandonment-11629714780?mod=business_minor_pos11",
    "url": "after-a-pandemic-pet-boom-investors-should-fear-abandonment-11629714780",
    "title": "After a Pandemic Pet Boom, Investors Should Fear Abandonment",
    "sub_head": "Trupanion may be one of those stocks in line for a difficult post-pandemic adjustment as the pet craze abates",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-23 06:33:00",
    "body": "This column is part of the Heard on the Street Stock Picking Contest. You’re invited to play along with us here.<br />As the world moves on from the pandemic, investors may realize they aren’t dog people after all.<br />The surge in impulse pet adoptions fueled by Covid-19 makes even extravagant Christmas seasons look morally unimpeachable. Almost 13 million households in the U.S. got an animal companion between March and December of 2020, the American Pet Products Association says. Spending on veterinary practices has shot up this year, according to analytics firm VetSuccess.<br />Sitting at the intersection between markets’ obsession with growth stories and the vet boom is Seattle-based pet insurer  Trupanion .  Its shares have gained 250% in two years and trade at 13 times the firm’s tangible book value—insurers usually hover around one—even though it has rarely turned a profit since its listing in 2014.<br />Only 1% of pets in the U.S. have medical insurance, compared with 30% in Sweden, 25% in the U.K. and 5% in France. Getting to French levels of coverage seems achievable, and it would expand Trupanion’s addressable market from $1.3 billion to $6.7 billion. It isn’t that Americans care less about their dogs and cats; they spend more on them per capita than anyone else. The problem is that Wall Street firms have traditionally seen pet insurance as a nice-to-have rather than a must-have, and priced it high while offering little."
}