{
    "url_original": "https://www.wsj.com/articles/aig-swings-to-profit-on-private-equity-investments-premium-rate-increases-11628194620?mod=markets_major_pos11",
    "url": "aig-swings-to-profit-on-private-equity-investments-premium-rate-increases-11628194620",
    "title": "AIG Swings to Profit on Private-Equity Investments, Premium-Rate Increases",
    "sub_head": "The global insurance conglomerate was helped by absence of pandemic-related charges",
    "category_1": "Business",
    "category_2": "Earnings",
    "image_1_url": "https://images.wsj.net/im-380271?width=860&height=573",
    "image_1": "im-380271.jpg",
    "time": "2021-08-05 16:17:00",
    "body": "American International Group Inc.  swung to a second-quarter profit, aided by heady gains in its private-equity investments and the absence of Covid-19-related charges.<br />The quarter was the first full one under new Chief Executive Peter Zaffino, and comes as the company is preparing to hive off its big life-insurance and retirement unit into a self-standing company. In July, it said that investment firm  Blackstone Group Inc.  will purchase a 9.9% equity stake in the unit for $2.2 billion in cash and manage certain of its assets.<br />The global insurance conglomerate is one of the last publicly traded insurers to post quarterly results.<br />The company reported a 24% increase in “net written premiums,” a key metric of revenue growth, for its property-casualty operations, attributable partly to new business and premium-rate increases. The rate increases helped improve its underwriting results. Overall, AIG posted net income of $91 million, compared with a net loss of $7.9 billion in the year-earlier quarter, when it booked a loss from the sale of a reinsurance unit for discontinued business lines and old investments.<br />AIG joined some other big insurers in boosting its share-buyback program, adding $5.1 billion to the $900 million in its current allocation. On Wednesday,  Allstate Corp.  and  MetLife Inc.  added $5 billion and $3 billion, respectively, on the back of improved earnings and recent divestitures of units judged noncore."
}