{
    "url_original": "https://www.wsj.com/articles/aig-marks-major-progress-11628268253?mod=markets_major_pos1",
    "url": "aig-marks-major-progress-11628268253",
    "title": "AIG Marks Major Progress",
    "sub_head": "Investors already know that a lot of capital return is likely coming, but the core property-and-casualty business is doing quite well, too",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-381659?width=860&height=573",
    "image_1": "im-381659.jpg",
    "time": "2021-08-06 12:44:00",
    "body": "American International Group is looking like more than just a breakup story.<br />Following moves to sell a stake in its life-and-retirement business to  Blackstone Group  ahead of a listing, plus an accompanying sale of affordable-housing assets,  AIG  looks poised to add several billion dollars to its cash pile. It already has announced an increase of its share buyback authorization to $6 billion.<br />Shareholders might welcome lots of extra cash in their pockets after years of patience with the insurance behemoth. But AIG isn’t just a capital-return story right now—at least based on these most recent quarterly results.<br />In fact, now also looks to be a good time to have the capital to fund a bigger book of core property-and-casualty business. Premiums and new business are rising fast, and underwriting results are strong, particularly in commercial insurance. That dynamic suggests the potential to grow in a way that doesn’t just mean buying more risk to gain market share.<br />Global commercial net premiums written were up 13% in the second quarter from a year earlier, adjusted for the effects of foreign-currency translation, due to rate increases and new business. The underlying accident-year combined ratio for commercial insurance fell by some 5 points to 89.3%, which AIG said was the best performance in 15 years. This core measure falls as losses and expenses become a smaller percentage of premium collected, and it excludes the effect of catastrophes and adjustments for losses in prior years."
}