{
    "url_original": "https://www.wsj.com/articles/air-china-stock-will-struggle-to-lift-off-11628662727?mod=business_minor_pos11",
    "url": "air-china-stock-will-struggle-to-lift-off-11628662727",
    "title": "Air China Stock Will Struggle to Lift Off",
    "sub_head": "Optimism about China’s reopening to the world and its domestic tourism has waned. But some airline stocks still look optimistically priced.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-383677?width=860&height=573",
    "image_1": "im-383677.jpg",
    "time": "2021-08-11 02:21:00",
    "body": "This column is part of the Heard on the Street stock-picking contest. You’re invited to play along with us here.<br />After a disastrous 2020, travel has begun recovering in 2021, offering some hope for beleaguered airline investors. Chinese airlines weathered the initial storm relatively well, as domestic tourism roared back and helped cushion the hit to international travel. But with China now fighting to contain the highly contagious Delta variant of Covid-19, domestic tourism is again struggling, and the day the nation reopens its international borders is looking ever farther off.<br />One way to play a “locked away for longer” theme for China would be to sell airline stocks, particularly those like Air China with big exposure to international travel.<br />Although the stock has struggled this year, it still looks richly priced compared with U.S. peers, trading at 16 times expected 2022 earnings, according to Wind, against nine times for  Delta Air Lines  and 12 times for  United Airlines Holdings ,  according to FactSet. The stock also has to contend with Air China’s 30% stake in Hong Kong flag carrier  Cathay  Pacific, which has been punished by the city’s quarantine rules, among the toughest in the world. Cathay trades at 42 times expected 2022 earnings, reflecting the Hong Kong aviation industry’s dependence on international travel.<br />In late 2020 and early 2021, there were good reasons to think Chinese airlines were a better bet. Middle-class Chinese, with nowhere else to go, helped drive a sharp rebound in domestic passenger traffic as the threat from the coronavirus receded. Fast progress on China’s vaccination campaign beginning in the late spring also raised hopes that border controls might be loosened. At the time, assuming that Air China’s operating revenue would rebound to 98% of 2019 levels in 2022, the current consensus forecast according to data from Wind, didn’t seem unreasonable."
}