{
    "url_original": "https://www.wsj.com/articles/airbnb-is-worth-another-stay-11628852402?mod=markets_lead_pos11",
    "url": "airbnb-is-worth-another-stay-11628852402",
    "title": "Airbnb Is Worth Another Stay",
    "sub_head": "As the Delta variant spreads, online travel investors have seen this movie before. It ends well for Airbnb.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-13 07:00:00",
    "body": "This column is part of the Heard on the Street Stock Picking Contest. You’re invited to play along with us here.<br />In the 1993 comedy film “Groundhog Day,” Bill Murray has to wake up several times on the same day to realize tomorrow isn’t coming so soon. Online travel investors need to be quicker than that.<br />As of Thursday’s close, shares of homestay giant  Airbnb  are down 30% from their February highs this year. They are now trading just 21% above lows seen last December amid pandemic lockdowns. This is despite the fact that Airbnb’s bookings were already growing as of the first quarter relative to pre-pandemic levels. And on Thursday, the company said its second-quarter gross booking value was up 37% over the same period in 2019. For investors, that presents an opportunity.<br />Contrast those results with those of online travel agent  Expedia Group ,  whose stock is now well above where it traded before anyone saw Covid-19 coming, even though it reported second-quarter bookings that were still 26% below where they were two years earlier. It is clear that investors are just as eager as consumers for business-as-usual in online travel. Unfortunately, we aren’t out of the pandemic time loop just yet.<br />Earnings commentary from Expedia last week was optimistic but honest. The company said it has been investing big in brand advertising to be there for a booming travel recovery when it comes to pass. But Chief Executive Peter Kern was clear the company has “seen some backwards movement in July.” He added that unknowns are starting to “percolate through cancellation rates and more volatility in the numbers,” also noting “obviously we don’t know where Delta [variant] is going.”"
}