{
    "url_original": "https://www.wsj.com/articles/airlines-federal-officials-seek-to-smooth-arrivals-for-afghan-refugees-11630108377?mod=politics_lead_pos10",
    "url": "airlines-federal-officials-seek-to-smooth-arrivals-for-afghan-refugees-11630108377",
    "title": "Airlines, Federal Officials Seek to Smooth Arrivals for Afghan Refugees",
    "sub_head": "U.S. carriers raised concerns about logjams in processing that kept refugees stuck on arriving planes for hours",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-392717?width=860&height=573",
    "image_1": "im-392717.jpg",
    "time": "2021-08-27 19:52:00",
    "body": "Airline executives and government officials are working out plans to ease lengthy waits for Afghan refugees once they land in the U.S., people familiar with the discussions said.<br />The Pentagon this week began using U.S. airliners to carry people fleeing Afghanistan from Qatar, Germany and Bahrain in hopes of easing crowded conditions at those overseas bases. The effort quickly created a new bottleneck at Dulles International Airport near Washington, D.C., where flights have started arriving, with planes stacking up on the tarmac in some cases for hours before passengers have been allowed to disembark.<br />Airline executives, including  American Airlines  Group Inc. Chief Executive Doug Parker, United Airlines Holdings Inc. Chief Executive Scott Kirby, and Atlas Air Worldwide Holdings Chief Executive John Dietrich raised concerns with federal officials about the problem this week, including Thursday in conversations with Homeland Security Secretary Alejandro Mayorkas and other officials, according to some of the people.<br />United has made its hangar at Dulles available as an area where passengers can wait to be processed, these people said. American Airlines is working to set up a space to accommodate people before clearance at Philadelphia International Airport, where flights will soon start arriving. Other locations including New York, Chicago and Houston have also been considered, the people said.<br />Some flights arriving this week have waited after landing for 10 to 12 hours for clearance from U.S. Customs and Border Protection, on top of already long flights from overseas. The problems continued with more extended waits overnight Thursday. The situation started to improve Friday, with passengers from three flights disembarking within two hours, industry and government officials said."
}