{
    "url_original": "https://www.wsj.com/articles/airlines-summer-conundrum-dont-fly-or-fly-to-the-same-places-11628166876?mod=markets_lead_pos10",
    "url": "airlines-summer-conundrum-dont-fly-or-fly-to-the-same-places-11628166876",
    "title": "Airlines’ Summer Conundrum: Don’t Fly or Fly to the Same Places",
    "sub_head": "Lufthansa’s budget arm is doing better than its flagship airline, but low-cost operators still face stiff competition to fly a small number of unrestricted routes",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-05 08:34:00",
    "body": "European investors who want to fly to Greek beaches this summer probably have more options than ever before. That is a reason to think twice before buying shares in the airlines taking them there.<br />On Thursday, German aviation group  Lufthansa  reported positive free cash flow for the first time since the pandemic’s onset, as well as confirming that second-quarter profits were in line with what analysts were expecting—an 850 million-euro loss, equivalent to about $1 billion. Almost all major European carriers have met or surpassed such forecasts as Covid-19 vaccines have charted a route back to economic normalcy.<br />However, that hasn’t given the stocks a lift: Lufthansa shares dropped more than 2% Thursday, and the airline subsector of the Stoxx Europe index is down 7% over the past three months. Only ultra-low-cost carriers  Ryanair  and  Wizz Air  are holding their own in the equity market—just—because they have the greatest ability to pivot quickly to the latest hot destinations, as travel rules change. Ryanair has more flights to Greece this summer than ever.<br />Sadly, there may be no foolproof way for investors to play the European summer reopening.<br />Lufthansa’s profits stayed on target due to its budget arm Eurowings. The unit reported operating losses 18% narrower than analysts projected, both as a result of short-haul demand bouncing back and the Covid-19 crisis allowing for the implementation of long-overdue cost reductions. By contrast, the flagship Network Airlines division did 12% worse than expected."
}