{
    "url_original": "https://www.wsj.com/articles/alibaba-sets-anti-sexual-harassment-measures-after-employee-allegations-11628789111?mod=business_lead_pos6",
    "url": "alibaba-sets-anti-sexual-harassment-measures-after-employee-allegations-11628789111",
    "title": "Alibaba Sets Anti-Sexual Harassment Measures After Employee Allegations",
    "sub_head": "The company will set up a prevention committee with five female executives after an employee accused her supervisor of assaulting her",
    "category_1": "Business",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-384478?width=860&height=573",
    "image_1": "im-384478.jpg",
    "time": "2021-08-12 13:25:00",
    "body": "TAIPEI— Alibaba Group Holding Ltd.  has announced new policies to combat sexual harassment, a response to sexual-assault allegations by a female employee that rocked the company and caused widespread public backlash in the past few days.<br />The steps released by China’s biggest e-commerce company Thursday include establishing a dedicated committee for sexual-harassment prevention, comprising five female senior executives, setting up another team responsible for investigating complaints, and improving its policies on dealing with sexual harassment and inappropriate workplace behavior. They were the result of internal review, discussions and employee feedback, the company said in a memo to employees, which it later released to the public.<br />The measures come after the woman’s accusations that her supervisor forced her to drink alcohol and sexually assaulted her, as well as her claims that other managers at the company mishandled her complaints.<br />On Saturday, an Alibaba employee who didn’t disclose her name shared an 11-page account on the company’s internal discussion board accusing her supervisor of sexual assault. In her recounting, which later went viral on Chinese social media, she said the manager, Wang Chengwen, brought her to a client dinner and forced her to drink heavily. She said she was then kissed and groped against her will by both a male client and Mr. Wang.<br />Mr. Wang couldn’t be reached for comment. The client couldn’t be reached for comment, though to local media he denied sexually harassing the woman at Alibaba and said there was “normal drinking” so “of course there was hugging.” His employer said he had been fired. The victim couldn't be reached for comment. While she didn’t disclose her name in her allegations, Alibaba employees would be able to identify her through her original post."
}