{
    "url_original": "https://www.wsj.com/articles/alibaba-employee-was-sexually-abused-multiple-times-say-chinese-authorities-11628968803?mod=business_minor_pos4",
    "url": "alibaba-employee-was-sexually-abused-multiple-times-say-chinese-authorities-11628968803",
    "title": "Alibaba Employee Was Sexually Abused Multiple Times, Say Chinese Authorities",
    "sub_head": "Chinese police account supports many allegations by a female Alibaba employee, who said she was sexually assaulted by her boss and a business client the same night",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-385748?width=860&height=573",
    "image_1": "im-385748.jpg",
    "time": "2021-08-14 15:20:00",
    "body": "Chinese authorities said they found that a female  Alibaba Group Holding Ltd.  employee was sexually abused both by her boss and a business client, supporting many details from an account by the woman that has rocked China’s internet in the past week.<br />The official statement, published late Saturday by police in the eastern Chinese city of Jinan, comes amid simmering public anger around the incident, including toward Alibaba, the Chinese internet giant. The statement said that authorities had taken “criminal coercive measures” toward the two men, which under Chinese law could include bail, detention or arrest, among other actions.<br />In the official account on Saturday, the woman, named by police only as Ms. Zhou, attended a celebratory work dinner in late July, during which beer and liquor were consumed. At the restaurant, Ms. Zhou was molested by a male business client surnamed Zhang, police said.<br />Later in the night, Ms. Zhou’s direct supervisor, surnamed Wang, dropped the woman off at a nearby hotel, police said, after which Mr. Wang entered Ms. Zhou’s hotel room multiple times. During his second visit, Mr. Wang forced himself upon her, then ordered condoms to be delivered to the hotel front desk, according to the police.<br />The next morning, Mr. Zhang visited Ms. Zhou’s room, bringing condoms from home, also forcing himself on her, then taking away her underwear, police said."
}