{
    "url_original": "https://www.wsj.com/articles/all-the-frequent-troubles-of-our-days-review-the-ballad-of-mildred-harnack-11628028757",
    "url": "all-the-frequent-troubles-of-our-days-review-the-ballad-of-mildred-harnack-11628028757",
    "title": "‘All the Frequent Troubles of Our Days’ Review: The Ballad of Mildred Harnack",
    "sub_head": "The story of the forgotten American woman at the heart of the German resistance to Hitler, as told by her great-great-niece.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-379764?width=860&height=573",
    "image_1": "im-379764.jpg",
    "time": "2021-08-03 18:12:00",
    "body": "On Feb. 16, 1943, by special order of Adolf Hitler, Mildred Harnack, a 40-year-old American academic, was executed at Plötzensee prison in Berlin. She had been accused of treason for her role in an underground German resistance group that had put up anti-Nazi posters, distributed seditious leaflets, and helped Jews and dissidents to escape the country.<br />The Nazis called the group the Red Orchestra. Radio transmitters were known by German intelligence as “pianos,” their operators as “pianists.” In 1941, when the Nazis discovered that German “pianists” were sending messages to Communist agents in Moscow, they dubbed the orchestra “Red.”<br />Until now, not much has been known about Harnack. “Her aim was self-erasure,” writes her biographer Rebecca Donner. But as Harnack’s great-great-niece, Ms. Donner, in “All the Frequent Troubles of Our Days,” comes to the story with an advantage. When she was a teenager her grandmother gave her a pile of letters Harnack had written to her family between 1929 and her arrest in 1942. Ms. Donner, an accomplished researcher and reporter, was also able to gain access to documents discovered in an East German archive after the fall of the Berlin Wall. A few years later the Russians opened foreign-intelligence files to historians, and in 1998, under the Nazi War Crimes Disclosure Act, the CIA, FBI and U.S. Army also began to release top-secret records.<br />Harnack was born Mildred Fish in 1902 into an impoverished Milwaukee family. She attended the University of Wisconsin, graduating with a master’s degree in English literature. She met her future husband, Arvid Harnack, a German economist, when he wandered into the wrong lecture hall.<br />In 1929 the Harnacks moved to Germany, where Mildred earned a doctorate at Geissen and later taught American history and literature at the University of Berlin. Her classes were popular but eccentric; sometimes she would sing a folk ballad, “John Brown’s Body” or “Clementine,” and unpack its sad meaning. She lectured about American farmers, factory workers and immigrants, and the writers William Faulkner, John Dos Passos and Theodore Dreiser. She made no secret of her loathing of Hitler. In 1932 she held her first clandestine meeting in her apartment, bringing together political activists of all backgrounds and faiths."
}