{
    "url_original": "https://www.wsj.com/articles/allianz-shares-sink-on-doj-investigation-into-structured-alpha-funds-11627904956?mod=markets_lead_pos2",
    "url": "allianz-shares-sink-on-doj-investigation-into-structured-alpha-funds-11627904956",
    "title": "Allianz Shares Sink on DOJ Investigation Into Structured Alpha Funds",
    "sub_head": "Funds managed by Allianz took heavy losses when hedges meant to protect against market falls didn’t perform during March 2020 panic",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-378783?width=860&height=573",
    "image_1": "im-378783.jpg",
    "time": "2021-08-02 09:21:00",
    "body": "Allianz SE shares sank after the German financial giant said the Justice Department is investigating its hedge funds that caused investors significant losses during the pandemic-related market downturn early last year.<br />Allianz on Sunday said its future earnings could be materially hit by the current investigations, which include the DOJ’s inquiry as well as a probe launched by the U.S. Securities and Exchange Commission last year. The insurer said it couldn’t estimate the size of any potential fines and therefore hasn’t set aside provisions.<br />Shares in Allianz were down more than 7% early Monday. If sustained, it would be the company’s biggest one-day share price loss since the early days of the Covid-19 pandemic in March 2020, according to FactSet.<br />S&P Global Ratings on Monday said it believes potential costs related to the DOJ investigation “could be substantial and might lead us to reconsider our view of the group’s earnings or capitalization.” It considers Allianz generally financially sound.<br />Allianz said it is cooperating with the DOJ and the SEC and has launched its own review. The Munich-based company is one of the largest asset managers in the world with nearly €2.4 trillion under management, equivalent to $2.85 trillion. Besides its insurance business, it controls Allianz Global Investors and bond giant Pacific Investment Management Co."
}