{
    "url_original": "https://www.wsj.com/articles/alta-fixsler-medical-treatment-national-health-service-england-life-support-11628539982?mod=opinion_lead_pos8",
    "url": "alta-fixsler-medical-treatment-national-health-service-england-life-support-11628539982",
    "title": "Let Alta Fixsler Go",
    "sub_head": "Jewish law and values come up against the U.K.’s National Health Service.",
    "category_1": "Opinion",
    "category_2": "Main Street",
    "image_1_url": "https://images.wsj.net/im-382581?width=860&height=573",
    "image_1": "im-382581.jpg",
    "time": "2021-08-09 18:30:00",
    "body": "In the Book of Exodus, the Lord tells the children of Israel that he is a jealous God and warns them not to put others before him. Today the plight of a 2-year-old Jewish girl named Alta Fixsler suggests the U.K.’s National Health Service has come to regard its own authority with an almost Old Testament jealousy.<br />Alta sustained a severe brain injury and was born showing no signs of life until she was resuscitated. Today she is a patient at the Royal Manchester Children’s Hospital. Her parents, who are Hasidic Jews and Israeli citizens (her father is also a U.S. citizen), wish to take her overseas for treatment, to Israel or the U.S. The U.K. health authorities have refused to let her go, while also insisting her life-sustaining treatment end.<br />Alta isn’t the first child in Britain to have the medical professionals caring for her conclude, literally, that it is in her best interests to be dead. Four years back there was poor Charlie Gard, for whom the Great Ormond Street Hospital deemed death a better option than being allowed to travel overseas for experimental treatment. A year later the parents of 6-month-old Alfie Evans were likewise denied the opportunity to take up Pope Francis’ offer to have their son treated at Rome’s Bambino Gesù Hospital.<br />Now, alas, comes little Alta’s turn. It would be one thing if the authorities were saying simply that they can no longer justify the expense of extraordinary life support for someone with no prospect of recovery. Medicine has always had to factor in cost, especially when others are picking up the tab.<br />But that is not an issue here. The medical professionals treating her are insisting on something more monstrous: That even if it wouldn’t cost the NHS a penny, Alta Fixsler must be denied the possibility of treatment elsewhere because the experts and her assigned guardian have concluded, as the Hon. Mr. Justice Alistair MacDonald ably summed up in his decision, that she “has no quality of life” and “the burdens of Alta’s life outweigh any benefits.”"
}