{
    "url_original": "https://www.wsj.com/articles/aluminum-notches-decade-highs-on-soaring-demand-snarled-supplies-11630311034?mod=markets_lead_pos3",
    "url": "aluminum-notches-decade-highs-on-soaring-demand-snarled-supplies-11630311034",
    "title": "Aluminum Notches Decade Highs on Soaring Demand, Snarled Supplies",
    "sub_head": "Buyers in the U.S. and Europe struggle to get their hands on the metal thanks to container shortages and shipping delays",
    "category_1": "Markets",
    "category_2": "Commodities",
    "image_1_url": "https://images.wsj.net/im-392522?width=860&height=573",
    "image_1": "im-392522.jpg",
    "time": "2021-08-30 04:10:00",
    "body": "Aluminum prices are reaching 10-year highs, as buyers far from storage centers in Asia compete to line up shipments for use in beverage cans, airplanes and construction.<br />Aluminum forwards on the London Metal Exchange have climbed by a third this year to about $2,650 a metric ton. Prices are around 80% higher than at their low point in May 2020, when the pandemic hammered sales to the aerospace and transportation industries.<br />Higher prices are giving succor to producers that struggled with market gluts even before the onset of Covid-19. Shares of Pittsburgh-based  Alcoa Corp.  have gained more than 90% in 2021, outstripping the S&P 500’s 20% advance. Norway’s  Norsk Hydro AS A has risen over 50%.<br />There is enough aluminum to go around globally. The trouble is that much of the metal is sitting in Asia, and buyers in the U.S. and Europe have struggled to get their hands on it. Ports such as Los Angeles and Long Beach are jammed with a crush of orders from companies hustling to restock inventories and prepare for the holiday shopping spree. Containers used to move industrial metals are in short supply, and traders are feeding rocketing freight costs through to customers.<br />“There’s just not enough metal inside of North America,” Roy Harvey, Alcoa’s chief executive, said, when the company reported a 32% rise in second-quarter revenue."
}