{
    "url_original": "https://www.wsj.com/articles/always-on-review-pandoras-touchscreen-11627942968",
    "url": "always-on-review-pandoras-touchscreen-11627942968",
    "title": "‘Always On’ Review: Pandora’s Touchscreen",
    "sub_head": "Remember the day, before trolls and bullies poisoned the well, when Facebook and Twitter were credited with giving a voice to the powerless?",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-379082?width=860&height=573",
    "image_1": "im-379082.jpg",
    "time": "2021-08-02 18:22:00",
    "body": "In a world where smartphones are ubiquitous, it’s difficult to recall the excitement that greeted the announcement by Steve Jobs of the first iPhone in 2007. In “Always On: Hope and Fear in the Social Smartphone Era,” BBC technology journalist Rory Cellan-Jones takes us back to a time of naive enthusiasm about the possibilities of smartphones and social media. “This, then, was the golden age of optimism about the impact of these mighty new tools of the digital era,” he writes. “It was as if we had happened on a new land of promise, a place where the old rules and hierarchies did not apply.”<br />Mr. Cellan-Jones, who covered the dot-com bubble of the late 1990s in the U.K., takes a refreshingly skeptical outsider’s view of Silicon Valley and its titans. Unlike many American reporters at that time, he wrote openly about Jobs’s bumptiousness. He was horrified when an American journalist hugged Jobs’s successor, Tim Cook, during a television interview. Recalling an interview with a Facebook executive, Mr. Cellan-Jones observes that “the company and its founder were not arrogant, but it seemed to me they had an almost unshakable belief that they were smarter than the rest of us and could ignore external advice.”<br />Mr. Cellan-Jones spurns tech-industry boosterism but grants that “the predictions that fuelled the first boom—that the internet would transform every aspect of our economy and society—have proved correct.” Today, he notes, “the promise is that not just people but every object imaginable—cars, lamp posts, dustbins, every item in a grocery or clothes shop—will be hooked up to the network.”<br />Mr. Cellan-Jones is an amiable narrator and, although the book is ostensibly focused on smartphones and social-media platforms, he ranges wider, covering subjects such as cryptocurrency, autonomous cars, space exploration, 5G and artificial intelligence. At times he sacrifices depth for breadth, and some chapters stray far enough away from the book’s supposed subject to seem more like filler.<br />The most engaging sections in “Always On” recall the author’s interviews with tech visionaries and internet celebrities, now with the benefit of hindsight. “There was a time when Twitter and its much bigger and more powerful Californian neighbour Facebook were credited with delivering a voice to the powerless, even enabling the Arab Spring, and allowing superstars and their fans or politicians and citizens to talk to one another directly rather than via an old media intermediary,” Mr. Cellan-Jones writes. “But very quickly the well was poisoned. Trolls and bullies, fraudsters and bigots took to these new platforms with gusto.”"
}