{
    "url_original": "https://www.wsj.com/articles/amazon-to-require-masks-for-all-employees-in-its-vast-u-s-warehouse-workforce-11628280157?mod=business_lead_pos1",
    "url": "amazon-to-require-masks-for-all-employees-in-its-vast-u-s-warehouse-workforce-11628280157",
    "title": "Amazon to Require Masks for Warehouse Workers as Delta Variant Surges",
    "sub_head": "The new policy starts Monday, and will include locations where local law doesn’t require face coverings to combat Covid-19",
    "category_1": "Business",
    "time": "2021-08-06 16:57:00",
    "body": "Amazon.com Inc. said all workers at its hundreds of U.S. warehouses will have to wear masks starting Monday, expanding a more limited requirement in response to the resurgent Covid-19 threat posed by the Delta variant.<br />Amazon, which employs about a million people in the U.S., currently requires only those warehouse workers not vaccinated against the coronavirus to wear masks, allowing staff who show proof of vaccination to avoid the requirement unless local directives say otherwise.<br />In a memo to employees Friday, the company said the updated policy will apply to all U.S. warehouse facilities, including in locations where local law doesn’t require face coverings. Amazon told staff it hopes the requirement will last only “a few weeks.”<br />“We are monitoring the situation closely and will continue to follow local government guidance and work closely with leading medical healthcare professionals, gathering their advice and recommendations as we go forward to ensure our buildings are optimized for the safety of our teams,” said an Amazon spokeswoman.<br />U.S. businesses have struggled to adjust worker policies in response to the renewed growth in Covid-19 infections from the Delta variant, trying to balance concern for employees’ health and the stability of operations against some workers’ aversion to mandates. Business leaders have tried various tools to get employees vaccinated, including bonuses or other incentives. More than a third of U.S. adults haven’t gotten vaccinated, according to U.S. data."
}