{
    "url_original": "https://www.wsj.com/articles/amazon-stores-ring-department-customer-service-civility-11630094508?mod=opinion_lead_pos10",
    "url": "amazon-stores-ring-department-customer-service-civility-11630094508",
    "title": "Will Amazon Have a Ring of Elegance?",
    "sub_head": "It’d be swell if the online giant brought back the soft chimes of department stores’ golden age.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-392384?width=860&height=573",
    "image_1": "im-392384.jpg",
    "time": "2021-08-27 18:06:00",
    "body": "As long as  Amazon  is going to be building department stores, it can perform a sentimental public service: bringing back to the American shopping experience a long-lost, lovely, lilting sound.<br />When the online retail giant’s new brick-and-mortar stores, as first reported by the Journal, go up, I hope someone in corporate management will, if only for the free-floating fun of it, recommend the return of the soft, almost subliminal chimes that were a part of grand department store palaces during their mid-20th-century glory days.<br />If you ever heard those chimes, you’ve never forgotten them. You had no idea where they were coming from or what they signified. You might be riding an escalator up from the men’s suit department on the second floor, and there the chimes would be: bells so quiet you could barely make them out, musical whispers you encountered nowhere else in town—the secret, sophisticated symphony of those stores.<br />The chimes were the opposite of intrusive, the antithesis of annoying. It was as though they were being created by a tuxedoed musician in a philharmonic orchestra, lightly touching a vibraphone with his padded mallet. They were aural tranquilizers; however boisterous the streets outside, the chimes told the customers: You are inside a place of elegance.<br />If the shoppers knew the truth behind the chimes, it might have deflated them. They were part of a system to summon store executives to the in-house telephone for messages. The chimes were coded—two short chimes followed by a single chime might signal the merchandising vice president, while three single chimes might perk the ears of the ladies’ shoe department manager. No one carried cellphones then, so managers couldn’t receive texts; to call their names over loudspeakers would have been unthinkably crass, beneath the dignity of such a store."
}