{
    "url_original": "https://www.wsj.com/articles/amazon-retail-department-stores-11629330842?mod=business_lead_pos1",
    "url": "amazon-retail-department-stores-11629330842",
    "title": "Amazon Plans to Open Large Retail Locations Akin to Department Stores",
    "sub_head": "Online shopping pioneer wants a larger retail presence to sell clothing and household items and facilitate exchanges",
    "category_1": "Business",
    "time": "2021-08-19 07:00:00",
    "body": "Amazon.com Inc.  plans to open several large physical retail locations in the U.S. that will operate akin to department stores, a step to help the tech company extend its reach in sales of clothing, household items, electronics and other areas, people familiar with the matter said.<br />The plan to launch large stores will mark a new expansion for the online-shopping pioneer into bricks-and-mortar retail, an area Amazon has long disrupted.<br />Some of the first Amazon department stores are expected to be located in Ohio and California, the people said. The new retail spaces will be around 30,000 square feet, smaller than most department stores, which typically occupy about 100,000 square feet, and will offer items from top consumer brands. The Amazon stores will dwarf many of the company’s other physical retail spaces and will have a footprint similar to scaled-down formats that Bloomingdale’s Inc.,  Nordstrom Inc.  and other department-store chains have begun opening, the people said.<br />It is unclear what brands Amazon will offer in the stores, although the company’s private-label goods are expected to feature prominently, the people said. Amazon sells scores of products including clothes, furniture, batteries and electronic devices through many of its own labels. The plans aren’t yet final and could change, these people said.<br />Amazon’s plans represent an evolution in the company’s efforts to move into bricks-and-mortar retail after years of taking market share from big-box operators—moves that helped to push many into bankruptcy. The company’s growth in online shopping helped accelerate the fall of mall operators and other once-potent physical-store empires. Amazon is now the largest seller of clothing in the U.S., surpassing  Walmart Inc.,  according to Wells Fargo & Co."
}