{
    "url_original": "https://www.wsj.com/articles/american-jobs-plan-rescue-bipartisan-infrastructure-deal-europe-economy-taxation-spending-welfare-social-security-inflation-11629646866?mod=opinion_lead_pos6",
    "url": "american-jobs-plan-rescue-bipartisan-infrastructure-deal-europe-economy-taxation-spending-welfare-social-security-inflation-11629646866",
    "title": "America Looks More Like Europe All the Time",
    "sub_head": "The U.S. adopts, and in some ways exceeds, the high taxes and spending that have hurt the Continent.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-387907?width=860&height=573",
    "image_1": "im-387907.jpg",
    "time": "2021-08-22 13:45:00",
    "body": "America is the land of “predatory capitalism,” German chancellor Helmut Schmidt liked to say. Most Europeans who celebrate social justice and the caring state would agree. But if the Europeans weren’t so leery of America, they would clap their hands in delight at the $3.5 trillion spending package and the $1.2 trillion infrastructure cornucopia working their way through Congress.<br />President Biden’s tax plans might soon make Europe look like a capitalist heaven by comparison. He wants to raise the long-term capital-gains tax from just below 24% to above 43%. Switzerland has no such tax. In Britain, inventor of the welfare state, it is 20% and in Germany 26%. On income tax, the U.S. may soon top the scale. Mr. Biden wants a top marginal income-tax rate of just below 40%. Add state and local income taxes, like California’s 13.3% for top earners, and wealthy U.S. taxpayers could pay more than their European counterparts.<br />The  New York Times  got it right: The Biden budget promises to “reshape the government’s role in the economy.” Don’t worry about the bill. A 10-year Treasury note nominally fetches about 1.25%, but at 5% inflation, the net yield falls below zero. Servicing a mountain of public debt with depreciating dollars is a steal. These days, profligacy is a virtue, not a vice. Why fret? It is a free ride, as long as central banks keep pumping no-cost money.<br />Somebody always pays. The laws of economics still apply. Why is inflation climbing on both sides of the Atlantic? The same adage: too much money chasing too few goods. Add the wage pressure caused by pernicious government programs pouring out the most generous income supports ever, and you get millions of unfilled jobs. Why look for a job if unearned money matches after-tax pay? It is a rational reflex, though it isn’t responsible.<br />The middle class will pay the bill. Inflation eats up savings, though the rich evade the trap by investing in assets like stocks, art and real estate, whose rising prices are rocketing past the inflation rate."
}