{
    "url_original": "https://www.wsj.com/articles/americas-failures-in-afghanistan-were-bipartisan-and-long-running-11629118830?mod=politics_lead_pos1",
    "url": "americas-failures-in-afghanistan-were-bipartisan-and-long-running-11629118830",
    "title": "America’s Failures in Afghanistan Were Bipartisan and Long-Running",
    "sub_head": "The Afghanistan odyssey is coming to a tragic end. What have we learned?",
    "category_1": "Politics",
    "category_2": "Capital Journal",
    "time": "2021-08-16 09:00:00",
    "body": "Early on during the adventure in Afghanistan, U.S. officials banned negotiations between the Afghan government and Taliban leaders, so confident were they that the Taliban Islamists could be vanquished militarily. By last year, U.S. officials themselves were negotiating directly with the Taliban, in talks in which the Afghan government was the party excluded.<br />That strange arc of diplomacy is as good an encapsulation as any of the long and misguided American odyssey through Afghanistan, now coming to a tragic end so ugly that it figures to haunt American foreign policy and the Biden presidency for some time to come.<br />The odyssey was thoroughly bipartisan, and in the end the retreat from it was widely supported by the public. In retrospect, it appears Americans lost their interest in Afghanistan when their leaders failed to keep showing that the exercise still was connected to its original and narrow purpose, which was to head off the threat of terrorism. Americans wanted victory over extremism, not an open-ended presence to make it less likely. Their leaders promised the former, and never prepared them for the latter.<br />All of that, in turn, raises questions about whether this superpower, unlike its imperial predecessors, is really cut out for this kind of long-term foreign adventure.<br />The war was started by a Republican president, the peak in troop strength reached under a Democratic president, the agreement to leave struck by another Republican president, that departure decision carried out by another Democratic president. Every one of those presidents learned what history should have taught about Afghanistan, which is that the local fighter always knows he will outlast the foreign occupier."
}