{
    "url_original": "https://www.wsj.com/articles/american-navy-china-taiwan-military-spending-great-power-competition-war-combat-beijing-11628784300?mod=opinion_lead_pos5",
    "url": "american-navy-china-taiwan-military-spending-great-power-competition-war-combat-beijing-11628784300",
    "title": "The Danger of Shrinking American Naval Power",
    "sub_head": "China may invade Taiwan within six years, admirals warn. Is the U.S. ready?",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-12 13:24:00",
    "body": "The Chinese military will likely attack Taiwan within six years, Adm. Phil Davidson, commander of U.S. Indo-Pacific Command, told Congress in March, just before retiring from the Navy. More generally, he said, Beijing’s long-term objective—supplanting the U.S. and remaking the global order to benefit the Chinese Communist Party—will feature confrontation.<br />Adm. Davidson’s assessment is the clearest articulation of contemporary strategic realities by a major government or military official in the past decade. China is showing its ambitions, increasing its assertiveness in Xinjiang and Hong Kong, and ratcheting up military pressure against Taiwan. The Chinese strategic tradition prizes both patience and decisive action when the balance of forces appears favorable.<br />The implication of Adm. Davidson’s assessment—and a similar one offered this spring by his successor, Adm. John Aquilino—is that any major reduction in U.S. combat strength, particularly naval power, will tempt the Chinese Communist Party to strike.<br />This assessment should inform the Navy’s recently announced “divest to invest” plan. The Navy will “divest” from older, larger platforms such as the Ticonderoga-class cruiser and reduce its large surface combatant force, including Arleigh Burke-class destroyers, by around one-third.<br />In turn, the Navy will “invest” in smaller, more numerous platforms, specifically a new Constellation-class frigate and a variety of unmanned surface combatants and undersea vehicles. The Navy will also speed up production of its Virginia-class submarines, the most modern in the fleet, and develop a yet-to-be-defined new submarine class. The Navy hopes “divest to invest” will make the fleet more distributed, more survivable and more lethal."
}