{
    "url_original": "https://www.wsj.com/articles/americans-and-afghan-allies-at-the-mercy-of-the-taliban-11629761170?mod=opinion_major_pos4",
    "url": "americans-and-afghan-allies-at-the-mercy-of-the-taliban-11629761170",
    "title": "Americans and Afghan Allies at the Mercy of the Taliban",
    "sub_head": "The latest opinions from WSJ editors and contributors on the evacuation from Kabul and the world's response to Biden’s withdrawal.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-390213?width=860&height=573",
    "image_1": "im-390213.jpg",
    "time": "2021-08-23 19:26:00",
    "body": "The evacuation of Americans and allies from Kabul would have been messy “no matter when it started,” President Biden insisted on Sunday. But U.S. citizens and Afghan allies should never have had to crowd to the airport at the mercy of Taliban checkpoints, as many still are several days after thousands of U.S. troops arrived. Adam O’Neal reports on the warnings the Biden Administration received to speed up visa approvals for Afghan translators. A Marine sergeant, in a letter, describes his effort to help his own translator escape.<br />After the current chaos subsides, America must manage the threat from terrorist groups that will have more space to surge again. The Secretary of State had to clean up the President’s comment that al Qaeda is “gone” from Afghanistan. Seth Jones writes about the Administration’s apparent lack of counterterror strategy. Meanwhile, Jonathan Spyer reports, Iran is emboldened by the U.S. retreat. So is Pakistan, columnist Sadanand Dhume writes.<br />While enemies can take advantage of U.S. withdrawal, America’s allies are expressing their dismay over the Biden Administration’s management of the pullout. The editorial board writes about the damage Mr. Biden has done to NATO. Afghan allies are unfairly maligned by the Administration, a University of California emeritus professor contends in a letter to the editor.<br />In Washington, Democrats are mostly giving the President a pass on the debacle, Kim Strassel points out. Republicans were harsher on Donald Trump for his dealings with the Taliban, but now the party has its own problem: Too many are resisting Afghan allies who fought with us, the editorial board writes.<br />Gen. David Petraeus, in an interview with Tunku Varadarajan, points out that the Taliban will face many struggles, including financial ones, to govern. But the withdrawal, he says, “is heartbreaking. It is tragic. And I think it is disastrous.”"
}