{
    "url_original": "https://www.wsj.com/articles/americans-back-afghanistan-withdrawal-lament-chaotic-exit-11630231201?mod=politics_lead_pos12",
    "url": "americans-back-afghanistan-withdrawal-lament-chaotic-exit-11630231201",
    "title": "Americans Back Afghanistan Withdrawal, Lament Chaotic Exit",
    "sub_head": "Many are grappling with how much to hold President Biden responsible for the bloodshed as U.S. troops end a 20-year occupation",
    "category_1": "Politics",
    "time": "2021-08-29 13:23:00",
    "body": "Daniella Garcia and Robert Montani both think it is past time for U.S. troops to withdraw from Afghanistan. But the two Pennsylvanians diverge on how much blame to put on President Biden for the messy exit.<br />Ms. Garcia, a 49-year-old customer-service manager from South Philadelphia who voted for Mr. Biden, said the president “got stuck with a lot of it” and “did the best with the information he had.” Mr. Montani, 60, a retired financial adviser from Valley Forge who didn’t cast a vote for president in 2020, said Mr. Biden “hasn’t come out and explained or defended or taken responsibility for what appears to be a logistical disaster.”<br />Their comments reflect the mixed feelings of many Americans as they follow what has quickly become the greatest foreign-policy challenge of Mr. Biden’s presidency. Interviews conducted both before and after Thursday’s deadly bombing with more than two dozen Americans in Georgia and Pennsylvania, two states pivotal to Mr. Biden’s election victory, captured broad support for leaving Afghanistan, but more mixed views on the exit itself. Many of the responses fell along party lines.<br />A CBS News/YouGov survey taken Aug. 18-20 found that while 63% of adults backed the decision to withdraw troops from Afghanistan, 70% thought the removal should have been handled better.<br />An ABC News/Ipsos poll conducted Aug. 27-28, after the bombing, found that 84% of adults believed U.S. troops should stay in Afghanistan until all Americans have been evacuated, and 71% said troops should remain until all Afghans who aided the U.S. have been evacuated. The survey found 59% of adults disapproved of Mr. Biden’s handling of Afghanistan while 38% approved—down from 55% who approved in a late July poll."
}