{
    "url_original": "https://www.wsj.com/articles/americans-spain-covid-rules-masks-pandemic-anti-vaxxers-11629498146?mod=opinion_major_pos18",
    "url": "americans-spain-covid-rules-masks-pandemic-anti-vaxxers-11629498146",
    "title": "Americans Aren’t Great Covid-Rule Followers",
    "sub_head": "In Spain, virtually everyone still wears a mask outdoors.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-389506?width=860&height=573",
    "image_1": "im-389506.jpg",
    "time": "2021-08-22 12:00:00",
    "body": "“Doctors Share Their Own Risk Strategies” (Personal Journal, Aug. 9), describing how some U.S. physicians are changing their habits due to the aggressive Delta variant, makes perfect sense. They are limiting the number of people with whom they socialize, wearing masks indoors again and avoiding inside dining.<br />Over the past year my reaction to Covid news from the U.S. has been one of astonishment. What struck me as odd about this article is that the measures are voluntary. In the U.S., significant numbers of people continue to insist they can do pretty much what they want. In Spain, where I have lived on and off for half a century, it is very different. Seventy percent of the population is vaccinated, and the percentage increases every week. Anti-vaxxers constitute a tiny minority. Virtually everyone still wears a mask outdoors, even though, as of June 26, it is no longer the law. Indoor diners take their masks off only once they are seated and the food is served. No bus driver or taxi driver will allow you to board unless you are masked.<br />This all began in March 2020 due to a drastic lockdown decree from the central government that almost everyone obeyed. People who didn’t were fined by police. Things are better now, and many of the restrictions have been eased or lifted. Nevertheless, most people continue to calmly follow the sorts of sensible protocols the physicians in the article recommend.<br />John J. Healey<br />Madrid"
}