{
    "url_original": "https://www.wsj.com/articles/amtrak-trains-rail-service-expansion-infrastructure-11629326769?mod=opinion_major_pos17",
    "url": "amtrak-trains-rail-service-expansion-infrastructure-11629326769",
    "title": "Amtrak Defends Its Vision of U.S. Rail Service",
    "sub_head": "Expansion will create jobs, deliver economic benefits and reduce greenhouse-gas emissions.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-388284?width=860&height=573",
    "image_1": "im-388284.jpg",
    "time": "2021-08-19 11:36:00",
    "body": "“Amtrak’s $66 Billion Ticket” (Aug. 7) expresses the editorial board’s opinion on Amtrak’s vision for the future and how funds provided for rail from the infrastructure bill should be allocated. But it fails to address Amtrak’s recent operating and financial success, the economic opportunity, business competitiveness and quality of life Amtrak provides, and what this historic investment means for the future of America.<br />Before the pandemic, Amtrak was setting records for ridership, revenue and financial performance. We were on our way to achieving operational break-even. Revenues equaled more than 99% of operating costs in financial year 2019, and our farebox recovery was the highest among U.S. passenger railroads.<br />Amtrak’s vision to expand rail service and connect new city pairs across America, called Amtrak Connects Us, rises to the urgent challenges of our time and, in partnership with states, host railroads and the federal government, can provide new and improved train service to millions of additional passengers in 160 communities in over 25 states during the next 15 years. This expansion of service will also help create more than half a million well-paying jobs, deliver over $150 billion in economic benefits and reduce greenhouse-gas emissions.<br />The reason that the U.S. doesn’t have the same train experience as Europe and Japan is simple: decades of underinvestment in infrastructure. The 19th- and 20th-century infrastructure we rely on wasn’t built to meet today’s demands.<br />With the right investments, we can turn the type of train travel we dream of in this country into a reality with increased reliability, faster train speeds, more train frequencies, reduced trip times and an enhanced overall experience. Sometimes, a lack of progress is what wakes people up."
}