{
    "url_original": "https://www.wsj.com/articles/amtrak-66-billion-dollar-ticket-senate-infrastructure-bill-joe-biden-11628181115?mod=opinion_lead_pos3",
    "url": "amtrak-66-billion-dollar-ticket-senate-infrastructure-bill-joe-biden-11628181115",
    "title": "Amtrak’s $66 Billion Ticket",
    "sub_head": "The government can’t run a railroad, but it sure can subsidize one.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-06 18:41:00",
    "body": "The Senate’s $1 trillion infrastructure bill is leaving the station with $66 billion in new subsidies for Amtrak and passenger rail, but nobody should think this freight car of cash will end the government railroad’s problems.<br />Congress nationalized passenger rail in 1970, and a half century of experience shows why the government should never take over a private business. Congress has dictated Amtrak’s business model—from where and when trains run to whether and when workers may be laid off. Amtrak has never recorded a profit, despite heroic efforts by patriotic executives with private experience who have tried to install best business practices amid political obstacles.<br />While Amtrak can cover its operating costs along the Northeast Corridor, it doesn’t generate enough money to maintain, let alone upgrade, its trains. So the Senate bill loads up another financial bailout, which President Biden boasts would be the largest “investment” ever. As a Senator, Mr. Biden was a riding advertisement for Amtrak, commuting on the Acela between Delaware and Washington.<br />Riding the Acela can be relaxing—if you don’t care about getting somewhere on time or trying to work on a spotty WiFi connection. The Acela from Boston to Washington takes on average 6 hours and 50 minutes, and nearly three hours between New York and D.C. on a good day. Amtrak’s Northeast Corridor is getting $30 billion to repair its tracks and improve service, but we hear these promises every decade or so.<br />Another $12 billion will go toward intercity routes—e.g., Sacramento to San Francisco—that have commuter traffic. Highways connecting major cities in the Sun Belt are growing more congested as their populations swell, and increasing rail service can be less expensive than adding car lanes. It also requires less regulatory and physical bull-dozing."
}