{
    "url_original": "https://www.wsj.com/articles/an-uncomfortable-proposition-for-gig-economy-investors-11629754144?mod=markets_lead_pos7",
    "url": "an-uncomfortable-proposition-for-gig-economy-investors-11629754144",
    "title": "An Uncomfortable Proposition for Gig Economy Investors",
    "sub_head": "Investors seem to have closed the book on Proposition 22, but there are more adventures to be had",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-389943?width=860&height=573",
    "image_1": "im-389943.jpg",
    "time": "2021-08-23 17:37:00",
    "body": "For gig economy investors, Proposition 22 might have been too good to be true.<br />The ballot initiative, passed by California voters last year, enabled companies such as  Uber Technologies ,   Lyft ,   DoorDash  and Instacart to continue to classify their drivers as independent contractors rather than employees. The timing of the vote last November played to gig companies’ strengths. Amid the pandemic, Californians relied on services like food and grocery delivery, as well as ride-hailing alternatives to public transportation—all of which use gig economy drivers. Ahead of the vote, some gig companies publicly suggested they could pull out of operations in California, at least temporarily, if Proposition 22 didn’t pass.<br />The future could look different, though. On Friday, a California judge said Proposition 22 was unenforceable and unconstitutional because it limited the legislature’s ability to allow workers to collectively bargain for things like workers’ compensation. Gig companies plan to appeal the ruling.<br />Shares of Uber and Lyft logged gains on Monday after initial weakness, while food delivery company DoorDash’s shares fell slightly. Likely contributing to that disparity, ride-hailing stocks have significantly underperformed shares of DoorDash over the last six months.<br />Not lost on investors is that California’s regulations won’t change while the ruling is appealed. But the spillover shouldn’t be dismissed: The legal back-and-forth could crimp the companies’ legal efforts elsewhere."
}