{
    "url_original": "https://www.wsj.com/articles/anarchy-in-portland-oregon-ted-wheeler-chuck-lovell-11630014195?mod=opinion_lead_pos2",
    "url": "anarchy-in-portland-oregon-ted-wheeler-chuck-lovell-11630014195",
    "title": "Anarchy in Portland",
    "sub_head": "Political leaders yawn as left and right battle with guns in the streets.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-26 18:55:00",
    "body": "Cities that tolerate political violence invite more of it. Portland, Ore., has failed to learn this lesson, and it’s a miracle no one was killed amid recent clashes. On Sunday Antifa adherents squared off against demonstrators affiliated with the far right Proud Boys. Bloody confrontations have become routine in Portland, but this one was even more harrowing than usual. Social-media video appears to show participants exchanging gunfire, and Police Chief Chuck Lovellsaid one person was apprehended for firing a weapon.<br />“We are trying our best,” Mr. Lovell added, describing how “our critical staffing shortage, as well as legal restrictions, impacts our response.” Daryl Turner, executive director of the Portland Police Association, says police funding has been slashed by more than $25 million since George Floyd’s murder, and some 150 officers have resigned or retired since June 2020. That includes 50 officers who served on a crowd-control unit.<br />Mr. Lovell said the on day of the riot police responded to a fatal crash, a shooting that injured five people, and street racing that shut down the Fremont Bridge, among other crimes. Portland has seen 61 homicides this year, up from 32 in all of 2019.<br />Mayor Ted Wheeler, federal courts and Oregon lawmakers have severely restricted when police can use less-lethal force, even amid riots. Mr. Lovell said last week that the public “should not expect to see police officers standing in the middle of the crowd trying to keep people apart.”<br />The mayor still doesn’t get it. In a statement Monday he said the “Portland Police Bureau and I mitigated confrontation” and “minimized the impact of the weekend’s events to Portlanders.” He bragged that the “violence was contained to the groups of people who chose to engage in violence toward each other. The community at large was not harmed and the broader public was protected. Property damage was minimal.”"
}