{
    "url_original": "https://www.wsj.com/articles/andrew-cuomo-should-have-made-albany-vote-impeachment-resignation-11628633323?mod=opinion_lead_pos2",
    "url": "andrew-cuomo-should-have-made-albany-vote-impeachment-resignation-11628633323",
    "title": "Andrew Cuomo Should Have Made Albany Vote",
    "sub_head": "If he’s innocent as he says, he deserved a chance to defend himself.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-10 18:44:00",
    "body": "New York Gov. Andrew Cuomo resigned under pressure Tuesday while protesting his innocence of sexual harassment, and no doubt state legislators are relieved. That’s a shame. With Mr. Cuomo insisting the allegations are “unfair,” democratic accountability would have been better served if he had been able to defend himself in an impeachment.<br />The bottom fell out of Mr Cuomo’s political support last week after Attorney General Letitia Jamesreleased a report laying out allegations against the Governor by 11 women. If true, the sexually charged remarks and touching and groping would be cause for firing an executive at any private firm. Yet Mr. Cuomo said Tuesday that “I truly believe it is politically motivated,” even as he resigned.<br />The Governor made many enemies in 11 years in Albany, and he is especially resented by his party’s left wing. The report (at his request) was commissioned by one of the left’s champions, Ms. James, who may aspire to the Governorship. A co-author, Joon Kim, previously had Mr. Cuomo’s office in his crosshairs as a prosecutor. It’s no coincidence the charges surfaced only after Mr. Cuomo was no longer feted by an adoring media as a heroic anti-Trump foil amid the 2020 election.<br />Mr. Cuomo’s lawyer, Rita Glavin, argued in the days before his resignation that the investigators bent their investigation to fit a pre-determined conclusion. Citing email timestamps, she raised legitimate questions about how carefully Ms. James’s team reviewed one serious allegation—that Mr. Cuomo groped an executive assistant in the Governor’s mansion in November 2020.<br />Yet even Mr. Cuomo didn’t allege the charges came out of thin air. “In my mind, I’ve never crossed the line with anyone,” he said. “But I didn’t realize the extent to which the line has been redrawn.”"
}