{
    "url_original": "https://www.wsj.com/articles/andrew-cuomo-as-he-left-office-commuted-term-of-a-driver-in-1981-brinks-heist-11629841396?mod=business_minor_pos5",
    "url": "andrew-cuomo-as-he-left-office-commuted-term-of-a-driver-in-1981-brinks-heist-11629841396",
    "title": "Andrew Cuomo, as He Left Office, Commuted Term of a Driver in 1981 Brink’s Heist",
    "sub_head": "Former New York governor says he granted clemency to David Gilbert, convicted in fatal armored-car robbery, and five other people",
    "category_1": "U.S.",
    "category_2": "Crime",
    "image_1_url": "https://images.wsj.net/im-390526?width=860&height=644",
    "image_1": "im-390526.jpg",
    "time": "2021-08-24 17:43:00",
    "body": "<br />In his final hours as New York’s governor, Andrew Cuomo commuted the sentences of five people, including David Gilbert, who was involved in the 1981 robbery of a Brink’s armored car that left two police officers and a security guard dead.<br />The former governor, who resigned just before midnight Monday, said he granted clemency to six people because of their rehabilitation and involvement in their communities. Four will be released from prison and one will be fully pardoned, Mr. Cuomo said. He said Mr. Gilbert, who was convicted of three counts of second-degree murder and four counts of first-degree robbery nearly four decades ago, will go before a parole board that will consider his release.<br />“These clemencies make clear the power of redemption, encourage those who have made mistakes to engage in meaningful rehabilitation, and show New Yorkers that we can work toward a better future,” Mr. Cuomo said.<br />The other four men whose sentences were commuted were convicted on varying counts of second-degree murder are: Greg Mingo, 68 years old; Robert Ehrenberg, 62; Ulysses Boyd, 66; and Paul Clark, 59. Lawrence Penn, the 51-year-old former Camelot chief executive who had pleaded guilty to grand larceny and falsifying business records in 2015, was pardoned."
}