{
    "url_original": "https://www.wsj.com/articles/andrew-cuomo-faces-impeachment-threat-more-resignation-calls-after-sexual-harassment-report-11628069400?mod=politics_lead_pos5",
    "url": "andrew-cuomo-faces-impeachment-threat-more-resignation-calls-after-sexual-harassment-report-11628069400",
    "title": "Andrew Cuomo Faces Impeachment Call as President Biden Urges Him to Quit",
    "sub_head": "After investigation finds the New York governor harassed multiple women, state Democrats vow to speed up impeachment probe",
    "category_1": "Politics",
    "time": "2021-08-04 09:34:00",
    "body": "ALBANY, N.Y.—Democrats who control the New York state Assembly accelerated their impeachment investigation of Gov. Andrew Cuomo as former supporters called for his removal after a report detailed numerous instances of sexual harassment by the governor.<br />The Assembly’s judiciary committee, which is conducting the impeachment inquiry, plans to meet Monday and combine the report with evidence it has already collected, members said. The chamber’s Democratic lawmakers convened remotely Tuesday after the release of the 165-page report by state Attorney General Letitia James, Assembly members said.<br />Lawmakers said there was a consensus during a three-hour conversation that Mr. Cuomo was no longer fit to stay in office. Several legislators who had previously stopped short of calling for the governor to step down did so in public Tuesday, including Assembly Speaker Carl Heastie, a Democrat from the Bronx.<br />“It is abundantly clear to me that the governor has lost the confidence of the Assembly Democratic majority and that he can no longer remain in office,” Mr. Heastie, who controls legislative activity in the Assembly, said in a statement. He said the impeachment inquiry would conclude as quickly as possible.<br />A Marist Poll released Wednesday found 59% of New Yorkers surveyed after the release of Ms. James’s report believed Mr. Cuomo should resign from office, and the same percentage of voters said he should be impeached if he didn’t step down on his own."
}