{
    "url_original": "https://www.wsj.com/articles/andrew-cuomos-problems-underscore-a-changing-democratic-party-11628025657",
    "url": "andrew-cuomos-problems-underscore-a-changing-democratic-party-11628025657",
    "title": "Andrew Cuomo’s Problems Underscore a Changing Democratic Party",
    "sub_head": "Damning report on governor’s conduct shines light on shifting party power structure, rise of new priorities and difficulty in steering clear of internal warfare",
    "category_1": "Politics",
    "category_2": "Capital Journal",
    "image_1_url": "https://images.wsj.net/im-379760?width=860&height=573",
    "image_1": "im-379760.jpg",
    "time": "2021-08-03 17:20:00",
    "body": "A damning report on Gov. Andrew Cuomo’s conduct in office explores deeply important questions involving the problems of sexual harassment and toxic workplace environments.<br />But on a more purely political level, the report also shines a light on some broader changes within the Democratic Party: a shifting party power structure, the rise of new priorities and the difficulty in steering clear of internal warfare even when in power—maybe especially when in power.<br />The report by New York Attorney General Letitia James said an independent investigation confirmed previous accusations by current and former state employees that Mr. Cuomo sexually harassed them or acted inappropriately, and that his behavior fostered a hostile environment. Mr. Cuomo steadfastly denied those assertions, and gave no hint he would resign, despite a late-afternoon call from President Biden, as well as calls from most prominent New York Democrats, that he do so.<br />The Cuomo controversy comes as the party is at a kind of inflection point. Issues such as gender and racial equality are taking on a greater prominence on Democrats’ list of priorities, while a younger and more diverse set of rising leaders is demanding a greater voice in adjudicating them. Meantime, even powerful longtime figures are under pressure to adapt to a more progressive agenda.<br />Mr. Cuomo’s predicament punctuates each of those trends. The accusations against him center on sexual harassment, where there is less and less tolerance for questionable behavior. He stands accused by a female, Black attorney general who seems unfazed in challenging a man who has been her party’s ultimate New York power broker and, until just a few months ago, a celebrity widely hailed for his handling of the Covid-19 pandemic."
}