{
    "url_original": "https://www.wsj.com/articles/annette-adam-driver-marion-cotillard-sparks-leos-carax-11628200507",
    "url": "annette-adam-driver-marion-cotillard-sparks-leos-carax-11628200507",
    "title": "‘Annette’ Review: The Sparks Don’t Fly",
    "sub_head": "Adam Driver and Marion Cotillard star as a celebrity couple with an unusual child in this offbeat musical, directed by Leos Carax, with an unmemorable pop-opera score by the Mael brothers’ band.",
    "category_1": "Film Review",
    "time": "2021-08-05 17:56:00",
    "body": "The French film director Leos Carax has always seemed plagued by contradictory impulses. He can’t resist being transgressive—he was a charter member of what the critic James Quandt dubbed the “New French Extremity” of the late 20th century. He wants to remain relevant, though his best-loved film remains “Les Amants du Pont-Neuf” (“The Lovers on the Bridge”), which dates back to 1991. Occasionally, he allows his gift for creating poetically beautiful and architecturally elevated cinema to spill out across the screen. The thing that eludes Mr. Carax—as “Annette” so amply and painfully demonstrates—is balance.<br />With a pop-opera score—and a script—by the band Sparks (brothers Ron and Russell Mael), and performances by Adam Driver and Marion Cotillard as artist-lovers in Los Angeles, “Annette” might suggest a trip to “La La Land,” another film that bent the movie musical. What the two do have in common, and it isn’t much, is a buoyant  opening song (“Another Day of Sun,” the “La La Land” opener, began on a highway exit ramp, and was never quite topped by any other number in the film). “So May We Start?”—which kicks off “Annette”—begins in an L.A. sound studio and spills into the streets with a smiling Ms. Cotillard, the Mael brothers, Mr. Driver, co-star Simon Helberg (“The Big Bang Theory”) and others marching toward the camera, which backs its way down the sidewalk and into the real start of the movie. Almost immediately, blitheness achieved is blitheness abandoned.<br />Mr. Driver plays Henry McHenry, a confrontational comedian doing an extended run at L.A.’s Orpheum Theater. “Are you ready!?” bellows the announcer. “No one is ever ready for a mildly offensive evening with the ‘Ape of God’!”—the name of Henry’s show. Dressed for the stage in a hooded robe, shorts and house slippers, Henry warms up for his show like a boxer and then assaults his audience with a very edgy and not always successful battery of what might or might not be jokes. Henry isn’t funny, but he’s an example of why so many directors, from Lena Dunham to Martin Scorsese, want to work with Mr. Driver: Emotionally, he can be angelic; physically, he’s all animal energy, power and the sense of danger Henry wants to impose on his audience. Evolution itself isn’t far from one’s thoughts when Mr. Driver stalks the Orpheum stage.<br />And evolution, of the cultural variety, is a theme Mr. Carax is exploring. Henry’s shock-shtick can only become cruder; his audience wants to be offended, but perhaps not appalled as they are by his romance with Ann Defrasnoux, the in-demand soprano holding forth at the Walt Disney Concert Hall. There, she “dies and dies and bows and bows,” as Henry puts it, very unhappily. Her repertoire, from what we see and hear, is a distillation of operatic tragedy, a highlight reel of doomed heroines (Carmen, Madama Butterfly, etc.). Ann herself is a kind of reduced, washed-out human—and as her art becomes more refined and defined, Henry’s becomes grosser and less effective, their unlikely romance becoming fodder for the fictional “Show Bizz News,” which interrupts the story with updates about their life together. This will include marriage and the birth of a daughter, the animatronic Annette.<br />Yes, the title character is, for most of the film at least, a very animated toy, who as an infant begins to sing quite beautifully. What does she represent? She’s a provocation, a crawling-then-walking critique of artificial culture but also the most sympathetic character in the movie, a movie that might be a stage show: The numerous back-projections suggest a museum installation, the sets are largely simple and static, and Annette in her robot form dispenses with the need for human children, so even a high school could put on a production. Any high school, however, would probably balk at the music. Ms. Cotillard sang her way lustily through the Edith Piaf biopic “La Vie en Rose” and won a Best Actress Oscar for it, but she can’t make the score any more than what it is, dialogue set to unhummable melodies. Mr. Driver is really not a singer at all, despite his valiant efforts, and he makes the Mael brothers’ unmemorable music more of an effort to listen to than it would otherwise have been."
}