{
    "url_original": "https://www.wsj.com/articles/anti-semitism-yair-lapid-israel-bdsm-ben-and-jerrys-marxism-palestine-bigotry-11628447206?mod=opinion_lead_pos6",
    "url": "anti-semitism-yair-lapid-israel-bdsm-ben-and-jerrys-marxism-palestine-bigotry-11628447206",
    "title": "Anti-Semitism Isn’t Merely Another Kind of Hate",
    "sub_head": "People organize against the Jews as part of an ideological struggle.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-08 15:41:00",
    "body": "Israeli Foreign Minister Yair Lapid startled the Conference Against Antisemitism in Jerusalem last month by redefining the term: “The anti-Semites weren’t only in the Budapest ghetto,” he said. They were also “the slave traders,” the Hutus who committed genocide in Rwanda, “those Muslims who have killed more than 20 million fellow Muslims in the past decade,” and “those who beat young LGBT people to death.”<br />It was, Mr. Lapid explained, a political appeal. “We need allies,” he said. “Anti-Semitism is racism, so let’s talk to all those who oppose racism. . . . Anti-Semitism is hatred of outsiders, so let’s recruit anyone who was ever an outsider and tell them—this is your fight too.”<br />Five days later, Ben & Jerry’s, a division of  Unilever  and a self-styled champion of progressive values, demonstrated Mr. Lapid’s naiveté by announcing that it will pull out of Israel because selling its ice cream in the “Occupied Palestinian Territory”—the loaded Arab term—was “inconsistent with our values.” The Arab League had launched the original pan-Arab boycott of Israel in 1945, defining any Jewish presence in Palestine as an occupation of Arab territory. That boycott would have done far greater damage had the U.S. not intervened to thwart it, which it did because Israel’s destruction was inconsistent with American values.<br />But America has changed. At the end of the 20th century, a home-grown boycott, divestment and sanctions movement became an American arm of the war against Israel, uniting a self-defined progressive coalition on the side of Arab-Muslim rejectionism. Anuradha Mittal, Ben & Jerry’s chairman and a supporter of BDS, is the initiator of today’s boycott of Israel, a country whose creation she once called a “catastrophe.” She knows that blaming Israel undermines its legitimacy, causing not only economic but political and diplomatic harm.<br />“Why, of all the gin joints in the world, did she have to walk in here?” Mr. Lapid might have asked why an American ice-cream company launched an unprovoked attack against the most progressive country in the Middle East."
}