{
    "url_original": "https://www.wsj.com/articles/antony-blinken-warning-on-china-nuclear-missiles-11628283652?mod=opinion_lead_pos3",
    "url": "antony-blinken-warning-on-china-nuclear-missiles-11628283652",
    "title": "Blinken’s Warning on China’s Nukes",
    "sub_head": "Its growing ICBM arsenal is finally on the Administration’s radar.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-382030?width=860&height=573",
    "image_1": "im-382030.jpg",
    "time": "2021-08-09 18:35:00",
    "body": "America’s diplomatic differences with China on trade, Taiwan, the South China Sea and much else are familiar. But a new issue may be moving to center stage: Beijing’s historic buildup of intercontinental ballistic missiles.<br />The Friday readout from Secretary of State Antony Blinken’s meeting with leaders of Southeast Asian countries listed some of the long-running U.S. objections to Chinese behavior, then added a new one: “The Secretary also noted deep concern with the rapid growth of the PRC’s nuclear arsenal,” according to a State Department press release. The buildup “highlights how Beijing has sharply deviated from its decades-old nuclear strategy based on minimum deterrence.”<br />It’s about time this got public attention from a foreign-policy principal. In recent weeks commercial satellite images have made public the existence of what is believed to be China’s vast new array of missile silos in the Gansu and Xinjiang deserts. U.S. military officials have been flagging the Chinese buildup for some time.<br />At an April hearing, Adm. Charles Richard, head of U.S. Strategic Command, was asked by Sen. Tom Cotton “just how fast they’re increasing the quantity of their nuclear forces.” Mr. Richard replied that he recently ordered that “any brief that is discussing China that is more than a month old must be updated with our intelligence folks because it’s probably out of date.”<br />It should come as no surprise that China’s swift military buildup would eventually encompass nuclear as well as conventional weapons. China sees itself as an emerging superpower, with designs on global dominance, and it’s no longer content to have a limited nuclear deterrent comparable to powers like the U.K. The goal appears to be a Cold War-style nuclear force with global reach that could demolish much of an enemy’s nuclear force."
}