{
    "url_original": "https://www.wsj.com/articles/anxiety-covid-delta-variant-11628796175?mod=business_lead_pos13",
    "url": "anxiety-covid-delta-variant-11628796175",
    "title": "The Covid Fear Isn’t Going Anywhere for a While",
    "sub_head": "The key is to first recognize your anxiety, and then find ways to deal with it",
    "category_1": "Business",
    "category_2": "Journal Reports: Leadership",
    "image_1_url": "https://images.wsj.net/im-385106?width=860&height=573",
    "image_1": "im-385106.jpg",
    "time": "2021-08-15 13:00:00",
    "body": "Of the roller coaster of emotions experienced during the pandemic, the most pervasive and persistent has been fear. We have feared for ourselves, our loved ones and our way of life. We may have manifested this fear differently—from outright denial to suiting up in rubber gloves and face shields—but still, these are anxious times.<br />Fear, even when pushed to the periphery of consciousness, results in a host of behavioral, emotional and physiological weirdness (more on that later) that you have likely experienced yourself or noticed in others over the past 18 months. Covid anxiety is a burden we all carry now, on top of the other stressors in our lives. And while you may be getting used to the extra load, that doesn’t mean it isn’t weighing you down.<br />It’s something to keep in mind as we try to return to some semblance of business as usual despite the continuing threat. You only have so much psychic energy, and the effort required to ignore, repress or shoulder through fear necessarily subtracts from your ability to be present, creative, connected and productive. The good news is that acknowledging and understanding fear can have the opposite effect, making you more energized, innovative, cooperative and committed. Covid-19 isn’t going away, and neither is our anxiety, so we might as well make use of it.<br />The first step to managing fear is actually being aware of it. This isn’t always easy because fear often masquerades as other emotions, such as sadness, anger, irritation or even excessive cheerfulness. Fear can make some people breathtakingly intolerant and hypersensitive. Others might withdraw into themselves, seeming aloof and unfriendly. Fear also inhibits people’s ability to accurately read social and emotional cues, leading to all sorts of inappropriate, inept or awkward exchanges.<br />Pay attention when you observe unusual behavior, or maybe an intensification of normal behavior. The detail-oriented might become downright obsessive, or the more laid back might slide into slackerhood. And be alert to a range of telltale physical complaints—including muscle tension and fatigue, headaches, heart irregularities, dry mouth, hair loss, skin problems, teeth grinding and gastrointestinal symptoms."
}