{
    "url_original": "https://www.wsj.com/articles/anxiety-workers-return-office-11628790414?mod=business_featst_pos1",
    "url": "anxiety-workers-return-office-11628790414",
    "title": "What Bosses Can Do to Reduce Anxiety Among Returning Workers",
    "sub_head": "Our survey indicates that a lot of employees are anxious. It also points to what they’re anxious about.",
    "category_1": "Business",
    "category_2": "Journal Reports: Leadership",
    "image_1_url": "https://images.wsj.net/im-384070?width=700&height=467",
    "image_1": "im-384070.jpg",
    "time": "2021-08-12 13:50:00",
    "body": "As organizations make plans to bring their employees back to the office, they would do well to remember this: Many of those workers are anxious.<br />We conducted a survey with 300 working adults who used to work in the office, worked from home during the pandemic, and have been now asked to return to the office starting in the fall. When asked to indicate whether they are feeling anxious about the return, 82% indicated they are. That’s an extraordinarily high number. (And it doesn’t include people who might be anxious for health reasons,  especially as Covid numbers have started to rise again.)<br />What’s more, in a second survey, we found that re-entry anxiety decreases employees’ work engagement, while increasing their intentions to quit. These results hold when controlling for gender, income, relationship status, when people will return, the number of days they will work in person, and the number of hours they work.<br />In other words, leaders will pay the price if they ignore their workers’ anxiety.<br />Before knowing how to reduce the anxiety, though, employers need to know where it’s coming from. Some of our survey respondents point to an answer: Employees want their leaders to make good use of what they learned during the pandemic on new ways of working. But instead they fear there is a rush to return to the way things “used to be.” When your boss expects everything to go back to normal, our research shows, anxiety is much higher."
}