{
    "url_original": "https://www.wsj.com/articles/apple-plans-to-have-iphones-detect-child-pornography-fueling-privacy-debate-11628190971?mod=business_minor_pos7",
    "url": "apple-plans-to-have-iphones-detect-child-pornography-fueling-privacy-debate-11628190971",
    "title": "Apple Plans to Have iPhones Detect Child Pornography, Fueling Privacy Debate",
    "sub_head": "The system will use new techniques in cryptography, artificial intelligence to identify child sexual abuse material; some critics worry it weakens privacy protections",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-381137?width=860&height=573",
    "image_1": "im-381137.jpg",
    "time": "2021-08-05 17:03:00",
    "body": "Apple Inc.  plans to introduce new iPhone software designed to identify and report collections of sexually exploitative images of children, aiming to bridge the yearslong divide between the company’s pledge to protect customer privacy and law enforcement’s desire to learn of illegal activity happening on the device.<br />The software, slated for release in an update for U.S. users later this year, is part of a series of changes Apple is preparing for the iPhone to protect children from sexual predators, the company said Thursday.<br />Apple, which has built much of its brand image in recent years on promises to safeguard users’ privacy, says that its new software will further enhance those protections by avoiding any need for widespread scanning of images on the company’s servers, something that Apple currently doesn’t perform.<br />After news of Apple’s plans leaked out Wednesday, critics said they worried that by building software that can flag illegal content belonging to its users, Apple may be softening its stance on how it protects user data via encryption—a source of growing contention between the technology giant and law-enforcement organizations over the past decade.<br />Apple’s system will use new techniques in cryptography and artificial intelligence to identify child sexual abuse material when it is stored using iCloud Photos, the company said. Using software that runs on both the iPhone and Apple’s cloud, Apple will detect whether images on the device match a known database of these illegal images. If a certain number of them—Apple declined to say exactly how many—are uploaded to iCloud Photos, Apple will review the images. If they are found to be illegal, Apple says it will report them to the National Center for Missing and Exploited Children, a private, nonprofit organization established in 1984 under a congressional mandate that serves as a clearinghouse for reports of child abuse."
}