{
    "url_original": "https://www.wsj.com/articles/apple-executive-defends-tools-to-fight-child-porn-acknowledges-privacy-backlash-11628859600?mod=tech_featst_pos2",
    "url": "apple-executive-defends-tools-to-fight-child-porn-acknowledges-privacy-backlash-11628859600",
    "title": "Apple Executive Defends Tools to Fight Child Porn, Acknowledges Privacy Backlash",
    "sub_head": "Craig Federighi says new tools are aimed at best ensuring iPhone privacy while fighting illegal images",
    "category_1": "Tech",
    "time": "2021-08-13 09:00:00",
    "body": "A senior  Apple Inc.  executive defended the company’s new software to fight child pornography after the plans raised concerns about an erosion of privacy on the iPhone, revealing greater detail about safeguards to protect from abuse.<br />Craig Federighi, Apple’s senior vice president of software engineering, in an interview emphasized that the new system will be auditable. He conceded that the tech giant stumbled in last week’s unveiling of two new tools. One is aimed at identifying known sexually explicit images of children stored in the company’s cloud storage service and the second will allow parents to better monitor what images are being shared with and by their children through text messages.<br />“It’s really clear a lot of messages got jumbled pretty badly in terms of how things were understood,” Mr. Federighi said. “We wish that this would’ve come out a little more clearly for everyone because we feel very positive and strongly about what we’re doing.”<br />The Cupertino, Calif., iPhone maker has built a reputation for defending user privacy and the company has framed the new tools as a way to continue that effort while also protecting children. Apple and other tech companies have faced pressure from governments around the world to provide better access to user data to root out illegal child pornography.<br />While Apple’s new efforts have drawn praise from some, the company has also received criticism. An executive at  Facebook Inc.’s  WhatsApp messaging service and others, including Edward Snowden, have called Apple’s approach bad for privacy. The overarching concern is whether Apple can use software that identifies illegal material without the system being taken advantage of by others, such as governments, pushing for more private information—a suggestion Apple strongly denies and Mr. Federighi said will be protected against by “multiple levels of auditability.”"
}