{
    "url_original": "https://www.wsj.com/articles/apple-set-to-let-app-developers-alert-users-to-alternate-payment-methods-11630029469?mod=business_lead_pos1",
    "url": "apple-set-to-let-app-developers-alert-users-to-alternate-payment-methods-11630029469",
    "title": "Apple Set to Let App Developers Alert Users to Alternate Payment Methods",
    "sub_head": "Tech giant’s proposed settlement in class action marks partial concession over App Store criticisms",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-392144?width=860&height=573",
    "image_1": "im-392144.jpg",
    "time": "2021-08-26 23:21:00",
    "body": "Apple Inc.  on Thursday announced changes to its App Store regulations that will allow software developers to tell customers how to pay for services outside of Apple’s ecosystem, part of a proposed settlement of a class-action lawsuit.<br />The shift will make it easier for some apps to steer customers toward other forms of payment, rather than using the App Store, where Apple charges a commission of up to 30%. The company last year halved most commissions to 15% for developers that generate no more than $1 million in revenue through the software platform, and the potential settlement will preserve that change.<br />In 2019, a group of app makers sued Apple, accusing the company of breaching antitrust laws in how it managed its App Store.<br />The company will also establish a $100 million fund for small developers. The Small Developer Assistance Fund will allow developers whose sales were less than $1 million a year from June 2015 to April 2021 to collect between $250 and $30,000. It will benefit more than 99% of developers, according to the plaintiffs.<br />The potential deal is a partial concession to app makers, who have long wanted to get customers to pay them directly for services rather than through Apple to avoid the commission. The company previously prohibited developers from using information about customers they obtained through Apple to inform them directly about other payment options. The potential settlement removes that prohibition, according to plaintiffs. Consumers must consent to such communication, according to Apple."
}