{
    "url_original": "https://www.wsj.com/articles/arab-israelis-tech-startups-ramadan-satellite-impact-raam-abbas-orit-farkash-hacohen-blue-and-white-11628710898?mod=opinion_lead_pos6",
    "url": "arab-israelis-tech-startups-ramadan-satellite-impact-raam-abbas-orit-farkash-hacohen-blue-and-white-11628710898",
    "title": "Israel’s Tech Boom Will Include Arabs",
    "sub_head": "A new satellite called Ramadan symbolizes the effort to expand the workforce.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-11 18:13:00",
    "body": "A small satellite called Ramadan will soon be launched to track the moon and detect the beginning of the lunar month that determines the start of many holidays. It’s an initiative of a landmark Israeli government plan to promote technology and science within Arab Israeli society.<br />The new Israeli government, in which I serve as minister for innovation, science and technology, is a government of firsts. It is the first time an Arab Israeli party is part of the ruling coalition. I worked with my colleague Mansour Abbas of the Ra’am party and the Ministry for Social Equality on developing a plan for government investment in technology and research and development.<br />My vision is to use Israeli technology—the bedrock of our economy—to help people on the periphery of society.<br />Aptly dubbed Impact, the $100 million, five-year plan, aims to bridge a gap in tech jobs. Israel’s Arab community makes up around 20% of the country’s population but accounts for only about 2% of tech workers. The Jewish ultra-Orthodox demographic, with more than 12% of Israel’s population of 9.3 million, makes up only 3% of tech workers.<br />The plan aims to help the Arab community develop skills to work in science and technology. It will include educational programs, vocational training, and technology incubators for entrepreneurs and startups. We plan to establish technology and science centers for Arabs, an incubator hub with seed funding for promising minority entrepreneurs, and two new research-and-development centers, one of them for the Bedouin community."
}