{
    "url_original": "https://www.wsj.com/articles/are-comfortable-chairs-worth-the-blobbiness-11628711853",
    "url": "are-comfortable-chairs-worth-the-blobbiness-11628711853",
    "title": "Are Comfortable Chairs Worth the Blobbiness?",
    "sub_head": "As armchairs return to the puffy, broad-beamed styles of the 1970s and ’80s, interior designers debate whether these soothing seats are antithetical to an elegant room",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-383282?width=860&height=573",
    "image_1": "im-383282.jpg",
    "time": "2021-08-11 15:57:00",
    "body": "For the recurring series, That’s Debatable, we take on a contentious issue of the day and present two spirited arguments—one in favor and the other emphatically opposed. Previous installments from the series are here.<br />Los Angeles fashion designer turned furniture maker Sam Klemick admits that before she could appreciate the appeal of the poofy Big Nap chair she created, even she had to live with it a while. The ecru canvas chair for Otherside Objects, inspired by Maison Martin Margiela’s 1999 Duvet coat, might look like a comforter draped over a seat frame, its conical legs almost comically detailed with prominent fabric ties, but Ms. Klemick believes people are prioritizing comfort these days: “We need levity and joy and a soft place to land when we get home.”<br />Chicago interior designer Marshall Erb concurs. “Everyone is looking for their perch,” he said, “a place for your coffee, a corner with a blanket for watching a movie, a place to work from home, take a nap.” Mr. Erb sees a resurgence in silhouettes from the 1970s and ’80s, like the seats by Italian designer Tobias Scarpa that resemble tufted marshmallows. To create a “nice tension,” Mr. Erb juxtaposes such nebulous seats with natural and classic elements. A smushy Togo Ducaroy chair, with its big earthworm-like segments, looks more at home against linear Parisian-style wainscoting and geometric accents, he said. A square, petrified-wood coffee table or a piece of black-and-white abstract art would offset the distinctive shape without vying for attention.<br />When Ms. Klemick posted the Big Nap chair on Instagram, it sold within hours to a friend who used the pillowy seat to soften a living room with a low, boxy tweed couch. The buyer conformed to Ms. Klemick’s advice to let the large chair “steal the show.”<br />Their womb-like form makes them good for dozing, but elegant these unstructured chairs are not. “They can feel oppressive,” said London interior designer Mary Graham of the burly seats’ tendency to dominate a room. Robust chairs in simplistic shapes are best left to tech-startup break rooms and hotel lobbies, she said. “You can have comfort and good design, but I don’t think chunky comes into the equation,” said Mrs. Graham, who prefers a dignified silhouette that evinces craftsmanship. “If I want to jump into a duvet, I am going into my bedroom.”"
}