{
    "url_original": "https://www.wsj.com/articles/arizona-election-audit-exposes-gop-rifts-as-2022-midterms-loom-11629644402?mod=politics_lead_pos4",
    "url": "arizona-election-audit-exposes-gop-rifts-as-2022-midterms-loom-11629644402",
    "title": "Arizona Election Audit Exposes GOP Rifts as 2022 Midterms Loom",
    "sub_head": "Some worry the GOP-ordered move will turn off independents; proponents say it will restore voters’ confidence",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-386891?width=860&height=573",
    "image_1": "im-386891.jpg",
    "time": "2021-08-22 11:00:00",
    "body": "SCOTTSDALE, Ariz.—Nine months after the 2020 election and as preparations for next year’s midterm elections get under way, Arizona Republicans are split over whether a review of November’s election result in the state’s most populous county will turn off, or reassure, voters.<br />President Biden won Arizona over former President Donald Trump with a margin of just over 10,000 votes out of more than 3.3 million cast statewide. A recount of a sample of ballots in Maricopa County found no issues. Two firms accredited by the federal U.S. Election Assistance Commission, considered the gold standard for the industry, tested Maricopa’s voting machines and said they passed.<br />As Mr. Trump continued to contest the results of the election and called on his supporters to do the same, Republicans in Arizona’s state Senate commissioned another review led by a Florida-based company called Cyber Ninjas Inc. No court or election authority has found evidence of widespread fraud in the 2020 presidential election, and routine audits of paper ballots have confirmed the election outcomes in key states. Arizona’s election results were already certified, and this review won’t change them, state officials said.<br />The GOP-ordered review was expected to take two months but has stretched to four. Cyber Ninjas says it may complete the review this month.<br />Arizona Republicans who back the audit say it is necessary to show voters that they are taking election security seriously and that the 2022 elections will be fair."
}