{
    "url_original": "https://www.wsj.com/articles/as-chinas-online-tutoring-firms-tank-indias-cash-up-11627987250?mod=markets_major_pos1",
    "url": "as-chinas-online-tutoring-firms-tank-indias-cash-up-11627987250",
    "title": "As China’s Online Tutoring Firms Tank, India’s Cash Up",
    "sub_head": "Venture-capital investment into Indian education-technology companies last year amounted to nearly $1.5 billion, six times 2019’s level",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-379384?width=860&height=573",
    "image_1": "im-379384.jpg",
    "time": "2021-08-03 06:40:00",
    "body": "Investors nursing their wounds from the brutal selloff in Chinese education stocks should consider a journey to the west. In India—home to the world’s largest primary- and secondary-school student population—the online-education business is booming.<br />Chinese education stocks have lost billions of dollars in market value in the past couple of weeks as Beijing announced regulations that could wipe out much of the after-school tutoring sector.<br />But money is rushing into another populous Asian giant. Indian online-learning platform Unacademy raised $440 million at a $3.44 billion valuation from investors including the SoftBank Vision Fund and Singapore’s state investment fund, Temasek, the company said Monday. Unacademy’s valuation has jumped more than 10 times in the past 18 months, according to the company.<br />And its rival Byju’s, backed by China’s Tencent and Sequoia, is India’s most valuable unicorn at a valuation of $16.5 billion, according to market research firm CB Insights. General Atlantic and Tiger Global are investors in both companies. Byju’s could be looking for an initial public offering within the next 18 months, according to local media.<br />Venture-capital investment into Indian education-technology companies last year amounted to nearly $1.5 billion, six times the level in 2019, according to Bain & Co. Both the number of deals and average deal size has picked up."
}