{
    "url_original": "https://www.wsj.com/articles/as-delta-surges-covid-19-breakthrough-cases-remain-uncommon-11629199800?mod=life_work_lead_pos3",
    "url": "as-delta-surges-covid-19-breakthrough-cases-remain-uncommon-11629199800",
    "title": "As Delta Surges, Covid-19 Breakthrough Cases Remain Uncommon",
    "sub_head": "WSJ analysis finds higher risk of infection from strain, but research shows that vaccines still protect against most serious illness",
    "category_1": "Health & Wellness",
    "time": "2021-08-17 07:30:00",
    "body": "The Delta variant of the Covid-19 virus appears to be breaking through the protection vaccines provide at a higher rate than previous strains, a Wall Street Journal analysis found, though infections among the fully inoculated remain a tiny fraction of overall cases, and symptoms tend to be milder.<br />U.S. states counted at least 193,204 so-called breakthrough cases among vaccinated people between Jan. 1 and early August, according to data that health departments in 44 states and Washington, D.C., provided to the Journal. The figure represents 0.1% of the more than 136 million fully vaccinated people in those states and the capital.<br />The total number of breakthrough cases is likely higher, public-health experts said, because fully vaccinated people with asymptomatic infections likely aren’t getting tested for Covid-19. Additionally, several states said the data were unavailable, while others track only breakthrough cases that result in hospitalizations or death.<br />Of the 44 health departments that responded to the Journal’s requests, 28 of them also broke down the number of cases they had tracked since the start of July, when the Delta variant emerged as the dominant strain of the virus.<br />At least 11 states including California and Mississippi counted more than half of their reported breakthrough cases between July 1 and early August, suggesting that the rise of Delta was causing more breakthroughs than earlier strains. In at least six states including Maryland and Minnesota, more than a third of breakthrough cases were reported during that period."
}