{
    "url_original": "https://www.wsj.com/articles/as-more-children-get-infected-by-delta-variant-parents-open-up-to-vaccinations-11629121871",
    "url": "as-more-children-get-infected-by-delta-variant-parents-open-up-to-vaccinations-11629121871",
    "title": "As More Children Get Infected by Delta Variant, Parents Open Up to Vaccinations",
    "sub_head": "Once-hesitant parents are considering getting their children vaccinated as Covid-19 cases rise and schools reopen, doctors say",
    "category_1": "Life & Arts",
    "category_2": "Your Health",
    "time": "2021-08-16 09:51:00",
    "body": "When her 12-year-old son became eligible to receive a Covid-19 vaccination in June, Stephanie Martin hesitated. She wanted to see more long-term data on the vaccine’s safety for children. Hearing about friends’ children who experienced some side effects reinforced her desire to wait.<br />In recent weeks she has started to reconsider. She has seen news reports about the rapid spread of the Delta variant and children being hospitalized. And her son’s half-brother got infected with Covid-19 at summer camp, she says.<br />“That definitely has resurfaced the thought of going ahead and getting him vaccinated,” says Ms. Martin, a 49-year-old flight attendant in Orlando, Fla., who got vaccinated herself in the spring. “I feel that we will probably be making a decision soon.”<br />Doctors say the surge of the more-contagious Delta variant, rising and sometimes serious cases in children and adolescents, and the start of the school year are prompting more parents to consider getting their children vaccinated. They also say some parents of children under 12 who aren’t yet eligible for the shots are more eager than ever.<br />The number of children and adolescents under 18 receiving their first dose of the Covid-19 vaccine increased in each of the past four weeks ended Aug. 11, according to a summary of Centers for Disease Control and Prevention data from the American Academy of Pediatrics. More than 500,000 children received their first vaccine dose in the week ended Aug. 11, though that remains far below the weekly peak of 1.6 million Covid-19 doses in children recorded at the end of May."
}