{
    "url_original": "https://www.wsj.com/articles/as-spac-creators-get-rich-how-incentives-are-shared-remains-murky-11627995686?mod=markets_lead_pos5",
    "url": "as-spac-creators-get-rich-how-incentives-are-shared-remains-murky-11627995686",
    "title": "As SPAC Creators Get Rich, How Incentives Are Shared Remains Murky",
    "sub_head": "Some investment executives who back SPACs keep lucrative benefits known as ‘sponsor promotes’ for themselves rather than share with clients",
    "category_1": "Finance",
    "time": "2021-08-03 09:01:00",
    "body": "Many investment executives who back special-purpose acquisition companies are scoring big paydays as more deals get completed. Some of their clients are missing out.<br />The divergence results from the varying methods SPAC creators use to share the lucrative incentives known as the “sponsor promote.” It typically consists of deeply discounted shares and other securities executives receive for risking capital to set up the SPAC and vet a company to take public. The promote typically allows creators to make tens of millions of dollars on paper on average—sometimes several times their initial investment—even if that company’s shares fall.<br />Altimeter Capital Management founder Brad Gerstner reached a $40 billion SPAC megadeal for app operator Grab Holdings Inc. in April, betting on the future of ride-sharing and food delivery in Southeast Asia. He, others at Altimeter and the SPAC’s board of directors are getting 90% of the promote in return, people familiar with the deal said. The rest is going to a Grab endowment fund to support social and environmental causes.<br />The shares and other securities that make up the promote in the Grab deal are valued at about $165 million at today’s prices and cost the sponsor roughly $12 million, according to New York University Law School professor Michael Ohlrogge, who studies SPACs.<br />Part of the Altimeter team’s promote will be reinvested in the firm’s capital markets business, which was started last year to help companies go public, according to a person familiar with the firm. Additionally, Altimeter took steps to reduce potential conflicts of interest with its clients and considers SPAC creation to be outside the mandate of its funds but beneficial to investors in them, another person familiar with the firm said; Altimeter’s increased profile resulting from its capital-markets activity has helped it secure investments in in-demand companies, that person said."
}