{
    "url_original": "https://www.wsj.com/articles/as-the-delta-variant-spreads-the-best-travel-advice-is-having-a-plan-b-vacation-11628683201",
    "url": "as-the-delta-variant-spreads-the-best-travel-advice-is-having-a-plan-b-vacation-11628683201",
    "title": "As the Delta Variant Spreads, the Best Travel Advice Is Having a Plan B Vacation",
    "sub_head": "Tourism hasn’t witnessed a big dip so far, but travel agents report that more vacationers are reevaluating their itineraries and looking for backup options",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "time": "2021-08-11 08:00:00",
    "body": "Many travelers aren’t just gearing up for one vacation, but two: There is the trip they would most like to take, and Plan B if the Delta variant of Covid-19 renders their original idea untenable.<br />This time last year, many travel destinations simply closed. Now, the final decision often rests with would-be vacationers. They are navigating ever-changing travel restrictions and guidelines, as well as rising case counts, travel agents say. Canada reopened its border to fully vaccinated Americans, just as organizers postponed the New Orleans Jazz & Heritage Festival, set to take place in October, due to rising Covid-19 cases in the area.<br />“Uncertainty is still the rule of the day,” says Wendy Burk, chief executive of Cadence Travel, in La Jolla, Calif.<br />Travel agents say more clients are re-evaluating their plans, but noted that people have different risk tolerances. Brett Snyder, who runs the Cranky Flier website and travel-concierge service, says a few clients canceled their coming trips to international destinations last week.<br />Some seem to fear getting sick or testing positive and not being able to return home for an extended period from their international destination, he says.  United Airlines ,  for example, says that passengers won’t be able to travel on the airline for at least 10 days after the date they tested positive, which it says is in accordance with CDC guidance."
}