{
    "url_original": "https://www.wsj.com/articles/asian-nations-hit-by-covid-19-delta-wave-tighten-curbs-on-movement-11629194631",
    "url": "asian-nations-hit-by-covid-19-delta-wave-tighten-curbs-on-movement-11629194631",
    "title": "Asian Nations, Hit by Covid-19 Delta Wave, Tighten Curbs on Movement",
    "sub_head": "Japan extends state of emergency, New Zealand orders nationwide lockdown",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-386632?width=860&height=573",
    "image_1": "im-386632.jpg",
    "time": "2021-08-17 06:03:00",
    "body": "Governments across the Asia-Pacific region are tightening restrictions on daily life and travel as slow vaccination campaigns have failed to halt the spread of infections with the Delta variant of Covid-19.<br />New Zealand Prime Minister Jacinda Ardern ordered a nationwide lockdown on Tuesday following the first Covid-19 case in the community since February. The lockdown will last three days in most of the country and seven days in Auckland, the largest city.<br />Japan said Tuesday it would extend a state of emergency in Tokyo and other cities to Sept. 12 and add several regions to the emergency zone. The measures had been set to expire Aug. 31. Hong Kong said Monday it would tighten quarantine rules for people returning to the city after foreign travel, and it added the U.S. to a list of high-risk countries.<br />Australia’s two largest cities, Sydney and Melbourne, are locked down, and on Sunday authorities expanded the lockdown to the entire state of New South Wales. In Melbourne, playgrounds are closed, an overnight curfew starting at 9 p.m. has been imposed and construction sites can operate at only 25% of capacity.<br />“At the moment we have a steady number of cases who are out in the community each day, and an increasing number of mystery cases, and we need to get ahead of that,” said Brett Sutton, chief health officer of Victoria state, where Melbourne is located."
}