{
    "url_original": "https://www.wsj.com/articles/astrazeneca-antibody-drug-found-to-prevent-symptomatic-covid-19-in-trial-11629453052?mod=business_lead_pos7",
    "url": "astrazeneca-antibody-drug-found-to-prevent-symptomatic-covid-19-in-trial-11629453052",
    "title": "AstraZeneca Antibody Drug Found to Prevent Symptomatic Covid-19 in Trial",
    "sub_head": "Company plans to seek regulatory approval for the drug, which could offer an alternative to vaccines",
    "category_1": "Business",
    "time": "2021-08-20 05:50:00",
    "body": "LONDON— AstraZeneca  PLC said Friday it would seek regulatory approval for an antibody drug after a study showed strong efficacy in preventing symptomatic Covid-19, offering a potential new alternative to vaccines for people who refuse shots or for whom they aren’t effective.<br />The development comes as drug companies look to roll out antibody drugs as additional tools to stem pandemic hospitalizations and deaths. While multiple Covid-19 vaccines were invented, tested and rolled out at unusually fast speeds, the development of antibody treatments and other reliable therapeutics has been slower, with more mixed results. But recently, antibody treatments have raised hopes as valuable tools to battle severe cases and reduce deaths.<br />Recent surges in infections have led doctors in the U.S. and elsewhere to turn to antibody drugs to prevent hospitals from being overwhelmed as the highly transmissible Delta variant spreads. Monoclonal antibody drugs are designed to mimic natural antibodies produced by the immune system to fight the coronavirus.<br />Separately, the U.K. on Friday approved the first monoclonal-antibody treatment for use in the country, a combination from  Regeneron Pharmaceuticals Inc.  and  Roche Holding AG . The same combination is already authorized for emergency use in the U.S. and Europe, Roche said.<br />Britain’s adoption of the Regeneron-Roche antibody combination, called Ronapreve in the U.K., means it can be used to treat acute Covid-19 symptoms and stem infection, ideally keeping people from needing hospitalization, according to the country’s medicines regulator and health officials."
}