{
    "url_original": "https://www.wsj.com/articles/australia-takes-center-stage-in-global-deals-spree-11628242201?mod=markets_lead_pos6",
    "url": "australia-takes-center-stage-in-global-deals-spree-11628242201",
    "title": "Australia Takes Center Stage in Global Deals Spree",
    "sub_head": "Square’s proposed takeover of Afterpay pushes Australian M&A to record high",
    "category_1": "Markets",
    "category_2": "Deals",
    "image_1_url": "https://images.wsj.net/im-381156?width=860&height=573",
    "image_1": "im-381156.jpg",
    "time": "2021-08-06 05:30:00",
    "body": "SYDNEY—Australia’s biggest airport is resisting a takeover. An American private equity firm wants to buy one of the country’s main casino operators. And this week,  Square Inc.  agreed to buy  Afterpay Ltd. , the largest locally listed tech company, for $29 billion.<br />A deals frenzy is under way in the land Down Under.<br />The volume of mergers and acquisitions in Australia is already at its highest annual level on record with nearly five months of the year to go. More than $134 billion in pending and completed deals have been announced this year, according to data provider Dealogic. That already outpaces 2011, Australia’s previous busiest year on record, when just under $134 billion was announced for the entire year.<br />“We’re firing on all cylinders,” said Zac Fletcher, the co-head of investment banking in Australia for  Goldman Sachs ,  which is advising Afterpay in the Square transaction. “It’s hard to really point to a time that’s been busier.”<br />The boom is driven in part by low interest rates, which make it cheaper to finance acquisitions and generally push investors into higher-risk assets for better returns. The low rates have helped send equity prices to record highs, making it more financially viable for companies to use stock to pay for deals. And corporations, many of which raised cash and sold off assets during the coronavirus pandemic, are now flush with money and looking to buy as the global economy recovers."
}