{
    "url_original": "https://www.wsj.com/articles/australia-vaccinates-thousands-of-high-school-students-to-stop-delta-11629288000?mod=world_major_1_pos1",
    "url": "australia-vaccinates-thousands-of-high-school-students-to-stop-delta-11629288000",
    "title": "Australia Vaccinates Thousands of High-School Students to Stop Delta",
    "sub_head": "With end-of-school exams nearing, authorities redirected shots meant for rural areas to Sydney suburbs deemed Covid-19 hot spots",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-08-18 08:00:00",
    "body": "SYDNEY—High-school students were never meant to be early recipients of a Covid-19 vaccine in Australia: Authorities gave priority to older residents considered to be more at risk of being hospitalized or dying from the virus.<br />But a worsening outbreak of the highly infectious Delta variant in Sydney has upended that strategy.<br />Health officials in Australia’s largest city have rushed to vaccinate thousands of students ahead of in-person end-of-school exams that they fear could accelerate the spread of coronavirus in a country that until recently had avoided the worst of the pandemic. A concert hall was repurposed last week as a mass-vaccination clinic for the teenagers. And up to 40,000 shots developed by  Pfizer Inc.  and  BioNTech  SE earmarked for rural towns were diverted to students from Sydney suburbs that have become Covid-19 hot spots. Authorities said they had vaccinated more than 15,000 students by the end of last week.<br />Driving the new strategy is concern among health officials about the number of children and teenagers infected with the Delta variant. Sydney’s outbreak, while small by global standards, offers a case study in how quickly it can spread in a lightly vaccinated population despite aggressive contact tracing, mask mandates and social distancing.<br />“Clearly, we are seeing more children being infected with Covid this year compared to what we were seeing last year,” said Marianne Gale, deputy chief health officer for New South Wales state, which includes Sydney."
}