{
    "url_original": "https://www.wsj.com/articles/auto-makers-aim-to-boost-ev-sales-to-40-50-of-u-s-sales-by-2030-11628110425?mod=business_lead_pos3",
    "url": "auto-makers-aim-to-boost-ev-sales-to-40-50-of-u-s-sales-by-2030-11628110425",
    "title": "Auto Makers Aim to Boost EV Sales to 40%-50% of U.S. Sales by 2030",
    "sub_head": "General Motors, Ford and Stellantis are expected to commit to the electric-vehicle target at the White House on Thursday",
    "category_1": "Business",
    "category_2": "Autos & Transportation",
    "time": "2021-08-04 18:24:00",
    "body": "Auto makers including  General Motors Co. ,  Ford Motor Co.  and Jeep maker  Stellantis  NV will aim to make electric vehicles account for 40% to 50% of their U.S. sales by 2030, according to people familiar with the matter, who said the targets would be announced at the White House on Thursday.<br />Other auto makers are expected to separately make similar announcements regarding sales targets for electric vehicles as consumers begin warming to EVs and as auto manufacturers lay heavy bets on the new technology, the people said.<br />“This industry’s going to spend $330 billion over the next five years on electrification alone,” said John Bozzella, president of the Alliance for Automotive Innovation, the lobbying group for auto makers and suppliers, at a conference Wednesday. “Even in Washington, D.C., that is real money.”<br />Even so, the sales targets are predicated on increased support from federal and local governments such as increasing the availability of charging and providing purchase subsidies, the people said. Federal lawmakers are proposing up to $7.5 billion for states and municipalities to build electric-vehicle charging stations as part of the infrastructure bill moving through the Senate.<br />Along with the electric-vehicle targets, auto industry officials expect the White House to announce rules mandating a 3.7% annual increase in fuel efficiency for the next two years. The White House and other federal officials declined to comment on the fuel targets."
}