{
    "url_original": "https://www.wsj.com/articles/auto-insurers-face-bumpy-road-ahead-11628188290?mod=markets_major_pos1",
    "url": "auto-insurers-face-bumpy-road-ahead-11628188290",
    "title": "Auto Insurers Face Bumpy Road Ahead",
    "sub_head": "As people return to normal driving habits, insurers are seeing more accident losses—but they are also starting to look toward higher rates, too",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-381018?width=860&height=573",
    "image_1": "im-381018.jpg",
    "time": "2021-08-05 14:31:00",
    "body": "People are driving more, but many of them may also still be paying less for their car insurance.<br />Allstate  reported this week that its property-liability combined ratio increased to 95.7 in the second quarter, nearly six points higher than during the same quarter last year. This ratio rises as underwriting losses and expenses become a greater percentage of premiums collected—not what investors want to see. The uptick was aided by increasing auto-accident frequency relative to very depressed levels during the pandemic.<br />There could be more pressure from frequency, as trends aren’t yet fully normalized. Allstate said that auto property damage frequency for its branded insurance in the second quarter was up 47% from last year, but still was 21% lower than the same period of 2019.  Travelers  last month said that, while driving activity is close to pre-pandemic levels in most areas of the country, the mix of commuting and non-commuting driving was still different.<br />Yet insurers aren’t necessarily still seeing a commensurate benefit from fewer accidents. Allstate’s underlying combined ratio in its Protection auto business was 91.8, the same level as the second quarter of 2019—though still better than what it had been in 2017 and 2018. That is because frequency isn’t the only consideration. Insurers have noted that auto accidents that do happen are relatively severe, due in part to higher speeds, and that rising prices are making it more expensive to repair vehicles.<br />Those factors are mostly out of insurers’ control. But Allstate said that competitive pricing also was offsetting the favorable frequency trend. The upside for investors is that the industry seems to be acknowledging this dynamic and may yet avoid a damaging price war. Allstate said it was considering “targeted price increases” as necessary, and Travelers said it was considering how transitory auto cost rises might be as part of its pricing thinking.  Progressive  this week said rate increases took effect in 11 states in the second quarter."
}