{
    "url_original": "https://www.wsj.com/articles/baby-unplugged-review-back-to-school-back-to-screens-11630274361?mod=opinion_reviews_pos1",
    "url": "baby-unplugged-review-back-to-school-back-to-screens-11630274361",
    "title": "‘Baby, Unplugged’ Review: Back to School, Back to Screens",
    "sub_head": "Are educational apps really going to improve a child’s academic skills or, with their busy images and graphics, are they closer to a videogame?",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-392912?width=860&height=573",
    "image_1": "im-392912.jpg",
    "time": "2021-08-29 17:59:00",
    "body": "As children return to school this fall, their parents’ attitudes toward technology may well shift. The 18 months of the pandemic and lockdown have revealed both the astonishing ability of computers to connect us and their troubling inability to teach children, especially younger ones, much of anything. For many older children—even if they were indeed able to learn something on Zoom—the substitution of screens for in-person socializing seems to have led to mental-health problems.<br />Journalist Sophie Brickman was on the verge of completing her examination of technology’s effects on children and child-rearing when the pandemic hit. Fortunately, the unusual circumstances didn’t shake her from her well-researched and unvarnished conclusions. As the months stretched on in self-quarantine, she writes in “Baby, Unplugged,” she found herself grateful for “researchers who’ve hammered home that for young children, particularly the preschool set, free play and imagination and even boredom are the best activities to fill the day.”<br />Ms. Brickman acknowledges that working parents—really, most parents—must occasionally make use of screens. But she doesn’t allow herself (the book’s subtitle is “One Mother’s Search for Balance, Reason, and Sanity in the Digital Age”) or any of her parent-readers to give up on the task of setting screen limits simply because they are stuck in an apartment or house all day with small, needy children.<br />Early in her narrative, Ms. Brickman describes herself as the Luddite in her own marriage. Her husband is perpetually bringing home new gadgets. Little wonder that a man who judges the previous night’s sleep based on messages from his wristwatch has no problem with using technology to monitor and entertain the children. But Ms. Brickman begins to wonder why she suddenly finds herself eager to measure her newborn’s weight, feeding habits and sleep schedule with a slew of apps and devices. Maybe there’s some evolutionary drive to gather information, she thinks, but she is disturbed to see how obsessive she has become: She wants to know, for instance, whether her left breast or right breast produces more milk. There is merchandise on offer for people who are thinking in this way, she notes: changing tables that measure a baby’s weight with each new diaper, “smart socks” that keep track of a baby’s vital signs when he is asleep. Ms. Brickman concludes that, far from aiding in the rearing of a child, such products will only serve to make parents crazy.<br />Ms. Brickman offers reports from pediatricians who explain that if a child really needed such a precise level of monitoring, he would probably be in a hospital. She draws a similarly skeptical conclusion about the many other products that parents can now choose from, products that, quite apart from monitoring and measuring, will supposedly make their children happier and healthier. Each is designed in ways that, it is claimed, will improve a baby’s habits or make life easier for parents—from the Wi-Fi-enabled FormulaPro, which can be programmed by a smartphone to prepare bottles, to a $1,300 smart bassinet, “which adjusts its rocking and white noise to soothe fussy babies.” One psychologist, adding some perspective on the wide array of products, tells Ms. Brickman: “Appreciate that good enough is almost always good enough.”"
}