{
    "url_original": "https://www.wsj.com/articles/bankruptcy-filings-fall-to-fewest-since-1985-amid-covid-19-stimulus-11628090284?mod=business_featst_pos3",
    "url": "bankruptcy-filings-fall-to-fewest-since-1985-amid-covid-19-stimulus-11628090284",
    "title": "Bankruptcy Filings Fall to Fewest Since 1985 Amid Covid-19 Stimulus",
    "sub_head": "Personal bankruptcy filings fell 33%, while business filings declined 17% in the year ended June 30 from the previous 12 months",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-380165?width=860&height=573",
    "image_1": "im-380165.jpg",
    "time": "2021-08-04 11:18:00",
    "body": "The number of bankruptcy filings in the U.S. has fallen to a level not seen since 1985, thanks to government interventions that kept people afloat during the Covid-19 pandemic and allowed companies to raise cash through debt.<br />In a year marked by lockdowns and periods of high unemployment, 462,309 individuals and companies filed for bankruptcy in the year ended June 30, down 32% from the previous year, according to data compiled by the Administrative Office of the U.S. Courts. That was the lowest tally for a 12-month period since 1985, the administrative office said.<br />Personal bankruptcy filings fell 33% to about 444,000, while business filings declined 17% to about 22,500.<br />The pace of bankruptcy filings has defied predictions early in the pandemic by economists and experts who had expected an avalanche of bankruptcy filings by both households and businesses. The numbers point to government stimulus and moratoria on home foreclosures and evictions keeping a lid on personal bankruptcies, economists say.<br />Corporate defaults were also more muted than many expected, thanks in large part to Federal Reserve interventions that made it easier for companies including  AMC Entertainment Holdings Inc.  and  Boeing Co.  to raise lots of cash through debt. Following a spike in bankruptcies the spring of 2020 that swept up J.C. Penney & Co. and  Hertz Global Holdings Inc.,  commercial bankruptcies had quieted down by the second half of last year."
}