{
    "url_original": "https://www.wsj.com/articles/bankruptcy-courts-face-congressional-backlash-over-legal-releases-11628593201?mod=markets_major_pos13",
    "url": "bankruptcy-courts-face-congressional-backlash-over-legal-releases-11628593201",
    "title": "Bankruptcy Courts Face Congressional Backlash Over Legal Releases",
    "sub_head": "Judges have often extended legal immunity to company owners and affiliates who aren’t themselves bankrupt. Now some in Congress say such third-party releases have gone too far.",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-382784?width=860&height=573",
    "image_1": "im-382784.jpg",
    "time": "2021-08-10 07:00:00",
    "body": "Bankruptcy courts are facing a backlash among congressional Democrats over the growing practice of authorizing legal protection to accused wrongdoers who haven’t sought chapter 11 protection themselves.<br />While filing for chapter 11 protects a corporation or nonprofit from its creditors, bankruptcy judges often extend those same legal protections to affiliates, owners and other parties with interests at stake. Shielding these third parties from liability, in exchange for settlement payments, has become an increasingly common feature of large chapter 11 cases, according to bankruptcy specialists.<br />Now, some members of Congress believe the practice has gone too far and have proposed forbidding bankruptcy courts from signing away legal claims against third parties, unless every affected creditor agrees.<br />That would upend how chapter 11 courts deal with a range of alleged misconduct that has pushed big companies and institutions into bankruptcy, from sexual abuse to defective products. USA Gymnastics filed for bankruptcy in 2018 in response to legal and financial challenges arising from sexual abuse by former team doctor Larry Nassar.<br />USA Gymnastics and the U.S. Olympic and Paralympic Committee, which isn’t in bankruptcy, have proposed tapping their insurance policies to create a victim-compensation fund under a chapter 11 plan that would also shield the Olympic and Paralympic Committee from litigation."
}