{
    "url_original": "https://www.wsj.com/articles/barack-obama-scales-back-60th-birthday-party-after-covid-19-criticism-11628079953?mod=politics_lead_pos10",
    "url": "barack-obama-scales-back-60th-birthday-party-after-covid-19-criticism-11628079953",
    "title": "Barack Obama Scales Back 60th Birthday Party After Covid-19 Criticism",
    "sub_head": "Hundreds had been invited to outdoor event in Martha’s Vineyard, drawing GOP criticism amid surging cases",
    "category_1": "U.S.",
    "time": "2021-08-04 08:25:00",
    "body": "Former President Barack Obama is scaling back his planned 60th birthday party this weekend at his Martha’s Vineyard vacation home as the nation confronts rising Covid-19 cases and in the wake of criticism from conservatives.<br />The Democrat, whose birthday is Wednesday, had invited hundreds of guests to an outdoor party that was expected to attract some of the nation’s top celebrities. The plans triggered charges of hypocrisy among conservatives, who suggested such actions by a Republican would prompt charges of recklessness from Democrats.<br />“Due to the new spread of the Delta variant over the past week, the president and Mrs. Obama have decided to significantly scale back the event to include only family and close friends,” Hannah Hankins, a spokeswoman for the former president, said in a statement Wednesday morning. “He’s appreciative of others sending their birthday wishes from afar and looks forward to seeing people soon.”<br />Planners had said the larger gathering would have followed all local, state and federal health protocols, including a testing regime managed by a public-health professional. Preparations had started months ago before a surge triggered by the Delta variant and when the pandemic seemed to be waning in the U.S. and as people began to embrace more normalcy.<br />Jen Psaki, the White House press secretary, stressed that the event would be held outdoors when asked Monday about the medical considerations and whether ordinary Americans should hold such large parties."
}