{
    "url_original": "https://www.wsj.com/articles/becoming-trader-joe-review-the-secrets-of-his-success-11629653790?mod=opinion_reviews_pos1",
    "url": "becoming-trader-joe-review-the-secrets-of-his-success-11629653790",
    "title": "‘Becoming Trader Joe’ Review: The Secrets of His Success",
    "sub_head": "The founder of Trader Joe’s targeted the overeducated and underpaid—people who wanted real maple syrup at a discount.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-389517?width=860&height=573",
    "image_1": "im-389517.jpg",
    "time": "2021-08-22 13:36:00",
    "body": "To determine what products to sell in his stores when he began his business a half-century ago, Joe Coulombe applied what he calls the Four Tests: “high value per cubic inch; high rate of consumption; easily handled; and something in which we could be outstanding in terms of price or assortment.” That’s how Trader Joe’s ended up selling bullets.<br />Granted, it was California in the 1960s, a time before gun-control laws took hold in the state. Following the assassination of Robert F. Kennedy, however, and a slew of regulations limiting the sale of ammunition, Coulombe decided to pull bullets from his shelves. Besides, there were other deals to be made—in wine, maple syrup, even Brie. The key was adaptability.<br />Actually, there are many keys to creating a thriving company, and Coulombe shares them all in “Becoming Trader Joe,” a memoir and how-to-succeed-in-business chronicle that appears posthumously. (Coulombe died last year at the age of 89.) Among other essentials: Be well informed (that is, read the fine print in leasing contracts); offer generous worker pay to reduce turnover (and deter unionization); and be wary of opening a store with access to a freeway. “Holdups are most common in stores which are closest to freeway on-ramps, because it’s easier to make a getaway.”<br />From 1967 to 1988, Coulombe ran Trader Joe’s, and ran it beautifully. Although he sold the company to the Albrecht family (of Aldi grocery-store fame) in 1979, it still bears the imprint of his original idea. “We went from leveraged to the gills in the early days to zero leverage by 1975,” he writes, adding that “we never lost money in a year, and each year was more profitable than the preceding year despite wild swings in the income tax rates.” Given such a record, any budding entrepreneur would do well to heed his advice, beginning with having a clarity of purpose.<br />“The fundamental job of a retailer is to buy goods whole, cut them into pieces, and sell the pieces to the ultimate consumers,” Coulombe writes. “This is the most important mental construct I can impart to those of you who want to enter retailing.” Of course, it’s not that simple—he describes the complexity of interstate-commerce laws, the strictures of the Fair Labor Standards Act, the ordeals of tax audits, and troubles he had with the United Farm Workers: Having picketers claim that Trader Joe’s was selling goods “full of piss and pesticide” distracted from that important mental construct."
}