{
    "url_original": "https://www.wsj.com/articles/before-pandemic-money-manager-founded-a-sanitizer-maker-it-just-sold-for-millions-11628938801?mod=markets_lead_pos2",
    "url": "before-pandemic-money-manager-founded-a-sanitizer-maker-it-just-sold-for-millions-11628938801",
    "title": "Before Pandemic, Money Manager Founded a Sanitizer Maker. It Just Sold for Millions.",
    "sub_head": "Inspired by a family health scare, Thorne Perkin co-founded Olika in 2015; biotech Amyris just closed on a deal to buy it",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-379176?width=860&height=573",
    "image_1": "im-379176.jpg",
    "time": "2021-08-14 07:00:00",
    "body": "A frightening family experience led money manager Thorne Perkin to a business opportunity that is now paying off thanks in part to the pandemic.<br />Years ago, Mr. Perkin’s young son had a series of staph infections. When one sent his son to the hospital, Mr. Perkin noticed how frequently doctors sanitized their hands.<br />His family was sent home with a powerful skin cleanser that was effective—but unpleasant. “The idea just hit me: Why is there no premium product hand sanitizer in the marketplace for consumers?” he said.<br />Inspired by this experience, Mr. Perkin helped launch a hand-sanitizer business in 2015 that became known as Olika. It began selling sanitizer in 2017; and, this week, publicly traded biotechnology company  Amyris Inc.  closed on an agreement to buy the company. Mr. Perkin said he and his family invested more than half a million dollars and received a return of more than 10 times their investment in the Amyris purchase.<br />On the largest scale, there are pandemic winners such as vaccine-maker  Moderna Inc.  The company hadn’t yet developed an approved drug two years ago. But there are also smaller beneficiaries in the medical business and industries alongside it. It is hard to say what those companies’ futures would have held if the pandemic had never come along."
}