{
    "url_original": "https://www.wsj.com/articles/behind-the-florida-condo-collapse-rampant-corner-cutting-11629816205?mod=markets_minor_pos18",
    "url": "behind-the-florida-condo-collapse-rampant-corner-cutting-11629816205",
    "title": "Behind The Florida Condo Collapse: Rampant Corner-Cutting",
    "sub_head": "Inadequate waterproofing, thin columns and faulty concrete emerge as leading possibilities in Champlain Towers South tragedy",
    "time": "2021-08-24 13:36:00",
    "body": "SURFSIDE, Fla.—A startling discovery awaited an engineer who drilled into the ground-level concrete slab at Champlain Towers South last year. He could find no waterproofing in two separate sections, the engineer wrote in a letter to the condominium board.<br />Without that essential layer for a high rise facing the punishing Atlantic Ocean, rainwater and salty sea spray likely had seeped in for decades, slowly weakening the steel rebar and concrete holding up the condo building. Indeed, the engineer reported at the time seeing significant concrete deterioration.<br />Less than a year later, in the early hours of June 24, part of that slab dropped into the parking garage below. Within minutes, the east wing of the 13-story tower collapsed, killing 98 people in a disaster without modern precedent in the U.S.<br />Since then, a picture has emerged of a tower that was hobbled from the start. The people who oversaw its planning and construction some 40 years ago made cost-saving choices that generally met the building codes of that era but may have created long-term safety risks, a Wall Street Journal investigation found.<br />They skipped waterproofing in areas where saltwater could seep into concrete, the available evidence indicates. They put the building’s structural slabs on thin columns without the support of beams in some places. They installed too few of the special heavy walls that help keep buildings from toppling, engineers say, features that could have limited the extent of the collapse. And they appeared to have put too little concrete over rebar in some places and not enough rebar in others, design plans and photos of the rubble indicate."
}