{
    "url_original": "https://www.wsj.com/articles/behind-the-curtain-of-chanels-huge-couture-headquarters-11629981070?mod=business_featst_pos3",
    "url": "behind-the-curtain-of-chanels-huge-couture-headquarters-11629981070",
    "title": "Behind the Curtain of Chanel’s Huge Couture Headquarters",
    "sub_head": "Le 19M is Chanel’s new haute couture clubhouse, designed by renegade French architect Rudy Ricciotti.",
    "category_1": "Fashion",
    "image_1_url": "https://images.wsj.net/im-384683?width=860&height=1011",
    "image_1": "im-384683.jpg",
    "time": "2021-08-26 08:31:00",
    "body": "Rumors of haute couture’s death have swirled since the rise of machine-made clothing turned fashion into an engine of profit about 200 years ago. Nevertheless, the art of entirely handmade, often one-of-a-kind design has persisted, sustained by privileged clients who want pieces no one else can have. More recently, haute couture has relied on the business acumen and deep pockets of one couturier in particular: Chanel.<br />Traditionally, much of the most technical workmanship in couture’s rarefied fashion domain—including absurdly intricate embroideries, waterfalls of sequins and feathers, painstakingly constructed silk flowers, painted fabric or complicated pleating, much of which is done by hand—has been created by just a few independent ateliers in Paris. (Haute couture itself is a term that is tightly controlled by France’s Fédération de la Haute Couture et de la Mode.) Starting in the 1980s, Chanel embarked on a buying spree of these artisanal businesses, called maisons or métiers, which now include the embroiderers Montex and Lesage, the feather and flower specialist Lemarié, the shoemaker Massaro and the costume jeweler Goossens. Chanel gathered them under an umbrella company called Paraffection (meaning something akin to “for the love of” in French), which provides back-office services, strategy and human resources. Since 2013, there has also been a centralized headquarters for four of the 38 companies now on the Paraffection roster, a nearly 54,000-square-foot space in Pantin, a northeastern suburb of Paris.<br />This spring, Chanel made a new and much splashier declaration that haute couture will not simply survive, but thrive. This summer, it opened Le 19M, a new building inside the Paris city borders with five times the floor space of the Pantin location, designed by the swaggering architect Rudy Ricciotti, who is based in the South of France. For the first time, Chanel will house 11 maisons in one place, along with Eres, the swimwear brand it owns.<br />“Haute couture is small, but big,” says Bruno Pavlovsky, president of both Chanel Fashion and Chanel SAS. “Small because it’s only a few customers, but it’s active everywhere.” The creative brain trust of the company has always had a special reverence for this comparatively small arm of its business. Chanel’s current artistic director, Virginie Viard, began her career as the liaison between the fashion house’s creative director, Karl Lagerfeld, and the various maisons. And Lagerfeld was so in awe of their work that in 2002 he created the first Métiers d’art, a kind of demi-couture collection with a special emphasis on workmanship that has shown more or less once a year ever since.<br />“If we want this savoir faire to continue to exist, and to keep a strong design capacity in Paris for Chanel and the other brands, then we have no choice but to invest in such a location,” says Pavlovsky. “We wanted to have an impactful window for this craft, to show how important it is for Chanel and fashion with an emblematic location…. If it’s a boring place, it’ll never work.”"
}