{
    "url_original": "https://www.wsj.com/articles/beijing-winter-olympics-2022-11628514304",
    "url": "beijing-winter-olympics-2022-11628514304",
    "title": "After Tokyo, Beijing Olympics Promise Colder Weather but Hotter Rhetoric",
    "sub_head": "Nationalist fervor in China is poised to define the 2022 Winter Games; ticket sales uncertain with only six months to go",
    "category_1": "Sports",
    "category_2": "Olympics",
    "time": "2021-08-09 09:06:00",
    "body": "If the just-concluded Tokyo Olympics were memorable for the silence of empty competition venues, the upcoming Beijing Winter Olympics are shaping up to be dominated by high-decibel politics.<br />The opening ceremony for Beijing 2022 is scheduled to take place 180 days from now in the same Bird’s Nest stadium that the Chinese capital used for the 2008 Summer Games. The six-month gap marks the shortest ever turnaround between installments of the Olympics after Covid-19 forced Tokyo to delay a year.<br />Not much is known yet about how the Beijing organizers will deal with the pandemic-related issues that Tokyo labored with over the past few months. The Tokyo Games barred spectators and placed unprecedented restrictions on the movements of foreign visitors. With the Beijing Games fast approaching, Chinese organizers have said little about ticket sales, credentials for visitors or quarantine procedures.<br />Last month, a spokesman for the Chinese Foreign Ministry said that China was fully confident it could take up Tokyo’s baton and promised to host “a simple, safe and splendid Olympic gathering.” After largely keeping Covid-19 under control for more than a year with tight border controls and localized lockdowns, China is currently battling a series of outbreaks caused by the Delta strain.<br />Beijing 2022 will come close on the heels of a Tokyo Games in which China’s Olympic team turned in a strong performance, winning 38 golds, just one behind the U.S. for the top spot. Its 88 overall medals, clustered in traditional areas of strength like diving, gymnastics and shooting, was also second on the medal table, behind the U.S."
}