{
    "url_original": "https://www.wsj.com/articles/belaruss-lukashenko-tightens-his-grip-a-year-after-disputed-election-11628441325?mod=business_minor_pos4",
    "url": "belaruss-lukashenko-tightens-his-grip-a-year-after-disputed-election-11628441325",
    "title": "Belarus’s Lukashenko Tightens His Grip a Year After Disputed Election",
    "sub_head": "With Russia’s support, the leader has withstood pressure at home and abroad since opponents accused him of stealing last year’s presidential vote",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-08-08 14:13:00",
    "body": "MINSK, Belarus—For months after Belarusian leader Alexander Lukashenko declared himself the victor in presidential elections last year, hundreds of thousands of protesters thronged the streets in weekly protests accusing him of rigging the result.<br />Foreign governments agreed. The U.S. and European Union applied financial sanctions to respond to the alleged election fraud, the escalation of serious human-rights violations and repression of civil society, in addition to other transgressions.<br />Instead, a year after the disputed vote, the 66-year-old Mr. Lukashenko has consolidated his control. His mustached face is beamed out on state television; his voice booms from the radio. Government buildings are draped in green-and-red Belarusian flags.<br />Mr. Lukashenko has largely quashed dissent at home. He has retained the backing of the powerful security services, a branch of which is still known by its Soviet-era name, the KGB, and key opponents have been jailed or forced into exile. According to Viasna, a nongovernmental human-rights group in Minsk, over 600 political prisoners were being held as of July.<br />State prosecutors have opened more than 4,700 criminal investigations relating to street protests, calling them extremists; rights activists say many of those targeted attended peaceful demonstrations or voiced their disapproval of the government on social media, broadening the chilling effect."
}