{
    "url_original": "https://www.wsj.com/articles/belarus-coaches-kicked-out-of-olympic-village-over-athlete-removal-11628216541",
    "url": "belarus-coaches-kicked-out-of-olympic-village-over-athlete-removal-11628216541",
    "title": "Belarus Coaches Kicked Out of Olympic Village Over Athlete Removal",
    "sub_head": "The International Olympic Committee stripped two Belarusian coaches of their accreditations over their involvement in forcing sprinter Krystsina Tsimanouskaya to return home.",
    "category_1": "Sports",
    "category_2": "Olympics",
    "time": "2021-08-06 08:05:00",
    "body": "TOKYO—The International Olympic Committee stripped two Belarusian coaches of their accreditations and evicted them from the Olympic Village over their involvement in forcing an athlete to return home.<br />Belarusian sprinter Krystsina Tsimanouskaya said that members of the national team in Tokyo took her to the airport on Sunday in an attempt to send her home against her will after she publicly criticized the team’s coaches. Ms. Tsimanouskaya didn’t board the flight for fear for her life if she returned home and is now in Poland, where she received a humanitarian visa.<br />The IOC said early Friday that it had canceled the accreditations of two coaches, Artur Shimak and Yury Maisevich, “in the interest of the wellbeing of the athletes of the [Belarus Olympic Committee] who are still in Tokyo.” The IOC had launched an investigation into the case earlier this week and asked the Belarus Olympic Committee for a report. The two coaches will be offered an opportunity to be heard, the IOC said.<br />“With the cancellation of the two accreditations, the disciplinary procedure is not over,” IOC President Thomas Bach told reporters Friday.<br />The Belarus Olympic Committee didn’t respond to a request for comment. The committee has previously said that coaches had decided to withdraw Ms. Tsimanouskaya from the Games on doctors’ advice about her “emotional, psychological state.”"
}