{
    "url_original": "https://www.wsj.com/articles/belarusian-activist-vitaly-shyshovs-death-is-investigated-in-ukraine-as-homicide-11627996932?mod=world_major_1_pos4",
    "url": "belarusian-activist-vitaly-shyshovs-death-is-investigated-in-ukraine-as-homicide-11627996932",
    "title": "Belarusian Activist Vitaly Shyshov’s Death Is Investigated in Ukraine as Homicide",
    "sub_head": "Leader of humanitarian organization Belarusian House was found hanged in a park in Kyiv",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-08-03 09:22:00",
    "body": "MOSCOW—A Belarusian activist who headed a group in Ukraine that helps Belarusians escape repression in their homeland was found dead a day after disappearing near his home in Kyiv, an incident that comes amid an intensifying crackdown on Belarusian activists.<br />Ukrainian authorities said Tuesday they were investigating the death of Vitaly Shyshov, who was found hanged in a park not far from his residence, as a homicide. All scenarios would be investigated, including the possibility of murder disguised as suicide, police said.<br />The incident comes as Belarusian President Alexander Lukashenko has stepped up a campaign to suppress any form of opposition to his nearly 30-year rule. A year after declaring victory in a presidential election that local activists and Western leaders widely believe was rigged, Mr. Lukashenko has launched raids on opponents’ homes, banned independent media outlets, allowed security personnel to use live ammunition against protesters, and jailed or exiled key opponents.<br />Mr. Shyshov, 26 years old, was forced to move to Ukraine in the fall of 2020 after participating in the mass protests that swept Belarus following the presidential vote, representatives of Belarusian House, the group he led, said in a statement on its Telegram messaging channel. As head of the humanitarian organization, he helped other Belarusians to relocate abroad, organized actions against Mr. Lukashenko’s regime, and appealed to government agencies to promote bills to assist Belarusians, the group said.<br />Ukrainian law-enforcement authorities had warned Mr. Shyshov that he was being watched, the group said."
}