{
    "url_original": "https://www.wsj.com/articles/belarus-dissident-at-center-of-jet-grounding-cools-support-for-lukashenkos-opponent-11628957816?mod=business_minor_pos6",
    "url": "belarus-dissident-at-center-of-jet-grounding-cools-support-for-lukashenkos-opponent-11628957816",
    "title": "Belarus Dissident at Center of Jet Grounding Cools Support for Lukashenko’s Opponent",
    "sub_head": "Under house arrest, Roman Protasevich could face up to 15 years in prison; ‘I hope everything will end well.’",
    "category_1": "Europe",
    "time": "2021-08-14 12:16:00",
    "body": "MOSCOW—Roman Protasevich has long been a thorn in the side of Belarusian leader Alexander Lukashenko, so much so that the government scrambled a jet fighter in May to divert a plane on which he was flying to detain him.<br />Now under house arrest, the dissident blogger says he is turning away from the opposition movement he helped propel through his grass-roots media network, criticizing Western sanctions introduced to pressure Mr. Lukashenko to step down after a disputed election and over 27 years in power.<br />“They’re not the best way to solve political problems and the political situation in the country,” Mr. Protasevich said from detention over the Telegram messaging app, using its video option when internet speeds allowed it. “Mostly they affect just people. They make Lukashenko more angry and push Belarus much more toward Russia.”<br />Mr. Protasevich, 26, was one of the leading players behind mass protests that followed last year’s presidential election. From his base in Poland, the NEXTA opposition channel he ran on Telegram became one of Belarus’s most widely viewed information sources on the upheaval. Belarusian authorities put him and other NEXTA journalists on a list of people involved in what they described as terrorist activities.<br />His disavowal of the opposition movement comes as a further psychological blow for its leaders, many of whom have fled Belarus to seek safety in neighboring countries including Poland, Lithuania and Ukraine. Thousands of demonstrators, meanwhile, have been arrested since a wave of protests followed Mr. Lukashenko’s claims that he won last August’s elections. Minsk-based human rights group Viasna says over 600 were still being held as of July."
}