{
    "url_original": "https://www.wsj.com/articles/belarus-revokes-u-s-ambassadors-appointment-in-retaliatory-move-to-sanctions-11628698423",
    "url": "belarus-revokes-u-s-ambassadors-appointment-in-retaliatory-move-to-sanctions-11628698423",
    "title": "Belarus Revokes U.S. Ambassador’s Appointment in Retaliatory Move to Sanctions",
    "sub_head": "Minsk also tells U.S. Embassy to cut staff after new sanctions against Alexander Lukashenko’s government",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-08-11 15:41:00",
    "body": "MOSCOW—Belarus announced retaliatory action against Washington, including rescinding its consent of the appointment of the U.S. ambassador, in response to the latest U.S. sanctions on the regime of the country’s authoritarian leader, Alexander Lukashenko.<br />“In recent years, our countries have come a long way in bringing diplomatic relations to a more or less acceptable level, so it is a pity that the impudent and openly hostile actions of the American side…destroyed the achievements of their predecessors,” Belarus’s Foreign Ministry spokesman, Anatoly Glaz, said in comments posted Wednesday on the ministry’s website.<br />His remarks came two days after the Biden administration announced measures targeting critical parts of Belarus’s economy, including its defense industry and lucrative potash fertilizer sector. U.S. Secretary of State Antony Blinken said the steps were in response to the “continued flagrant disregard for human rights and Belarus’s failure to comply with its obligations under international human-rights law.”<br />The U.K. and Canada also announced more financial sanctions on Monday to pressure Mr. Lukashenko to resign. The Belarusian leader launched an often-violent crackdown on protesters seeking his removal following a presidential election last summer that his opponents and Western leaders say was rigged.<br />Mr. Glaz said Belarus’s countermeasures included revoking the appointment of Julie Fisher, who was sworn in as the U.S. ambassador to Minsk last December but hasn’t yet arrived to assume her position. He also suggested that the U.S. Embassy in Minsk reduce its staff to five people by Sept. 1 and suspended negotiations on new projects, programs and grants with the U.S. government."
}