{
    "url_original": "https://www.wsj.com/articles/berlin-wall-arab-spring-color-tv-internet-innovation-investing-11627829703?mod=opinion_lead_pos8",
    "url": "berlin-wall-arab-spring-color-tv-internet-innovation-investing-11627829703",
    "title": "August Is Full of Surprises",
    "sub_head": "The month they mock as lazy gave us color TV sports, the Berlin Wall and the web.",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "time": "2021-08-01 11:58:00",
    "body": "It’s August—the hazy, lazy days of summer. People are either at their vacation homes or wishing they were at Burning Man, virtual again this year. The future’s on hold, so you might as well head to the ballpark or the beach, shut your brain down and read Lizzy Dent’s novel “The Summer Job.” Nothing ever happens in August. Except . . .<br />Surprise! On Aug. 11, 1951, New York’s WCBS-TV broadcast the first baseball game in color, a double-header from Brooklyn’s Ebbets Field. The surprise was that television could do color at all—maybe 100 color sets existed at the time. Yes, “The Wizard of Oz” stunned theatergoers with color in August 1939. But television? Around 20% of U.S. homes had black-and-white TVs, often to watch Rocky Marciano’s almost monthly boxing matches, which my dad called the Bum of the Month club. By 1960 almost 90% of homes had sets. As broadcasts in color ramped during the ’60s, color-TV sales boomed. Someone paying attention 70 years ago would have seen the future.<br />Surprise! On Aug. 13, 1961, the world woke up to 32,000 troops in the Soviet sector of Berlin installing 97 miles of barbed wire and eventually building concrete fences—not to keep people out, but to keep anyone from leaving. The Berlin Wall stood for 28 years, as the icy Cold War proved that capitalism in the West, especially West Germany, completely outdistanced the stagnant communist Five Year Plans and neighbor turning in neighbor via East Germany’s Stasi secret police. The only question is why it took so long to implode.<br />Surprise! On Aug. 15, 1971, President Nixon ended the international gold standard set up at the 1944 Bretton Woods Conference. Most didn’t see that coming. After years of funding Lyndon B. Johnson’s Great Society and the never-ending Vietnam War, the U.S. couldn’t afford both guns and butter as other countries began demanding physical gold instead of printed dollars for trade imbalances. Subsequent inflation was definitely not “transitory.” Oil embargoes and economic “malaise” followed. Real assets soared, stocks flatlined. This was broken only when President Reagan had Federal Reserve Chairman Paul Volcker’s back as he slew inflation with punishing interest-rate hikes.<br />Surprise! On Aug. 5, 1981, Reagan fired more than 11,000 striking air-traffic controllers, members of the Patco union. Union membership as a percentage of the U.S. workforce peaked in 1945, but the decline slowed in the 1960s and 1970s. It’s been steadily falling since Reagan’s action. That and capital-gains tax cuts, encouraging capital formation, set up U.S. companies for rapid and profitable growth. A massive bull market began in 1982—Aug. 13 actually—with the Dow Jones Industrial Average at 777. We’ve rarely looked back."
}