{
    "url_original": "https://www.wsj.com/articles/bernie-sanders-runs-out-of-billionaires-11630362981?mod=opinion_lead_pos2",
    "url": "bernie-sanders-runs-out-of-billionaires-11630362981",
    "title": "Bernie Sanders Runs Out of Billionaires",
    "sub_head": "Spending plans: $4.5 trillion. Billionaire net worth: $4.4 trillion.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-393444?width=860&height=573",
    "image_1": "im-393444.jpg",
    "time": "2021-08-30 18:36:00",
    "body": "Bernie Sanders held a rally in Iowa over the weekend to sell his $3.5 trillion budget proposal, and he also had kind words for President Biden’s $1 trillion infrastructure plan. As usual, Mr. Sanders assailed America’s “billionaire class,” which he said is refusing to pay its “fair share” of taxes.<br />“We are living in a nation where the people on top are doing phenomenally well,” Mr. Sanders told the crowd. “They have so much money, they don’t even know what to do with it, and now some of them are off in outer space spending their billions. Well, we think maybe it might be a good idea, before you go off to outer space, to start paying attention to the struggles of working families on the ground.”<br />The trouble with this story is that Bernie has already run out of billionaires. There are 724 of them in the U.S., according to the 2021 Forbes billionaires list, released in April. At that point their collective net worth was $4.4 trillion, although that figure has presumably since risen along with the stock market.<br />But note the problem. Mr. Biden’s infrastructure plan includes about $550 billion in new spending, but the overall bill is near $1 trillion. Mr. Sanders’s budget is purportedly $3.5 trillion. Yet that number is far too low, according to analysts at the Committee for a Responsible Federal Budget. “We estimate the policies under consideration,” they said last month, “could cost between $5 trillion and $5.5 trillion over a decade, assuming they are made permanent.” Add it all up.<br />If Mr. Sanders were to confiscate every asset of every American billionaire—Jeff Bezos’s rockets; Elon Musk’s bitcoin; Larry Ellison’s boats; Oprah Winfrey’s houses; Ted Turner’s ranches; Jay-Z’s car collection; even the starched shirt off the back of poor Larry Fink, who tied for last place on the Forbes list, at $1 billion—it still wouldn’t cover the cost of Democrats’ next two legislative plans."
}