{
    "url_original": "https://www.wsj.com/articles/best-buy-just-keeps-getting-better-11629824576?mod=business_minor_pos10",
    "url": "best-buy-just-keeps-getting-better-11629824576",
    "title": "Best Buy Just Keeps Getting Better",
    "sub_head": "Consumer electronics sales could slow in the coming months but Best Buy is well-positioned to take more market share",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-390327?width=860&height=573",
    "image_1": "im-390327.jpg",
    "time": "2021-08-24 13:50:00",
    "body": "Best Buy  has gone from  Amazon ’s  showroom to a rising competitor to the e-commerce giant.<br />The consumer electronics retailer handily beat Wall Street expectations on both the top and bottom lines in the quarter ended July 31, with net income 56% higher than analysts were penciling in. Even compared with the pre-pandemic year, its revenue grew 24%. Best Buy’s shares jumped 6.4% Tuesday morning after its earnings call.<br />A return to bricks-and-mortar shopping is clearly helping. Revenue through Best Buy’s stores last quarter was higher compared with the pre-pandemic period even though it was working with fewer stores, the company noted on its Tuesday call. At the same time, the share of online sales doubled over the same period.<br />Chip shortages don’t seem to be crimping sales much, either. The company said that except for home theater and appliances, both of which are among the company’s the highest growing sales categories, product availability didn’t affect sales growth. It also said inventory levels look healthy for the rest of the year, including the holiday season. Accordingly, Best Buy raised its guidance for the second half of the year, expecting comparable-store sales to be flat or down 3% compared with last year’s elevated levels. It previously anticipated a high single-digit percentage decline.<br />Best Buy’s strong vendor relationships could prove key if product availability remains tight for retailers generally for the rest of the year. Certain gadget sellers such as  Sonos  and  GoPro ,  in particular, have already announced shifts toward more direct-to-consumer sales through their own websites. While that may pinch smaller retailers, it is likely to benefit large retailers such as Best Buy if it means it is one the few preferred retailers still carrying those products. It is already clear that Best Buy continues to take market share: Its quarterly revenue growth compared with 2019 was more than double the industrywide figure for electronics and appliances over the same period, according to Census Bureau data."
}