{
    "url_original": "https://www.wsj.com/articles/biden-globalism-covid-19-coronavirus-pandemic-world-health-organization-covax-11627940843?mod=opinion_lead_pos9",
    "url": "biden-globalism-covid-19-coronavirus-pandemic-world-health-organization-covax-11627940843",
    "title": "Capitalist Solution to a Globalist Pandemic",
    "sub_head": "International bodies have made Covid worse, while Big Pharma saved the day.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "time": "2021-08-02 18:25:00",
    "body": "Appearing on “Jimmy Kimmel Live!” in 2014, Bill Clinton said that an invasion from outer space might be “the only way to unite us in this incredibly divided world of ours,” musing “how all the differences among people on Earth would seem small if we felt threatened by a space invader. . . . Everybody gets together and makes nice.” Ronald Reagan had the same idea, telling the United Nations General Assembly in 1987 that “I occasionally think how quickly our differences world-wide would vanish if we were facing an alien threat.” The Biden administration is betting the farm on the belief that any world-wide problem will do the trick, with global threats ranging from climate change to cyberwar on the increase. But the course of the Covid-19 pandemic to date suggests these hopes are misplaced.<br />Far from uniting the world, the coronavirus renationalized human life. It’s not only that most of humanity has been cooped up inside its national borders, with a handful able to travel. Vaccination has become a national matter, with your access to lifesaving shots dependent more on where you are than anything else. International efforts at vaccination have largely failed—and the resulting bitterness and feelings of alienation in poor countries is likely to leave an enduring imprint on world politics.<br />The World Health Organization has been a shame and a disgrace, from its initial silence over China’s coverup of early data on the outbreak through its unreasoning hostility toward Taiwan and its collusion with Beijing’s efforts to discredit the lab-leak hypothesis. The premier international health agency has failed.<br />Covax, the much-touted international program aimed at providing vaccines to citizens of countries too poor to purchase adequate supplies on the open market, has also fallen abysmally short. According to WHO statistics, of the 3.7 billion vaccine doses distributed around the world, less than 2% have been given in Africa.<br />Rather than coordinate their policies, countries have followed their interests at every turn. From China’s protective coverup of the emerging threat, to the squabbles between the U.K. and European Union over vaccine deliveries, to India’s decision to prohibit the export of vaccine doses originally intended for global distribution, leaders have consistently put their own countries (and political fortunes) ahead of promoting a unified global response."
}