{
    "url_original": "https://www.wsj.com/articles/biden-mayorkas-immigration-policy-south-america-labor-shortage-darien-gap-panama-colombia-mexico-border-security-11629646047?mod=opinion_major_pos7",
    "url": "biden-mayorkas-immigration-policy-south-america-labor-shortage-darien-gap-panama-colombia-mexico-border-security-11629646047",
    "title": "Biden’s Cruel Immigration Policy",
    "sub_head": "Migrants want to fill jobs in the U.S. But there’s no legal path to enter the country.",
    "category_1": "Opinion",
    "category_2": "The Americas",
    "time": "2021-08-22 13:40:00",
    "body": "Rape, murder, robbery, poisonous snakes, dangerous terrain, exhaustion and disease are some of the risks of traversing the jungle known as the Darién Gap, straddling the Colombia-Panama border. Yet local officials estimate that some 10,000 migrants—mostly Haitians and Cubans—are currently stranded in Necoclí, Colombia, waiting to cross the Gulf of Urubá so they can begin the dangerous trek.<br />These itinerants aren’t risking all to settle down in Central America. They’re grabbing for the brass ring: a chance to work in the U.S., where there’s a labor shortage.<br />A humane U.S. immigration policy would recognize the need for workers from outside the country and give migrants a legal path to those jobs by allowing them to apply for visas at local consulates. Coupled with an unmistakable message that asylum claims—even with children in tow—aren’t a free pass, access to worker visas would go a long way toward normalizing migration flows.<br />But who wants to fix immigration when it’s so politically useful on both sides of the aisle in Washington? Instead we have images of desperate, anguished masses on the trail, a string of casualties, and a crush of humanity, month after month, hitting the southern U.S. border.<br />Homeland Security Secretary Alejandro Mayorkas said last week that the U.S. is “building an immigration system that is designed to ensure due process, respect human dignity, and promote equity.” When it will materialize is anybody’s guess. Meanwhile, a mixture of Biden administration incompetence and political gamesmanship has produced an immigration policy best described as cruel."
}