{
    "url_original": "https://www.wsj.com/articles/biden-tax-death-capital-gains-step-up-in-basis-family-farms-small-business-11628694457?mod=opinion_lead_pos6",
    "url": "biden-tax-death-capital-gains-step-up-in-basis-family-farms-small-business-11628694457",
    "title": "A ‘Death Knell’ Tax Threatens Family Farms and Businesses",
    "sub_head": "Democrats want to dismantle a century-old tax law that has protected American agriculture.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-11 12:40:00",
    "body": "As former chairman and taxpayer watchdog serving on the tax-writing Senate Finance Committee, I’m girding for my next dogfight. President Biden has set his sights on enacting a new death tax on top of the existing estate tax. Yes, it’s as unfair as it sounds. The Democrats want to reach into the grave and tax Americans’ lifelong savings to pay for cradle-to-grave entitlements.<br />Mr. Biden’s plan would subject the on-paper-only gain of property and assets to new federal taxes when Americans transfer ownership to the next generation. This progressive dream come true is a nightmare for economic freedom in America.<br />On the campaign trail, Mr. Biden vowed that none of his tax increases would hit the middle class. He claims eliminating “step-up in basis”—the starting point for assessing capital-gains taxes—wouldn’t harm America’s family farms and businesses.<br />When you’ve served in Congress as long as I have—I arrived in the House in 1975 and the Senate in 1981—it’s not surprising to see ghosts rise from the legislative cemetery. Consider the Tax Revenue Act of 1976. Big spenders figured they found a cash cow to milk by capturing a greater share of inherited assets, in addition to the estate tax. The law sought to impose carryover basis—applying capital gains taxes on the original purchase price of assets on death to the beneficiaries of property, farmland, assets and securities.<br />In practice, these changes would have chewed up family farms and fractured the economic backbone of rural America. Looking back, I see the 94th Congress poked a hornet’s nest in a classic case of Potomac fever—a fixation to increase revenue and redistribute income. It stung in farm country. Blessedly, its implementation was deferred not long after President Ford’s signature."
}