{
    "url_original": "https://www.wsj.com/articles/biden-petraeus-afghanistan-afghan-withdrawal-counterinsurgency-nation-building-coin-11630075848?mod=opinion_major_pos16",
    "url": "biden-petraeus-afghanistan-afghan-withdrawal-counterinsurgency-nation-building-coin-11630075848",
    "title": "Responsibility for the Afghanistan Debacle",
    "sub_head": "Gen. Petraeus was an architect of a nation-building strategy that was doomed to fail.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-388949?width=860&height=573",
    "image_1": "im-388949.jpg",
    "time": "2021-08-27 14:29:00",
    "body": "As the senior civilian official at a U.S. Army brigade headquarters in Eastern Afghanistan in 2008-09, I had firsthand exposure to the misconceptions and strategic errors that characterized our military mission. In Tunku Varadarajan’s “The Weekend Interview with David Petraeus” (Aug. 21), Gen. Petraeus deftly overlooks the fact that he was one of the major architects of the debacle upon which he is reflecting.<br />In the foreword to the U.S. Army/Marine Corps Counterinsurgency Field Manual (2006), Mr. Petraeus wrote, “Soldiers and Marines are expected to be nation builders as well as warriors. . . . They must be able to facilitate establishing local governance and the rule of law.” At the 2001 Bonn Conference, the international community embarked on a path to impose a Western-style constitution on Afghanistan, and then spent billions of dollars and many years building central-government institutions in a tribal society with a thousand-year tradition of resisting central authority. Nation-building efforts under these circumstances were doomed to fail.<br />The military spent hundreds of millions of dollars building roads, schools and other infrastructure. In those villages where U.S. largesse succeeded in building goodwill, the ties were to the U.S. military, not the Afghan government. Given the broad dependence on the U.S. and resistance to the alien institutions grafted onto traditional Afghan power structures, it could not have come as a surprise to anyone paying attention that when we departed as abruptly we did, Afghans would revert to their own methods of conflict resolution rather than wage a destructive war on behalf of an inept and corrupt government.<br />Jeremy Brenner<br />Silver Spring, Md."
}