{
    "url_original": "https://www.wsj.com/articles/biden-administration-plans-covid-19-vaccine-boosters-at-six-months-instead-of-eight-11629919356?mod=politics_lead_pos10",
    "url": "biden-administration-plans-covid-19-vaccine-boosters-at-six-months-instead-of-eight-11629919356",
    "title": "Biden Administration Likely to Approve Covid-19 Boosters at Six Months",
    "sub_head": "Pfizer, BioNTech have requested clearance for Covid-19 vaccine boosters that an official said could be administered six months after previous dose",
    "category_1": "Health",
    "time": "2021-08-25 16:52:00",
    "body": "Federal regulators are likely to approve a Covid-19 booster shot for vaccinated adults starting at least six months after the previous dose rather than the eight-month gap they previously announced, a person familiar with the plans said, as the Biden administration steps up preparations for delivering boosters to the public.<br />Data from vaccine manufacturers and other countries under review by the Food and Drug Administration is based on boosters being given at six months, the person said. The person said approval for boosters for all three Covid-19 shots being administered in the U.S.—those manufactured by  Pfizer  Inc.  and partner  BioNTech  SE,  Moderna  Inc.  and  Johnson & Johnson —is expected in mid-September.<br />The Biden administration and companies have said that there should be enough supply for boosters that they plan to begin distributing more widely on Sept. 20. The U.S. has purchased a combined 1 billion doses from Pfizer and Moderna.<br />A White House spokesman declined to comment. An FDA spokeswoman declined to comment on interactions with vaccine manufacturers.<br />Pfizer and BioNTech said Wednesday that they had asked U.S. health regulators to authorize boosters of their Covid-19 vaccine and submitted additional data showing a third dose improves protection against the virus. The FDA granted full approval to the vaccine on Monday. Biden administration officials have said they hope full approval will encourage more people to get vaccinated, pushing up inoculation rates that recently climbed past 60% of the eligible U.S. population."
}