{
    "url_original": "https://www.wsj.com/articles/bidens-coming-climate-commission-11630104634?mod=opinion_lead_pos4",
    "url": "bidens-coming-climate-commission-11630104634",
    "title": "Biden’s Coming Climate Commission",
    "sub_head": "FERC, a powerful energy agency, will soon flip to Democratic control..",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-27 18:50:00",
    "body": "President Biden’s climate plans could soon be advancing through the administrative state, and the place to watch is the Federal Energy Regulatory Commission, or FERC. This obscure outfit oversees America’s natural-gas pipelines and electricity markets, and Democrats are poised take control.<br />Since Mr. Biden’s inauguration, FERC has been operating with a holdover 3-2 Republican majority. That will change Monday, when GOP Commissioner Neil Chatterjee steps down. Although Mr. Chatterjee’s official term expired June 30, the rules let him stay on borrowed time. Mr. Biden hasn’t nominated his replacement, but the stakes are high, given what FERC might do next.<br />Even under GOP control, the past few months have been trying. At FERC’s acrimonious meeting in May, two minor natural-gas projects were nearly derailed by climate change. Northern Natural Gas wanted a new compressor station, along with some other odds and ends. Tuscarora Gas Transmission wanted to replace a compressor unit while doubling its power. Everyone agreed these were worthwhile projects, and they eventually passed 3-2.<br />But the two Democratic commissioners dissented, because the proposals didn’t come with environmental impact statements to evaluate their climate effects. What if a study predicted nontrivial emissions? This wouldn’t be “a death knell” for a project, the Democrats argued, since the developer could always offer ways “to mitigate those adverse impacts.”<br />This is a glimpse of the future: In February FERC put out a notice seeking “stakeholder perspectives” on ways to revise its approval process for new natural-gas projects. It specifically cited public interest in “how the Commission addresses climate change.” Building natural-gas lines in the future will probably involve more studies and green indulgences, assuming that the project isn’t killed outright."
}