{
    "url_original": "https://www.wsj.com/articles/biden-antitrust-lina-khan-tim-wu-jonathan-kanter-google-microsoft-amazon-facebook-brandeis-11630094525?mod=opinion_lead_pos8",
    "url": "biden-antitrust-lina-khan-tim-wu-jonathan-kanter-google-microsoft-amazon-facebook-brandeis-11630094525",
    "title": "Let a Biden Reappraisal Include Antitrust",
    "sub_head": "If any good comes from the administration’s debacles, our oldest president will put aside childish things.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "time": "2021-08-27 18:08:00",
    "body": "“Young people always want radical solutions.” I won’t mention what person on what Laurence Olivier-narrated documentary series said these words sheepishly accounting for his youthful political affiliations.<br />Maybe one day Joe Biden’s Federal Trade Commission head Lina Khan will offer a similar concession in her dotage. Ms. Khan, now 32, made her name with a 2017 law-student article arguing that  Amazon  should be broken up because it should be broken up. Now she’s getting to put her urges to work, first with  Facebook ,  and we can already anticipate the results:<br />Unless a judge puts the case out of its misery, it will drag on for a decade; the technological and commercial issues will quickly become moot; only fixerdom will derive any real benefit, in the form of billings. And Ms. Khan will long since have departed to become a leading ornament of Washington’s antitrust bar, its least productive interest group. When you see a volunteer in yellow vest picking up trash by the roadside, think: That person is doing more for the commonweal than all the antitrust lawyers put together.<br />All this we can know because we’ve seen the movie before, thanks to previous generations’ struggles with  IBM  and then  Microsoft .<br />In 2003, under the auspices of the Brookings Institution, economists Clifford Winston and Robert Crandall went looking for evidence that antitrust enforcement benefited the public. They found none. And there’s been no revolution since that would alter this conclusion. Think back to the Justice Department’s pointless attempt to block  AT&T ’s  acquisition of Time Warner, which has since unraveled for its own reasons. The department’s case served to show only how a serious person, Trump appointee Makan Delrahim, can be reduced to saying inane things under the bureaucratic compulsions that drive antitrust today."
}