{
    "url_original": "https://www.wsj.com/articles/biden-officials-blame-trump-administration-security-forces-for-afghanistan-collapse-11629042241?mod=politics_lead_pos2",
    "url": "biden-officials-blame-trump-administration-security-forces-for-afghanistan-collapse-11629042241",
    "title": "Chaotic Afghanistan Exit Creates New Hurdles for U.S., Allies",
    "sub_head": "Monitoring terrorist groups, protecting women’s gains and preventing Taliban from taking possession of U.S. military equipment are among challenges",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-385818?width=860&height=573",
    "image_1": "im-385818.jpg",
    "time": "2021-08-15 17:48:00",
    "body": "WASHINGTON—While Biden administration officials sought to cast blame on the Trump administration and Afghan forces for the fall of Kabul, the withdrawal of U.S. troops is creating a set of new problems that will now be even harder to manage.<br />U.S. officials have said they must continue to monitor the rise of new terrorist risks in the region, and hope to protect the gains women and girls have made in Afghanistan. There are also concerns about foreign adversaries attempting to fill the void left by the American departure, and there is the question of what happens to the military equipment left behind.<br />Some of those issues were raised by lawmakers in Sunday briefings with Secretary of State Antony Blinken, Defense Secretary Lloyd Austin and Gen. Mark Milley, the chairman of the Joint Chiefs of Staff. Others were addressed in media appearances in which Mr. Blinken sought to defend the president’s policy.<br />Mr. Blinken expressed hope that the Taliban would safeguard human rights, including those of women, if it assumes power in the coming days in order to gain wide international recognition and secure the easing of sanctions.<br />“Ultimately, it is in the Taliban’s self-interest,” Mr. Blinken said on ABC’s “This Week.” “If they’re in a position of power and they don’t do that, then I think Afghanistan will become a pariah state.”"
}