{
    "url_original": "https://www.wsj.com/articles/biden-to-putin-drill-vlady-drill-11628710542?mod=opinion_minor_pos1",
    "url": "biden-to-putin-drill-vlady-drill-11628710542",
    "title": "Biden to Putin: Drill, Vlady, Drill",
    "sub_head": "If the U.S. president and his climate envoy don’t expect environmental catastrophe, should anyone else?",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-383943?width=860&height=573",
    "image_1": "im-383943.jpg",
    "time": "2021-08-11 15:35:00",
    "body": "A principal objective of the multitrillion-dollar Biden economic plan is to force Americans to reduce their production and consumption of fossil fuels. So why is the president now encouraging overseas production by petro-dictators, which in turn will encourage consumption world-wide? It’s almost as if disruption of the U.S. economy has become an end in itself for Washington’s ruling class.<br />This morning Biden national security adviser Jake Sullivan made the White House case for members of the cartel known as the Organization of the Petroleum Exporting Countries, led by Saudi Arabia, plus a group of nonmembers like Russia, to pump more oil:<br />In sum, current U.S. policy is for oil from authoritarian abusers of human rights like Vladimir Putin to play a larger role in the energy market, while simultaneously asking U.S. taxpayers to spend unprecedented sums to reduce the use of oil in energy markets. Where are all the media’s Russia collusion theorists?<br />Also this morning, while the Biden White House was making its pitch to petro-tyrants to produce more fossil fuels, the Biden political operation was emailing supporters to brag about White House programs to produce less. “The Infrastructure Investment and Jobs Act is a historic piece of legislation,” says the email from JoeBiden.com, which claims the following among the new law’s alleged virtues:<br />On Tuesday in the East Room of the White House, the President made more climate-related claims about the new law and said:"
}