{
    "url_original": "https://www.wsj.com/articles/biden-to-face-pressure-on-iran-nuclear-deal-in-meeting-with-israels-bennett-11629982265?mod=politics_lead_pos4",
    "url": "biden-to-face-pressure-on-iran-nuclear-deal-in-meeting-with-israels-bennett-11629982265",
    "title": "Biden to Face Pressure on Iran Nuclear Deal in Meeting With Israel’s Bennett",
    "sub_head": "New prime minister to present alternative approach to Iran as part of attempts to reset relations with Washington",
    "category_1": "World",
    "time": "2021-08-26 08:51:00",
    "body": "TEL AVIV—Israeli Prime Minister Naftali Bennett is set to meet President Biden for the first time Thursday at the White House, where he is expected to make the case that Washington should back off from reviving a deal to curtail Iran’s nuclear program.<br />Mr. Bennett made Iran the focal point in his preparations for the visit, where he hopes to reset Israel’s relations with the U.S. after his predecessor Benjamin Netanyahu’s close relationship with former President Donald Trump. He has said he would present Mr. Biden with an alternative plan to restrain Iran’s nuclear ambitions, which Tehran says are aimed at creating a nuclear power industry, and limit Iran’s growing influence across the Middle East in the wake of several drone attacks the West has blamed on the Islamic Republic.<br />On Wednesday, Mr. Bennett held his first meeting with Secretary of Defense Lloyd Austin in talks that focused on Middle East security, in particular Iran.<br />“Prime Minister Bennett stressed that…Israel will continue to insist on its right to maintain security supremacy in the Middle East,” a statement from the Israeli leader’s office said following the talks.<br />The 2015 nuclear agreement between Iran, the U.S. and other world powers provides Tehran relief from sanctions in return for limiting the scope of its nuclear program. The Trump administration pulled out of the pact in 2018, reimposing sanctions that have hobbled the Iranian economy."
}