{
    "url_original": "https://www.wsj.com/articles/biden-to-hold-cybersecurity-summit-with-tech-giants-top-banks-energy-firms-11629882002?mod=politics_lead_pos4",
    "url": "biden-to-hold-cybersecurity-summit-with-tech-giants-top-banks-energy-firms-11629882002",
    "title": "Biden to Hold Cybersecurity Summit With Tech Giants, Top Banks, Energy Firms",
    "sub_head": "First high-profile meeting between president and private sector on cybersecurity to focus on what Biden sees as a national security threat",
    "category_1": "Politics",
    "category_2": "National Security",
    "image_1_url": "https://images.wsj.net/im-390799?width=860&height=573",
    "image_1": "im-390799.jpg",
    "time": "2021-08-25 05:00:00",
    "body": "WASHINGTON—President Biden is expected to host executives from major technology, financial and energy companies on Wednesday for a summit on national cybersecurity, a gathering that comes amid heightened fears about proliferating disruptive attacks on American businesses and infrastructure.<br />Top Silicon Valley chief executives, including  Apple Inc.’s  Tim Cook,  Amazon.com Inc.’s  Andy Jassy,  Microsoft Corp.’s  Satya Nadella and  Alphabet Inc.’s  Sundar Pichai are scheduled to attend the White House meeting, according to a list of participants shared by an administration official. Also expected are  JPMorgan Chase  & Co. CEO Jamie Dimon and Brian Moynihan, president and CEO of  Bank of America Corp. , among other representatives of the financial industry.<br />Wednesday’s summit is the first high-profile meeting Mr. Biden will have as president with the private sector to discuss cybersecurity. Senior White House officials have said for months that the problem is one of shared responsibility between government and industries—particularly those responsible for operating the nation’s critical infrastructure—and have recently suggested the administration could look to pursue mandates if voluntary security standards aren’t widely adopted.<br />Mr. Biden in the early months of his administration highlighted cybersecurity as a top national security concern in the wake of a devastating Russian espionage operation, discovered in the final months of the Trump administration, that compromised at least 10 federal agencies and 100 U.S. companies.<br />The issue grew more pronounced as a threat this spring and summer after a spree of high-profile ransomware attacks forced the shutdowns of a major U.S. fuel pipeline, a large meat distributor and a range of small businesses."
}