{
    "url_original": "https://www.wsj.com/articles/biden-afghan-evacuation-taliban-kabul-airport-united-nations-security-council-china-russia-11629900539?mod=opinion_lead_pos6",
    "url": "biden-afghan-evacuation-taliban-kabul-airport-united-nations-security-council-china-russia-11629900539",
    "title": "A Way Out of Biden’s Afghan Trap",
    "sub_head": "The U.N. Security Council could authorize the U.S. and allies to enforce a safe zone for evacuations.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-25 12:11:00",
    "body": "President Biden seems to have set a trap for himself—and for Americans, allied personnel and Afghans seeking to leave Afghanistan. Those civilians were stranded after Mr. Biden withdrew U.S. troops only to be surprised by the Taliban’s quick takeover. Mr. Biden promised to evacuate them by Aug. 31, and the Taliban said they’d hold him to that deadline. On Monday the administration signaled that it intends to abide by it. It won’t be enough time.<br />Yet there’s a way out. The administration should immediately propose a United Nations Security Council resolution calling on the Taliban to guarantee safe and unimpeded access to the airport.<br />While Chinese and Russian officials have missed few opportunities to criticize the U.S. withdrawal, Beijing and Moscow might be reluctant to oppose such a measure. Vetoing a resolution like this would give each a share of responsibility for a humanitarian crisis that they could otherwise attribute to Washington, and would demonstrate to U.S. allies where China’s and Russia’s leaders stand. Moreover, unlike past resolutions on Syria and Libya that the two governments blocked, a safe-evacuation resolution need not include authorization for U.S. or other outside forces to enter Afghanistan, since they are already there, or for combat operations.<br />A Security Council resolution would aid efforts to expand the existing safe zone the U.S. military has established at Kabul’s airport and create corridors for evacuees trying to reach it—essential steps for bringing them under American and allied protection. Allowing crowds and chaos to grow at the limited access points to the airport is dangerous. A single terrorist bomb at one of these points could kill tens or hundreds of Afghans as well as U.S. military personnel and evacuees. This would further slow processing of evacuees, trap more civilians, and prevent some Afghans from leaving, keeping them at risk of retaliation and helping the Taliban to limit the brain drain, bad publicity and other consequences of their visible flight.<br />The U.S. needs to be unwavering in setting up a safe zone and should use maximum force if the Taliban interfere. The U.S. military can inflict grave damage on the Taliban’s forces in Kabul and elsewhere, weakening their ability to fight non-Pashtun groups that already reject Taliban rule and continue to resist in the Panjshir Valley and beyond. Washington has considerable economic, diplomatic and other leverage too—especially in concert with and in support of allies."
}