{
    "url_original": "https://www.wsj.com/articles/biden-american-withdrawal-kabul-taliban-afghanistan-evacuate-iran-hostage-crisis-carter-11629303110?mod=opinion_major_pos7",
    "url": "biden-american-withdrawal-kabul-taliban-afghanistan-evacuate-iran-hostage-crisis-carter-11629303110",
    "title": "The Return of ‘America Held Hostage’",
    "sub_head": "Some 15,000 U.S. citizens and residents are behind Taliban lines. There’s no easy way to get them out.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "time": "2021-08-18 12:51:00",
    "body": "As Taliban forces consolidate their control of Kabul, the nature of the new regime remains somewhat veiled. On the positive side, the jihadist group issued a general pardon to all government workers, some female broadcasters have returned to the air, and prominent ex-officials like former President Hamid Karzai appear to have elected to remain in the country. On the other side of the ledger, Taliban spokesmen would say only that Afghan women will enjoy their full rights under Shariah; girls’ schools have been shut down in parts of the country; teenage girls have been forced into marriage with Taliban fighters; and residents report that armed soldiers are searching apartments and taking names. A widely circulated video purports to show the jihadist group’s soldiers executing 22 unarmed Afghan army commandos after their surrender.<br />One thing, however, is clear: The Taliban hold the lives of thousands of U.S. citizens—and the future of the Biden administration—in their hands. The collapse of the Ghani government left as many as 15,000 Americans and permanent residents along with an unknown number of other Westerners and foreigners trapped behind Taliban lines. Tens of thousands of Afghans employed by the old government, allied military commands and Western-oriented nonprofits are, with their family members, also desperate to leave. While U.S. forces control the Kabul airport, American citizens—and Afghans with U.S. visas—must run a gantlet of Taliban roadblocks and checkpoints to reach the American perimeter.<br />As for the thousands of Americans, citizens of allied nations and endangered Afghan nationals stranded in other parts of the country, at press time U.S. officials had no plan in place to bring them to safety. Congressional offices report being deluged with pleas for help from Americans behind enemy lines and from veterans seeking help for Afghan contacts and friends.<br />While 1,100 U.S. citizens, permanent residents and family members were evacuated Tuesday, there were reports of people being beaten and turned back from the airport. U.S. officials are in contact with Taliban and attempting to resolve these incidents as they occur, but national security adviser Jake Sullivan said cooperation is “hour by hour.” The U.S. military deserves great credit for launching the Kabul airlift so swiftly, but the safety of the Americans left behind by Washington’s precipitous retreat is by no means assured.<br />President Biden vowed that his Afghan withdrawal would not lead to a Saigon moment. That ship has sailed, but Saigon 1975 is far from the worst-case scenario for Afghanistan today. With thousands of unprotected U.S. citizens scattered across the country, Mr. Biden should worry about a repeat of Tehran in 1979."
}