{
    "url_original": "https://www.wsj.com/articles/biden-trump-petraeus-taliban-afghanistan-withdrawal-war-nation-building-jihadist-terrorist-11629488184?mod=opinion_lead_pos5",
    "url": "biden-trump-petraeus-taliban-afghanistan-withdrawal-war-nation-building-jihadist-terrorist-11629488184",
    "title": "David Petraeus Reflects on the Afghan Debacle",
    "sub_head": "He offers unsparing words about Trump and Biden, a defense of nation-building, and he says U.S. soldiers may have to re-enter Kabul in force to rescue Americans.",
    "category_1": "Opinion",
    "category_2": "The Weekend Interview",
    "time": "2021-08-20 18:18:00",
    "body": "As Americans despair over the Afghanistan catastrophe, few have more cause to take it personally than retired Gen. David Petraeus. Not only was he commander of U.S. and allied forces there for 13 months in 2010-11; his son and daughter-in-law both served there in the Army’s 173rd Airborne Brigade. That involved an additional measure of personal sacrifice: During his command, he didn’t see his son to avoid making a target of the young man’s unit.<br />In a Zoom interview, I ask Mr. Petraeus, 68, what effect the ignominious withdrawal will have on military morale. He chooses his words carefully without masking his indignation. “I think—particularly for those who served there—that it is very sad,” he says. “It is heartbreaking. It is tragic. And I think it is disastrous.” He asks: “Is American national security better now than it was four months ago?” Then he answers indirectly: “It’s a tough answer to arrive at if folks have given 20 years of service and sacrifice.”<br />The general hastens to add, however, that “this is not the post-Vietnam military; there is no hollow Army.” He says what every American fighting man is inclined to say, “that this is best-equipped, best-trained, most combat-experienced military by far in the world.” It isn’t the Army he joined “as a very young lieutenant” in 1974. “That was a very different Army. That was an undisciplined Army.” He was “very fortunate” to go to an airborne battalion combat team in Italy that was “very elite, and everybody else wanted to go to.” But when he and his fellow officers would “go up to Germany at that time, the indiscipline was just stunning.” And “the racial issues were draining.”<br />Mr. Petraeus sounds pained when comparing “the reality we had” before the pullout to the new status quo. He valued—even cherished—the fallen Afghan government. “However imperfect that government was, however flawed, however many its maddening shortcomings and corrupt activities,” he says, its leaders were “great partners” in ensuring that al Qaeda, Islamic State and other terrorist groups couldn’t re-establish the kind of sanctuary that al Qaeda had under the Taliban before 9/11.<br />Yet he suggests the Taliban are so constrained that they may end up being less difficult to deal with than many Americans fear. Minutes before our interview, he says, he told Tony Blair: “The Taliban may discover that just like a political party, sometimes it’s easier to be an opposition than it is to actually govern.” The former British prime minister “just chuckled,” Mr. Petraeus says, declining to elaborate on Mr. Blair’s reaction. “I’m a loyal man,” he says. “Blair was my wartime prime minister.”"
}