{
    "url_original": "https://www.wsj.com/articles/biden-carter-weakness-saigon-afghanistan-withdrawal-iran-hostage-crisis-china-russia-11629141802?mod=opinion_lead_pos9",
    "url": "biden-carter-weakness-saigon-afghanistan-withdrawal-iran-hostage-crisis-china-russia-11629141802",
    "title": "Afghanistan Reveals All the President’s Weaknesses",
    "sub_head": "Biden says Kabul isn’t another Saigon. It may be more similar to Tehran in 1979.",
    "category_1": "Opinion",
    "category_2": "Main Street",
    "time": "2021-08-16 18:20:00",
    "body": "Joe Biden became Jimmy Carter on Sunday. On Monday he confirmed it in a speech doubling down on the decision that has given us the debacle unfolding in Afghanistan.<br />Years after President Carter departed the Oval Office, his name still remains a synonym for weak and inept. This reputation was cemented forever on Nov. 4, 1979, when Islamist students overran the U.S. Embassy in Tehran and took 66 American hostages. One year later to the day, Mr. Carter was defeated by Ronald Reagan.<br />For President Biden and his team, the analogies to President Carter and the Iranian hostage crisis might be even more unsettling than the obvious parallels to the 1975 fall of Saigon they are working so hard to deny.<br />When the rescue mission Mr. Carter ordered in April 1980 ended up aborted with five airmen and three Marines killed—and the wreckage of U.S. aircraft lying in an Iranian desert—it only made him look more pathetic. A  New York Times  headline two weeks before the election summed up the Iranian crisis as “a metaphor for American weakness.”<br />Mr. Biden now owns the weakness. Yes, Donald Trump wanted out and negotiated a deal with the Taliban. But Mr. Biden is president, and the problem isn’t simply the withdrawal but the shockingly naive way he carried it out. All done, moreover, so he could score political points by using the coming 20th anniversary of 9/11 to portray himself as the man who ended America’s longest war."
}