{
    "url_original": "https://www.wsj.com/articles/biden-blinken-afghanistan-withdrawal-translators-special-immigrant-visas-siv-taliban-11629235840?mod=opinion_lead_pos6",
    "url": "biden-blinken-afghanistan-withdrawal-translators-special-immigrant-visas-siv-taliban-11629235840",
    "title": "The Translators Biden Left Behind",
    "sub_head": "Nonprofits and lawmakers have sounded warnings for months, but the administration dithered.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-17 18:21:00",
    "body": "‘Dear Sir/Madam,” the email begins, “Please relocate me soon before i die.” Sent on Tuesday to nonprofit officials, a U.S. House staffer and State Department addresses, the message at first reads like an internet scam. Yet this 31-year-old Afghan wants safe passage, not money. “Militant talibans looking for me to find me to slaughter me,” he writes. “Thank God I left Kandahar city and I am hiding myself in Kabul.”<br />The Afghan, whose name is withheld to protect his safety, had applied for a Special Immigrant Visa and attached his case number. The program was created in 2006 for Iraqis and Afghans who worked for the U.S. government, most notably as translators. After serving, they and their family become eligible for permanent U.S. residency. This is perhaps America’s most just and sensible immigration policy: English-speaking foreigners who follow the rules and risk everything—and sometimes save American lives—can earn a shot at the American Dream.<br />It isn’t clear exactly how many Afghans are eligible or currently winding through the process. The latter figure stood below 20,000 when President Biden announced the U.S. withdrawal in April, but it almost certainly has risen as the Taliban gained territory. In recent years the application process could take more than 500 days, and the pandemic didn’t help. The State Department approved 1,799 SIVs for Afghans in fiscal 2020, down from 9,741 the year before.<br />Thousands have made it to the U.S. through the program, but hundreds of translators and family members have been killed while waiting for approval. Now, with the extremist group in power, thousands could face a similar fate.<br />The problem didn’t begin with the Biden administration, but the White House has done almost nothing to resolve it. State instead maintained the delusion that the U.S. could keep a diplomatic presence in Afghanistan and continue processing visas well into the future."
}