{
    "url_original": "https://www.wsj.com/articles/biden-withdrawal-afghanistan-pakistan-nuclear-lashkar-e-taiba-tehreek-e-taliban-islamist-11629402468?mod=opinion_major_pos8",
    "url": "biden-withdrawal-afghanistan-pakistan-nuclear-lashkar-e-taiba-tehreek-e-taliban-islamist-11629402468",
    "title": "What’s 50 Times More Dangerous Than Afghanistan?",
    "sub_head": "Pakistan has nuclear weapons and 200 million people, many of whom celebrate Taliban victory.",
    "category_1": "Opinion",
    "category_2": "East is East",
    "time": "2021-08-19 18:30:00",
    "body": "Since Kabul fell to the Taliban Sunday, critics have flayed President Biden for diminishing America’s global standing, empowering the Taliban and their al Qaeda partners, cold-shouldering U.S. allies, and abandoning Afghans who risked their lives to work with Americans. Add one more likely consequence of the cack-handed U.S. withdrawal: an emboldened Pakistan, whose Taliban-friendly generals and plethora of jihadist groups feel the wind in their sails.<br />In official statements, Pakistan says it backs a peaceful resolution in Afghanistan. But if there is one global capital where the Taliban victory was greeted with barely disguised glee, it was in Islamabad. On Monday, Prime Minister Imran Khan praised Afghans for “breaking the shackles of slavery.” On social media, retired generals and other Taliban boosters hailed the triumph of Islam, never mind that the defeated Afghan government too called itself an Islamic republic.<br />Exultant Pakistanis shared a video clip from 2014 featuring Hamid Gul, a former head of the army’s spy agency, Inter-Services Intelligence. “When history is written, it will be stated that the ISI defeated the Soviet Union in Afghanistan with the help of America,” Gul says to a fawning TV studio audience. “Then there will be another sentence. The ISI, with the help of America, defeated America.”<br />You can understand why Taliban fans want to gloat. Between 2002 and 2018, the U.S. government gave Pakistan more than $33 billion in assistance, including about $14.6 billion in so-called Coalition Support Funds paid by the Pentagon to the Pakistani military. (Donald Trump ended nearly all military assistance and also slashed nonmilitary aid from its peak in the Obama years.) During the same period, Pakistan ensured the failure of America’s Afghanistan project by surreptitiously sheltering, arming and training the Taliban.<br />“We found ourselves in an incredibly bizarre situation, where you are paying the country that created your enemy so that it will let you keep fighting that enemy,” says Sarah Chayes, a former adviser to the chairman of the Joint Chiefs of Staff, in a phone interview. “If you wanted to win the war, you had to crack down on Pakistan. If you wanted to conduct operations [in Afghanistan] you had to mollify Pakistan.”"
}