{
    "url_original": "https://www.wsj.com/articles/biden-powell-reappointment-mmt-quantitative-easing-income-inequality-jackson-hole-inflation-11630266019?mod=opinion_lead_pos1",
    "url": "biden-powell-reappointment-mmt-quantitative-easing-income-inequality-jackson-hole-inflation-11630266019",
    "title": "Powell Takes a Victory Lap",
    "sub_head": "The Fed chairman says everything the White House wants to hear.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-29 18:36:00",
    "body": "The verdict may be out on Jerome Powell as a central banker, but the Federal Reserve chairman is a first-rate politician. His much-awaited (virtual) speech at the Jackson Hole monetary conference on Friday offered a sunny view of the economic horizon and an extended apologia for the Fed’s performance on his watch. You might think he’s running for office . . . oh, wait, he is hoping for a second four-year term as chairman, and President Biden will make his decision soon.<br />The main headline from the speech is that on present course the Fed will begin to taper its extraordinary monthly bond purchases this year. But in case anyone thought this means monetary tightening, Mr. Powell quickly noted that the Fed isn’t about to shrink its balance sheet, now up to $8.3 trillion, or raise interest rates for a very long time.<br />The message is that the Fed will remain super-accommodative, even as nominal GDP could grow 10% this year. Investors, who love the Fed’s support for asset prices, bid up stocks on the news. This won’t hurt Mr. Powell’s renomination chances at the White House.<br />Mr. Powell justified the Fed’s continued and historic policy ease on grounds that while the outlook for the job market is excellent, the labor market recovery has been uneven. But then it always is after a recession. Mr. Powell’s case is that the 5.4% unemployment rate “understates the amount of labor market slack.”<br />He could be right, though one reason for any slack is that the government welfare and jobless benefits that Mr. Powell cheered on earlier this year are paying people more not to work than if they take a job. No mention of that in his remarks."
}