{
    "url_original": "https://www.wsj.com/articles/bidens-message-on-afghanistan-withdrawal-draws-critics-11629889203?mod=politics_lead_pos5",
    "url": "bidens-message-on-afghanistan-withdrawal-draws-critics-11629889203",
    "title": "Biden’s Message on Afghanistan Withdrawal Draws Critics",
    "sub_head": "The president’s portrayal of the U.S. pullout has prompted accusations he is playing down the deteriorating situation on the ground",
    "category_1": "Politics",
    "time": "2021-08-25 07:00:00",
    "body": "WASHINGTON—President Biden has delivered regular remarks about the widening U.S. evacuation efforts in Afghanistan that critics say often paint a rosier picture than the facts on the ground warrant and at times deflect blame for the rapidly deteriorating situation.<br />Mr. Biden has sometimes appeared to play down the difficulties facing Americans and Afghan allies trying to get to Kabul’s airport; he has glossed over domestic and international disagreements about his approach; and he has made a contested case that last week’s chaos was inevitable.<br />On Tuesday, as the Taliban warned they would prevent Afghans from leaving the country, Mr. Biden and his senior aides expressed optimism that the U.S. would be able to continue evacuating U.S. citizens and Afghan allies. Witnesses on the ground said the Taliban had begun blocking roads. But a Taliban official said the new policy applied only to those Afghans without documentation for foreign travel and was aimed at reducing the size of the crowd around the airport.<br />“There still seems to be a disconnect between assertions of massive progress in Washington and what I’m hearing from almost everybody concerned in Kabul,” said Rep. Tom Malinowski (D., N.J.).<br />Mr. Biden has said the buck stops with him for the situation in Afghanistan, and the White House said he had been forthright with the public on the challenges there. His advisers said he was the first president in two decades to give an honest assessment of the flaws in the U.S. approach to the war."
}