{
    "url_original": "https://www.wsj.com/articles/biden-afghanistan-surrender-withdrawal-ashraf-ghani-kabul-saigon-jihadist-9-11-11629054041?mod=opinion_lead_pos1",
    "url": "biden-afghanistan-surrender-withdrawal-ashraf-ghani-kabul-saigon-jihadist-9-11-11629054041",
    "title": "Biden’s Afghanistan Surrender",
    "sub_head": "The President tries to duck responsibility for a calamitous withdrawal.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-15 17:08:00",
    "body": "President Biden’s statement on Saturday washing his hands of Afghanistan deserves to go down as one of the most shameful in history by a Commander in Chief at such a moment of American retreat. As the Taliban closed in on Kabul, Mr. Biden sent a confirmation of U.S. abandonment that absolved himself of responsibility, deflected blame to his predecessor, and more or less invited the Taliban to take over the country.<br />With that statement of capitulation, the Afghan military’s last resistance collapsed. Taliban fighters captured Kabul, and President Ashraf Ghani fled the country while the U.S. frantically tried to evacuate Americans. The jihadists the U.S. toppled 20 years ago for sheltering Osama bin Laden will now fly their flag over the U.S. Embassy building on the 20th anniversary of 9/11.<br />Our goal all along has been to offer constructive advice to avoid this outcome. We criticizedDonald Trump’s deal with the Taliban and warned about the risks of his urge to withdraw in a rush, and we did the same for Mr. Biden. The President’s advisers offered an alternative, as did the Afghanistan Study Group. Mr. Biden, as always too assured of his own foreign-policy acumen, refused to listen.<br />Mr. Biden’s Saturday self-justification exemplifies his righteous dishonesty. “One more year, or five more years, of U.S. military presence would not have made a difference if the Afghan military cannot or will not hold its own country,” Mr. Biden said. But the Afghans were willing to fight and take casualties with the support of the U.S. and its NATO allies, especially air power. A few thousand troops and contractors could have done the job and prevented this rout.<br />Worse is his attempt to blame his decisions on Mr. Trump: “When I came to office, I inherited a deal cut by my predecessor—which he invited the Taliban to discuss at Camp David on the eve of 9/11 of 2019—that left the Taliban in the strongest position militarily since 2001 and imposed a May 1, 2021 deadline on U.S. forces. Shortly before he left office, he also drew U.S. forces down to a bare minimum of 2,500. Therefore, when I became President, I faced a choice—follow through on the deal, with a brief extension to get our Forces and our allies’ forces out safely, or ramp up our presence and send more American troops to fight once again in another country’s civil conflict.”"
}