{
    "url_original": "https://www.wsj.com/articles/biden-withdrawal-afghanistan-allies-translators-visa-miervaldis-human-rights-taliban-11629054976?mod=opinion_lead_pos2",
    "url": "biden-withdrawal-afghanistan-allies-translators-visa-miervaldis-human-rights-taliban-11629054976",
    "title": "The Afghan Allies Left Behind",
    "sub_head": "Fear and chaos in Kabul as the U.S. fails to get loyal friends out.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-15 17:03:00",
    "body": "President Ashraf Ghani was able to flee Afghanistan on Sunday, preventing the spectacle of a public execution by the Taliban. But tens of thousands of other Afghans who assisted the U.S. over 20 years aren’t so fortunate and now face a potentially gruesome fate.<br />The speed of the Taliban offensive caught the Biden Administration by surprise, but it can’t say it wasn’t warned to move faster on visas and exit plans for Afghan translators, journalists and their families. Former U.S. military officers sounded the alarm, as did Members of Congress. There’s no excuse for the scenes of fear and chaos on Sunday at the civilian wing of Kabul’s airport that had Afghans trying to flee without military protection as the Taliban closed in.<br />One of those sounding the alarm has been James Miervaldis, a U.S. Army vet who served in Afghanistan and Iraq and is now chairman of No One Left Behind. The nonprofit has been trying to fill the vacuum left by the U.S. State Department by negotiating and financing the exit of families who have been lucky enough to obtain U.S. visas.<br />On Sunday morning New York time, Mr. Miervaldis told us that his group had 50 families with some 250 people scheduled to leave Kabul on commercial flights. But they were stuck when commercial flights were halted. He said U.S. military flights appeared to be taking only big shots or U.S. Embassy personnel, and no one knows if or when the Taliban will allow commercial flights to leave.<br />He said U.S. military units contacted his group to obtain information on what is going on at the airport because they had been provided no on-the-ground intelligence. This is unforgivable, and the incompetence of the U.S. is stunning. “It is mind-blowing, the lack of preparation,” Mr. Miervaldis said."
}