{
    "url_original": "https://www.wsj.com/articles/biden-administration-asks-supreme-court-to-block-reinstatement-of-remain-in-mexico-policy-11629496829?mod=politics_lead_pos2",
    "url": "biden-administration-asks-supreme-court-to-block-reinstatement-of-remain-in-mexico-policy-11629496829",
    "title": "Biden Administration Asks Supreme Court to Block Reinstatement of ‘Remain in Mexico’ Policy",
    "sub_head": "Lower courts ordered Washington to revive Trump-era policy requiring asylum applicants to wait in Mexico until their claims were decided",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-388928?width=860&height=573",
    "image_1": "im-388928.jpg",
    "time": "2021-08-20 19:44:00",
    "body": "WASHINGTON—The Biden administration asked the Supreme Court on Friday to block lower-court orders to reinstate a Trump-era policy that requires asylum applicants to remain in Mexico while their claims are evaluated by U.S. authorities.<br />The lower-court decision “imposes a severe and unwarranted burden on Executive authority over immigration policy and foreign affairs by ordering the government to precipitously re-implement a discretionary program that the Secretary [of Homeland Security] has determined was critically flawed,” the Justice Department filing said.<br />The administration said the order effectively required the Remain in Mexico policy, formally known as the Migrant Protection Protocols, to operate indefinitely, because it would terminate only when the government had capacity to detain all asylum applicants in the U.S.—something that Congress never has provided funding to accomplish.<br />President Biden canceled Remain in Mexico, responding to criticism that it forced vulnerable migrants to wait out their cases in violent border cities. As a practical matter, Remain in Mexico hasn’t been in use since 2019. Since the start of the Covid-19 pandemic last year, U.S. officials under both the Trump and Biden administrations have been turning back migrants under public-health orders issued by the Centers for Disease Control and Prevention.<br />The Republican-controlled states of Texas and Missouri in April sued the Biden administration, arguing that canceling the Remain in Mexico program would impose costs on their taxpayers, for instance by requiring motor-vehicle departments to process driver’s license applications for noncitizens who moved in while their cases were pending. It can take months or years to resolve asylum claims before U.S. immigration courts."
}