{
    "url_original": "https://www.wsj.com/articles/biden-backs-pentagons-plan-to-vaccinate-u-s-military-11628531944?mod=politics_lead_pos1",
    "url": "biden-backs-pentagons-plan-to-vaccinate-u-s-military-11628531944",
    "title": "Pentagon to Mandate Covid-19 Vaccine for U.S. Service Members",
    "sub_head": "President Biden backs plan to add coronavirus vaccine to U.S. military’s list of required shots by mid-September",
    "category_1": "Politics",
    "category_2": "National Security",
    "time": "2021-08-09 17:19:00",
    "body": "WASHINGTON—Secretary of Defense Lloyd Austin on Monday said he would make Covid-19 vaccination mandatory for U.S. service members by mid-September, an effort by the Biden administration to battle back the highly contagious Delta variant sweeping through unvaccinated communities across the country.<br />In a letter to the U.S. military, the Defense Secretary said he would seek a presidential waiver of a requirement that vaccines mandated by the Pentagon have the full approval of the Food and Drug Administration, unless the agency grants that approval first. President Biden, in a separate statement, expressed his “strong support for the move.”<br />“The good health and readiness of our force is critical to America’s defense,” Gen. Mark Milley, chairman of the Joint Chiefs of Staff, wrote in a separate letter. “We need each and every Soldier, Sailor, [Airman], Marine, and Guardian healthy and capable of performing our duties. Covid-19 is a threat to force protection and readiness.”<br />Mr. Austin advised military service members, civilian personnel and contractors to get vaccinated at once and not to wait for the mandate.<br />The Pentagon mandate represents the latest push by the Biden administration to employ more assertive measures to encourage vaccination, at least among those employed by the government. Mr. Biden last month said federal employees and on-site contractors must get vaccinated against Covid-19 or wear a mask on the job and submit to regular testing, and he called on state and local governments to make $100 payments to newly vaccinated Americans."
}