{
    "url_original": "https://www.wsj.com/articles/biden-withdrawal-afghanistan-visa-women-rights-feminism-misogyny-sexism-torture-death-11629233425?mod=opinion_lead_pos8",
    "url": "biden-withdrawal-afghanistan-visa-women-rights-feminism-misogyny-sexism-torture-death-11629233425",
    "title": "The Nightmare Resumes for Afghan Women",
    "sub_head": "America rescued them 20 years ago. How can we abandon them to the Taliban again?",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-17 18:18:00",
    "body": "‘Take your shoes off and run for your life!” a Secret Service agent shouted at me and other women at the White House on Sept. 11, 2001. As the origins of the attacks were uncovered, America and the international community learned about the brutality of the Taliban, including its barbaric treatment of female Afghans. They prohibited girls from being educated, imprisoned women in their homes, and often subjected them to violence, humiliation, torture and gruesome executions.<br />Laura Bush gave a Presidential Radio Address in November 2001—the first time a first lady had done so—to raise awareness of the plight of Afghan women and girls. President Bush and Afghan President Hamid Karzai formed the U.S. Afghan Women’s Council, which launched dozens of programs to help women and girls in Afghanistan rebuild their lives. These hard-won gains are in grave jeopardy because of the slapdash U.S. withdrawal.<br />Our attention needs to be on the lives and futures of the Afghan people, especially women and girls, who made enormous progress over the past 20 years. Girls have been educated; women run businesses and serve as soldiers, police officers and provincial mayors. Women have been trained as physicians, allowing access to healthcare for the first time in decades, since there were restrictions on seeing male doctors under Taliban rule.<br />Afghan women are some of the most courageous, shrewd, resilient and inspiring women that I have had the privilege of working with in my life. How can we abandon them now to the horrific fate that awaits them under the Taliban again?<br />The Biden administration and Congress must take action to cut the red tape for Afghans seeking visas, and work with allied countries to provide a safe haven for them. They must resolve to re-engage and assert U.S. power and influence with the Taliban to demand protections for women and girls and forbid violence against them."
}