{
    "url_original": "https://www.wsj.com/articles/biden-afghanistan-withdrawal-hunter-harris-trump-human-rights-democracy-kabul-taliban-11629234317?mod=opinion_lead_pos9",
    "url": "biden-afghanistan-withdrawal-hunter-harris-trump-human-rights-democracy-kabul-taliban-11629234317",
    "title": "Biden’s Eyes-Open Debacle",
    "sub_head": "For better or worse, the gaffe-prone president’s Afghan choice was no gaffe.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "time": "2021-08-17 18:21:00",
    "body": "As with many adventures in decolonization, the 1974 coup in Portugal that led to the independence of Angola and Mozambique worked out better for the colonizers than the colonized.<br />The Portuguese got an end to the Salazar dictatorship, a start down the road to democracy and modernity. Their African colonies got an exodus of most of their professional and technical experts, followed by an economic collapse and decades of violence and poverty.<br />Other colonial powers found at least somewhat less nakedly cynical ways of leaving. The British kept up Commonwealth ties with their ex-colonies; the French maintained many financial and institutional links. America’s departure from Afghanistan is a lot more like Portugal’s. However much Washington wants to see a failure of the Afghan state, the U.S. long ago became the state in Afghanistan. It supplied a social infrastructure Afghans were never likely to build on their own, pluralistic, wearing its Islam lightly.<br />True, 155 million Americans voted in 2020 for presidential candidates who favored withdrawal. Voters might or might not have felt differently if told a new truth. We weren’t just holding off terrorism. We had given half of Afghans (median age 18) the only order they ever knew. We had birthed an unlikely experiment in modernity that might prove useful in our long confrontation with militant Islam. Now we’ll never know.<br />President Biden at one time exhibited wisdom about a transitional presidency: “Look, I view myself as a bridge, not as anything else.” Then he discovered himself to be a transformative FDR-like president. He detected a sweeping mandate unseen by anyone except his White House toadies. (Perhaps it was tucked inside all those mail-in ballots.)"
}