{
    "url_original": "https://www.wsj.com/articles/biden-reagan-1981-tax-cuts-capital-gains-reconciliation-bill-supply-side-stagflation-inflation-carter-11628802363?mod=opinion_lead_pos5",
    "url": "biden-reagan-1981-tax-cuts-capital-gains-reconciliation-bill-supply-side-stagflation-inflation-carter-11628802363",
    "title": "Will Biden Bring an End to Reagan’s Era of Prosperity?",
    "sub_head": "Forty years after the 1981 tax cuts, America needs to relearn the lessons of the supply-side revolution.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-384204?width=860&height=573",
    "image_1": "im-384204.jpg",
    "time": "2021-08-12 18:32:00",
    "body": "Friday marks the 40th anniversary of Ronald Reagan’s first tax cuts—arguably the most consequential and controversial economic policy paradigm shift of the past half-century. The Reagan supply-side revolution went global. An analysis by the Organization for Economic Cooperation and Development found that the unweighted average top marginal income-tax rate among developed countries fell by a third, from 65% to 43%, after 25 years. Nearly every nation, from China to Costa Rica, imposes lower tax rates today than in the 1970s.<br />Alas, the U.S. needs to relearn the lessons of the Reagan tax cuts. President Biden has proposed a sweeping tax-policy reversal that would raise many tax rates—such as the capital-gains and death-tax rates—to levels even higher than in the Jimmy Carter years.<br />The U.S. economy was a wreck when Reagan took office, due to the combination of tax rates that rose to as high as 70% on some types of income and an inflation rate that hit 14% in 1980. The “misery index” (inflation plus unemployment) closed in on 22%, as a new gloomy term appeared in the economic lexicon: “stagflation.”<br />The Keynesian Democrats were out of ideas. The dean of liberal economists, Paul Samuelson, glumly advised that the only way to break the back of inflation was to tolerate another decade of very high unemployment. Reagan dismissed the austerity model and carried the banner of supply-side optimism. Borrowing from the young Rep. Jack Kemp, economists Robert Mundell and Mr. Laffer (one of the authors of this article) and these pages, Reagan persuaded Americans that the remedy to the decadelong malaise was to reduce the drag of regulatory and tax policy to encourage more work and production.<br />Lower tax rates, Reagan predicted, would reduce unemployment and help stabilize prices. This revolutionary concept wasn’t an easy sell even in the Republican Party. Many Republicans, including Sen. Barry Goldwater, had voted against the tax-rate cuts President John F. Kennedy advanced, and when Reagan proposed the idea, George H.W. Bush ridiculed it as “voodoo economics.” The Republican Senate leader, Howard Baker, called the policy a “riverboat gamble.”"
}