{
    "url_original": "https://www.wsj.com/articles/biden-chamberlain-afghanistan-withdrawal-saigon-jihadist-taliban-kabul-pakistan-11629128451?mod=opinion_lead_pos5",
    "url": "biden-chamberlain-afghanistan-withdrawal-saigon-jihadist-taliban-kabul-pakistan-11629128451",
    "title": "Biden’s Chamberlain Moment in Afghanistan",
    "sub_head": "The fall of Kabul has been heard around the world, to the dismay of our allies and delight of our enemies.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "time": "2021-08-16 13:05:00",
    "body": "‘You were given the choice between war and dishonor. You chose dishonor and you will have war.” Winston Churchill’s words to Neville Chamberlain following the Munich agreement echo grimly across Washington this week as the Biden administration reckons with the consequences of the worst-handled foreign-policy crisis since the Bay of Pigs and the most devastating blow to American prestige since the fall of Saigon.<br />Joe Biden believed three things about Afghanistan. First, that he could stage a dignified and orderly withdrawal from America’s longest war. Second, that a Taliban win in Afghanistan would not seriously affect U.S. power and prestige world-wide. Third, that Americans were eager enough to put the Afghan war behind them that voters wouldn’t punish him even if the withdrawal went pear-shaped. He was utterly and unspinnably wrong about the first. One fears he was equally wrong about the second. We shall see about the third, and his Monday afternoon speech staunchly defending the pullout indicates that he believes he can carry the country with him.<br />The bipartisan scuttle caucus of which President Biden is a founding member—and former President Trump an eager recruit—argued that withdrawal would enhance rather than undermine American credibility. Ending a war in a remote country of little intrinsic interest to the U.S. does not, one can argue, make America look weak. If anything, the two-decade U.S. intervention testifies to an American doggedness that should reassure our allies about our will. At the same time, cutting our losses after 20 years of failing to build a solid government and military in Afghanistan demonstrates a realism and wisdom that should reassure allies about Washington’s judgment.<br />Defenders of the withdrawal argue this is one way that America can reduce its footprint in peripheral theaters to focus on the principal threat in coastal East Asia. Why should the U.S. government pay the heavy price—in military resources and in the political costs at home of defending an endless engagement in a remote part of the world—required to contain the Taliban? Isn’t the jihadist group a more direct threat to both Russia and China than to America? Why are U.S. soldiers fighting and dying so that Vladimir Putin and Xi Jinping have one less headache to worry about?<br />A well-executed withdrawal that visibly served a coherent national strategy might have accomplished what Messrs. Trump and Biden hoped. But that is not what we have, and the Biden administration is facing a major test of credibility. The president’s tragically misguided press-conference remarks of July 8, in which he doubled down on naively optimistic predictions that would have embarrassed Baghdad Bob, cast a shadow over the president’s judgment that will not be easily or quickly dispelled."
}