{
    "url_original": "https://www.wsj.com/articles/bidens-vainglory-humiliation-afghanistan-withdrawal-evacuation-taliban-kabul-crisis-11630346559?mod=opinion_lead_pos10",
    "url": "bidens-vainglory-humiliation-afghanistan-withdrawal-evacuation-taliban-kabul-crisis-11630346559",
    "title": "Biden’s Vainglory Brings Abject Humiliation in Afghanistan",
    "sub_head": "‘America is back,’ the president said in February, promising to ‘live . . . by the power of our example.’",
    "category_1": "Opinion",
    "category_2": "Free Expression",
    "time": "2021-08-30 18:24:00",
    "body": "If you wanted to capture the geopolitical history of the 21st century so far in a single paragraph, you couldn’t do much better than this:<br />Twenty years ago, America fought a brief and successful military campaign to oust from power the people who had enabled a terrorist organization to kill as many American citizens as have ever died at the hands of a foreign power in a single day in the nation’s history. A month shy of two decades later, the U.S. pleaded with that same power not to harm its soldiers, its citizens and their allies as it scrambled to complete a chaotic and humiliating retreat that left that former enemy—and American adversaries everywhere—immeasurably stronger.<br />Any story of nemesis has its roots in hubris, and there’s much hubris to go around in the 20 years of American engagement with Afghanistan.<br />But as a lesson in the tragic cost of vanity, not much can top the spectacle we have witnessed in the past few weeks: an administration so steeped in self-belief, so driven by self-confidence, so disastrously misled by the vain order it imagined it could impose on the world; a hubris now paid for not in a high-level resignation or even an expression of contrition, but in the lives of American troops, lions again sacrificed to save the faces of the donkeys who lead them.<br />Biden hubris is a perfect example of the genre: the team of strategic geniuses, lauded by their fellow so-called experts, by allies and above all by themselves, as the smartest guys in the room, the “grown-ups” back to clear up the mess left by those terrible naïfs who preceded them."
}