{
    "url_original": "https://www.wsj.com/articles/biden-stop-terrorism-afghanistan-al-qaeda-islamic-state-taliban-jihadist-islamist-11629376977?mod=opinion_lead_pos6",
    "url": "biden-stop-terrorism-afghanistan-al-qaeda-islamic-state-taliban-jihadist-islamist-11629376977",
    "title": "Where’s Biden’s Plan to Stop Terrorism?",
    "sub_head": "He acknowledges the national interest, but his administration has failed to develop a strategy.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-19 12:44:00",
    "body": "President Biden said Monday that “our only vital national interest in Afghanistan remains today what it has always been: preventing a terrorist attack on [the] American homeland.” Yet one of the administration’s most egregious failures has been neglecting to develop a clear strategy to target terrorists in the country. With more than 10,000 foreign fighters already there, from groups like al Qaeda and Islamic State, the administration quickly needs an armed surveillance strategy that involves using intelligence and air power to target terrorists.<br />U.S. and other Western intelligence agencies have long known the Taliban continue to have close ties to al Qaeda and other terrorist organizations. In a June 2021 assessment, the United Nations Security Council concluded that a “large number of al Qaeda fighters and other foreign extremist elements aligned with the Taliban are located in various parts of Afghanistan.” The Taliban this week released thousands of them from prisons in Bagram, Kabul, Kandahar and elsewhere.<br />The Taliban and al Qaeda enjoy longstanding personal relationships, intermarriage, a shared history of struggle and sympathetic ideologies. Al Qaeda leaders have pledged loyalty to every Taliban leader since the group’s establishment. It is shocking, then, that U.S. officials have brushed off the implications of a Taliban victory, even as intelligence analysts said that a Taliban victory would likely be a boon for jihadists.<br />The Taliban has well-established ties with other regional and international terrorist groups, such as the Pakistan-based Tehreek-e-Taliban Pakistan, Jaish-e-Mohammed and Lashkar-e-Taiba. In addition, there are roughly 2,000 Islamic State fighters in Afghanistan, and the group has conducted mass-casualty attacks across the country.<br />The Taliban victory presents a remarkable opportunity for these groups to reorganize and threaten the U.S. at home and abroad. Jihadist groups gleefully celebrated the Taliban’s conquest of Kabul on chat rooms and other online platforms, pledging the revitalization of a global jihad. We have seen this before. The Soviet defeat in Afghanistan in the late 1980s spawned al Qaeda."
}