{
    "url_original": "https://www.wsj.com/articles/bidens-welcome-hypocrisy-on-climate-policy-11629993737?mod=life_work_minor_pos4",
    "url": "bidens-welcome-hypocrisy-on-climate-policy-11629993737",
    "title": "Biden’s Welcome Hypocrisy on Climate Policy",
    "sub_head": "The White House is encouraging oil production even as it warns of an existential crisis—giving it room to pursue needed practical solutions",
    "category_1": "Life & Work",
    "category_2": "Ideas",
    "time": "2021-08-26 12:02:00",
    "body": "Two days after the release on Aug. 9 of the United Nations’ biggest scientific report on climate change in nearly a decade, the Biden administration issued a statement on the “Need for Reliable and Stable Global Energy Markets.” Like many presidents before him, Mr. Biden urged the oil cartel, OPEC, to increase production in hopes of lowering the price of gasoline at the pump.<br />The awkward juxtaposition of these events offers a good window into why climate action has proved to be so difficult, even as the risks associated with continuing climate change have become clearer. While the Biden administration attempts with one hand to wrangle China and India to commit to deeper emissions cuts and to raise the ambition of federal climate policy, it tries with the other to keep energy prices from rising.<br />Such concerns about energy prices are well-founded. Oil prices have long been a key bellwether for inflation, and inflationary pressures are increasing. Big jumps in oil prices have been a key factor in past recessions. More broadly, energy costs for transportation, electricity and heating make up an outsize share of household expenditures, especially for working-class households.<br />The Biden administration is not alone in this juggling act. Pressure on governments to keep energy prices low is intense in most of the world. Very poor countries often subsidize fossil-fuel prices to ensure that energy is readily available to more of the population. Price spikes frequently result in large and often violent protests.<br />Even in rich countries, energy costs remain highly salient, despite representing a relatively smaller share of household expenditures for most voters. In France, for example, efforts to add a carbon-fuel tax in 2018 inspired months of “Yellow Vest” protests, prompting a quick retreat by President Emmanuel Macron."
}