{
    "url_original": "https://www.wsj.com/articles/biden-harris-blinken-sullivan-afghanistan-withdrawal-crisis-evacuation-taliban-kabul-11629921554?mod=opinion_lead_pos8",
    "url": "biden-harris-blinken-sullivan-afghanistan-withdrawal-crisis-evacuation-taliban-kabul-11629921554",
    "title": "Afghanistan Won’t Be the Last Biden Crisis",
    "sub_head": "This debacle revealed grave structural weaknesses in his administration.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-25 18:16:00",
    "body": "Even Democrats and their media allies now acknowledge that the Biden administration’s handling of Afghanistan has been a debacle. The horrifying, heartbreaking pictures are impossible for Americans, our allies or our enemies to forget.<br />Set aside the question of whether the U.S. should have left. (I say no; Presidents Biden and Trump were both wrong in advocating withdrawal). Either way, it’s clear Mr. Biden didn’t plan even minimally for the secure evacuation of U.S. Embassy staff, American citizens or Afghan allies. It took until Wednesday for the administration to estimate how many Americans are in-country, offering a number which was far below previous reported estimates and that Secretary of State Antony Blinken still characterized as “likely to be out of date by the time we leave this briefing room” when he announced it to the press. The Biden administration’s execution of the Special Immigrant Visa program for Afghans who fought alongside us was a slow-moving disaster. It was also a grave betrayal.<br />There was clearly no close consultation with allies, no response to the Taliban’s moving to topple the Afghan government, and no plan to retrieve sophisticated U.S. war-fighting equipment. Inexplicably, what kept the Taliban in check—the threat of Americans flying out from Bagram Air Base to rain down hell—was among the first instruments of U.S. power to be withdrawn.<br />Our rivals—China, Russia and Iran—are gleefully demolishing any remaining American influence in the region, while our radical Islamist enemies are exulting at victory over the Great Satan and enjoying a huge recruiting boost.<br />This disaster has revealed grave structural weaknesses in the administration, from Mr. Biden to his White House staff to his cabinet."
}