{
    "url_original": "https://www.wsj.com/articles/biden-bush-trump-obama-flaw-america-afghanistan-conflict-military-strategy-taliban-national-security-forever-wars-withdrawal-11629647125?mod=opinion_lead_pos10",
    "url": "biden-bush-trump-obama-flaw-america-afghanistan-conflict-military-strategy-taliban-national-security-forever-wars-withdrawal-11629647125",
    "title": "The Basic Flaw in U.S. Afghan Strategy",
    "sub_head": "Regimes that tried to rule from Kabul have always generated insurgencies in the countryside.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-388687?width=860&height=573",
    "image_1": "im-388687.jpg",
    "time": "2021-08-22 13:43:00",
    "body": "Current and former political, military and intelligence officials are trying to pin responsibility for the catastrophe in Afghanistan on everyone but themselves. Some say what happened was inevitable. One retired senior military commander said we should have built the Afghan security forces to look more like the Taliban. President Biden blamed the Afghans as well as his predecessor. Such statements are infuriating. If these people knew that what has unfolded was inevitable and didn’t reassess and adjust policy and strategy accordingly, they are criminally negligent for sacrificing thousands of lives. If they were unaware that U.S. policy and strategy were not working, they are incompetent.<br />The fall of Afghanistan is, more than anything else, the result of U.S. political-military arrogance and incompetence at the senior levels over the past 20 years. Blaming the Afghans and claiming that only a political solution could bring peace are smoke screens. The administration’s assertion that the choice was between fighting the Afghan civil war or ending U.S. involvement is also nonsense and a false choice. Afghanistan could have been a success.<br />The Afghan failure is the result of a fundamental design flaw in U.S. Afghan policy that shaped the government in Kabul. Regimes that have tried to impose strong central authority from the capital have generated insurgencies against them. The presence of security forces composed of nonlocal troops periodically patrolling the countryside added to the instability because they were viewed as defenders of the central government rather than the local population. The policy left the countryside, where 70% of Afghans live, mostly unprotected from the Taliban. Yet the U.S. fell into this pattern, insisting on a government design contrary to the way rural Afghans understand governance and security. This was never a formula for stability; it was the cause of instability and of the growth and strength of the insurgency.<br />It was clear by 2005 that the U.S. approach wasn’t working. But rather than adjust, every administration either ignored the evidence or reinforced failure. The military continued to rotate units into the country as if Afghanistan were an extension of its National Training Centers. When “winning” was eliminated from America’s political-military list of acceptable terms, leaders focused on getting out with a veneer of honor.<br />This created a bizarre situation. The U.S. initiated peace talks directly with the Taliban, the enemy it removed from power almost 20 years ago. The Afghan government, America’s own creation, was excluded from the negotiations because the Taliban demanded it. The U.S. pressed the Afghan government to release thousands of Taliban prisoners as a good-faith gesture. American leaders have been oblivious to their culpability for the deteriorating situation and for undermining the will of the Afghan security forces."
}