{
    "url_original": "https://www.wsj.com/articles/biden-taliban-afghanistan-withdrawal-evacuation-refugees-siv-translators-saigon-iran-11629315806?mod=opinion_lead_pos8",
    "url": "biden-taliban-afghanistan-withdrawal-evacuation-refugees-siv-translators-saigon-iran-11629315806",
    "title": "The Taliban Capture Joe Biden",
    "sub_head": "Kabul’s conquerors hold the leverage in defining the terms of a postwar status quo.",
    "category_1": "Opinion",
    "category_2": "Wonder Land",
    "time": "2021-08-18 18:18:00",
    "body": "Meet the next member of the United Nations General Assembly: the Islamic Emirate of Afghanistan. New York City’s commercial real-estate sector soon will be showing space available for the Taliban’s U.N. delegation. This, in the world according to Joe Biden, is what normalcy looks like.<br />The Taliban, despite their earned reputation for homicidal insanity, are playing Barack Obama’s former vice president with the rational cunning of an Iranian foreign minister.<br />Kabul is in chaos. Mr. Biden said the city would never look like the fall of Saigon, but it is worse than that because this time the whole world is watching the humiliation of America in real time on TV.<br />The evacuation crisis in Kabul is the pivotal event of the final scene in the Afghan drama. The Taliban, having consolidated control of the country, had two choices this week: Give some 15,000 remaining U.S. citizens safe passage to Karzai International Airport, or refuse safe passage and risk combat with American forces, though even the U.S. promise of retaliation might not be certain with Mr. Biden.<br />Because of the evacuation crisis, the Taliban hold nearly all the leverage against the U.S. in defining the postwar status quo. In his press briefing Tuesday, White House national security adviser Jake Sullivan said the Taliban “have to prove to the international community who they will end up being.” Imagine how easy this call must be for the Taliban, as it luxuriates in dealing with the U.S. as an equal negotiating partner in plain view of every actor in global politics."
}