{
    "url_original": "https://www.wsj.com/articles/biden-pelosi-reconcilliation-bipartisan-infrastructure-spending-progressives-moderates-11629209789?mod=opinion_lead_pos11",
    "url": "biden-pelosi-reconcilliation-bipartisan-infrastructure-spending-progressives-moderates-11629209789",
    "title": "Biden Has Trouble at Home, Too",
    "sub_head": "The president will have to persuade progressives to save his infrastructure bill.",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "time": "2021-08-17 12:34:00",
    "body": "In a speech reflecting on the 40th year of her reign, Britain’s Queen Elizabeth II labeled 1992—a year that included the separation or divorce of three of her children and a deluge of embarrassing publicity—an annus horribilis.<br />August is proving to be a mensis horribilis for the Biden administration. The pandemic, which seemed to be waning at the beginning of July, has resurged among the unvaccinated, overwhelming healthcare systems in hot spots and triggering more rancorous debates about masks and vaccine mandates. Inflation—an increasing concern for the public—is running higher than economists expected. The rapid collapse of the Afghan government and Taliban takeover of the country contradicted the assurances President Biden had given only a month ago. The sight of desperate Afghans surging onto the tarmac at Kabul’s airport summoned uncomfortable memories of Saigon in 1975.<br />Even before pictures of Taliban fighters in the presidential palace that Ashraf Ghani ignominiously fled flashed around the world, Mr. Biden’s job approval had fallen by 5 percentage points since late May. Despite the president’s forceful defense of his decision to withdraw in an address to the nation on Monday, this fiasco is unlikely to arrest the decline in his public standing.<br />Mr. Biden needs a win—soon. But Congress isn’t poised to deliver one, as House Democrats feud among themselves. The Senate passed both the bipartisan infrastructure bill and a $3.5 trillion budget resolution that would kick off the process known as reconciliation. Speaker Nancy Pelosi had expected to pass the budget resolution in the House and turn to the reconciliation bill, which will feature measures progressive Democrats fervently support, including green energy and child-care spending. Fulfilling her pledge to this part of her caucus, she planned not to vote on the infrastructure bill until the Senate passed the bill of progressive priorities.<br />Enter nine moderate House Democrats who sent the speaker a letter last week demanding a prompt vote on the infrastructure bill and threatening to withhold their support for the budget resolution until they receive such a roll call. This revolt took courage; much of Congress’s power is concentrated in leadership at the expense of committees and individual members."
}