{
    "url_original": "https://www.wsj.com/articles/bidens-executive-order-electric-vehicles-climate-change-united-auto-workers-11628201478?mod=opinion_lead_pos9",
    "url": "bidens-executive-order-electric-vehicles-climate-change-united-auto-workers-11628201478",
    "title": "Biden’s Drive for the Future",
    "sub_head": "Manufacturers, unions and environmental groups join him to promote zero-emitting vehicles and the benefits they’ll provide.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-381239?width=860&height=573",
    "image_1": "im-381239.jpg",
    "time": "2021-08-05 18:36:00",
    "body": "Sometimes it isn’t what you say but who’ll stand with you when you say it. On Thursday President Biden stood alongside the leaders of the big three U.S. auto makers and the president of the United Auto Workers as he announced his goal that half of all new cars sold by 2030 would produce no tailpipe pollution and directed the Environmental Protection Agency to begin developing new standards for cars, trucks and buses. The Biden administration has unified manufacturers, labor and environmental groups behind a common purpose: to accelerate the manufacturing of zero-emitting vehicles and the economic, health and climate benefits they will provide.<br />By forging common ground with business and labor, the administration created a path forward that is more durable, providing certainty to companies and long-term environmental benefits to American families.<br />Ford ,  General Motors and Chrysler’s parent company all back the president’s approach, and they have pledged to spend $100 billion to make it a reality. Look no further than Ford’s recent introduction of the electric F-150 Lightning—a zero-emitting version of the bestselling U.S. vehicle for the last 40 years—or GM’s plans for an electric Chevy Silverado for evidence of the opportunity auto makers see in the transition to zero-emission vehicles. These same companies and many others are investing in zero-emitting freight trucks and buses. Earlier this week, GM announced it will build zero-emitting school buses, and Ford sells an electric version of its Transit delivery van. American consumers and the businesses, truckers and fleets that own these vehicles will benefit, too, saving thousands of dollars in fuel costs.<br />Mr. Biden is also sending an unmistakable sign that the U.S. intends to lead in developing zero-emitting vehicles—a signal that will provide the long-term certainty that manufacturers need to plan. That will help unlock the next $100 billion in investments and the jobs those investments will create here in the U.S.<br />As company after company announces a transition to electric vehicles, it is clear that the global auto industry is moving to zero-emissions vehicles. But it is an open question where the vehicles and their parts will be produced. Europe and China have a head start, but the president’s announcement makes clear that American workers will play a lead role. Democrats and Republicans alike would rather drive cars built in Georgia, Michigan and Texas than Germany or China."
}