{
    "url_original": "https://www.wsj.com/articles/biden-afghanistan-withdrawal-taliban-resistance-ahmad-massoud-panjshir-amrullah-saleh-islamist-national-security-11629728994?mod=opinion_lead_pos5",
    "url": "biden-afghanistan-withdrawal-taliban-resistance-ahmad-massoud-panjshir-amrullah-saleh-islamist-national-security-11629728994",
    "title": "The Afghan Who Won’t Surrender to the Taliban",
    "sub_head": "Ahmad Massoud leads the resistance in the province of Panjshir. Can he and his fighters hold out?",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-23 12:56:00",
    "body": "Ahmad Massoud is in a remote base in Afghanistan’s Panjshir province. He is the son and successor to the legendary commander Ahmad Shah Massoud, a resistance leader against both the Soviets and the Taliban until the latter assassinated him on Sept. 9, 2001.<br />As Kabul fell to the Taliban again, the young Mr. Massoud issued a resounding call for resistance. “We Afghans find ourselves in the situation of Europe in 1940,” he said on Aug. 16. “Except in Panjshir, the debacle is near total, and the spirit of collaboration with the Taliban is spreading among the vanquished, who lost this war by their own failings. Only we remain standing. And we will never yield.”<br />I visited Mr. Massoud in Panjshir last year and spoke with him by phone on Saturday. His voice was clear and resonant but choppy. I asked about rumors circulating in Europe and the U.S. that he was preparing to give up. “That’s propaganda,” he says. “Apparently, there are defeatists among you who mistake their wishes for realities. So, no. Make this known: There is no question of giving up the fight. Here in Panjshir, our resistance is just beginning.”<br />What about Taliban leader Sirajuddin Haqqani’s claims that Mr. Massoud was “withdrawing?” “I repeat that this is disinformation. We will never accept an imposed peace, and we will resist until we achieve justice and freedom. . . . No surrender, of course. I would prefer to die than to give up. I am the son of Ahmad Shah Massoud. Surrender is not in my dictionary.”<br />Mr. Massoud may seem an unlikely warrior. “I love three things in this world,” he said last year: “books, gardens and the astronomy I learned . . . at King’s College London, which instilled in me the habit of looking each night at the sky and its constellations.” But he is determined to follow the example of his father, who taught him, in the young Mr. Massoud’s words, that “what makes a people strong, above and beyond any imbalance of forces, is the spirit of resistance. . . . You must believe with all your heart in your mission. And for me that mission is irrevocable, whatever the price. My father had that strength inside him. He never had any doubt. I will do my utmost to be worthy of his example, his resolve and his quiet courage.”"
}