{
    "url_original": "https://www.wsj.com/articles/biden-imf-taliban-funding-afghanistan-central-bank-withdrawal-terrorist-financing-islamist-11629320770?mod=opinion_lead_pos5",
    "url": "biden-imf-taliban-funding-afghanistan-central-bank-withdrawal-terrorist-financing-islamist-11629320770",
    "title": "The IMF Acts Against the Taliban",
    "sub_head": "Afghanistan was in line to receive more than $400 million in Special Drawing Rights next week.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-18 18:44:00",
    "body": "Among the thousands of refugees fleeing Kabul was the acting governor of Afghanistan’s central bank, Ajmal Ahmady. He tweeted his escape and noted that he was told Taliban fighters were going door to door demanding to know where he was.<br />It was clear why they were looking for Mr. Ahmady. His knowledge of the previous government’s financial standing would be valuable to the new regime. In addition to the funding from the opium trade and extortion schemes that fuel Taliban operations, the group thought it was positioned to inherit a large amount of cash from the International Monetary Fund next week.<br />Current estimates suggest there may be more than $9 billion in foreign-currency reserves on hold by the Afghan central bank. Over the weekend, Treasury officials assured Congress that these funds are held largely outside the country and can’t be accessed by the Taliban, and last week the Biden administration canceled shipments of cash that were headed to Kabul.<br />But there is one source of money the Taliban could have had access to in a matter of days: Special Drawing Rights from the IMF. Over the past six months, the fund has gone through a complicated process to approve an allocation of SDRs worth roughly $650 billion to its 190 member countries. In early August, the IMF’s Managing Director Kristalina Georgieva deftly negotiated an agreement among the U.S., China and the European Union to approve an unprecedented amount of money, beyond usual IMF financing, to help stabilize emerging and developing economies as they recover from the economic downturn caused by the pandemic.<br />Under this agreement, every member country gets SDRs. That includes countries that don’t need them, like the U.S. and China, and countries like Iran and Taliban-controlled Afghanistan that will likely use them to fund illicit activity. Per the agreement, the Taliban would have received the equivalent of over $400 million from the IMF."
}