{
    "url_original": "https://www.wsj.com/articles/biden-to-nominate-maria-pagan-as-u-s-envoy-to-world-trade-organization-11628622000?mod=politics_lead_pos2",
    "url": "biden-to-nominate-maria-pagan-as-u-s-envoy-to-world-trade-organization-11628622000",
    "title": "Biden to Nominate María Pagán as U.S. Envoy to World Trade Organization",
    "sub_head": "Administration seeks to accelerate engagement with the multilateral body",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-383102?width=860&height=573",
    "image_1": "im-383102.jpg",
    "time": "2021-08-10 15:58:00",
    "body": "WASHINGTON—President Biden is expected to nominate María Luisa Pagán, a longtime government trade negotiator, as a deputy U.S. trade representative and ambassador to the World Trade Organization, a critical role for accelerating the administration’s engagement with the multilateral organization that has faced multiple challenges in recent years.<br />According to administration officials, Mr. Biden is also expected to name Christopher Wilson, another veteran of the Office of the U.S. Trade Representative, as the agency’s chief negotiator for innovation and intellectual property, a job tasked with solving increasingly thorny IP disputes in digital and pharmaceutical industries.<br />Their nominations will come as frustration builds over the slow pace of the appointments of key trade officials among business executives and trading partners who are eager to see disputes resolved and new agreements initiated. Katherine Tai, U.S. trade representative, has been working without any of her three deputy positions filled since taking office in March.<br />The absence of the WTO representative in Geneva, in particular, has been noticed, given Mr. Biden’s pledge to work closely with allies and multilateral organizations after the Trump administration’s go-it-alone trade policy approach fueled tensions with allies, as well as China.<br />“There are a lot of matters that need urgent discussion and focus in Geneva,” said Wendy Cutler, vice president at the Asia Society Policy Institute and former senior USTR official, pointing to responses to Covid-19 recovery including the possibility of an intellectual-property waiver for vaccines, e-commerce negotiations and how to deal with China. Having an experienced negotiator like Ms. Pagán will “help the U.S. contribute to finding solutions to a growing list of problems facing the WTO.”"
}