{
    "url_original": "https://www.wsj.com/articles/biden-to-receive-report-on-coronavirus-origins-but-challenges-persist-in-how-to-deal-with-china-11629825758?mod=politics_lead_pos2",
    "url": "biden-to-receive-report-on-coronavirus-origins-but-challenges-persist-in-how-to-deal-with-china-11629825758",
    "title": "Report on Covid-19 Origins Due as China Remains a Challenge",
    "sub_head": "Review will follow previous efforts to corral evidence that ended in bureaucratic infighting and failure",
    "category_1": "Politics",
    "category_2": "National Security",
    "time": "2021-08-24 13:22:00",
    "body": "WASHINGTON—A new assessment by U.S. spy agencies of the origins of Covid-19 scheduled to be delivered Tuesday to the White House is likely to highlight the Biden administration’s difficult challenge to wrest more information from Beijing that would shed light on how the global pandemic began.<br />Administration officials have signaled that the classified review is unlikely to provide a definitive conclusion on whether the coronavirus jumped to humans naturally, or via a lab leak, in part because of the lack of detailed information from China.<br />The review, however, is likely to underscore the importance of inducing China to share lab records, genomic samples, and other data that could provide further illumination on the origins of the virus, which has killed more than four million people world-wide.<br />China has balked at U.S. and other efforts to provide that information, presenting the Biden administration with the same quandary—how to persuade Beijing to cooperate—that faced the Trump administration for almost a year. The extensive effort to press China for more information, some details of which haven’t been previously reported, ended in bureaucratic infighting and failure.<br />In the first weeks after China acknowledged the outbreak of disease in early 2020, before it spread overseas, Miles Yu, a China-born historian in the State Department’s Office of Policy Planning, downloaded copies of webpages from the Wuhan Institute of Virology, a high-level biosecurity lab which had conducted work on coronaviruses. Mr. Yu had a hunch that Chinese officials would delete some of the material, he said. He mentioned the Wuhan Institute to then-Secretary of State Mike Pompeo, who told him to make it a priority, Mr. Yu said."
}