{
    "url_original": "https://www.wsj.com/articles/biden-islamic-world-christianity-afghanistan-war-taliban-american-founding-11629402268?mod=opinion_lead_pos9",
    "url": "biden-islamic-world-christianity-afghanistan-war-taliban-american-founding-11629402268",
    "title": "The Unconquerable Islamic World",
    "sub_head": "Afghanistan shows the folly of mistaking Christian ideals for ‘universal’ ones.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-388090?width=860&height=573",
    "image_1": "im-388090.jpg",
    "time": "2021-08-19 18:26:00",
    "body": "Historians, soldiers and politicians will debate for decades the particulars of what went wrong during America’s intervention in Afghanistan. But a simple truth has been apparent for years: We Westerners failed not for lack of effort, but because military and economic power alone cannot change the Islamic world in a lasting way.<br />The U.S.-led coalition arrived in South Asia 20 years ago seeking justice after 9/11. Soon we turned into apostles of universal civilization, the idea that human beings everywhere would make the same basic decisions we made in building political community. We set out to establish a liberal democratic state, not realizing that politics lies downstream of culture, and culture downstream of religion. It never occurred to us that America was what it was because of Christianity, and Afghanistan was what it was because of Islam.<br />The political scientist Samuel Huntington was right: Islamic societies belong to a distinctive civilization that resists the imposition of foreign values through power. We may believe that argument or not, but trillions of dollars, tens of thousands of lives, and two decades of warfare have not proved otherwise.<br />Still, many remain blind to the obvious. Facing seemingly unrelated chaos in places like Iraq, Syria, Lebanon, the Palestinian territories, Yemen, Libya and Nigeria, our diplomats and strategists devise one-off responses that ignore the common ideologies and actors that link them. Finding piles of broken china around the room, they diligently glue the pieces back together, not seeing the elephant nearby whose feet are covered in ceramic dust.<br />This blindness is driven by a noble desire to see humans as equal, interchangeable beings for whom faith and culture are accidents of birth. But these accidents are non-negotiable truths for hundreds of millions of people who would rather die than concede them. Failure to comprehend this is a symptom of spiritual emptiness: Alienated from America’s Christian origins, millions cannot fathom how faith could play a vital role in binding humans together."
}