{
    "url_original": "https://www.wsj.com/articles/bidens-afghanistan-exit-raises-questions-about-his-foreign-policy-record-11629035042",
    "url": "bidens-afghanistan-exit-raises-questions-about-his-foreign-policy-record-11629035042",
    "title": "Biden’s Afghanistan Exit Raises Questions About His Foreign-Policy Record",
    "sub_head": "The U.S. withdrawal from Afghanistan could create a haven for terrorist groups, experts warn",
    "category_1": "Politics",
    "category_2": "National Security",
    "time": "2021-08-15 09:44:00",
    "body": "During the 2020 political campaign, President Biden presented himself as a globe-trotting leader who had helmed the Senate Foreign Relations Committee, served as President Barack Obama’s point man on complex international issues and who was determined to bring a steady hand to national security.<br />Yet the turmoil that has engulfed Afghanistan, which has led Mr. Biden to send 4,000 troops back to the country only weeks after he had taken 1,500 out, has confronted the White House with a crisis that could have lasting humanitarian and national-security consequences, former officials say.<br />“We are not at the worst point yet,” said Carter Malkasian, the author of a comprehensive history of the Afghan conflict who served as an adviser to former Joint Chiefs of Staff Chairman Gen. Joe Dunford. “It is highly likely the Taliban will march into Kabul, overturn the democratic government we have been supporting for 20 years and seek to punish, if not execute, the Afghans who worked with us.”<br />Mr. Biden has resolutely defended his troop withdrawal decision, saying that Washington had accomplished its mission in the region by killing Osama bin Laden and depriving al Qaeda of its sanctuary in Afghanistan, and had nothing to gain by perpetuating its military deployments in the country.<br />“One more year, or five more years, of U.S. military presence would not have made a difference if the Afghan military cannot or will not hold its own country,” Mr. Biden said in a statement Saturday. “And an endless American presence in the middle of another country’s civil conflict was not acceptable to me.”"
}