{
    "url_original": "https://www.wsj.com/articles/biden-trump-desantis-mask-mandate-covid-19-coronavirus-teachers-union-remote-learning-delta-11628802163?mod=opinion_lead_pos8",
    "url": "biden-trump-desantis-mask-mandate-covid-19-coronavirus-teachers-union-remote-learning-delta-11628802163",
    "title": "Covid Anxiety and Fear of the Base",
    "sub_head": "Americans need to be more tactful and understanding when it comes to measures like masks and vaccines.",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "image_1_url": "https://images.wsj.net/im-384639?width=860&height=573",
    "image_1": "im-384639.jpg",
    "time": "2021-08-12 18:49:00",
    "body": "They’re all afraid of their base. That’s the central fact of American political life now, that leaders of all sorts aren’t leading their people but are terrified of getting crosswise with them. They’re afraid of their own fans. This is true of everyone from cable anchors and hosts who know exactly who’s watching and what they want, to presidents of the United States.<br />Joe Biden is afraid of Joe Biden’s base, an extremely important part of which is the teachers unions. He’s afraid to insist publicly, with fervor and commitment, that they get vaccinated and open the schools. He speaks delicately of the unions when he speaks of them at all. It’s clear who’s in charge, who’s going to whom hat in hand.<br />Donald Trump is afraid of the Trump base. His administration pushed, against the odds, to develop the Covid vaccines and bragged, rightly, at the sheer scientific feat of it. He received the vaccine as soon as he could, as did his family and advisers. But he hasn’t led a national charge to overcome vaccine hesitancy; he’s not out there beating the drum to get the jabs. His stray comments have been furtive and low-key. Some in his base resist the vaccine and are angry that they’re going to be pushed around about it. If he put his name behind a campaign to persuade them, they just might push back and say he finally gave in to the swamp. So he dummies up.<br />I think Gov. Ron DeSantis fears his base. He’s shown some guts in Florida the past eight months, pushing back against a kind of National Federal Behemoth Establishment Thoughtblob that was claiming too much power and influence. But now he is forbidding local governments and public schools from requiring masks if they think circumstances justify. This is not conservative but extreme.<br />Eighteen months into the pandemic people have mask fatigue. The subject has become so fraught you have to be either pro or anti, pick a side, no room for an approach that weighs circumstances. Moderation is for the gutless and insincere. But it is reasonable that any power to mandate masks come from the power closest to the voters—local government. No federal power should tell them they must. No governor should tell them they can’t."
}