{
    "url_original": "https://www.wsj.com/articles/biden-administration-to-discharge-5-8-billion-in-student-debt-for-disabled-borrowers-11629387475?mod=politics_lead_pos13",
    "url": "biden-administration-to-discharge-5-8-billion-in-student-debt-for-disabled-borrowers-11629387475",
    "title": "U.S. to Eliminate Student Debt for Borrowers With Permanent Disabilities",
    "sub_head": "Move, which will affect more than 323,000 borrowers, is part of piecemeal effort to provide debt relief",
    "category_1": "U.S.",
    "category_2": "Education",
    "time": "2021-08-19 11:56:00",
    "body": "The Biden administration is wiping out more than $5.8 billion in student loans for more than 323,000 borrowers who are permanently disabled, the latest step in the government’s piecemeal effort to lessen the burden for millions of adults struggling to repay their debts.<br />The Education Department said Thursday it will automatically discharge loans for borrowers with total and permanent disabilities by matching borrower files with Social Security Administration records. A similar policy has been in place since 2019 for those deemed disabled via the Department of Veterans Affairs. Borrowers found to have total and permanent disabilities are generally limited in their ability to work and to repay the loans.<br />The government will also stop asking such borrowers to provide earnings records going forward; currently, failure to respond can lead to loans being reinstated. A 2016 report by the Government Accountability Office found that 98% of reinstated discharges were due to borrowers not submitting documentation, not because borrowers’ earnings were too high.<br />“We are working to improve targeted loan relief and help our borrowers,” said Education Secretary Miguel Cardona, adding that a goal of the department is to simplify the process for borrowers seeking debt relief.<br />President Biden has resisted calls from fellow Democrats and activists to cancel most of America’s roughly $1.6 trillion in federal student-loan debt via executive action. Congressional Republicans would likely block efforts to pass similar measures. They have said plenty of borrowers can afford to pay back their loans, and there are already more targeted relief efforts available to those with financial difficulties, like income-based repayment programs and forbearance."
}