{
    "url_original": "https://www.wsj.com/articles/big-tech-wants-you-to-live-in-a-virtual-world-prepare-for-real-problems-11630056626?mod=business_minor_pos7",
    "url": "big-tech-wants-you-to-live-in-a-virtual-world-prepare-for-real-problems-11630056626",
    "title": "Big Tech Wants You to Live in a Virtual World. Prepare for Real Problems.",
    "sub_head": "Facebook and other companies view the ‘metaverse’ as the next big thing, but user discretion is advised",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-391879?width=860&height=573",
    "image_1": "im-391879.jpg",
    "time": "2021-08-27 05:30:00",
    "body": "Heard of the “metaverse” lately? It has been hard not to.<br />Facebook  Chief Executive Mark Zuckerberg mentioned tech’s latest buzzword 16 times on his company’s most recent earnings call last month. The future of Facebook, he said, is a metaverse—a virtual environment where you can be physically present to hang out, play games, work and create.<br />But he didn’t coin the term. Tech companies ranging from  Intel Corp.  to  Unity Software  talked up the metaverse last year. And Microsoft CEO Satya Nadella discussed the “the enterprise metaverse” in his company’s earnings release last month—a day before Facebook’s call.<br />Nvidia  has been an especially loud proponent of the idea. Last year, the company launched a platform called Omniverse “for connecting 3-D worlds into a shared virtual universe.” Chief Executive Jensen Huang used the company’s largest annual conference in October to publicly credit Neal Stephenson’s 1992 science fiction novel “Snow Crash” as the original inspiration for the concept of a virtual reality successor to the Internet, noting “the metaverse is coming.”<br />Never mind that, in an interview for a 2017 article about his novel, Mr. Stephenson told Vanity Fair he was “just making sh-t up.” Decades after the book was published, technology’s leaders are taking his ideas more seriously than ever."
}