{
    "url_original": "https://www.wsj.com/articles/big-red-machine-how-long-do-you-think-its-gonna-last-justin-vernon-bon-iver-aaron-dessner-taylor-swift-11629928168?mod=opinion_major_pos13",
    "url": "big-red-machine-how-long-do-you-think-its-gonna-last-justin-vernon-bon-iver-aaron-dessner-taylor-swift-11629928168",
    "title": "‘How Long Do You Think It’s Gonna Last?’ by Big Red Machine Review: An Elegant Collaboration With Plenty of Friends",
    "sub_head": "Bon Iver’s Justin Vernon and the National’s Aaron Dessner team up once again on this new album, which features the single ‘Renegade’ and guests like Taylor Swift and Anaïs Mitchell.",
    "category_1": "Books & Arts",
    "category_2": "Music Review",
    "image_1_url": "https://images.wsj.net/im-391234?width=860&height=860",
    "image_1": "im-391234.jpg",
    "time": "2021-08-25 17:52:00",
    "body": "<br /><br /><br />When the self-titled debut album from Big Red Machine dropped in 2018, it was received as yet another side project from Bon Iver’s Justin Vernon. The honey-voiced singer-songwriter has always stayed busy with groups outside of his main band. And this one, a partnership with Aaron Dessner of the National, wasn’t too far afield from Mr. Vernon’s expressive indie rock, which combines rustic instrumentation and electronic processing. But in the three years since, Big Red Machine has turned into something else. “How Long Do You Think It’s Gonna Last?” (37D03D/Jagjaguwar), the new BRM record, out Friday, is clearly a showcase for Mr. Dessner’s production, songwriting and—for the first time—his voice. Big Red Machine is essentially a collective—Mr. Vernon’s contributions are still prominent, and others in Mr. Dessner’s orbit sing lead and co-write—but here Mr. Dessner is the center of gravity.<br />Mr. Dessner is a low-key personality most comfortable in a supporting role. In 2020, his profile raised significantly thanks to his collaborations with Taylor Swift. She released two No. 1 albums in 2020—“Folklore” in July, which won a Grammy for Album of the Year, and “Evermore” in December—and Mr. Dessner co-wrote and co-produced both. Compared to the danceable beats found on her three previous records and the radio-ready country-pop she started with, these LPs were quiet and reflective. They were created from a distance during the pandemic-induced lockdown, and they captured the inward focus of the moment."
}