{
    "url_original": "https://www.wsj.com/articles/big-tech-youtube-google-de-blasio-nyc-vaccine-passport-covid-19-censorship-free-speech-11629044629?mod=opinion_lead_pos8",
    "url": "big-tech-youtube-google-de-blasio-nyc-vaccine-passport-covid-19-censorship-free-speech-11629044629",
    "title": "Big Tech Acts Like Big Brother",
    "sub_head": "YouTube censored my news conference as ‘misinformation.’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-15 15:32:00",
    "body": "The notice came in white text on a dark screen: “This video has been removed for violating YouTube’s Community Guidelines.” The company last week blocked a 45-minute video of my news conference announcing a lawsuit challenging Mayor Bill de Blasio’s “vaccine passport” as an invasion of New Yorkers’ privacy and an unreasonable mandate on small businesses.<br />I believe the vaccine is safe, effective and the best means of combating the Covid pandemic. But Mr. de Blasio’s mandate is a clear government overreach. Still YouTube removed the video, citing an alleged violation, never explained, of its “medical misinformation policy.” The video was censored for two days. After I appealed YouTube’s decision twice, the video reappeared and I was notified that after “taking another look,” YouTube had changed its mind.<br />Behind the platforms, the people deciding what is “misinformation” and a violation of “community guidelines” are doing so in a subjective manner. Social-media giants suspended the U.S. president while continuing to provide a megaphone to tyrants like Iran’s Ayatollah Ali Khamenei, Venezuela’s Nicolas Máduro of Venezuela and Cuba’s Miguel Díaz-Canel.<br />Big Tech seems focused on acting as an extension of big government, quashing content from those who oppose their liberal ideology. President Biden has criticized social-media platforms, notably  Facebook ,  for allowing the spread of “misinformation.” Press secretary Jen Psaki said the administration is “in regular touch with social media platforms” to flag “problematic” posts.<br />Twitter  suspended the Conservative Party of New York State’s account for six weeks leading up to November’s election. Facebook filtered videos documenting the human-rights abuses by Cuba’s Communist regime. These actions aren’t in the public interest."
}