{
    "url_original": "https://www.wsj.com/articles/big-apple-takes-bite-out-of-food-delivery-11627910300?mod=markets_lead_pos11",
    "url": "big-apple-takes-bite-out-of-food-delivery-11627910300",
    "title": "Big Apple Takes Bite Out of Food Delivery",
    "sub_head": "New bills passed in New York City could curb some appeal of companies like Grubhub, DoorDash and Uber Eats",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-02 09:18:00",
    "body": "The New York City Council has long had a bone to pick with food delivery platform Grubhub. During the pandemic, that animus seems to extend to reach the sector more broadly as market share has leveled. Home to about 10% of the U.S. market, and a possible harbinger of local measures elsewhere, the city’s attitude matters a great deal.<br />The conflict heated up last week. On Thursday, the council said it passed five bills meant to shift some of the balance of power away from food delivery platforms toward “struggling mom and pop shops.” The bills include some straightforward legislation like providing a restaurants’ direct telephone number to eaters and prohibiting platforms from charging restaurants for phone orders that don’t result in transactions.<br />But they also include more controversial and likely more consequential rules. One, if put into effect as anticipated, would extend temporary caps placed on the commissions food-delivery platforms can charge restaurants at least until mid-February, 2022. Beyond what was decided last week, the city council says it is also scheduled to review a permanent commission cap bill this month.<br />Long-term caps sound ominous for food delivery companies, but the true extent of their effects isn’t fully known. U.S. market leader  DoorDash ,  for example, has reported profits on the basis of adjusted earnings before interest, tax, depreciation and amortization for the last four quarters—pretty much the entirety of the pandemic.<br />At the same time, the company said in an April blog post that commission caps have caused a “tangible impact” to its business in terms of lessening demand as prices paid by customers have risen to recoup lost dollars."
}