{
    "url_original": "https://www.wsj.com/articles/big-short-investor-michael-burry-other-hedge-funds-bet-against-cathie-woods-ark-innovation-etf-11629227796?mod=markets_lead_pos2",
    "url": "big-short-investor-michael-burry-other-hedge-funds-bet-against-cathie-woods-ark-innovation-etf-11629227796",
    "title": "‘Big Short’ Investor Michael Burry, Other Hedge Funds Bet Against Cathie Wood’s ARK Innovation ETF",
    "sub_head": "Filings show several hedge funds are wagering ARK will keep falling behind market",
    "category_1": "Markets",
    "category_2": "ETFs",
    "image_1_url": "https://images.wsj.net/im-386911?width=860&height=573",
    "image_1": "im-386911.jpg",
    "time": "2021-08-17 16:18:00",
    "body": "A legion of retail traders helped make stock picker Cathie Wood’s flagship fund one of the hottest investments in the past year. Now, some professional investors are betting on its demise.<br />Several hedge funds took out fresh positions in the second quarter betting against Ms. Wood’s actively managed  ARK Innovation  exchange-traded fund, according to the most recent 13F filings with the Securities and Exchange Commission. The filings are a requirement for professional investors and are due 45 days after the end of the quarter.<br />Among the biggest naysayers was Michael Burry, the pathology-resident-turned-hedge-fund manager whose success in calling the housing market’s collapse was made famous by Christian Bale in the 2015 film “The Big Short.” As of the end of June, Mr. Burry’s Scion Asset Management held bearish put options worth nearly $31 million against 235,500 shares of the ARK Innovation ETF.<br />Put options, which give investors the right to sell shares at a certain price, typically deliver profits to investors when the stock or fund they are betting against declines in value.<br />Several other funds that previously hadn’t bet against the ARK fund took on new positions against it in the second quarter, filings show. Laurion Capital Management held roughly $171 million worth of put options against 1.3 million shares of the ARK Innovation ETF. GoldenTree Asset Management, Moore Capital Management and Cormorant Asset Management also held sizable bearish positions on Ms. Wood’s fund."
}