{
    "url_original": "https://www.wsj.com/articles/bigotry-cares-act-blaine-amendment-systemic-racism-catholic-school-south-carolina-11627833770?mod=opinion_lead_pos3",
    "url": "bigotry-cares-act-blaine-amendment-systemic-racism-catholic-school-south-carolina-11627833770",
    "title": "Bigotry and Cares Act Cash",
    "sub_head": "An opportunity to kill South Carolina’s Blaine Amendment.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-02 18:14:00",
    "body": "A federal lawsuit in South Carolina is taking direct aim at one of the state’s uglier legacies: the Blaine Amendment embedded in its state constitution. Blaine Amendments are a relic of 19th-century prejudice, and meant to deny public funding for religious (read: Catholic) schools. More recently the state Supreme Court invoked the state’s Blaine language to throw out Gov. Henry McMaster’s plan for grants of up to $6,500 that could be applied to tuition at private and religious schools.<br />No surprise that the suit against the program was brought by a coalition that included the South Carolina Education Association, a school district and union allies. But now the opposition is fighting back in federal court. In Bishop of Charleston v. Adams, the plaintiffs—the bishop plus South Carolina’s Independent Colleges and Universities—argue that the state’s Blaine Amendment is unconstitutional and has its roots in Benjamin “Pitchfork Ben” Tillman.<br />Tillman was a white supremacist who was the driving force behind the 1895 state constitution that married anti-Catholic prejudice with efforts to suppress black voting rights. The goal of this amendment was to ensure no public funding for Catholic schools, as well as for schools, often religious, whose mission was to educate former slaves.<br />More than two-thirds of states passed Blaine Amendments, but they took a big hit in 2020 in the U.S. Supreme Court’s Espinoza v. Montana Department of Revenue. In a 5-4 decision, Chief Justice John Roberts wrote that Montana’s amendment violated the free exercise clause of the Constitution by excluding religiously affiliated schools from an otherwise neutral tax credit scholarship program.<br />So how is South Carolina’s Blaine Amendment any different from the Montana version the Supreme Court rejected in Espinoza? The answer is a slight difference in wording. While Montana’s Blaine Amendment singled out religious institutions, South Carolina bans funding for all non-public schools."
}