{
    "url_original": "https://www.wsj.com/articles/bill-de-blasio-new-york-city-covid-vaccine-mandate-coercion-11628022693?mod=opinion_lead_pos3",
    "url": "bill-de-blasio-new-york-city-covid-vaccine-mandate-coercion-11628022693",
    "title": "Your Vaccine Papers, Please",
    "sub_head": "New York’s mayor will punish you until you get the Covid-19 shot.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-379920?width=860&height=573",
    "image_1": "im-379920.jpg",
    "time": "2021-08-03 18:44:00",
    "body": "The modern progressive speaks the language of high-minded purpose but always ends with coercion. Witness New York Mayor Bill de Blasio, the uber progressive, who announced Tuesday that New Yorkers will soon need proof of vaccination to do everything from dining out to working out at a gym. He’s proud that New York is the first U.S. city to impose such a mandate.<br />“It’s time for people to see vaccination as literally necessary to living a good and full and healthy life,” he said at his press conference. You gotta love Mr. de Blasio telling you what is necessary for a good and full life. According to the data, roughly 55% of the city’s residents are fully vaccinated, ranging from 46% in the Bronx to 67% for Manhattan.<br />His response is to exclude the unvaccinated from many of the functions of daily life. He doesn’t seem to care that this burden will fall heaviest on the city’s black population, which is only 31% fully vaccinated (versus 71% for Asian Americans, 42% for Hispanics and 46% for whites).<br />But a government mandate should be a last resort, not a first. Private companies are already setting their own standards for workers and customers, giving people a choice and an incentive to get vaccinated. There’s less justification for government coercion now than months ago with the pandemic having subsided and the city’s hospitals no longer facing the threat of being overwhelmed by Covid-19 cases.<br />Mayor de Blasio calls his approach “The Key to NYC Pass.” It might as well be called NYC Lock, because it threatens the livelihoods of many people who prefer not to get vaxxed, and it will mean a loss of business for others who will have to turn away customers. With only a few months left in his administration, the real pass New Yorkers need is one that gets the mayor out of town early and for good."
}