{
    "url_original": "https://www.wsj.com/articles/biogens-new-alzheimers-drug-beyond-reach-for-many-patients-11630077741?mod=business_featst_pos3",
    "url": "biogens-new-alzheimers-drug-beyond-reach-for-many-patients-11630077741",
    "title": "Biogen’s New Alzheimer’s Drug Beyond Reach for Many Patients",
    "sub_head": "Doctors say insurers’ reluctance to pay for the controversial medication, Aduhelm, results in patients being put on waiting lists",
    "category_1": "Business",
    "category_2": "Health Care",
    "image_1_url": "https://images.wsj.net/im-391938?width=860&height=573",
    "image_1": "im-391938.jpg",
    "time": "2021-08-27 11:22:00",
    "body": "When Biogen Inc.’s Aduhelm was approved in June, patient advocates hailed the first new Alzheimer’s disease drug in nearly two decades. But health-policy analysts warned that the costly medication would add tens of billions of dollars to Medicare spending even if it were prescribed to just a fraction of people with the memory-loss disease.<br />Three months later, Aduhelm’s launch has made more of a whisper than a bang. Few patients are being treated with Aduhelm, doctors say, because health insurers are reluctant to pay for a medicine whose effectiveness is hotly disputed among doctors.<br />Many Alzheimer’s clinics are holding off on prescribing Aduhelm until federal officials decide next year if Medicare will pay for it. Hospitals that do provide the medication often require patients to cover its cost if their insurance refuses to pay; those who can’t are often put on waiting lists.<br />“Because of the uncertainty, it puts us in limbo,” said Stephen Salloway, director of Butler Hospital’s Memory and Aging Program in Providence, R.I. “The main issue right now is coverage.”<br />Patients from around the country have been referred to his clinic by doctors whose hospitals aren’t yet providing Aduhelm. Next week, Butler will treat its 10th patient with Aduhelm, Dr. Salloway said, but more than 100 patients have opted to be placed on a waiting list."
}