{
    "url_original": "https://www.wsj.com/articles/biogens-alzheimers-drug-wont-be-covered-by-va-health-system-11628803740?mod=business_lead_pos7",
    "url": "biogens-alzheimers-drug-wont-be-covered-by-va-health-system-11628803740",
    "title": "VA Health System Won’t Cover Biogen’s Alzheimer’s Drug",
    "sub_head": "Agency cites Aduhelm’s risk of serious side effects and a lack of evidence that it improves cognitive function",
    "category_1": "Business",
    "category_2": "Health Care",
    "image_1_url": "https://images.wsj.net/im-384672?width=860&height=573",
    "image_1": "im-384672.jpg",
    "time": "2021-08-12 17:29:00",
    "body": "The Department of Veterans Affairs won’t cover  Biogen Inc.’s  new Alzheimer’s drug, the latest rebuke of the controversial treatment since it was approved earlier this summer.<br />The VA decided not add the drug, called Aduhelm, to its formulary list of available medicines because of the drug’s risk of causing serious side effects and a lack of evidence that it improves cognitive function, an agency spokeswoman said.<br />The VA provides medical benefits to more than nine million veterans, and is the largest integrated healthcare system in the U.S. The agency is known for being a shrewd customer of prescription drugs, using its large purchasing power to haggle steep discounts from manufacturers. By law, the VA has greater leeway than other government health programs such as Medicare and Medicaid to deny coverage of medicines it deems to be of poor value.<br />Last month, a research paper by a group of VA doctors and scientists identified more than 150,000 veteran beneficiaries diagnosed with Alzheimer’s and estimated that the drug could cost the VA more than $4 billion annually, plus additional spending on associated care such as screening tests and imaging scans. The paper hasn’t yet been published in a peer-reviewed journal.<br />The VA’s rejection comes as Biogen seeks to persuade health insurers to cover the medicine and push back against critics who have cast doubt over its effectiveness and value."
}