{
    "url_original": "https://www.wsj.com/articles/bipartisan-infrastructure-deal-tax-hike-spending-debt-11628891354?mod=opinion_major_pos18",
    "url": "bipartisan-infrastructure-deal-tax-hike-spending-debt-11628891354",
    "title": "Raising Taxes to Fund the Liberal Wish List",
    "sub_head": "The infrastructure deal will cause the federal government to collect almost $50 billion more in revenue.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-385804?width=860&height=573",
    "image_1": "im-385804.jpg",
    "time": "2021-08-15 11:28:00",
    "body": "Your editorial “So Much for ‘Fully Paid For’” (Aug. 7) rightly pans the infrastructure deal as “fiscal flim-flam.” It also tries to give Republicans who support the bill some credit: “At least you didn’t raise taxes.” But the Congressional Budget Office’s report reveals even that is not totally accurate.<br />Not only will the bill lay the groundwork for a new and unpopular mileage tax, it will also cause the federal government to collect almost $50 billion more, according to the CBO. If the government is planning to take in more money, it is going to be collecting more of your money in taxes. That’s money that could and should be spent by families, in a bill we don’t need and can’t afford. This is just another liberal wish list.<br />Politicians in Washington have never been more disconnected from the American people. According to Club for Growth polling, 72% of voters and 61% of Democrats think high taxes are a problem; only 21% of Democrats believe high taxes are not a problem. Sixty-four percent of voters and 49% of Democrats support ending deficit spending and requiring a balanced budget, and 60% of voters and 55% of Democrats support environmental and labor deregulation to get infrastructure projects going.<br />It’s not only Republican constituents who want fiscal responsibility and deregulation, it’s Democrats as well. Politicians of both parties should expect serious questions from their voters as to why they supported this bill.<br />David McIntosh"
}