{
    "url_original": "https://www.wsj.com/articles/bipartisan-infrastructure-bill-inflation-stimulus-biden-automobile-regulations-american-rescue-plan-11628447581?mod=opinion_lead_pos7",
    "url": "bipartisan-infrastructure-bill-inflation-stimulus-biden-automobile-regulations-american-rescue-plan-11628447581",
    "title": "The Trillion-Dollar Infrastructure Bill Will Fuel Inflation",
    "sub_head": "Policy makers are leaning forward with stimulus as favorable economic winds blow at their backs.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-08 15:40:00",
    "body": "The 2,702-page, trillion-dollar infrastructure bill under consideration in Congress is a monumental feat of bipartisan negotiation, but if passed, it will likely heap more fuel on the inflation fire.<br />While infrastructure, in the long term, will enhance the supply side of the economy and help keep inflation low, its effects in the short term will likely be the exact opposite. A recent working paper published by the National Bureau of Economic Research reviewed the evidence of infrastructure investment’s short-term negative effects on the economy and found little sign of stimulus effects. Drag occurs in part because building new infrastructure disrupts the use of existing infrastructure, braking the economy’s supply side, not stimulating it.<br />During road construction, for instance, traffic increases substantially, falling only after the project is completed. More traffic increases the amount of time it takes for the economy to produce the same amount of goods and services, which pushes prices higher. With such a large infrastructure package, we can expect this phenomenon to be widespread.<br />It is a common refrain in macroeconomics that policy makers ought to “lean against the wind” through contractionary policy like interest-rate hikes when the economy is growing above potential, and stimulate the economy through rate cuts when it is in a hole. Extraordinary circumstances like a financial or public-health crisis may warrant more government spending. With this reasoning, the infrastructure spending is slated to arrive at precisely the wrong moment. Policy makers are leaning forward as wind blows from behind.<br />Monetary policy is stimulating the economy more aggressively than at any time since the Great Depression. Households also have more than $2.5 trillion in excess savings they are beginning to spend, unemployment benefits have pushed up the wage demands of new hires, and the economy is still turbocharged from the wildly excessive American Rescue Plan Act, passed this spring."
}