{
    "url_original": "https://www.wsj.com/articles/bitchin-the-sound-and-fury-of-rick-james-review-sacha-jenkins-music-11630444414?mod=opinion_major_pos14",
    "url": "bitchin-the-sound-and-fury-of-rick-james-review-sacha-jenkins-music-11630444414",
    "title": "‘Bitchin: The Sound and Fury of Rick James’ Review: Reveling in Excess",
    "sub_head": "Sacha Jenkins’s documentary about the funk rocker includes the wild stories of his life, but also argues for James’s broader cultural impact.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-393210?width=860&height=573",
    "image_1": "im-393210.jpg",
    "time": "2021-08-31 17:15:00",
    "body": "Seventeen years after his death, Rick James is probably best remembered for providing MC Hammer the signature riff for his massive hit “U Can’t Touch This” and for being the punchline of one of Dave Chappelle’s trademark routines (“I’m Rick James, bitch!”). So “Bitchin: The Sound and Fury of Rick James,” by director Sacha Jenkins, doesn’t exactly rescue the proto funk-rocker from oblivion. It just gives him his overdue due.<br />James, whose brand was excess, died in 2004 at age 56 after years of drug abuse, a stretch in prison, and a career making his personal amalgam of R&B, pop and soul (“It’s like disco and funk eloped,” someone quips off-camera). What makes James an astoundingly rich subject are the stories that constitute his story, at least as told by Mr. Jenkins: While AWOL from the U.S. Navy during the Vietnam War, James was rescued from a racist beating on a Toronto street by a group of men who also happened to be musicians—The Hawks, who would later back up Bob Dylan and become The Band. He became friends with such Canadian artists as Joni Mitchell and was a member of an act called the Mynah Birds that included Neil Young and Bruce Palmer (shortly of Buffalo Springfield). That band was signed by Motown and recorded with back-up vocals by the Supremes. Living in Los Angeles, James befriended a hairdresser named Jay Sebring, who invited him to a party at the home of Sharon Tate and Roman Polanski. Too tired to attend, James just missed becoming a footnote in the Manson murders.<br />Mr. Jenkins can’t disguise his admiration for James’s abilities as a bandleader, innovator and self-promoter, or his dismay at the self-destructive or simply impolitic decisions that determined his subject’s life. Crack was one kind of problem; his calling out of MTV for its perceived racist programming—at a critical time in his career—was another. His 1993 conviction for kidnapping and sexually torturing two women in two different instances is dealt with at length, though both James (in archival interviews) and his then-wife Tanya Hijazi (in a new interview) argue that the crimes involved crack parties gone wrong. James is hardly portrayed as an angel. But as is true of his other nonfiction films, Mr. Jenkins (“Word Is Bond,” “Wu-Tang Clan: Of Mics and Men”) is looking at the big picture, and when he looks at the last half of the 20th century he keeps finding Rick James here and there, a Zelig-like maker of mischief, musical and otherwise.<br />The filmmaker gets help from some learned authorities, notable among them the cultural scholar Jason King and biographer David Ritz, who provide a number of insightful observations about James—including one, from Mr. Ritz, that applies to many performers who finally achieve the celebrity they’ve so desperately craved: The hustler energy that propels someone like a Rick James to stardom—no one argues he was a great musician—doesn’t dissipate once he reaches the top. It just gets channeled into something less creative, productive or healthy.<br />Mr. Jenkins spends just about half of “Bitchin” telling the making-of story of Rick James the artist, tracing his roots to some surprising places—Thelonious Monk, for instance (when the rapper Big Daddy Kane describes the “odd” construction of some James numbers, he’s linking James to the jazz great’s fracturing of song form). James was a fan of the always underappreciated yet enormously influential Louis Jordan, whose showmanship can certainly be seen in James the effervescent performer. George Clinton, Bootsy Collins and the whole Parliament-Funkadelic empire were huge influences, but James’s early efforts in Canadian-influenced folk rock also indicate not just a catholic taste but a willingness to embrace whatever genre would make him a star."
}