{
    "url_original": "https://www.wsj.com/articles/bitmex-to-pay-100-million-to-resolve-regulators-lawsuit-over-crypto-derivatives-trading-11628624960?mod=markets_lead_pos2",
    "url": "bitmex-to-pay-100-million-to-resolve-regulators-lawsuit-over-crypto-derivatives-trading-11628624960",
    "title": "BitMEX to Pay $100 Million to Resolve Regulator’s Lawsuit Over Crypto Derivatives Trading",
    "sub_head": "Deal requires cryptocurrency exchange to block U.S. residents from using trading platform",
    "category_1": "Markets",
    "category_2": "Financial Regulation",
    "time": "2021-08-10 16:45:00",
    "body": "WASHINGTON -- One of the world’s largest cryptocurrency exchanges has agreed to pay $100 million to resolve a regulatory lawsuit over its failure to follow U.S. rules while allowing Americans to access its trading platform.<br />BitMEX, which offers leveraged trading in  and other cryptocurrency derivatives, had been sued by the Commodity Futures Trading Commission last year. Its four co-founders were separately indicted at the same time for their alleged roles in failing to use an effective anti-money-laundering program. They have pleaded not guilty to criminal charges, and Tuesday’s civil settlement doesn’t resolve their cases.<br />BitMEX, which was incorporated in the Seychelles, has also agreed to prevent U.S. residents from using its trading services, the CFTC said in a press release Tuesday. BitMEX was one of several overseas exchanges, many of them based in Asia, that became popular with traders globally who wanted to bet on cryptocurrency derivatives.<br />Crypto exchanges have increasingly collided with American regulators after years of trying to dodge compliance with many U.S. rules. The Securities and Exchange Commission earlier this week settled a $10 million enforcement action with Poloniex LLC, whose employees had said they wanted to be aggressive about testing the limits of what could be traded without regulatory compliance.<br />Exchanges that offer certain types of derivatives to U.S. investors must be registered with the CFTC, which enforces rules designed to ensure financial responsibility and limit risk. The CFTC said that BitMEX operated U.S. offices and offered American customers the ability to trade unregulated swaps, a type of contract that must be registered with the federal regulator. The swaps included contracts on bitcoin, ether and litecoin, the CFTC said."
}