{
    "url_original": "https://www.wsj.com/articles/black-lives-matter-noah-lyles-sprinter-bronze-holt-black-power-systemic-racism-11629141520?mod=opinion_lead_pos7",
    "url": "black-lives-matter-noah-lyles-sprinter-bronze-holt-black-power-systemic-racism-11629141520",
    "title": "Black Lives Matter Poisons a Young Athlete’s Mind",
    "sub_head": "‘You hear on the news every day that you’re not wanted,’ sprinter Noah Lyles told a journalist.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-385846?width=860&height=573",
    "image_1": "im-385846.jpg",
    "time": "2021-08-16 18:28:00",
    "body": "Now that the Olympics in Tokyo are over, everyone is talking about its great, unforgettable moments. I watched my fair share of this year’s Olympic Games, and rather doubt I shall remember much about them, apart from one indelible moment. It took place not on any court or field, mat or ring, but in an interview on NBC between Lester Holt and a 24-year-old American Olympian sprinter named Noah Lyles, who won a bronze medal in the 200-meter race.<br />In the interview, Mr. Holt informs us that as a kid Mr. Lyles had asthma, attention-deficit disorder and dyslexia, but surmounted them all, as well as the teasing that went with them, to achieve his dream of competing in the Olympics. Mr. Lyles reports, though, that the past year has been tough on him, sending him into depression. Mr. Holt asked about this depression, which Mr. Lyles acknowledged began during the past year when, as he said, “the Black Lives Matter movement started gaining a lot of traction. That’s when the depression took over. You hear on the news every day that you’re not wanted. You love your country, but it hurts even more to see that the country they want you to support is trying to kill you.”<br />That sad moment caused a wave of depression of my own. Interesting, is it not, that this is how the Black Lives Matter movement translates itself into the mind of a sensitive, athletically successful, and likable young man such as Mr. Lyles? Is Mr. Lyles misreading the BLM message? Do Americans really “not want” Mr. Lyles and his confreres in the country? How has it come about that he came to believe such bilge?<br />I pretend to no great expertise on the Black Lives Matter movement. I have not examined all the documents it has produced, nor heard every utterance of its leading figures. From the utterances I have heard, I gather that BLM is antipolice, crudely anti-Israel and not overly critical of the cruel looting that has accompanied many of its ostensibly peaceful protests. The organization does not feature the extraordinary progress that has been made in race relations or the progress of black Americans in recent decades.<br />One cannot mistake the anger in the utterances of BLM, so different from the thoughtful and measured statements of civil-rights leaders of an earlier day: A. Philip Randolph, Roy Wilkins Sr., Martin Luther King Jr., Whitney Young, Bayard Rustin—men who were on the front lines when it was truly dangerous to be there."
}