{
    "url_original": "https://www.wsj.com/articles/blue-owl-plans-funds-for-co-investments-and-secondary-deals-11628637664?mod=markets_featst_pos3",
    "url": "blue-owl-plans-funds-for-co-investments-and-secondary-deals-11628637664",
    "title": "Blue Owl Plans Funds for Co-Investments and Secondary Deals",
    "sub_head": "The firm’s Dyal Capital Partners V LP fund has backed four private-markets firms so far, co-president Michael Rees said",
    "category_1": "Pro PE Industry News",
    "image_1_url": "https://images.wsj.net/im-383570?width=860&height=573",
    "image_1": "im-383570.jpg",
    "time": "2021-08-10 19:21:00",
    "body": "Blue Owl Capital Inc.  plans to raise new funds focused on co-investments, secondary deals and lending to fund managers, as it builds on its business of providing financing to alternative-markets firms, according to co-president Michael Rees.<br />“All of it will complement our existing minority equity investment strategy, and benefit greatly from the deep relationships we have with the private market firms across all of Blue Owl,” Mr. Rees said Tuesday during the New York firm’s first earnings call.<br />Blue Owl was created in May through a three-way combination of Dyal Capital Partners,  Owl Rock Capital  and blank-check company Altimar Acquisition Corp. The firm had about $62.4 billion in assets under management at the end of June, up 17% since Dec. 31, according to an investor presentation posted Tuesday.<br />Mr. Rees and Sean Ward, both Lehman Brothers Holdings Inc. veterans, founded Dyal to take minority stakes in private-equity firms, credit shops and hedge funds. Investment management firm Neuberger Berman Group LLC owned Dyal from its earliest days.<br />Mr. Rees became co-president of Blue Owl alongside Marc Lipschultz, a co-founder of credit-investor Owl Rock, while Douglas Ostrover, an Owl Rock co-founder, leads the new firm as chief executive. Mr. Ward and Craig Packer, another Owl Rock co-founder, serve as Blue Owl senior managing directors."
}