{
    "url_original": "https://www.wsj.com/articles/bobby-fischer-inspires-women-to-play-chess-too-11628003670?mod=opinion_major_pos17",
    "url": "bobby-fischer-inspires-women-to-play-chess-too-11628003670",
    "title": "Bobby Fischer Inspires Women to Play Chess, Too",
    "sub_head": "He was dedicated, heart and soul, to the purity of the game.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-379491?width=860&height=573",
    "image_1": "im-379491.jpg",
    "time": "2021-08-03 11:14:00",
    "body": "I enjoyed Jennifer Shahade’s “Make Way for the Queens of Chess” (op-ed, July 17), but I’m disappointed to see Bobby Fischer demonized as a sexist obstacle to women’s progress in chess. Fischer remains the inspiration for young chess players of both sexes (see the final credit of Netflix’s “The Queen’s Gambit”). He was a singular talent who defied worldly powers—the Russian chess conglomerate, the U.S. Chess Federation, Nixon and Kissinger—to become the only American world chess champion.<br />As a female teenager frequenting New York’s Marshall and Manhattan Chess Clubs in the 1950s with my brother, Eliot Hearst (later the U.S. Olympiad team captain while Fischer played on first board), I came to know Bobby as a shy 13-year-old chess genius. In tattered shoes and a T-shirt, he beat septuagenarians and, at 14, captured the U.S. championship. He mingled with women chess masters Mary Bain, Gisela Gresser and Mona Karff, who, as I, were awed by him. He treated us with respect despite our status as “weakies,” his condescending term for chess players inferior to him, male and female.<br />With little oversight by responsible adults except chess players, in a world with an intellectual veneer but a sordid underbelly, Bobby never went beyond high school. “They can’t teach me anything about chess,” he explained. He often said stupid, impulsive and even hateful things. Nevertheless, Bobby remains the inspiration for all chess players because he was dedicated, heart and soul, to the purity of the game, not the prizes, praise or publicity.<br />Prof. Marlys Hearst Witte<br />University of Arizona"
}