{
    "url_original": "https://www.wsj.com/articles/bond-market-signals-confidence-in-fed-policy-outlook-11629365401?mod=markets_lead_pos2",
    "url": "bond-market-signals-confidence-in-fed-policy-outlook-11629365401",
    "title": "Bond Market Signals Confidence in Fed Policy Outlook",
    "sub_head": "Closely watched spread between five- and 30-year Treasury yields has hardly changed after falling sharply when the Fed shifted its message in June",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "time": "2021-08-19 05:30:00",
    "body": "A key bond-market signal suggests investors feel they have a firm grip on Federal Reserve policy, reducing the chances that the central bank’s Jackson Hole conference next week will break yields from their recent pattern.<br />For nearly two months, the extra yield investors demand to hold the 30-year U.S. Treasury bond over the five-year note has been mostly hovering just below 1.2 percentage points. The closely watched differential—known on Wall Street as the 5-30 spread—dropped sharply from about 1.4 percentage points after the Fed’s June 15-16 policy meeting.<br />Investors and analysts pay close attention to the 5-30 spread because it can show how near-term monetary policy is expected to affect the long-term economic outlook. In the early days of an economic expansion, the spread tends to be large because investors expect easy-money policies to help spur growth and inflation. The spread then tends to shrink as the Fed raises interest rates to cool the economy.<br />This year, the gap between five- and 30-year Treasury yields initially increased partly because Fed leaders were promising unusually easy policies even as investors were anticipating an especially strong economic rebound.<br />The Fed last year formally adopted a new policy framework centered on letting inflation run above the central bank’s 2% target for some period to balance out the time it spent below that level. That raised the possibility the central bank could wait much longer than it had in the past to raise interest rates. The prospect cheered those who thought such an approach could lead to a stronger, broader-based expansion while worrying others who feared it could result in runaway inflation."
}