{
    "url_original": "https://www.wsj.com/articles/book-wars-review-publishing-in-a-protean-age-11628451467",
    "url": "book-wars-review-publishing-in-a-protean-age-11628451467",
    "title": "‘Book Wars’ Review: Publishing in a Protean Age",
    "sub_head": "The tumult that has overtaken the publishing industry invites comparisons to Gutenberg, but paperbacks were a revolution of their own.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-382303?width=860&height=573",
    "image_1": "im-382303.jpg",
    "time": "2021-08-08 15:37:00",
    "body": "In 2000 the RAND Corporation invited a group of historians—including me—to address a newly pressing question: Would digital media revolutionize society as profoundly as Gutenberg and movable type? Two decades later, John Thompson’s answer is yes, but not entirely as predicted. And our forecasts were often wrong because we overlooked key variables: We cannot understand the impact of technologies “without taking account of the complex social processes in which these technologies were embedded and of which they were part.”<br />Mr. Thompson provides that context in “Book Wars,” an expert diagnosis of publishers and publishing, robustly illustrated with charts, graphs, tables, statistics and case studies. An emeritus professor at Cambridge University, Mr. Thompson published an earlier dissection of that industry, “Merchants of Culture,” in 2010, but now he finds that capitalist landscape radically transformed.<br />Not long ago everyone thought (or feared) that ebooks would sweep the ink-and-paper book into the recycle bin of history. But they peaked in 2014 at just under 25% of U.S. book sales, then settled back to about 15% in the U.S. and roughly 5% in Western Europe. It turned out that the printed book had unique advantages (easy to navigate, no power source needed, works even if you drop it on the floor). Another consideration is that bookshelves stocked with physical books serve the essential purpose of advertising our literary tastes to visitors. And far from devastating the publishing industry, ebooks boosted their profits even as their revenues remained more or less flat. (Compared to printed books, they are cheaper to produce and distribute, and they don’t burden publishers with warehousing and returns.)<br />For anyone bewildered by the transformation of the book world, Mr. Thompson offers a pointed, thorough and business-literate survey. He tracks the arcane legal battles surrounding the creation of Google Books, and explains why the Justice Department filed an antitrust suit against Apple and the Big Five publishers, but not (so far) against Amazon. He rightly regrets the shrinkage of newspaper book reviewing: the first decade of the 21st century saw newspapers from Boston to San Diego pull back on book reviews. That said, Mr. Thompson could have devoted more attention to the rise of reader-written online literary criticism, a populist substitute for the Lionel Trillings and F.R. Leavises of the past.<br />In spite of worries that small independent booksellers would disappear, they are still with us. But they were challenged in the 1960s by the shopping-mall chains of B. Dalton and Waldenbooks, which were superseded by Barnes & Noble and Borders superstores. These in turn were eclipsed by Amazon (founded 1994), triumphing largely because it sold all books to everyone, everywhere. Though we romanticize corner bookstores, they were numerous only in the largest metropolitan centers. In 1928, a city like Cincinnati had seven bookshops. Small-town America bought books at department stores, at pharmacies, or nowhere."
}