{
    "url_original": "https://www.wsj.com/articles/book-review-two-on-student-debt-11627851659",
    "url": "book-review-two-on-student-debt-11627851659",
    "title": "Book Review: Two on Student Debt",
    "sub_head": "Callow youths, sold on the value of a sheepskin, have borrowed small fortunes to attend college. Was it worth it? Will the loans ever be repaid?",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-378611?width=860&height=573",
    "image_1": "im-378611.jpg",
    "time": "2021-08-01 17:01:00",
    "body": "Who says American ingenuity is dead? No other nation could have invented and sustained anything like our Byzantine student loan system, with its immense cost, dizzying complexity and perverse incentives.<br />Launched with the best of intentions, the system has produced a human and financial catastrophe. Many former students have reasonable debts, but millions have no realistic hope of paying what they owe, proving once again the iron law of credit—that truly massive debts end up in the lap of taxpayers. The whole mess is the subject of two valuable new books.<br />In “The Debt Trap,” Josh Mitchell offers a devastating account of the ways in which government, business, academia and naive citizens joined forces to produce the nation’s $1.6 trillion student loan crisis. The story he tells is so infuriating that it could induce apoplexy in a Zen monk. Yet it is also a characteristically American story, in which democratic ideals, political expedience, concerns over national security, naked greed and tender optimism have blighted the lives of millions.<br />Government-supported student loans go back to the 1950s, when they began in a climate of concern (not to say paranoia) about communism, against which advanced schooling, particularly of a technical nature, was considered a potent weapon. The GI Bill had demonstrated the potential for democratizing higher education, but almost everyone was wary of direct subventions to campuses for fear of federal control. Many legislators, moreover, were children of the Depression who believed that students wouldn’t take college seriously if they didn’t pay their way. From the start, the idea was to fund students (rather than schools) via loans and work-study jobs.<br />At first limited to the needy, federally backed student loans were eventually made available to all. Loan limits climbed ever upward, and Uncle Sam fatefully stopped paying the interest for much of this lending while borrowers were in school. Callow youths, sold on the value of a sheepskin, borrowed small fortunes to attend third-rate campuses or, worse, for-profit chains designed to exploit the easy money. Family members sometimes co-signed. Graduate students acquired mortgage-size debts too. “At the University of Southern California’s dental school,” Mr. Mitchell reports, “tuition and room and board cost $152,000—for the first year.”"
}