{
    "url_original": "https://www.wsj.com/articles/borax-door-to-door-salesman-statesmanship-joe-biden-presidency-administration-11629921697?mod=opinion_lead_pos9",
    "url": "borax-door-to-door-salesman-statesmanship-joe-biden-presidency-administration-11629921697",
    "title": "What Are Joe Biden’s Fixed Principles?",
    "sub_head": "A crisis reveals a president with little introspection and even less penetration into the world’s problems.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-25 18:15:00",
    "body": "Joe Biden is the 46th U.S. president, the military’s commander in chief, leader of the free world. So why can’t I take him seriously? When he steps out to make a speech or give a rare press conference, he looks as if he is setting out to do a commercial to sell me gutters or roofing shingles. Mr. Biden strikes me as the Borax Man—a term from my Chicago youth for that slick salesman, whom you are always mistaken to allow in your house.<br />The Borax Man was a familiar type when I was growing up. So familiar that I dropped such a character, whom I named Sy Bourget, into a short story of mine called “Kaplan’s Big Deal.” In that story I wrote: “Bourget—he didn’t pronounce the t in his name—was so good, it used to be said, that he could sell aluminum siding to people who lived in high-rise buildings.” A main chancer, he studied human motives “toward the end of manipulating others to say yes.” Everyone, he believed, “was an operator, or at least wanted to be, and the only difference between people was that there were those who operated successfully and those who didn’t. Winners and losers, the old story.”<br />The problem Mr. Biden presents is that it is difficult to believe anything he says. The reason is that it is hard to believe that he himself really believes in much of anything, except getting ahead. As the American president—thanks to his good luck in having Donald Trump for an opponent—he has now surely accomplished this in excelsis.<br />Yet Mr. Biden lacks the convincing solemnity of manner, the gravitas that all world leaders, the fate of millions riding on their decisions, require. Instead he comes off as a man with little introspection and even less penetration into the problems facing the world. At a moment of crisis, these deficiencies carry grave consequences.<br />Belief on the part of a leader is of course conditional on the nature of the belief itself. George W. Bush, tutored by Dick Cheney, seems to have believed in nation building, which, as the example of Iraq has shown, wasn’t feasible. What does Joe Biden believe? He is a rosary-carrying Catholic who is all right with abortion, allowing politics to swamp theology. Having run for president as the centrist candidate, he straightaway proposed a slate of wildly progressive programs. Does he really believe in the efficacy of these programs, or has he decided he would like to inscribe himself in history as the 21st century’s Franklin D. Roosevelt? Can a man without discernible beliefs be counted on, say, to defend Israel or any other of America’s allies should the need arise? Who can say?"
}