{
    "url_original": "https://www.wsj.com/articles/boy-scouts-abuse-victim-deal-approved-as-bankruptcy-nears-end-stage-11629404746?mod=business_minor_pos4",
    "url": "boy-scouts-abuse-victim-deal-approved-as-bankruptcy-nears-end-stage-11629404746",
    "title": "Boy Scouts Deal With Abuse Victims Gets Bankruptcy Approval",
    "sub_head": "A judge approved the bulk of the youth group’s restructuring agreement with abuse survivors, a cornerstone of a broader chapter 11 plan",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-388440?width=860&height=573",
    "image_1": "im-388440.jpg",
    "time": "2021-08-19 17:50:00",
    "body": "The judge overseeing the Boy Scouts of America’s bankruptcy case said the youth group can press ahead with a proposed settlement of sex-abuse claims, while requiring that certain provisions be removed.<br />Judge Laurie Selber Silverstein of the U.S. Bankruptcy Court in Wilmington, Del., indicated she would approve a restructuring agreement between the Boy Scouts and lawyers representing abuse survivors, rejecting arguments from insurance companies that it wasn’t the outcome of a fair negotiation.<br />The restructuring deal is a cornerstone of a broader plan to end the Boy Scouts bankruptcy case, the largest ever filed over sexual abuse. Later this month, the Boy Scouts are expected to seek approval of chapter 11 plan disclosures that would give creditors enough information to vote yes or no. The bankruptcy plan also requires approval from the judge, who said Thursday she wasn’t determining whether it would pass legal muster.<br />But the judge said she wouldn’t approve certain aspects of the restructuring agreement, such as nullifying an earlier $650 million settlement between the Boy Scouts and insurer Hartford Financial Services Group Inc. The youth group’s obligations, if any, to Hartford must be decided separately, she said.<br />Nor will she let the Boy Scouts cover millions of dollars in legal fees for lawyers that negotiated in the bankruptcy on behalf of abuse victims, she said."
}