{
    "url_original": "https://www.wsj.com/articles/brett-kavanaugh-eviction-lesson-centers-for-disease-control-and-prevention-joe-biden-11628110002?mod=opinion_lead_pos2",
    "url": "brett-kavanaugh-eviction-lesson-centers-for-disease-control-and-prevention-joe-biden-11628110002",
    "title": "Brett Kavanaugh’s Eviction Lesson",
    "sub_head": "His attempt at political accommodation invited the latest Biden abuse.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-04 18:40:00",
    "body": "Nearby we dissect the Biden Administration’s lawless new ban on rental evictions, and the episode has a lesson for the Supreme Court.<br />Key to the fiasco is a 5-4 Supreme Court order at the end of June. A lower court had ruled that the Centers for Disease Control and Prevention’s nationwide eviction moratorium—then in effect without congressional authorization—was unlawful, but granted a stay pending appeal. Five High Court Justices agreed the CDC action wasn’t legally justified, but one of the five—Justice Brett Kavanaugh—offered a political olive branch.<br />Justice Kavanaugh agreed that the CDC “exceeded its existing statutory authority,” but he noted the agency “plans to end the moratorium in only a few weeks.” Therefore, he voted to leave the stay in place until the end of July, when the moratorium expired. He invited Congress to extend the moratorium through legislation if it wished. Congress failed.<br />Perhaps Justice Kavanaugh hoped his June concession on the law would improve governance. He wrote that “those few weeks will allow for additional and more orderly distribution of the congressionally appropriated rental assistance funds.” But that’s not the judiciary’s job. It’s the responsibility of the executive branch and state governments.<br />The Biden Administration responded to Justice Kavanaugh’s concession first by blaming him for saying the ban is illegal and then reinstating it anyway. So much for returning the favor. Meanwhile, Congress and state legislatures continue to evade political responsibility for their decisions on rental policy."
}