{
    "url_original": "https://www.wsj.com/articles/bright-star-green-light-review-dual-vision-john-keats-f-scott-fitzgerald-great-gatsby-11629491245?mod=opinion_major_pos12",
    "url": "bright-star-green-light-review-dual-vision-john-keats-f-scott-fitzgerald-great-gatsby-11629491245",
    "title": "‘Bright Star, Green Light’ Review: Dual Vision",
    "sub_head": "Different as they were, both writers were compelled by the tension between the physical and the ideal.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-389000?width=860&height=516",
    "image_1": "im-389000.jpg",
    "time": "2021-08-20 16:29:00",
    "body": "What a pleasure these days to come across a book that unabashedly, cheerfully celebrates the lasting power of literature. Jonathan Bate takes his cue straight from one of the subjects of his dual biography “Bright Star, Green Light.” “A thing of beauty is a joy for ever,” chanted the Romantic poet John Keats (1795-1821) at the beginning of his long poem “Endymion” (1818). “Its loveliness increases; it will never / Pass into nothingness.” Well, “Endymion,” roundly panned upon publication for being too florid, almost did pass into nothingness. No such worry today: Although Keats didn’t make it far beyond his 25th birthday and there isn’t all that much life to cover, he seems to get a hefty new biography every five years. And while “Endymion” still isn’t a critical favorite, the poem’s opening lines, perennial as the art they celebrate, have sustained generations of literature lovers. As they also did—and this is the starting point of Mr. Bate’s book—an otherwise very different writer, the American novelist F. Scott Fitzgerald (1896-1940).<br />An odd pair they certainly make: Fitzgerald the flamboyant high priest of Jazz Age glitter, a compulsive talker, college drop-out and no-holds-barred alcoholic, and “Mister John Keats five feet hight,” as he called himself, the socially awkward, formally trained physician who believed writing poetry was nothing special yet couldn’t imagine himself doing anything else. “Every man whose soul is not a clod / Hath visions,” he asserted in his unfinished epic “The Fall of Hyperion.” Small wonder that he told his fiancée Fanny Brawne he wasn’t “a thing to be admired.” Fanny and, it turns out, F. Scott Fitzgerald begged to differ. Granted, the American writer’s admiration could, at times, border on silliness. For example, as a diffident Princeton student, Fitzgerald once rewrote Keats’s “Ode on a Grecian Urn” (1819) as an ode to his as-yet-untouched Greek textbook, “thou joyless harbinger of future fear.” And, later, in an informal literature course he created for Sheilah Graham, his last lover, Fitzgerald changed the title of that same ode to “A Greek Cup They Dug Up.” Other tributes mentioned by Mr. Bate are of a more hidden sort, allusions meant for the well-read. The title of Fitzgerald’s last completed novel, “Tender Is the Night” (1934), came from Keats’s “Ode to a Nightingale” (1819), which also provided the source for an obscure line describing the protagonist’s music room in “The Great Gatsby” (1925): “There was no light save what the gleaming floor bounced in from the hall.” In the original ode, Keats’s light, of course, streamed not from the hallway but straight from heaven, “with the breezes blown.”<br />But Mr. Bate also draws our attention to those striking moments in Fitzgerald’s work in which the very fabric of the American writer’s imagination flashes “Keatzian” (distractingly, Mr. Bate relies on Fitzgerald’s idiosyncratic spelling throughout his book). Think of the green light across the bay the love-stricken Jay Gatsby saw burning all night, next to Daisy Buchanan’s house. At the end of the novel, Fitzgerald’s narrator Nick Carraway, sprawled out on the beach, relates that green flicker to the fresh, green, simpler world full of promise that once beckoned to the first Dutch sailors who came here. Gatsby’s noble, selfless sacrifice, taking the blame for the hit-and-run Daisy committed, redeems his lies and missteps. In spirit if not in letter, Fitzgerald pays tribute here to Keats’s early sonnet “On First Looking Into Chapman’s Homer” (1816), where the poet likens his discovery of Homer to the excitement of a conquistador glimpsing, for the first time, the Pacific Ocean. Okay, Keats, in his enthusiasm, mixes up his generals, substituting Cortés for Balboa, but as Fitzgerald slyly observes: “When an immortal like Keats makes a mistake, that too is immortal.”<br />Fitzgerald’s favorite Keats poem, hands down, was “Bright star! would I were stedfast as thou art,” a sonnet long regarded as the poet’s final work, written after he had seen Venus rise outside his window. Along with Daisy Buchanan’s green light, Keats’s imperturbable planet, guarding the world from afar “with eternal lids apart,” supplies the title of Mr. Bate’s book. But in the poem Keats finds that, rather than astral transcendence, he wants earthly immanence, wishing for nothing more than that he could lie forever “pillow’d upon my fair love’s ripening breast.” Of course Fitzgerald adored that poem.<br />As Mr. Bate explains, both Keats and his American confrère fought hard to reconcile mind and body, the world of lofty ideas with the palpable delights of the Earth. But here’s the important distinction, one that Mr. Bate doesn’t fully acknowledge: For Keats, a hoped-for kiss would always bestow a more intense enjoyment than one granted, a pleasure deferred a more piercing reward than one gratified. While Fitzgerald’s protagonists (and their creator, too) would hasten from one fleeting fulfillment to the next, Keats leaves his lovers in limbo: “Their lips touch’d not, but had not bade adieu” (“Ode to Psyche,” 1819). And that was a place he personally knew only too well, yet one for which a sonnet’s frozen beauty, the delayed symmetry of a perfect rhyme, always offered a sweetly satisfying equivalent, a lasting consolation."
}