{
    "url_original": "https://www.wsj.com/articles/bring-on-the-covid-vaccine-boosters-joe-biden-fda-ron-desantis-greg-abbott-11628800784?mod=opinion_lead_pos1",
    "url": "bring-on-the-covid-vaccine-boosters-joe-biden-fda-ron-desantis-greg-abbott-11628800784",
    "title": "Bring on the Covid Vaccine Boosters",
    "sub_head": "The mask wars are a political distraction. More shots are needed.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-12 18:44:00",
    "body": "Most of the media and political class are absorbed by the mask debate, but the Food and Drug Administration is keeping the focus where it should be: vaccines. On Thursday the agency was close to approving Covid-19 booster shots for immuno-compromised patients, and more people will need them soon.<br />Vulnerable patients, such as those with cancer or who have received organ transplants, produce a weaker response to Covid vaccines. A recent study found that immuno-compromised patients who received an mRNA vaccine are only 59% protected against hospitalization. Studies have found that a third shot can substantially increase antibodies.<br />Neutralizing antibodies are the immune system’s front-line defense. Vaccines also elicit a B- and T-cell response that can help fight infections, but these immune cells can take longer to kick in for older people as well as when people get rundown. As antibodies naturally wear off over time from vaccination, people will become more likely to get sick with Covid.<br />A study from Israel found that fully vaccinated health-care workers with lower antibody levels were more likely to get Covid. Most such breakthrough infections were mild but 19% had persistent symptoms after six weeks. A recent United Kingdom study estimated that vaccines were only 59% effective against symptomatic illness during late June and early July.<br />A new Mayo Clinic study found that Moderna’s vaccine was 76% protective against infection and  Pfizer ’s  42% in July, versus the 94% to 95% against symptomatic illness in their clinical trials. While both remained 75% to 80% protective against hospitalizations, that still means some who get infected could become seriously ill. The vaccine makers have said they believe people will soon need boosters to juice their antibodies."
}