{
    "url_original": "https://www.wsj.com/articles/british-airways-considers-new-short-haul-subsidiary-amid-pandemic-strain-11629980183?mod=business_lead_pos6",
    "url": "british-airways-considers-new-short-haul-subsidiary-amid-pandemic-strain-11629980183",
    "title": "British Airways Considers New Short-Haul Subsidiary Amid Pandemic Strain",
    "sub_head": "U.K. carrier is discussing putting its Gatwick flying operations into a new subsidiary that could reduce costs and compete better with discounters",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-391584?width=860&height=573",
    "image_1": "im-391584.jpg",
    "time": "2021-08-26 08:16:00",
    "body": "LONDON— British Airways  said it is considering folding its short-haul operations based at London’s Gatwick Airport into a new subsidiary, as it and other big carriers look for ways to offset pandemic-induced declines in long-haul traffic.<br />British Airways at the start of the pandemic halted its short-haul flying from Gatwick and shifted those flights to its base at London’s Heathrow Airport. Big carriers such as British Airways have typically relied on short-haul operations to feed traffic onto more profitable longer routes.<br />Creating a new subsidiary could provide the airline an opportunity to lower its cost base and better compete in the short-haul market with the likes of European discounters  easyJet  PLC and  Ryanair Holdings  PLC. Short-haul flying is slowly returning in Europe after being stuck for months well below U.S. domestic travel.<br />A British Airways spokesman said the airline was in talks with its union over the new subsidiary but that the company wasn’t able to comment further while the process continues. Successful union discussions are key to whether the airline moves forward with the plan.<br />British Airways appointed a new chief executive, Sean Doyle, last October, a month after Willie Walsh, the longtime boss of parent International Consolidated Airlines Group SA, retired from his post. Mr. Doyle had previously been CEO of British Airways sister company Aer Lingus."
}