{
    "url_original": "https://www.wsj.com/articles/bumble-match-have-love-left-to-give-11628766181?mod=business_minor_pos10",
    "url": "bumble-match-have-love-left-to-give-11628766181",
    "title": "Bumble, Match Have Love Left to Give",
    "sub_head": "Investors who have cooled on online-dating stocks like Match and Bumble will be lured back soon enough",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-383838?width=860&height=573",
    "image_1": "im-383838.jpg",
    "time": "2021-08-12 07:03:00",
    "body": "Online-dating companies might look like scorned lovers in the stock market these days, but that doesn’t mean they won’t find their happily ever after.<br />After a solid first quarter,  Match Group  and  Bumble  reported second-quarter earnings over the past two weeks that topped Wall Street’s expectations. But after significant gains earlier this year for both stocks, even big numbers have done little to keep the fire alive. As of Wednesday’s close, Match’s shares were down 7% this year, including a 12% selloff this month. And while Bumble’s shares soared on their first day of trading in February, closing 63% above their offering price, they have lost 32% of their value since.<br />Chances are, some of those losses will linger. In part because of Covid-19’s impact, Match’s third-quarter revenue guidance last week came in slightly below analysts’ forecast, excluding Hyperconnect, the Korean social-discovery app Match bought this year. Bumble’s guidance looked solid for the third quarter; but the company also said many users of its other app, Badoo, reside in some of the areas hardest hit by the latest Covid-19 wave, which could weigh on its growth until conditions improve. Match’s shares are down more than 6% since its report last week, while shares of Bumble traded up less than 1% after hours Wednesday following its earnings call.<br />The good news is that full-year guidance shows both companies expect the period to end on a high note. In that case, investors may get another shot at love—perhaps for an even more reasonable price. Both Match and Bumble now fetch around 11 times forward sales, not cheap but a discount from their respective highs this year.<br />Weighing the growth profiles of these two companies isn’t easy. Match’s revenue grew 27% year on year in the second quarter, below the 38% growth in total revenue Bumble reported, and well below the 55% growth seen by Bumble’s namesake app for the period. But Match’s larger portfolio of apps, of varying age and size, makes apples-to-apples comparisons difficult. Match’s new reporting metrics show it has more than five times the number of paying users, or payers, that Bumble does."
}