{
    "url_original": "https://www.wsj.com/articles/bundled-commercial-real-estate-loans-climb-to-sales-record-11627946843?mod=markets_lead_pos5",
    "url": "bundled-commercial-real-estate-loans-climb-to-sales-record-11627946843",
    "title": "Bundled Commercial Real-Estate Loans Climb to Sales Record",
    "sub_head": "Investors show an appetite for higher-yielding debt and an expectation that business properties will rebound after Covid-19 shutdowns",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-379092?width=700&height=466",
    "image_1": "im-379092.jpg",
    "time": "2021-08-03 05:30:00",
    "body": "Sales of securities backed by riskier commercial real-estate loans have surged to a record, highlighting investors’ demand for higher-yielding debt and expectations for a recovery in business properties.<br />Commercial real-estate collateralized loan obligations are created by private real-estate investors. In these deals, lenders sell debt and equity to make short-term loans to borrowers that renovate business properties, particularly multifamily housing. Money from interest payments and principal from the pool of bridge loans goes to bondholders, while any residual cash goes to equity holders.<br />Bridge loans are typically made to properties in flux, such as empty or outdated apartment buildings, and the renovations they finance can fail to pay off as quickly as expected, leading to delayed repayments and defaults. As a result, CRE CLOs offer relatively high payouts at a time many investors continue to expect commercial properties to rebound further from the pandemic.<br />Firms including Benefit Street Partners and TPG Capital sold $24.5 billion of CRE CLOs this year through July 31, according to Trepp. That is already a full-year record for data going back to 2014, beating 2019’s previous $19 billion peak.<br />This year’s record sales are a reversal from 2020, when shutdowns related to the Covid-19 pandemic caused some loan borrowers to delay renovations or skip interest payments, increasing default rates. Issuance of new commercial mortgage-backed securities fell to its lowest total since 2017, around $65 billion."
}