{
    "url_original": "https://www.wsj.com/articles/business-groups-sue-over-healthcare-price-transparency-rule-11629464688?mod=business_lead_pos2",
    "url": "business-groups-sue-over-healthcare-price-transparency-rule-11629464688",
    "title": "Business Groups Sue Over Healthcare Price Transparency Rule",
    "sub_head": "U.S. Chamber of Commerce, pharmacy-benefit managers group challenge federal requirements",
    "category_1": "Business",
    "category_2": "Health Care",
    "image_1_url": "https://images.wsj.net/im-388766?width=860&height=573",
    "image_1": "im-388766.jpg",
    "time": "2021-08-20 09:27:00",
    "body": "U.S. business groups sued to block parts of a federal rule requiring insurers and employers to disclose prices they pay for healthcare services and drugs, the latest legal challenge to efforts to make public rates that have long been kept secret.<br />The U.S. Chamber of Commerce and the Pharmaceutical Care Management Association, which represents pharmacy-benefit managers, filed lawsuits against the U.S. Department of Health and Human Services and other federal agencies last week in federal courts in Tyler, Texas, and the District of Columbia. They claim certain provisions of the rule go beyond federal authority and could raise healthcare costs.<br />The Biden administration has backed healthcare pricing transparency as a way of boosting competition in the industry, as did the Trump administration, which instituted the rule. Much of healthcare pricing is set through confidential deals that have long kept rates under wraps, often leaving consumers in the dark about the cost of care.<br />The rule requires that health plans, including those offered by employers that are self-insured (meaning they pay their workers’ medical costs themselves), make public rates they pay to hospitals and other healthcare providers, starting in 2022.<br />The rule also requires price disclosures for drugs, including a measure called the “historical net price” that factors in the effects of rebates, fees and discounts. The data is supposed to be made available in a format that can be read by computers."
}