{
    "url_original": "https://www.wsj.com/articles/business-groups-withdraw-suit-challenging-health-price-transparency-rule-11629998986?mod=business_lead_pos6",
    "url": "business-groups-withdraw-suit-challenging-health-price-transparency-rule-11629998986",
    "title": "Business Groups Withdraw Suit Challenging Health-Price Transparency Rule",
    "sub_head": "U.S. Chamber of Commerce and Texas affiliate had filed to block parts of federal rule requiring insurers and employers disclose prices they pay for healthcare services and drugs",
    "category_1": "Business",
    "category_2": "Health Care",
    "image_1_url": "https://images.wsj.net/im-391849?width=860&height=573",
    "image_1": "im-391849.jpg",
    "time": "2021-08-26 13:29:00",
    "body": "The U.S. Chamber of Commerce and a Texas affiliate withdrew a suit filed to block parts of a federal rule requiring insurers and employers to disclose prices they pay for healthcare services and drugs.<br />The withdrawal, in a filing late Wednesday, came after the Biden administration delayed enforcement of provisions of the rule that were the focus of the suit.<br />The suit against the U.S. Department of Health and Human Services and other federal agencies was filed Aug. 10 in federal court in Tyler, Texas, by the U.S. Chamber and the Tyler Area Chamber of Commerce. The suit claimed provisions of the rule, which required disclosure of prices for healthcare services and drugs in machine-readable files, went beyond federal authority and could raise healthcare costs.<br />Enforcement of some provisions of the rule was delayed to July 1, 2022, from Jan. 1, 2022, in a document issued by the Centers for Medicare and Medicaid Services last Friday. Enforcement of a requirement to disclose drug prices was delayed indefinitely pending new rule making.<br />Daryl Joseffer, senior vice president at the U.S. Chamber Litigation Center, said in a statement that the Biden administration decision “was a positive and constructive response to our lawsuit.” There are still “significant issues” with the rule, he said, and “we’ll continue to monitor the developments, and that includes evaluating whether in the future the Chamber will bring a new lawsuit.”"
}