{
    "url_original": "https://www.wsj.com/articles/buzzfeed-clashed-with-nbcuniversal-as-it-pursued-spac-deal-11629284161?mod=business_lead_pos6",
    "url": "buzzfeed-clashed-with-nbcuniversal-as-it-pursued-spac-deal-11629284161",
    "title": "BuzzFeed Clashed With NBCUniversal as It Pursued SPAC Deal",
    "sub_head": "Chief Executive Jonah Peretti of BuzzFeed signed off on terms that could put more pressure on the company if its shares don’t rise. He is confident investors will be pleased with the results.",
    "category_1": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-387081?width=700&height=467",
    "image_1": "im-387081.jpg",
    "time": "2021-08-18 06:56:00",
    "body": "As BuzzFeed Inc. was exploring plans to go public earlier this year, it ran into a problem: Executives at the digital-media outlet’s biggest investor, NBCUniversal, thought they were getting a bad deal.<br />At issue was BuzzFeed’s plan to merge with a special-purpose acquisition company, or SPAC. Executives at NBCUniversal were frustrated that the deal valued BuzzFeed at $1.5 billion, below the level where it had invested years earlier, people familiar with the situation said. The unit of  Comcast Corp.  was facing a substantial loss on the deal, while earlier investors would come out ahead.<br />NBCUniversal ultimately approved the deal after reaching an agreement in April with BuzzFeed Chief Executive Jonah Peretti that guaranteed it concessions while still leaving it facing a loss of roughly $100 million, the people said.<br />Tensions erupted during a BuzzFeed board call in the closing stages when Patrick Kerins, from early investor New Enterprise Associates and a proponent of the deal, launched into a tirade at NBCUniversal, criticizing its posture in the negotiations and the concessions it had won, people familiar with the deliberations said. He raised his voice as NBCUniversal executive Maggie McLean Suniewick listened in, they said.<br />Mr. Kerins declined to comment. NBCUniversal said in a statement it supports the deal. “I’m confident our investors, partners and shareholders will be pleased with the results,” Mr. Peretti said in a statement on the deal."
}