{
    "url_original": "https://www.wsj.com/articles/by-water-beneath-the-walls-review-precision-instruments-11629844073?mod=opinion_reviews_pos1",
    "url": "by-water-beneath-the-walls-review-precision-instruments-11629844073",
    "title": "‘By Water Beneath the Walls’ Review: Precision Instruments",
    "sub_head": "The story of how an ad hoc naval demolitions team evolved into an elite special-operations force ready for missions over sea, air and land.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-390757?width=860&height=573",
    "image_1": "im-390757.jpg",
    "time": "2021-08-24 18:27:00",
    "body": "For eight decades, the U.S. has fought two kinds of wars. Fascism, communism and jihadist terrorism have prompted the big ones: World War II, Korea, Vietnam and Iraq were pay-any-price wars in which vast armies fought set-piece battles. Meanwhile, asymmetrical conflicts—whether of the stand-alone variety (think Somalia and Grenada) or as adjuncts to bigger wars (Cambodia or Pakistan)—required a scalpel, not a sledgehammer, wielded by America’s special-operations forces.<br />In popular consciousness, Navy SEALs have emerged as the elite of the elite. From a campy 1990s Charlie Sheen film to blockbusters like 2013’s “Lone Survivor,” SEALs have enjoyed a reputation as America’s most lethal warriors. Entire bookshelves have been dedicated to SEAL heroics, fitness and leadership. Even SEAL dogs have spawned a line of bestsellers (“Trident K9 Warriors” and “No Ordinary Dog,” to name two).<br />Few books, however, have explored why a naval force dubbed SEAL fights terrorists hundreds of miles from the ocean, in dust-caked cities like Mosul or Abbottabad. Benjamin H. Milligan jumps into this breach with “By Water Beneath the Walls: The Rise of the Navy SEALs.”<br />Mr. Milligan, a decorated former SEAL himself, plumbs the origins of the fabled Sea, Air and Land force, from its proto-forms in a variety of military services to its official founding in the early 1960s and its maturity in the river deltas of Vietnam. His story begins during World War II with the Navy’s top brass wrangling over the creation of an island-raiding force for harassing Japanese troops in the Pacific. Marine raiders fought at Tulagi, then at Makin Atoll and Saipan. In North Africa and in China, Navy frogmen working in “underwater demolition teams” (UDTs) reconnoitered invasion beaches in the dark, blasted obstacles blocking invading troops, and trained guerrillas to fight.<br />These teams were often the first to draw enemy fire. Aboard an “ungainly vessel, with nerves cinched tight with tension, was a second-class gunner’s mate from Chicago named Bill Freeman,” Mr. Milligan writes of a demolitions man motoring up to the Moroccan coast in 1942. Freeman’s team had been sent to help secure Port Lyautey and its airfield, an anchor to the Allied supply lines for armies fighting Rommel in the Tunisian desert. “After a moment’s rush, comically zigzagging to ditch the spotlight,” the men found themselves under attack. Suddenly “machine gun bullets ripped into one of the rubber boats stacked atop the engine housing, deflating it with a hiss along with any bravado the men had unconsciously brought.”"
}