{
    "url_original": "https://www.wsj.com/articles/cable-internet-companies-stand-to-gain-from-broadband-funding-in-infrastructure-bill-11627983180?mod=politics_lead_pos3",
    "url": "cable-internet-companies-stand-to-gain-from-broadband-funding-in-infrastructure-bill-11627983180",
    "title": "Cable, Internet Companies Stand to Gain From Broadband Funding in Infrastructure Bill",
    "sub_head": "The $1 trillion infrastructure bill includes $65 billion to improve internet access for poor and isolated communities",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-379275?width=860&height=573",
    "image_1": "im-379275.jpg",
    "time": "2021-08-03 05:33:00",
    "body": "WASHINGTON—The $1 trillion infrastructure bill moving through the Senate this week stands to be a windfall for cable and fiber-optic internet companies, with $65 billion allocated to improve internet access for poor and isolated communities.<br />The plan, which must still be reconciled with a House version, would help home internet providers such as  AT&T Inc.  and  Charter Communications Inc.  by providing $40 billion in grants that states can dole out to operators that expand their networks to households that lack high-speed service.<br />AT&T plans to self-fund its fiber-optic network expansion to cover millions of new locations in the coming years. Its chief executive, John Stankey, has said government support in other areas would be “icing on the cake.” Charter Chief Executive Tom Rutledge has said the cable company can expand its network efficiently with help from government subsidies.<br />The bill would also extend an emergency fund set up earlier this year to cover broadband service for low-income Americans. Those users could eventually become full-paying customers.<br />The latest version of the bill hammered out Sunday came as a relief to some in the telecom industry who opposed measures being considered in previous iterations, including mandated higher internet speed requirements and incentives for companies looking to compete with existing cable and telephone operators."
}