{
    "url_original": "https://www.wsj.com/articles/californias-progressive-gavin-newsom-recall-crime-unemployment-covid-19-11627832355?mod=opinion_lead_pos1",
    "url": "californias-progressive-gavin-newsom-recall-crime-unemployment-covid-19-11627832355",
    "title": "California’s Progressive Fall Guy",
    "sub_head": "Gavin Newsom is paying for the policy failures of Sacramento.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-378376?width=860&height=573",
    "image_1": "im-378376.jpg",
    "time": "2021-08-01 17:06:00",
    "body": "California Gov. Gavin Newsom won election in 2018 by 24 points amid an anti-Trump wave. Democrats control every statewide office and a supermajority in the Legislature. But voter frustration with progressive misrule is mounting, and a new poll finds that Mr. Newsom is vulnerable in a Sept. 14 recall election.<br />The Berkeley IGS poll shows 47% of likely voters supporting his ouster. Under California recall rules, voters are first asked whether to remove an elected official. Then they vote separately on a replacement. If a majority votes to boot Mr. Newsom, the candidate with the most votes on the second question becomes Governor.<br />It’s hard to predict the recall turnout given its timing and because it will be conducted by mail-in ballots. The latter should help Mr. Newsom since support for his recall is less (36%) among all registered voters. But it’s not a good sign that his approval rating among all registered voters has fallen 14 points since last September to 50%.<br />Mr. Newsom is notably suffering from a lack of enthusiasm among key groups. Forty-seven percent of likely voters ages 18 and 39 support his removal, as do half of 40- to 64-year-olds and Asians. Likely voters in every region of the state but San Francisco, Los Angeles and the Central Coast want him out.<br />The recall is in part a referendum on the Governor’s excessive and destructive Covid lockdowns. California boasts the third highest unemployment rate in the country (7.7%). Last fall he was caught violating his own Covid rules with friends at the ritzy French Laundry restaurant in Napa Valley. Weeks later he shut down businesses, including outdoor dining."
}