{
    "url_original": "https://www.wsj.com/articles/can-new-robotic-massage-chairs-really-replace-a-spa-visit-11629885601?mod=tech_lista_pos1",
    "url": "can-new-robotic-massage-chairs-really-replace-a-spa-visit-11629885601",
    "title": "Can New, Robotic Massage Chairs Really Replace a Spa Visit?",
    "sub_head": "We take sides on whether high-tech luxury chairs—with artificial intelligence, ‘brain massage’ tech and undulating air bags—can soothe you as effectively as a licenced massage therapist",
    "category_1": "Life & Work",
    "category_2": "Fashion",
    "image_1_url": "https://images.wsj.net/im-389093?width=860&height=573",
    "image_1": "im-389093.jpg",
    "time": "2021-08-25 06:00:00",
    "body": "For the recurring series, That’s Debatable, we take on a contentious issue of the day and present two spirited arguments—one in favor and the other emphatically opposed. Previous installments from the series are here.<br />Like many frequent business travelers, Bryan Eisenberg often passed the time before takeoff browsing the gadgets and gizmos in airport Brookstone stores. On a good day, the Austin-based consultant and author even managed to sneak in a spa break, courtesy of one of the store’s iconic jumbo massage chairs. Purchasing one became a long-running “one of these days” joke between him and his brother. When the pandemic curtailed both travel and access to massage therapists, Mr. Eisenberg finally stopped joking and bought a high-tech Daiwa Symphony massage chair with undulating air bags, triple reflexology rollers and a list price of $10,000. (He paid considerably less at a warehouse sale.)<br />Though he initially considered the elaborately soothing seat an indulgence, he soon came to see it as a bargain. “I’m pretty sure we’ve come close to paying it back already, not even a year in,” he said, based on his rough calculation of how much the time that he, his wife and three kids aged 12-to-20 have spent in the chair would cost at a typical rate for massage therapy.<br />Makers of ultramodern massage chairs are engaged in an arms (and back and neck) race to find new, and sometimes esoteric ways to attract, unknot and de-stress customers. Take, for example, Inada’s hulking but sinuously elegant $11,999 AI Robo, which uses two pairs of what look like mittened hands to grip, stretch and rub your limbs, with AI-enhanced dexterity. When we tested the chair on a visit to HiTrons, a showroom with locations in New York and New Jersey, the sensation struck us as two parts Canyon Ranch and one part “Uncanny Valley.” The $9,999 leather upholstered, gold-bodied Pharaoh S II from South Korean company Bodyfriend, meanwhile, goes beyond the body, offering 10 “brain massage” options on its touch-screen remote. (No probes are involved, thankfully: Speakers in the headrest deliver a mix of “healing” new-agey music and binaural beats, which are combinations of tonally close frequencies purported to be relaxing.) It also offers 16 automatic massage modes and lets you specify techniques like kneading, tapping, chopping, acupressure and more.<br />A spa-grade chair offers one last benefit, joked Mr. Eisenberg: It brings families together. He asked his college-bound daughter if, when she returns home, it would be “for the chair or for us?” She replied: “Oh, it will be for the chair.”"
}