{
    "url_original": "https://www.wsj.com/articles/can-europe-force-china-onto-a-low-carbon-diet-11628504269?mod=markets_lead_pos10",
    "url": "can-europe-force-china-onto-a-low-carbon-diet-11628504269",
    "title": "Can Europe Force China Onto a Low-Carbon Diet?",
    "sub_head": "The EU’s newly proposed carbon border-adjustment mechanism is a key cudgel in the effort",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-09 06:17:00",
    "body": "Everyone knows dieting is hard and that it’s easier if you have someone to do it with you. Europe has already committed to much lower carbon-dioxide emissions by 2030, and it is hoping the rest of the world will join in—particularly China, the world’s largest emitter.<br />The bloc’s newly proposed carbon border-adjustment mechanism—essentially a tax on energy-intensive products from countries with lower carbon prices than Europe—is one key cudgel in this effort. In its current form, the CBAM probably isn’t enough to force big changes on China, but it certainly would impose costs on key industries such as steel trying to access the European market.<br />And tweaks to the mechanism, such as including scope 2 emissions—carbon indirectly released due to electricity purchased by manufacturers—would increase the impact. That is because China still relies on coal for about 70% of its power, far more than the world’s other largest economies, excluding fellow Asian heavyweight India.<br />No surprise then that even the European Commission’s initial tentative steps toward implementing the CBAM, which still needs approval from individual national governments and the European Parliament, have generated strong pushback from China. China is the fourth-largest exporter of products covered under the CBAM (aluminum, cement, fertilizer, electricity, iron and steel) to Europe, according to Dutch bank Rabobank.<br />Its steel production is also, in general, far less carbon efficient than Europe’s. Chinese electric arc furnaces are responsible for around 1.5 metric tons of carbon dioxide per metric ton of steel produced, according to a May working paper from the European Commission. That is about three times the figure in the EU and the U.S."
}