{
    "url_original": "https://www.wsj.com/articles/can-stimulating-brains-lead-to-controlling-them-11628308861",
    "url": "can-stimulating-brains-lead-to-controlling-them-11628308861",
    "title": "Can Stimulating Brains Lead to Controlling Them?",
    "sub_head": "Tremendous advances since Pavlov’s famous dog experiments have come close to manipulating human reactions—for better or worse",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-380110?width=700&height=451",
    "image_1": "im-380110.jpg",
    "time": "2021-08-07 12:01:00",
    "body": "Since the early 20th century, the name of the Russian scientist Ivan Pavlov has been associated with the idea of brainwashing. Pavlov’s experiments, in which he trained dogs to salivate in response to a signal such as a bell, showed that the mind could be conditioned to react automatically to stimuli. But he looked forward to a time when science could manipulate the brain directly. In a passage eerily accurate in describing today’s neural imaging, he wrote: “If we could look through the skull into the brain of a consciously thinking person…then we should see playing over the cerebral surface a bright spot with fantastic, waving borders, constantly fluctuating in size and form, and surrounded by a darkness, more or less deep, covering the rest of the hemispheres.”<br />We still don’t have a precise topography of the brain in terms of specific thoughts or feelings. It’s hard to imagine where one would begin if one wanted to surgically force someone to reveal a particular secret, or to persuade him or her to vote for a certain candidate. But since Pavlov’s time, science has moved much closer to enabling direct physical control of the brain. In this century, neuroscientists’ insights into memory, cognition, pleasure and pain may make coercive “mind control” a reality.<br />The psychologist James Olds (1922-76), one of the founders of modern neuroscience, conducted an experiment at McGill University in 1953 in which he implanted electrodes deep in the brains of rats and started observing their responses to electrical stimulation at various sites. His key observation resulted from an accident: He missed the desired anatomical site slightly on one particular rat. After recovering from surgery, the animal was placed in a special chamber. Every time it went to a corner of the chamber, it received a small electrical stimulus to the brain, with each corner stimulating a different site. The rat kept returning to one specific corner, even skipping eating to hang out there and get the brain stimulation.<br />Olds inferred that there was something pleasurable about receiving a shock at that site in the brain. Next he started training the rat to go to different parts of the box or to turn right or left before it could receive the desired electrical stimulation. Using this technique, Olds could elicit complex behaviors easily; Pavlov would have been envious about this shortcut to behavioral conditioning. Olds observed that “Left to itself in the apparatus, the animal…stimulated its own brain regularly,” up to 5,000 times an hour.<br />The mind-control possibilities for this intervention sounded almost limitless, but would it work on people? Psychiatrist Robert Heath (1915-99), of Tulane University, performed studies with human patients, including one code-named B-7, a 28-year-old man with severe narcolepsy. Heath implanted a series of electrodes in various areas of his brain and asked the patient what he felt after each area was stimulated. One area was so aversive that the patient intentionally broke the stimulus button so that he would never have to experience that sensation again."
}