{
    "url_original": "https://www.wsj.com/articles/canada-to-hold-snap-vote-as-justin-trudeau-seeks-to-advance-progressive-agenda-11629040878",
    "url": "canada-to-hold-snap-vote-as-justin-trudeau-seeks-to-advance-progressive-agenda-11629040878",
    "title": "Canada to Hold Snap Vote, as Justin Trudeau Seeks to Advance Progressive Agenda",
    "sub_head": "Prime minister aims to capitalize on support for his pandemic response and secure parliamentary backing for child-care, climate-change policies",
    "category_1": "World",
    "category_2": "Canada",
    "image_1_url": "https://images.wsj.net/im-385837?width=860&height=573",
    "image_1": "im-385837.jpg",
    "time": "2021-08-15 11:48:00",
    "body": "OTTAWA—Canadian Prime Minister Justin Trudeau called an early national election for next month, looking to capitalize on popular support for his government’s efforts to combat the Covid-19 pandemic and secure a third term in power.<br />On Sunday, Mr. Trudeau officially requested that Governor General Mary Simon, the representative of Queen Elizabeth, who is Canada’s head of state, dissolve parliament and set national elections for Sept. 20. She granted the request. The next parliamentary elections weren’t due until 2023.<br />“Canadians need to choose how we finish the fight against Covid-19 and build back better, from getting the job done on vaccines to having people’s backs all the way to and through the end of this crisis,” Mr. Trudeau told reporters. “I am asking [Canadians] to vote for real progressive leadership, strong healthcare, for affordable housing, and a clean and protected environment.”<br />Mr. Trudeau has governed Canada for the past two years with only a minority of legislators in parliament, forcing him to get support of one of the left-leaning parties to pass legislation. With the snap vote, he is hoping to secure a parliamentary majority that will allow him to pass a progressive agenda including increased child care, more social spending and investments in clean energy.<br />Moreover, opposition parties control parliamentary committees, which has given them the power to conduct politically damaging inquiries into Mr. Trudeau. They have probed the prime minister’s ties to a youth charity that received government contracts, and the prime minister’s record on dealing with sexual misconduct in the armed forces."
}