{
    "url_original": "https://www.wsj.com/articles/canadian-negotiators-race-to-avoid-border-snarl-for-trade-u-s-tourists-11628202967?mod=world_major_2_pos7",
    "url": "canadian-negotiators-race-to-avoid-border-snarl-for-trade-u-s-tourists-11628202967",
    "title": "Canadian Negotiators Race to Avoid Border Snarl for Trade, U.S. Tourists",
    "sub_head": "As Friday deadline looms, mediator works with agency officials, union for customs and immigration officers",
    "category_1": "World",
    "category_2": "Canada",
    "image_1_url": "https://images.wsj.net/im-381293?width=860&height=573",
    "image_1": "im-381293.jpg",
    "time": "2021-08-05 18:36:00",
    "body": "OTTAWA—Talks under a mediator’s watch continued late Thursday between Canada and the union representing its border agents to head off a labor action starting Friday that threatens the flow of U.S.-Canada trade and a plan to allow American tourists to visit for the first time in 16 months.<br />The two sides agreed to work with a mediator ahead of a 6 a.m. Eastern time Friday deadline set by the union, the Public Service Alliance of Canada. The alliance said customs and immigration officers would begin paring back services at land crossings, airports and shipping ports unless a new agreement is reached by that time. The union said “massive disruptions” at Canada’s borders were possible.<br />Canadian Prime Minister Justin Trudeau said Thursday he was hopeful the mediator would help reach an agreement. The federal labor-relations board appointed a mediator Wednesday.<br />Roughly 9,000 unionized workers at the Canada Border Services Agency have been without a contract for about three years. Two-thirds of those workers are classified as essential, and unable to go on strike. Instead, the union said these workers would conduct a work-to-rule campaign, which entails measures such as slowing down the paperwork process and refusing overtime. The union warned of long and unavoidable delays for goods trying to enter or leave the country, and Canadian travelers returning to the country.<br />“Don’t work during your breaks or unpaid lunches. Don’t work past your scheduled work hours. Ask every question in your manual at ports of entry,” said a notice this week for border agents from one of the Public Service Alliance of Canada’s affiliated unions."
}