{
    "url_original": "https://www.wsj.com/articles/canadian-national-voting-trust-for-kansas-city-southern-deal-denied-by-stb-11630431983?mod=business_lead_pos3",
    "url": "canadian-national-voting-trust-for-kansas-city-southern-deal-denied-by-stb-11630431983",
    "title": "Canadian National Voting Trust for Kansas City Southern Deal Denied by Regulator",
    "sub_head": "Surface Transportation Board says Canadian National hasn’t demonstrated that use of voting trust would be consistent with public interest",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-393464?width=860&height=573",
    "image_1": "im-393464.jpg",
    "time": "2021-08-31 17:14:00",
    "body": "Canadian National Railway Co. ’s $30 billion bid to buy  Kansas City Southern  ran into a major obstacle Tuesday, with regulators ruling the Canadian railroad won’t be permitted to complete a deal using a temporary voting trust that was a crucial part of the offer.<br />The Surface Transportation Board, a five-member panel that must bless mergers of freight railroads, said Tuesday in a filing posted to its website that Canadian National hadn’t demonstrated that its use of a voting trust would be consistent with the public interest.<br />The unanimous decision, which had been eagerly awaited by the companies and investors, is the latest twist in a slow-motion drama that has gripped the railroad industry since Kansas City Southern emerged as a takeover target roughly a year ago.<br />Canadian National had agreed to buy Kansas City Southern in May after prevailing in a bidding war with rival  Canadian Pacific Railway Ltd. , which received the go-ahead from regulators for a similar trust months ago.<br />“In view of the heightened scrutiny that both the use of a voting trust and the proposed transaction face under the current major merger regulations, it wouldn’t be in the public interest to allow CN to own KCS until the competitive issues have been thoroughly examined,” the STB said."
}