{
    "url_original": "https://www.wsj.com/articles/canada-u-s-border-open-11628539364?mod=world_major_2_pos7",
    "url": "canada-u-s-border-open-11628539364",
    "title": "Canada-U.S. Border: Everything You Need to Know About Reopening, Travel",
    "sub_head": "Canada began allowing entry to fully vaccinated U.S. tourists beginning Aug. 9; U.S. restrictions remain",
    "category_1": "World",
    "category_2": "Canada",
    "image_1_url": "https://images.wsj.net/im-382843?width=860&height=573",
    "image_1": "im-382843.jpg",
    "time": "2021-08-09 17:16:00",
    "body": "For more than 16 months, the U.S. and Canada turned away tourists at entry points across the 5,500-mile land border in an effort to contain further spread of Covid-19. On Monday, Aug. 9, Canada began allowing fully vaccinated Americans to enter the country again. The U.S. didn’t reciprocate. Last month, it extended its land border restrictions with Canada and Mexico.<br />If you’re a fully vaccinated American citizen or a green-card holder living in the U.S., the answer is likely yes. Beginning Aug. 9, fully vaccinated Americans who meet other Canadian government criteria can enter Canada for nonessential purposes such as tourism and recreation.<br />Travelers need to wait at least two weeks after their last vaccine dose before crossing the border, and they must present proof of an approved, negative Covid-19 test taken during 72 hours before their arrival in Canada. They also can’t have any symptoms of the disease when they arrive at the border.<br />Canadian Prime Minister Justin Trudeau said last month that the decision to reopen to fully vaccinated Americans was “in recognition of our unique bond, especially between border communities.” He said Canada plans to allow fully vaccinated tourists from other countries to visit beginning Sept. 7.<br />Canada also allows its own citizens or permanent residents to enter the country, and essential workers—most notably truck drivers—have been allowed to cross the border throughout the pandemic, as both countries agreed that trade of goods and services wouldn’t be affected."
}