{
    "url_original": "https://www.wsj.com/articles/canadian-pacific-stretches-its-pocketbook-and-logic-11628607960?mod=markets_lead_pos7",
    "url": "canadian-pacific-stretches-its-pocketbook-and-logic-11628607960",
    "title": "Canadian Pacific Stretches Its Pocketbook, and Logic",
    "sub_head": "Kansas City Southern shareholders are being asked to switch suitors when they have little to gain",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-383075?width=860&height=573",
    "image_1": "im-383075.jpg",
    "time": "2021-08-10 12:52:00",
    "body": "Two Canadian railroads’ bids to snag U.S. carrier  Kansas City Southern  is, appropriately enough, resembling a hockey game with the action whizzing between each team’s goal.<br />But  Canadian Pacific ’s  latest gambit to keep the U.S. freight railroad out of larger rival  Canadian National ’s  hands is the equivalent of pulling the goalie before it needs to. Its management is clearly desperate, but they need a lesson in game theory.<br />After having its deal for the smallest U.S. Class I carrier snatched away by a superior offer from Canadian National, the smaller of the two Canadian carriers initially failed to raise its bid but has now reversed course and done so with the deal on the cusp of approval. Proxy adviser Institutional Shareholder Services has advised KCS’s shareholders to accept Canadian National’s offer when they vote on Aug. 19.<br />Canadian Pacific’s new bid of $90 a share plus 2.884 of its own shares is financially inferior to its rival’s offer, which includes $200 in cash, but has the advantage that it is further along. Its voting trust has already been approved by the U.S. Surface Transportation Board. The trust is the entity that would own the target pending final approval in several months, which isn’t guaranteed for either Canadian railroad.<br />Canadian National might fail to have its own voting trust approved, but would then have to pay KCS a $1 billion fee on top of the $700 million termination fee it already forked over to break up the originally agreed Canadian Pacific deal. Even worse, it might have the trust approved and the merger ultimately blocked, which could prove extremely costly. It would then own but not control the U.S. railroad and be a forced seller."
}