{
    "url_original": "https://www.wsj.com/articles/candidate-biden-vs-president-biden-11629300093?mod=opinion_lead_pos11",
    "url": "candidate-biden-vs-president-biden-11629300093",
    "title": "Candidate Biden vs. President Biden",
    "sub_head": "His foreign policy may be more similar to Donald Trump’s than he realizes.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-387504?width=860&height=573",
    "image_1": "im-387504.jpg",
    "time": "2021-08-18 11:21:00",
    "body": "James Freeman is away.<br />What Would Candidate Biden Say?<br />One wonders what Joe Biden as a candidate might have said about the U.S.’s reckless withdrawal from Afghanistan and abandonment of our Afghan allies had Donald Trump been the commander in chief making the calls. Recall the bipartisan censure that was rightly heaped on Mr. Trump in October 2019 after he withdrew U.S. troops from northern Syria and abandoned Kurdish fighters, who had assisted Americans in the war against ISIS, to hostile Turkish forces.<br />Mr. Trump then justified the betrayal of the U.S.’s Kurdish allies similar to Mr. Biden’s: “I held off this fight for almost 3 years, but it is time for us to get out of these ridiculous Endless Wars, many of them tribal, and bring our soldiers home,” he tweeted, adding “It’s not our problem.” But Mr. Biden then disagreed.<br />During a primary debate that month, he denounced the withdrawal as “the most shameful thing any president has done in modern history in terms of foreign policy.” In an Iowa speech that month, he blasted Mr. Trump for creating a humanitarian crisis and undermining national security. “The events of this past week ... have had devastating clarity on just how dangerous he is to our national security, to our leadership around the world and to the lives of the brave women and men serving in uniform.” Mr. Trump, he said, “sold [the Kurds] out” and gave ISIS “a new lease on life.” “Donald Trump, I believe—it’s not comfortable to say this about a president—but he is a complete failure as a commander in chief,” Mr. Biden said. “He’s the most reckless and incompetent commander in chief we’ve ever had.”"
}