{
    "url_original": "https://www.wsj.com/articles/candyman-2021-review-horror-movie-jordan-peele-11630015756?mod=opinion_reviews_pos2",
    "url": "candyman-2021-review-horror-movie-jordan-peele-11630015756",
    "title": "‘Candyman’ Review: See It, See It, See It, See It, See It",
    "sub_head": "The ‘spiritual sequel’ to the ‘90s horror movie—directed by Nia DaCosta and written by her, Jordan Peele and Win Rosenfeld—is a smart take on race, art and gentrification",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-390586?width=700&height=467",
    "image_1": "im-390586.jpg",
    "time": "2021-08-26 18:12:00",
    "body": "Urban legends are what they need to be, stories that evolve, morph or mutate to fit the times they’re told in. The first fine idea in “Candyman,” a pop-culture prodigy that calls itself a “spiritual sequel” to the 1992 slasher classic, is the seductive elegance of its physical setting. Gone are the grim concrete barracks of Chicago’s Cabrini-Green housing project, once haunted by fear of a ghostly Black avenger with a hook for a hand. In a time of relentless gentrification they’ve been replaced by stylish lofts. One prime unit is occupied by the legend’s new hero—not Helen Lyle, the white graduate student played by Virginia Madsen in the original, but Anthony McCoy (Yahya Abdul-Mateen II), a Black artist in search of a theme, who shares the apartment with his girlfriend, Brianna Cartwright, an affluent gallery director played by Teyonah Parris. (The film is in wide theatrical distribution.)<br />The second stroke of inspiration is relocating the story to the glitter and babble of the art world. The artist finds the theme that will consume him, compulsively recapitulating Helen’s quest for the source of the Candyman legend—we know who Anthony is if we remember the original story. The filmmakers find a way to expand their slashifications into provocative reflections on the white world’s fear of ostensibly menacing Black men, and, secondarily but importantly, art’s power to shape our understanding of the world around us. (The director was Nia DaCosta, whose 2018 debut feature was the superb “Little Woods.” She wrote the intricately clever script with Jordan Peele and Win Rosenfeld. Robert A.A. Lowe did the eerily effective music.)<br />“Candyman” may be the wittiest movie about artists, curators, dealers and gallery owners since “Six Degrees of Separation.” When Anthony synthesizes the mythical elements of the Candyman tale—the hole in the wall, the mirrors, the medicine cabinet—into “Say My Name,” a startling installation with a clear reference to the Black Lives Matter movement, a condescending white art critic, Finley Stephens (Rebecca Spence), has nothing good to say about it. But once he becomes famous, or infamous, thanks to his piece being associated in the media and then the public mind with a new spasm of slasher killings, she’s impressed. “Your work is so macabre,” she tells him, “and that’s interesting, considering what happened. I’m just saying that all of a sudden your work seems . . . eternal!”<br />(A work of cinema art in its own right, this new “Candyman” also boasts, without boasting about it, one of the most remarkable long shots in memory, an expansive aesthetic device, seldom used in the era of constricting home screens, that demands your attention and earns it. The shot opens on the nighttime façade of an apartment building. Then John Guleserian’s camera pulls farther back, rather than zooming in, when the shocking, barely discernible action starts.)<br />Whether or not this new “Candyman” proves to be eternal—the film has its flaws, narrative jangles and loose ends—Ms. DaCosta and her colleagues have gone far beyond Chicago’s posh precincts in amplifying the meaning of their source material. What Anthony finds during his research, and what happens to him when he finally uncovers the essence of the horror, does full and appropriately playful justice to the franchise’s conventions—the hook implanted in the bloody stump, the swarming bees, the summoning of the horror by repeating “Candyman” five times. But the artist’s search takes him into darker territory, bears stranger fruit. He discovers, at terrible cost, a long and anguished history of one Candyman after another—all victims of white-on-Black violence before coming back to haunt their oppressors, and the most recent of them a figure in an all-too-familiar story of urban life, an innocent Black man shot to death by white cops."
}