{
    "url_original": "https://www.wsj.com/articles/carbon-offset-deal-helps-michigan-cash-in-on-its-treesby-not-cutting-them-down-11629279002?mod=business_lead_pos10",
    "url": "carbon-offset-deal-helps-michigan-cash-in-on-its-treesby-not-cutting-them-down-11629279002",
    "title": "Carbon Offset Deal Helps Michigan Cash In on Its Trees—by Not Cutting Them Down",
    "sub_head": "State forest known as ‘Big Wild’ sells offsets to energy company greening its gas business",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-386493?width=860&height=573",
    "image_1": "im-386493.jpg",
    "time": "2021-08-18 05:30:00",
    "body": "VANDERBILT, Mich.—The Pigeon River Country State Forest generates cash from timber sales, oil-and-gas leases, hunting licenses and camping fees. Now the foresters who look after its towering red pine, bleach-barked aspen and elk will manage the roughly 110,000 acres for a new moneymaker: carbon offsets.<br />Michigan’s Department of Natural Resources has agreed to limit logging in the Lower Peninsula forest known as the “Big Wild” over the next four decades to create carbon offsets, a climate-change currency that companies use to compensate for emissions.<br />DTE Energy Co. , Michigan’s largest energy company, has agreed to buy the offsets and is marketing smaller carbon footprints to customers of its natural-gas business who are willing to pay a monthly fee to go green.<br />The promises that companies have made to reduce emissions have led to a booming trade in standing trees. The idea is that paying someone with timber to leave trees standing leads to additional carbon being sucked from the atmosphere and socked away in wood. Offset buyers take credit for the sequestration. The trees are measured, by foresters and sometimes satellites, to determine how many offsets can be issued. Each one represents a metric ton of sequestered carbon.<br />Some companies buy offsets to comply with air-quality regulators in California and Quebec. Increasingly, as in Michigan, firms voluntarily purchase offsets in unregulated markets to show investors and customers progress toward emission-reduction targets."
}