{
    "url_original": "https://www.wsj.com/articles/carvana-whooshes-past-milestone-11628247780?mod=markets_featst_pos3",
    "url": "carvana-whooshes-past-milestone-11628247780",
    "title": "Carvana Whooshes Past Milestone",
    "sub_head": "Carvana has wiped away investors’ fears around its path to profitability. It still faces some high-class problems.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-381347?width=860&height=573",
    "image_1": "im-381347.jpg",
    "time": "2021-08-06 07:03:00",
    "body": "Online used-car seller Carvana has been speeding past growth expectations for some time. Now it has arrived at a critical milestone at least a year earlier than anyone expected.<br />Carvana said it brought in $45 million of net income in its second quarter, its first profitable one. Analysts had been expecting a net loss until at least the end of 2022. Total revenue almost tripled from a year earlier to $3.3 billion, beating Wall Street expectations by 38%. Carvana’s shares, already near a record high, surged 9% in after-hours trading following Thursday’s earnings call.<br />External factors helped. The shortfall in new-car production is still keeping used-car prices high and is lifting the entire industry, including rivals such as CarMax. Carvana commanded 29% higher prices per used vehicle last quarter compared with a year earlier. That helped its gross profit more than triple over the same period. Moreover, those high used-car prices led a record number of customers to sell their vehicles to Carvana. Sourcing supply from customers tends to be cheaper than doing so from the wholesale market, especially given how expensive wholesale used-vehicle prices are these days.<br />Another reassuring item from Carvana’s results are its advertising costs, which accounted for just 3.6% of revenue last quarter. A year earlier they were roughly 5.5% of sales. That should at least quell fears that the company will overspend on marketing to continue growing. After lagging behind CarMax in web traffic, Carvana overtook its older rival starting in June.<br />The critical question is whether Carvana can keep up with demand. Though the number of vehicles in its immediately available inventory has improved since the first quarter, it is still roughly half of what it was at last year’s peak. Covid-19 restrictions at the time caused bottlenecks in its reconditioning centers that prepare used cars for sale. Carvana has ramped production back up considerably since then and has also opened two new reconditioning centers this year, but its chief executive officer said on a Thursday earnings call that there is more demand than its production capacity is able to meet. Without a quicker ramp up, Carvana could end up with customers that leave its website because they aren’t able to find what they want or end up not coming back because they face shipping delays."
}