{
    "url_original": "https://www.wsj.com/articles/cash-strapped-china-evergrande-looks-to-sell-prized-assets-11628663594?mod=markets_major_pos11",
    "url": "cash-strapped-china-evergrande-looks-to-sell-prized-assets-11628663594",
    "title": "Cash-Strapped China Evergrande Looks to Sell Prized Assets",
    "sub_head": "The real estate conglomerate’s dollar bonds and Hong Kong-listed shares rise",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-383680?width=860&height=573",
    "image_1": "im-383680.jpg",
    "time": "2021-08-11 02:33:00",
    "body": "Shares of  China Evergrande Group  jumped Wednesday after the cash-strapped property developer said it is in talks to sell some of its prized assets.<br />The real estate conglomerate’s Hong Kong-listed shares rose more than 10%, building on gains from earlier in the week, which helped to lift the stock prices of other Chinese residential developers.<br />Evergrande’s dollar bonds also traded higher Wednesday—though they remain at distressed levels—and its shares are down by more than half in the year-to-date period. One of the company’s bonds that pays a 10.5% coupon and comes due in 2024 was recently bid on at 46 cents on the dollar, up about 2 cents, according to Tradeweb data. That level still implies a high likelihood of default.<br />Evergrande, one of China’s largest developers and the country’s biggest junk bond issuer, said in a stock exchange filing after Tuesday’s market close that it is in discussions to sell some of its ownership in its electric vehicle business and a property management unit. Both companies are listed in Hong Kong and their shares also jumped on Wednesday.<br />The developer didn’t say how much of each business it plans to sell and when the talks with what it called “independent third-party investors” would be concluded. The group owns 75% of  China Evergrande New Energy Vehicle Group Ltd. , which has a market capitalization of about $18 billion, and 60% of  Evergrande Property Services Group Ltd. , whose market value is close to $11 billion."
}