{
    "url_original": "https://www.wsj.com/articles/catholic-church-scandal-jeffrey-burrill-pillar-grindr-11627915562?mod=opinion_lead_pos5",
    "url": "catholic-church-scandal-jeffrey-burrill-pillar-grindr-11627915562",
    "title": "Catholic Journalists Expose a Scandal, and Liberals Scoff",
    "sub_head": "A prominent priest was leading a double life. A scrappy new site called the Pillar held him to account.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-02 12:28:00",
    "body": "Pope John XXIII is supposed to have justified the reforms of the Second Vatican Council by saying: “I want to throw open the windows of the church so that we can see out and the people can see in.” Did he consider that Catholics might be scandalized by what they saw?<br />On July 20, the Pillar, an eight-month-old Catholic newsletter, published an investigative report that rattled the institutional church, caused a prominent priest to resign from a national leadership position and ignited a fierce debate over privacy, priestly celibacy, homosexuality among the clergy and journalistic ethics.<br />The Pillar claims to have obtained a set of commercially available user data from Grindr, a location-based gay “hookup” app. By cross-referencing the Grindr data with other publicly available information, the Pillar was able to pinpoint a mobile device belonging to Msgr. Jeffrey Burrill. The device, the report claims, “emitted app data signals” from Grindr “on a near-daily basis during parts of 2018, 2019, and 2020.”<br />Msgr. Burrill, a priest of the Diocese of La Crosse, Wis., was elected general secretary of the U.S. Conference of Catholic Bishops in November 2020. The Pillar describes him as “effectively the highest-ranking American cleric who is not a bishop.” The report claims the data show he used the Grindr app “at both his USCCB office and his USCCB-owned residence, as well as during USCCB meetings and events in other cities.”<br />The Pillar is the brainchild of former Catholic News Agency editor J.D. Flynn and reporter Ed Condon. The two journalists say they contacted the USCCB and Msgr. Burrill seeking comment, but a scheduled meeting was canceled at the last minute. Msgr. Burrill then resigned as general secretary a day before the Pillar posted its 3,000-word story."
}