{
    "url_original": "https://www.wsj.com/articles/cbo-estimates-infrastructure-bill-would-add-256-billion-to-deficits-11628196739?mod=politics_lead_pos7",
    "url": "cbo-estimates-infrastructure-bill-would-add-256-billion-to-deficits-11628196739",
    "title": "CBO Estimates Infrastructure Bill Would Add $256 Billion to Deficits",
    "sub_head": "Negotiators had argued the cost of the legislation for new roads and bridges would be fully paid for",
    "category_1": "Politics",
    "time": "2021-08-05 16:52:00",
    "body": "WASHINGTON—Congress’s nonpartisan scorekeeper found that the roughly $1 trillion infrastructure bill would widen the federal budget deficit by $256 billion over 10 years, contradicting negotiators’ claims that the cost of the legislation would be covered by new revenue and saving measures.<br />The bipartisan group who negotiated the infrastructure bill, which would provide roughly $550 billion in spending above expected federal levels, had said they anticipated the analysis from the Congressional Budget Office would differ from their own. They have said that some of the measures they are using to cover the cost of the bill, including repurposing Covid-19 aid, wouldn’t count the same way toward CBO’s official estimate.<br />Whether Republicans find that argument convincing will influence the level of support the bill ultimately receives. Seventeen Republicans joined all 50 Democrats on the first procedural vote on the bill last week, with additional Republicans saying the official CBO score would inform their ultimate support for the bill.<br />The Senate has been advancing amendments for the bill this week, with final passage expected soon.<br />Negotiators had struggled for weeks to agree on how to raise funds or find savings to cover the full cost of the package, a goal of both Republicans and Democrats in the talks. The White House ruled out raising the federal gas tax or other similar fees on those who use infrastructure, which have historically been sources of funds for infrastructure spending. At the same time, Republicans starkly opposed President Biden’s plan to raise corporate taxes to cover the cost of the spending."
}