{
    "url_original": "https://www.wsj.com/articles/cdc-director-says-shes-struggling-to-communicate-with-americans-about-covid-19-amid-politics-mistrust-11628773200?mod=politics_lead_pos4",
    "url": "cdc-director-says-shes-struggling-to-communicate-with-americans-about-covid-19-amid-politics-mistrust-11628773200",
    "title": "CDC Director Says She’s Struggling to Communicate With Americans About Covid-19 Amid Politics, Mistrust",
    "sub_head": "‘My job is to put my head down, ignore the criticism and do the right thing for the public,’ Rochelle Walensky said in an interview",
    "category_1": "U.S.",
    "time": "2021-08-12 09:00:00",
    "body": "Rochelle Walensky said the patients she treated as a physician generally trusted that she was working in their best interests. As director of the Centers for Disease Control and Prevention, Dr. Walensky said she has learned the same isn’t always true of many people in the U.S.<br />“My job is to put my head down, ignore the criticism and do the right thing for the public and to do the right thing for health,” Dr. Walensky said in an interview with The Wall Street Journal. “And so that’s what I did.”<br />When Dr. Walensky assumed her post in January, she vowed to restore trust in an agency where some officials said they felt undermined and sidelined by the Trump administration during the first year of the pandemic. She has become a fixture at White House briefings on Covid-19, and President Biden has said her agency is in charge of key public-health recommendations.<br />Dr. Walensky, in her first government post, has repeatedly been the target of public criticism as her agency has taken a central role in the federal response to the pandemic. The CDC’s shifting guidance on masks and schools has confused some public officials, and many Americans, and often put Dr. Walensky on the defensive. At times, some public-health experts say, she hasn’t sufficiently accounted for the way people think and behave. Some of the experts say she has failed to draw a clear connection for the public between policy and the data guiding the CDC’s decisions.<br />“Their communication has to be much better,” said Eric Topol, a professor of molecular medicine at the Scripps Research Institute. “Just tell it like it is. They haven’t done that.”"
}