{
    "url_original": "https://www.wsj.com/articles/census-data-show-sunbelt-house-districts-saw-biggest-population-gains-11628813233?mod=politics_lead_pos6",
    "url": "census-data-show-sunbelt-house-districts-saw-biggest-population-gains-11628813233",
    "title": "Census Data Show Sunbelt House Districts Saw Biggest Population Gains",
    "sub_head": "Congressional seats that grew most—many just outside big cities in South and West—will need to be redrawn substantially as redistricting begins",
    "category_1": "Politics",
    "time": "2021-08-12 20:07:00",
    "body": "Twenty-three congressional districts mostly concentrated in the suburbs and exurbs of Sunbelt cities grew by more than 20% since 2010, leaving other parts of their states far behind, new census figures show.<br />That uneven growth across the country, laid out in the 2020 census figures released Thursday, highlights the areas where boundaries are likely to change the most in redistricting this fall. Districts in the outlying areas of Houston, Austin, Dallas, Orlando, Las Vegas and Atlanta will have to be redrawn to shed population. Other districts in the same states as those high-growth areas, however, will have to expand to rebalance the proportional representation of the U.S. House.<br />The new census counts also reveal how America’s slower growth led to fewer population surges in congressional districts compared with the previous decade. Between 2000 and 2010, 67 districts gained more than a fifth of their populations, and a handful saw 50% growth.<br />Democrats currently have a slim majority in the House and Republicans, who control the redistricting process in more states, are favored to gain at least a handful of seats by redrawing lines to their advantage. Texas will gain two House seats—and Electoral College votes in 2024—and five states will gain one each: Colorado, Florida, Montana, North Carolina and Oregon. Seven states will lose one apiece: California, Illinois, Michigan, New York, Ohio, Pennsylvania and West Virginia.<br />Most of the districts that gained greater than a fifth of their populations over the decade were in suburban and exurban areas, some of which started the decade reliably conservative but have tilted toward Democrats in recent years. For example, Georgia’s hotly contested Seventh district, which Democrats flipped in 2020, grew 24% over the decade, driven by an increase in Hispanic, Asian and Black populations. In contrast, the district’s white population decreased about 5% since 2010."
}