{
    "url_original": "https://www.wsj.com/articles/census-misleads-race-ethnicity-mixed-hispanic-asian-white-black-diversity-index-11630250185?mod=opinion_lead_pos5",
    "url": "census-misleads-race-ethnicity-mixed-hispanic-asian-white-black-diversity-index-11630250185",
    "title": "How the Census Misleads on Race",
    "sub_head": "A new ‘diversity index’ and a subtle change in a question have resulted in an undercount of whites.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-29 13:17:00",
    "body": "The most common reaction to the release of the 2020 census was summed up in the headline “Census Data show the number of white people fell.” The data show the number of whites declining by 8.6%. This observation was often coupled with a political projection: that while gerrymandering could benefit Republicans in 2022, the political future belongs to the Democratic Party, which commands large majorities among minorities.<br />But these conclusions about race and politics rely on misleading census results. Contrary to Democratic hopes and right-wing anxieties, America’s white population didn’t shrink much between 2010 and 2020 and might actually have grown.<br />“Races” are defined not by biology but by cultural convention. As late as the early 20th century, many Anglo-Americans didn’t identify Southern or Eastern Europeans as “white.” In 1918, 33-year-old Harry S. Truman, while visiting New York City, wrote his cousin: “This town has 8,000,000 people. 7,500,000 of ’em are of Israelish extraction. (400,000 wops and the rest are white people.)” After World War II, Jews and Italians became identified as “white.”<br />Something similar seems to be happening to many Americans of Hispanic and Asian origin. About 3 in 10 Hispanics and Asians intermarry, usually to a white spouse. According to a 2016 study by economists Brian Duncan and Stephen J. Trejo, 35% of third-generation Hispanics of mixed parentage no longer identify as Hispanic; and 55% of third-generation Asian-Americans of mixed parentage no longer identify as Asian. A 2017 Pew report found that among Americans of Hispanic origin who don’t identify themselves as Hispanic, 59% said that they were seen by others as white.<br />The racial identity of Hispanics is especially confusing because the census asks about “Hispanic, Latino or Spanish origin” separately from race. In the 2010 census, 53% of those who said they were of Hispanic origin checked off only “white,” a 58% increase in numbers from 2000. That rise in white Hispanics helped account for the increase in the number of whites from the prior census. But in the 2020 census, a mere 20.3% of Hispanics checked off only “white,” contributing to the 8.6% decline in the total number of people identifying only as white."
}