{
    "url_original": "https://www.wsj.com/articles/centrist-house-democrats-threaten-to-block-budget-resolution-vote-11628860953?mod=politics_lead_pos2",
    "url": "centrist-house-democrats-threaten-to-block-budget-resolution-vote-11628860953",
    "title": "Centrist House Democrats Threaten to Block Budget Resolution Vote",
    "sub_head": "Nine Democrats call for prioritizing vote on bipartisan infrastructure bill, at odds with Pelosi’s timeline",
    "category_1": "Politics",
    "time": "2021-08-13 09:37:00",
    "body": "WASHINGTON—A group of centrist House Democrats threatened to block a vote on the $3.5 trillion budget framework approved by the Senate this week until a bipartisan infrastructure bill is passed, highlighting the predicament Democratic leaders face trying to keep dueling factions of the party united around both pieces of legislation.<br />In a letter sent to House Speaker Nancy Pelosi (D., Calif.) on Thursday, nine House Democrats said they “will not consider voting for a budget resolution until” the House approves a roughly $1 trillion infrastructure bill passed Tuesday in the Senate and it is signed into law.<br />“With the livelihood of hardworking American families at stake, we simply can’t afford months of unnecessary delays and risk squandering this once-in-a-century, bipartisan infrastructure package,” the lawmakers wrote.<br />That position puts them squarely at odds with the timeline mapped out by Mrs. Pelosi, who has repeatedly said she would not bring the infrastructure bill to the House floor until the Senate has passed the broader budget package now being crafted. Mrs. Pelosi’s office didn’t immediately respond to the letter.<br />Democratic leaders have been working to keep both the party’s more moderate and liberal wings assuaged as both bills move through Congress, a difficult task with lawmakers eager to wield their leverage in chambers where Democrats hold slim majorities. Passage of both bills would cement into law the bulk of President Biden’s legislative agenda and vastly expand the country’s safety net, while their collapse due to internal squabbling would mark a crushing loss for Democrats currently in control of Congress and the White House."
}