{
    "url_original": "https://www.wsj.com/articles/chabad-lubavitch-jews-judaism-religion-pew-demographics-11628177649?mod=opinion_lead_pos10",
    "url": "chabad-lubavitch-jews-judaism-religion-pew-demographics-11628177649",
    "title": "Chabad Ministers to ‘Jews of No Religion’",
    "sub_head": "Chapters at nearly 200 campuses engage with the young and assimilated.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-05 12:27:00",
    "body": "“Twice as many Jewish Americans say they derive a great deal of meaning and fulfillment from spending time with pets as say the same about their religion,” a Pew Research study finds. While the future of the Jewish people is uncertain, Jews can always count on Pew for provocative, and sometimes depressing, statistics about themselves.<br />In the organized Jewish community, all you have to say is “Pew.” Everybody gets the one-word reference—and knows it signifies danger ahead. Pew’s landmark 2013 study, “A Portrait of Jewish Americans,” sparked more arguments than there are Jews. But cited for years, the data lost their incendiary qualities as time went on. Fortunately, Pew has added kindling to the raging debate with “Jewish Americans in 2020,” a 248-page report based on interviews with 4,718 Jewish adults.<br />First, some good news: The global Jewish population appears to have returned to its pre-Holocaust level. Plus, from education to income and subjective well-being, U.S. Jews are doing swell. But these indicators are secular. They tell us nothing about how Jews are doing as Jews. That’s where the survey darkens.<br />Only 12% of American Jews attend weekly services. Progressives often counsel against despair, arguing that Jews express their Judaism through culture instead. From this emanates a different idea of an “involved” Jew: politics guided by Jewish values, participation in Jewish intellectual life, interest in the condition of the Jewish people, perhaps even nontraditional Shabbat or holiday observance. The Jewish future, the argument goes, can be less religious but no less Jewish.<br />Too bad that’s not realistic. “It’s not the case,” the study finds, “that Jewish cultural activities or individualized, do-it-yourself religious observances are directly substituting for synagogue attendance and other traditional forms of Jewish observance. More often, they are complementing traditional religious participation.” Drop traditional observance and Pew finds that the cultural engagement, measured along 12 metrics, collapses too."
}