{
    "url_original": "https://www.wsj.com/articles/chevron-begins-vaccination-mandates-as-covid-19-roils-oil-fields-11629716403?mod=business_lead_pos1",
    "url": "chevron-begins-vaccination-mandates-as-covid-19-roils-oil-fields-11629716403",
    "title": "Chevron Begins Vaccination Mandates as Covid-19 Roils Oil Fields",
    "sub_head": "The company requires some employees to get vaccinations and is considering broader requirements as the virus infects workers in Gulf of Mexico, Permian Basin",
    "category_1": "Business",
    "time": "2021-08-23 07:00:00",
    "body": "Chevron Corp. has begun requiring some employees to receive Covid-19 vaccinations and is evaluating mandates throughout its entire workforce as the oil-and-gas industry contends with rising infections, according to people familiar with the matter.<br />The second-largest U.S. oil company is one of the first major oil-and-gas producers to implement such requirements as the industry wrestles with unvaccinated field workers. Outbreaks of the virus have recently been affecting operations in key sites such as the offshore platforms of the Gulf of Mexico and the Permian Basin of Texas and New Mexico, several industry executives said.<br />Chevron is now requiring expatriate employees, workers traveling internationally, and employees on U.S.-flagged ships to receive vaccinations, said company spokesman Braden Reddall. It will also require offshore workers in the Gulf of Mexico and some onshore support staff to be vaccinated by Nov. 1, he said. The requirements cover thousands of employees.<br />“Chevron is committed to protecting the health of our people, and vaccinations are the strongest safeguard against this virus,” Mr. Reddall said.<br />Executives at the San Ramon, Calif.-based company are also evaluating the feasibility of mandates for each Chevron business unit and could implement such requirements more broadly through its roughly 47,000-member workforce, people familiar with the matter said."
}