{
    "url_original": "https://www.wsj.com/articles/childrens-books-the-last-cuentista-review-11630074216?mod=opinion_major_pos12",
    "url": "childrens-books-the-last-cuentista-review-11630074216",
    "title": "Children’s Books: ‘The Last Cuentista’ Review",
    "sub_head": "In a new work of science fiction for young readers, a utopian collective wants to erase the past.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-390997?width=860&height=538",
    "image_1": "im-390997.jpg",
    "time": "2021-08-27 10:23:00",
    "body": "History abounds with homicidal utopians who believe that by extirpating tradition and reconfiguring society, they can bring about a better, purer world. In a clever and compelling novel, Donna Barba Higuera moves this misbegotten impulse to deep space in “The Last Cuentista.”<br />As a comet hurtles toward Earth, selected emigrants hasten aboard waiting starships. Some will spend their lives helping get the transports to a distant planet. Others, such as 13-year-old Petra Pena and her family, are to be preserved in machines so that when the ships land, they can reconstitute civilization with their memories intact. While in stasis, they will also download vast quantities of technical know-how.<br />As the ships depart, from her pod Petra hears an ominous conversation about a “change in the mission” but also, to her joy, the news that her programmer plans to fill her brain with a library’s worth of myths, legends and folk tales. She has always wanted to become a storyteller, a cuentista, like her grandmother rather than follow her parents into science.<br />Toggling back and forth in time, Ms. Higuera fuels the reader’s alarm as Petra wakes, centuries later, to find her family gone, the ship starkly altered and herself renamed Zeta-1. Egalitarian fanatics calling themselves “The Collective” have purged dissenters and brainwashed those who remain: “Not being tethered to tradition allows us to be logical,” says a functionary. Petra is the only person who remembers any of the old ways and stories. It is knowledge that both puts her in peril and makes her wonderfully subversive in this brainy adventure for readers ages 13 and older.<br />We see the urge to discredit and remove old stories in our own culture, of course. Bengal-born writer Mitali Perkins mounts a qualified defense of seven classic novels in “Steeped in Stories,” a book for adult readers with an interest in children’s literature. “We should be on the hunt for virtue as well as bias,” she writes in exploring how “The Hobbit,” “Heidi” and “Anne of Green Gables,” among others, can impart cardinal and theological virtues even if they manifest (or their authors held) ideas now considered retrograde."
}