{
    "url_original": "https://www.wsj.com/articles/chime-financial-raises-750-million-in-latest-funding-round-11628872069?mod=business_lead_pos12",
    "url": "chime-financial-raises-750-million-in-latest-funding-round-11628872069",
    "title": "Chime Financial Raises $750 Million in Latest Funding Round",
    "sub_head": "Move sets company up for IPO as early as next year",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-385253?width=860&height=573",
    "image_1": "im-385253.jpg",
    "time": "2021-08-13 12:27:00",
    "body": "Chime Financial Inc. raised $750 million in its latest funding round, in a move that values the financial-technology startup at about $25 billion and sets it up for an initial public offering as early as next year.<br />New Chime investor Sequoia Capital Global Equities led the funding round, Chime officials said. Others participating include  SoftBank Group Corp.’s  Vision Fund 2 as well as existing investors General Atlantic, Tiger Global Management LLC and Dragoneer Investment Group LLC.<br />The funding round positions Chime for a potential IPO in the first half of 2022, a person familiar with the matter said. In a step that helps lay the groundwork for a listing, the company on Friday announced three new independent board members: Cynthia Marshall, chief executive of the Dallas Mavericks NBA team; Jimmy Dunne, vice chairman of investment bank  Piper Sandler  Cos.; and Susan Decker, who is also a board member at  Warren Buffett’s Berkshire Hathaway Inc.<br />San Francisco-based Chime, founded in 2012, provides checking and savings accounts and introductory credit cards to consumers through its popular smartphone app. Chime doesn’t charge account fees or require minimum balances and lets customers who directly deposit their paycheck have early access to those funds and overdraw up to $200. Those features were hits during the pandemic when consumers were able to tap their stimulus payments and unemployment benefits faster.<br />The company is the latest firm to cash in on insatiable investor demand for fintech startups as technology upends the banking sector. It follows a wave of deal-making in the sector in recent months including IPOs of  Marqeta  Inc.  and  Robinhood Markets Inc.,  and  Square  Inc.’s  $29 billion agreement to buy  Afterpay  Ltd."
}