{
    "url_original": "https://www.wsj.com/articles/chinese-property-giant-warns-of-losses-after-cutting-apartment-prices-11629975385?mod=markets_lead_pos6",
    "url": "chinese-property-giant-warns-of-losses-after-cutting-apartment-prices-11629975385",
    "title": "Chinese Property Giant Warns of Losses After Cutting Apartment Prices",
    "sub_head": "Shares of Evergrande, which were hovering near multiyear lows, tumbled more than 7% after profit warning",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-391562?width=860&height=573",
    "image_1": "im-391562.jpg",
    "time": "2021-08-26 06:56:00",
    "body": "Cash-strapped developer China Evergrande Group said its flagship property business incurred a rare loss in the first half of 2021, after slashing prices of many apartments to boost sales.<br />The Shenzhen-based property unit’s loss, equivalent to around $618 million, was its first since at least 2009, the year Evergrande went public on Hong Kong’s stock exchange, according to several analysts who follow the company. Evergrande’s billionaire chairman and founder, Hui Ka Yan, recently stepped down as chairman of the onshore business after it scrapped plans for a listing on the mainland.<br />Evergrande, China’s largest developer by contracted sales, warned in a regulatory filing that its reported net profit for the six months to June 30 would be substantially lower than a year ago, as its electric-vehicle subsidiary lost the equivalent of $741 million. That business,  China Evergrande New Energy Vehicle Group Ltd. , previously said it has ambitions of rivaling Tesla, but has yet to sell any cars.<br />Evergrande said it booked large gains from a recent sale of some shares, and on the market value of its remaining stake, in a Hong Kong-listed internet company called  HengTen Networks Group Ltd.  Those gains helped put the group in the black for the period, and Evergrande said it expects to report first-half net profit of about $1.4 billion to $1.6 billion.<br />Shares of Evergrande, which were already hovering near multiyear lows, tumbled another 7.2% on Thursday following the company’s profit warning."
}