{
    "url_original": "https://www.wsj.com/articles/chinas-antitrust-regulator-planning-to-fine-meituan-about-1-billion-11628238951?mod=business_lead_pos1",
    "url": "chinas-antitrust-regulator-planning-to-fine-meituan-about-1-billion-11628238951",
    "title": "China’s Antitrust Regulator Planning to Fine Meituan About $1 Billion",
    "sub_head": "The penalty for allegedly abusing its dominant market position could be announced within weeks, people familiar with the matter say",
    "category_1": "Asia",
    "time": "2021-08-06 04:35:00",
    "body": "SINGAPORE—China’s antitrust regulator is preparing to impose a roughly $1 billion fine on food-delivery giant Meituan for allegedly abusing its dominant market position to the detriment of merchants and rivals, according to people familiar with the matter.<br />The penalty could be announced in the coming weeks, and Meituan would be required to revamp its operations and end a practice that has been dubbed “er xuan yi”—literally, “choose one out of two,” the people said. Such exclusivity arrangements have forced many small businesses to pick sides in China’s competitive retail industry.<br />Meituan, with a market capitalization of about $170 billion, has raised billions of dollars from global investors and is China’s third-most valuable publicly listed internet company after  Tencent Holdings Ltd.  and  Alibaba Group Holding Ltd.  The Beijing-headquartered firm operates an online marketplace for millions of restaurants and other merchants, and is the biggest provider of food-delivery and related services in China. It also offers hotel bookings and sells groceries online.<br />China’s State Administration for Market Regulation, the country’s top commerce regulator that is overseeing Beijing’s antitrust push, in April imposed a record $2.8 billion fine on Alibaba for “er xuan yi” practices, in which the e-commerce giant punished merchants that sold goods on its platform and on rival marketplaces. That fine was equivalent to 4% of Alibaba’s domestic annual sales.<br />The antitrust watchdog believes Meituan has also prevented businesses from selling their goods on rivals’ platforms, the people familiar with the matter said. Its probe into Meituan’s suspected monopolistic behavior began in April. The company said it would fully cooperate with the investigation and has pledged to comply with China’s antimonopoly laws. Meituan reported the equivalent of $17.8 billion in revenue in 2020."
}