{
    "url_original": "https://www.wsj.com/articles/china-faces-long-term-damage-from-delta-outbreaks-11628862615?mod=markets_major_pos1",
    "url": "china-faces-long-term-damage-from-delta-outbreaks-11628862615",
    "title": "China Faces Long-Term Damage From Delta Outbreaks",
    "sub_head": "Country is dealing with its second Delta variant outbreak in a few months. But the real worry is what still lies ahead.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-385088?width=860&height=573",
    "image_1": "im-385088.jpg",
    "time": "2021-08-13 09:50:00",
    "body": "First Guangdong, and the port of Yantian in Shenzhen. Now Jiangsu, and the port of Ningbo in neighboring Zhejiang. China is battling its second outbreak of the hyper-contagious delta coronavirus variant since late spring. The latest wave, which apparently began at the airport in the Jiangsu provincial capital of Nanjing, has spread to more than half of China’s provinces.<br />The economic damage is already becoming apparent as tourism withers again and exporters face new logistics bottlenecks during the peak late-summer season.  Goldman Sachs  has cut its 2021 growth estimate to 8.3% from 8.6%, while  Morgan Stanley  dropped its forecast to 8.2% from 8.7%. Those are significant downgrades, but still aren’t the real worry.<br />China may well bring this latest wave under control—as it has all the others—with a potent combination of mass testing, targeted lockdowns, quarantines and contact tracing. But what is now becoming clear is that this cat-and-mouse pattern could go on for a long while, meaning repeated rounds of damage to consumers and exporters every time there is a new outbreak and the nation’s containment apparatus jumps into overdrive.<br />For now the country remains firmly committed to a “zero-tolerance” posture toward the virus, with trial balloons on a less restrictive policy from a few well-known Chinese public health experts prompting firm pushback in state media from the likes of China’s former health minister Gao Qiang. Given delta’s tightening grip on the globe and unresolved questions on the efficacy of Chinese vaccines against it, there appears to be little prospect of significant policy change until mid-2022 at the earliest.<br />Future collateral damage to the economy could be magnified because bureaucrats have now firmly received the message that their necks are on the line for any further outbreaks—dozens of officials have already been publicly punished for the latest outbreak—and may take pre-emptive measures to shut down travel and local venues whenever there is an outbreak in progress nationally, even if it hasn’t affected their community yet."
}