{
    "url_original": "https://www.wsj.com/articles/china-steps-up-direct-involvement-in-internet-content-firms-11629209515?mod=tech_lead_pos2",
    "url": "china-steps-up-direct-involvement-in-internet-content-firms-11629209515",
    "title": "China Steps Up Direct Involvement in Internet-Content Firms",
    "sub_head": "Recent moves aim to strengthen the government’s control over online content",
    "category_1": "Business",
    "category_2": "Asia",
    "time": "2021-08-17 10:11:00",
    "body": "SINGAPORE—China is taking a more direct hand in managing its internet-content companies by acquiring stakes, filling board seats and sending dedicated regulators to police content at firms more frequently, according to corporate filings and people familiar with the matter.<br />The moves, which aim to strengthen the government’s control over online content, build on guidelines first mooted in 2016 but enacted with rigor over the past year as Beijing has been increasing regulatory scrutiny into its technology sector. Authorities most recently targeted ByteDance Ltd., the owner of buzzy short-video platform TikTok as well as a popular suite of other news and content apps in China.<br />Beijing ByteDance Technology Co., the China-registered entity, in April sold 1% of its shares to a state-backed firm, according to publicly available government records. It also granted to the state-backed firm the right to appoint a director to its board, people familiar with the issue said.<br />The state-backed firm doesn’t have a board seat at TikTok, which is owned by ByteDance Ltd. and is registered outside of China, a person familiar with the matter said.<br />Weibo Corp. , operator of a  Twitter -like microblogging platform, also sold a 1% stake in its Chinese entity to a state investor and granted it a seat on its board of directors, corporate filings and people familiar with the matter said. The ByteDance and Weibo deals were first reported by technology news outlet The Information."
}