{
    "url_original": "https://www.wsj.com/articles/chinas-attempts-to-take-the-stress-out-of-schooling-sparks-its-own-angst-11628415001",
    "url": "chinas-attempts-to-take-the-stress-out-of-schooling-sparks-its-own-angst-11628415001",
    "title": "China’s Attempts to Take the Stress Out of Schooling Sparks Its Own Angst",
    "sub_head": "Beijing’s education overhaul, which aims to ease intense competition, turns life upside-down for anxious parents",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-381546?width=860&height=573",
    "image_1": "im-381546.jpg",
    "time": "2021-08-08 05:30:00",
    "body": "BEIJING—New limits on for-profit education services imposed by the Chinese government are upending the carefully laid plans of millions of parents—liberating some from what they have come to regard as a money-draining competition, while driving others to find new, more expensive ways to give their kids a leg up.<br />In recent weeks, policy makers have dealt a blow to a multibillion-dollar industry whose customer base was built around families in China’s biggest and wealthiest cities. Public advertising of the services is now forbidden, as is the scheduling of classes during weekends and holidays, with online classes newly capped at a half-hour per session.<br />The goal, say policy makers, is to lower the costs and anxieties of child rearing in a bid to encourage a higher birthrate—a rising policy concern amid signs of a demographic contraction in China.<br />Chinese leader Xi Jinping also has made clear he wants to reduce inequalities in educational opportunity and social advancement, particularly between China’s prosperous cities and its far less developed rural areas.<br />Roughly seven in 10 students between kindergarten and 12th grade receive after-school tutoring in the country’s most prosperous cities, according to the government-backed Chinese Society of Education. In these large urban centers, intense competition has pushed parents to enroll children in extracurricular English and math classes as early as kindergarten."
}