{
    "url_original": "https://www.wsj.com/articles/china-is-softbanks-biggest-problem-now-11628594301?mod=business_minor_pos10",
    "url": "china-is-softbanks-biggest-problem-now-11628594301",
    "title": "China Is SoftBank’s Biggest Problem Now",
    "sub_head": "With the party over in Beijing, the company will now have to prove it can deliver big investment returns without Chinese Big Tech",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-10 07:18:00",
    "body": "SoftBank ’s  most successful bet came from China. But the country has given it a headache lately.<br />Shares of the Japanese technology conglomerate have lost around 36% since their March peak, partly reversing a 69% gain last year. China’s crackdown on its technology sector is the key reason for the selloff. SoftBank is a top investor in Chinese ride-hailing giant Didi, which has been hit by a data-security probe. Didi’s shares now trade 32% below their June initial public offering price.  Full Truck Alliance ,  another recently listed Chinese company in SoftBank’s portfolio, was also hit.<br />SoftBank’s $100 billion Vision Fund and its successor recorded lower investment income last quarter compared with a quarter earlier, the company said Tuesday. The funds still managed $2.6 billion in investment gains, however, helped by buoyant U.S. tech stocks. SoftBank sold some shares in delivery company  DoorDash ,  which gained 36% during the quarter, and in ride-hailing pioneer Uber.<br />Chinese regulatory uncertainties mean some of SoftBank’s investments may have to delay their listing plans. In particular, the windfall from its stake in ByteDance, the owner of TikTok, will likely have to wait.<br />The biggest loss for SoftBank came outside the Vision Fund though. Its $110 billion stake in Alibaba accounted for around 47% of its net asset value as of June, according to SoftBank’s calculations. The Chinese e-commerce giant is undoubtedly SoftBank’s most profitable investment: It put only around $20 million into the company more than two decades ago. But at the moment, Alibaba is SoftBank’s biggest drag. Its stock has lost more than a third of its value since last November, when Chinese regulators halted the IPO of its finance affiliate Ant Group. Since then, Alibaba was handed a record $2.8 billion fine for antitrust violations. This week, a sexual-assault allegation against a manager at the company has led to a public outcry and a police investigation."
}