{
    "url_original": "https://www.wsj.com/articles/china-wants-manufacturingnot-the-internetto-lead-the-economy-11628078155",
    "url": "china-wants-manufacturingnot-the-internetto-lead-the-economy-11628078155",
    "title": "China Wants Manufacturing—Not the Internet—to Lead the Economy",
    "sub_head": "Even as Beijing unleashes a regulatory assault against tech companies, it continues to shower subsidies and protection on manufacturers",
    "category_1": "Economy",
    "category_2": "Capital Account",
    "time": "2021-08-04 08:00:00",
    "body": "To Western investors, China’s regulatory crackdown on superstar companies such as  Alibaba Group Holding Ltd. ,  Tencent Holdings Ltd.  and  Didi Global Inc.  must seem suicidal. How better to undercut growth than to kneecap some of the world’s most successful technology companies?<br />President Xi Jinping would beg to differ. In his estimation, technology comes in two varieties: nice to have, and need to have. Social media, e-commerce and other consumer internet companies are nice to have, but in his view national greatness doesn’t depend on having the world’s finest group chats or ride-sharing.<br />By contrast, Mr. Xi thinks the country needs to have state-of-the-art semiconductors, electric-car batteries, commercial aircraft and telecommunications equipment to retain China’s manufacturing prowess, avoid deindustrialization and achieve autonomy from foreign suppliers. So even as the Chinese Communist Party unleashes a multifront regulatory assault against consumer internet companies, it continues to shower subsidies, protection and “buy-Chinese” mandates on manufacturers.<br />Mr. Xi described these differential priorities in a speech published by the party journal Qiushi last year. He acknowledged the online economy was flourishing, and said China “must accelerate construction of the digital economy, digital society and digital government,” according to a translation by Georgetown University-affiliated researchers. “At the same time, it must be recognized that the real economy is the foundation, and the various manufacturing industries cannot be abandoned.”<br />Historically, as most countries develop, manufacturing displaces agriculture and then services displace manufacturing. In recent decades manufacturing’s share of gross domestic product in most-advanced economies has declined, especially in the U.S. and Britain, which have seen swaths of factory employment migrate overseas, especially to China."
}