{
    "url_original": "https://www.wsj.com/articles/china-afghanistan-taunt-joe-biden-withdrawal-11629236906?mod=opinion_lead_pos2",
    "url": "china-afghanistan-taunt-joe-biden-withdrawal-11629236906",
    "title": "China’s Afghanistan Taunt",
    "sub_head": "Beijing’s propagandists suggest Taipei will face Kabul’s fate.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-17 18:36:00",
    "body": "It’s too early to know the wider strategic fallout from America’s botched Afghanistan withdrawal. But there’s strong reason to doubt convenient claims that the retreat will help the U.S. balance a revisionist China. Beijing is more likely to see the display of fecklessness as an opening to exploit.<br />“Our true strategic competitors, China and Russia, would love nothing more than the United States to continue to funnel billions of dollars in resources and attention into stabilizing Afghanistan indefinitely,” said President Biden in his defiant Monday speech.<br />Put aside that, because of the Taliban triumph, the U.S. now has more attention and troops devoted to Afghanistan than it did before the exit. Beijing is already using the debacle to taunt Taiwan and the U.S.<br />“Is this some kind of omen of Taiwan’s future fate?” said an editorial in the Global Times, a Communist Party organ. “Once a cross-Straits war breaks out while the mainland seizes the island with forces,” the paper added, “the US would have to have a much greater determination than it had for Afghanistan, Syria, and Vietnam if it wants to interfere.”<br />China’s Foreign Ministry also took a victory lap in a press briefing Tuesday. Its spokeswoman said the Afghanistan war shows that the U.S. shouldn’t “interfere in other countries’ internal affairs,” pointedly using the same language Beijing uses to object to America’s support of Taiwan’s independence. China says Taiwan’s status is an “internal” issue, though the self-governing democracy is a linchpin of security for Pacific states including Japan."
}