{
    "url_original": "https://www.wsj.com/articles/chinas-economic-recovery-is-losing-steam-11629093847",
    "url": "chinas-economic-recovery-is-losing-steam-11629093847",
    "title": "China’s Economic Recovery Is Losing Steam",
    "sub_head": "Monthly indicators of industrial, consumption and investment activity all fall short of expectations",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-385946?width=860&height=573",
    "image_1": "im-385946.jpg",
    "time": "2021-08-16 02:04:00",
    "body": "BEIJING—China’s economy slowed more than expected in July as extreme weather and the highly contagious Delta variant of the coronavirus swept across the country, adding more strains to a recovery that was already plateauing more than a year after the pandemic first exploded.<br />Monthly indicators of industrial, consumption and investment activity all showed growth retreating more quickly than expected—and decelerating from June’s yearly growth rates—according to data released Monday by China’s National Bureau of Statistics.<br />The fresh numbers come after many economists and research firms had already begun lowering their expectations of China’s economic growth, as signs of slowing momentum collide with renewed concerns around the impact of pandemic restrictions.<br />The data included two key contributors to the headline gross domestic product figure: industrial production, which rose 6.4% from a year earlier, and fixed-asset investment, up 10.3% during the first seven months of the year from the year-ago period. Both rates of increase fell short of expectations, and marked a slowdown from June’s growth rates.<br />The story was even more disappointing with respect to domestic consumption, another major contributor to the GDP figure and one that was already lagging far behind China’s industrial and export sectors. Retail sales growth slowed to 8.5% in July compared with a year earlier, a pullback from June’s 12.1% increase."
}