{
    "url_original": "https://www.wsj.com/articles/chinas-slowdown-looking-through-delta-and-the-flood-11629124825?mod=markets_lead_pos12",
    "url": "chinas-slowdown-looking-through-delta-and-the-flood-11629124825",
    "title": "China’s Slowdown: Looking Through Delta and the Flood",
    "sub_head": "July data confirmed a sharp slowdown in China’s economy. How much of it is due to flooding in Henan and the recent Delta variant outbreak?",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-16 10:40:00",
    "body": "China’s July economic data was expected to be bad, and it delivered on those low expectations: industrial output, retail sales and investment all slowed markedly.<br />Much of that weakness is almost certainly related to recent catastrophic flooding in Henan and the continuing Delta variant outbreak, which now appears to be slowly coming under control in the country. But not all of it is tied to temporary factors, and that means more economic policy support is probably imminent: Just don’t expect it to be on last year’s scale. To see why, look past the volatile headline figures to the things the government cares about most: jobs and financial stability.<br />Although the travails of heavily indebted property developer  Evergrande  have punished its dollar bonds, there is little sign so far of the kind of broad contagion in domestic credit markets that would prompt large-scale intervention by the central bank. But there are some jitters, which is one reason to think that a moderately easier monetary stance will soon be forthcoming.<br />Credit spreads on some low-rated negotiable certificates of deposit, an important bank funding instrument, have been rising over the past several weeks. That is worth keeping an eye on because it probably signals falling confidence in the creditworthiness of some small banks.<br />The last time that happened, in mid-2019, it presaged major turbulence in Chinese credit markets associated with Beijing’s public takeover of troubled lender Baoshang Bank. Nonetheless, for now the rise in spreads is modest compared with 2019 and other key bank funding rates such as the seven-day collateralized repo remain low."
}