{
    "url_original": "https://www.wsj.com/articles/chinese-bond-swings-threaten-global-debt-investors-11628587802?mod=markets_lead_pos4",
    "url": "chinese-bond-swings-threaten-global-debt-investors-11628587802",
    "title": "Chinese Bond Swings Threaten Global Debt Investors",
    "sub_head": "Turmoil in China spreads beyond emerging-markets specialists to conventional bond funds that bought debt from country’s firms in recent years",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-382658?width=860&height=573",
    "image_1": "im-382658.jpg",
    "time": "2021-08-10 05:30:00",
    "body": "Policy moves in Beijing are hitting Chinese corporate bonds and rippling across global markets through the U.S. and European money managers who loaded up on the securities in recent years.<br />Emerging-markets investors have long been subject to such shocks, but Chinese bonds are now so widely held that swings in their prices are affecting even bond funds that don’t specialize in developing countries, including funds managed by firms such as Pacific Investment Management Co. and  BlackRock Inc.<br />Global bond funds with the most Chinese corporate debt lagged behind their benchmark indexes over the month that ended last Thursday, according to a Wall Street Journal analysis of data from  Morningstar Inc.  The underperformance coincides with declines in stocks and bonds of Chinese private education, technology and property companies, triggered by regulatory and policy changes.<br />Chinese authorities recently disclosed plans to make private education companies such as  New Oriental Education & Technology Group Inc.  nonprofit and to rein in technology companies including delivery firm  Meituan  and internet giant  Alibaba Group Holding Ltd.  The government also has sent signals that it wants to restrict excessive borrowing by real-estate developers. Fears mounted in July that heavily indebted property company  China Evergrande Group  might default on its bonds.<br />Of the 10 nonemerging-markets bond funds with the largest Chinese corporate bondholdings by dollar amount, nine underperformed their benchmarks at the height of the recent turbulence in Chinese debt markets, analysis of the Morningstar data shows. Some of the funds’ performance turned positive in recent days as Chinese corporate bond prices rebounded."
}