{
    "url_original": "https://www.wsj.com/articles/chinese-tech-giant-meituan-logs-another-loss-despite-sales-jump-11630335356?mod=business_lead_pos6",
    "url": "chinese-tech-giant-meituan-logs-another-loss-despite-sales-jump-11630335356",
    "title": "Chinese Tech Giant Meituan Logs Another Loss Despite Sales Jump",
    "sub_head": "Under pressure amid crackdown, CEO says ‘fine-tuning’ of business will be long-term positive",
    "category_1": "Business",
    "category_2": "Earnings",
    "time": "2021-08-30 10:55:00",
    "body": "Chinese food-delivery giant  Meituan  reported another big jump in quarterly revenue, as more people turned to it to order meals and groceries, but the company remained unprofitable for a third consecutive quarter as it spent heavily to expand.<br />Meituan, China’s third-most-valuable internet company, also warned Monday that it may have to make changes to its business practices as a result of an investigation by the country’s antitrust regulator, and it could have to pay significant fines. The Wall Street Journal reported earlier this month that China’s State Administration for Market Regulation was preparing to fine Meituan about $1 billion for allegedly abusing its dominant market position.<br />Meituan—which like other Chinese internet giants such as  Tencent Holdings Ltd.  and Alibaba Group Holding Ltd. has been under intense regulatory scrutiny for months—stressed it was acting as a responsible corporate citizen, including by offering greater benefits to its millions of delivery riders.<br />Chief Executive Wang Xing told investors the company would protect user data, ban exclusive partnership deals that stop merchants from selling goods elsewhere and would pay close attention to the welfare of its drivers.<br />“Although fine-tuning our business will inevitably bring some subsequent potential impact in the short term, we believe that these adjustments are our best options and will benefit us in the longer run,” he said on a conference call."
}