{
    "url_original": "https://www.wsj.com/articles/china-unveils-new-rules-targeting-anticompetitive-practices-by-internet-companies-11629199116?mod=business_lead_pos11",
    "url": "china-unveils-new-rules-targeting-anticompetitive-practices-by-internet-companies-11629199116",
    "title": "China Unveils New Rules Targeting Anticompetitive Practices by Internet Companies",
    "sub_head": "Part of a recent wave of regulatory action, the draft guidelines detail prohibited behaviors such as blocking rival products and discriminatory pricing",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-08-17 07:18:00",
    "body": "TAIPEI—China issued new draft guidelines that would prevent its internet companies from engaging in anticompetitive practices such as unfairly blocking rival platforms, extending Beijing’s efforts to rein in the powerful technology sector.<br />The guidelines, released by China’s State Administration for Market Regulation on Tuesday, include a detailed list of prohibited behaviors that regulators said could harm internet users and limit market competition, including controlling user traffic, blocking competitors’ products and discriminatory pricing.<br />It’s the latest in a wave of regulatory actions over the past year, as government officials pressure Chinese tech giants and other companies to overhaul their operations, embrace competition and emphasize social good.<br />Shares of Chinese tech companies declined Tuesday, extending a monthslong slump driven by heightened regulatory oversight.  Alibaba Group Holding Ltd.  fell 4.8% and  Tencent Holdings Ltd.  more than 4%, while short-video specialist Kuaishou Technology, video and gaming group  Bilibili Inc.,  and search giant  Baidu Inc.  fell to record lows. The Hang Seng Tech index in Hong Kong, which includes Tencent and Alibaba stocks, has declined some 40% in the past six months.<br />The market regulator said the new guidelines targeting internet companies were intended to clarify an existing law on unfair competition. China also finalized new antimonopoly rules for online platforms this year."
}