{
    "url_original": "https://www.wsj.com/articles/china-aims-to-export-2-billion-covid-19-vaccines-this-year-11628262340",
    "url": "china-aims-to-export-2-billion-covid-19-vaccines-this-year-11628262340",
    "title": "China Aims to Export 2 Billion Covid-19 Vaccines This Year",
    "sub_head": "Commitment expands Chinese diplomatic effort to help developing nations, as Delta variant spreads",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-381592?width=860&height=573",
    "image_1": "im-381592.jpg",
    "time": "2021-08-06 11:05:00",
    "body": "China’s government pledged to supply other nations with more vaccines that protect against Covid-19, targeting two billion exports for this year and calling for greater international cooperation as the Delta variant spreads.<br />The pledge late Thursday by President Xi Jinping builds upon Beijing’s international effort, which China says has included 770 million doses so far distributed to other countries.<br />Mr. Xi termed vaccines a public good and said developing nations would be China’s primary focus. The president also announced a new $100 million commitment to the World Health Organization’s Covax vaccine distribution program.<br />Diplomacy based on the sale and donation of vaccines has been a cornerstone of Beijing’s response to Covid-19 since the virus spread from central China in early 2020. The WHO recently said over 200 million people have so far been infected world-wide by the virus, and the agency called on rich nations to forego offering their citizens boosters before first shots are made available in more countries.<br />The Delta variant is meanwhile spreading in China, leading to new rounds of mass testing, internal border controls and other measures aimed at containing it. Reported caseloads in affected cities remain low relative to global levels, at dozens in affected cities. The country has so far administered 1.7 billion shots at home to over 40% of the adult population, with a 70% target by year-end."
}