{
    "url_original": "https://www.wsj.com/articles/china-ccp-firms-foreign-investors-state-capitalism-11628028172?mod=opinion_major_pos16",
    "url": "china-ccp-firms-foreign-investors-state-capitalism-11628028172",
    "title": "China’s ‘State Capitalism’ Is Not Capitalism",
    "sub_head": "The purpose of Chinese firms is to fulfill the goals of the Communist Party.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-380084?width=860&height=573",
    "image_1": "im-380084.jpg",
    "time": "2021-08-04 13:57:00",
    "body": "Joseph C. Sternberg describes “How China Played American Investors” (Political Economics, July 30) by preventing them from owning most Chinese companies. Instead, investors are allowed to buy into opaque offshore holding companies. It is mechanisms like this that have led many in the West to fall for the Chinese Communist Party’s assertion that China practices “capitalism with Chinese characteristics.” But as Mr. Sternberg notes, real capitalism is more than the presence of private companies; it is a system in which shareholders can control the management of companies.<br />By that definition, China is far from having a capitalist economy, for Chinese state capitalism is a system in which the purpose of firms is to fulfill the goals of the Communist Party. Increasingly, party officials are part of Chinese companies to make sure the company follows the law, a euphemism for following the dictates of the party.<br />Mr. Sternberg is right to mention that U.S. investors not only have few rights, they also have limited insights into the inner workings of firms. In contrast to other firms listed on U.S. exchanges, Chinese firms do not undergo public audits reviewed by U.S. regulators. As such, it’s high time for the Securities and Exchange Commission to ban future listing of Chinese firms on American exchanges and for Congress to require exchanges to delist existing Chinese firms.<br />Robert D. Atkinson, Ph.D.<br />President, Information Technology and Innovation Foundation"
}