{
    "url_original": "https://www.wsj.com/articles/china-delays-approval-of-biontech-covid-19-shot-to-preserve-confidence-in-chinese-vaccines-11630069630?mod=world_major_2_pos4",
    "url": "china-delays-approval-of-biontech-covid-19-shot-to-preserve-confidence-in-chinese-vaccines-11630069630",
    "title": "China Delays Approval of BioNTech Covid-19 Shot to Preserve Confidence in Chinese Vaccines",
    "sub_head": "Beijing is betting it can protect its people with Chinese shots, while also experimenting with its own mRNA vaccine",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-08-27 09:07:00",
    "body": "China’s government is slow-rolling approval of its first foreign Covid-19 vaccine out of concern it could undermine confidence in Chinese vaccines, delivering further evidence of the tenacity of vaccine nationalism in the face of a resurgent pandemic.<br />Chinese health authorities worry that public doubts about Chinese vaccines stemming from approval of Germany’s  BioNTech SE ’s  vaccine could disrupt the country’s plans to use the homegrown shots to reach an ambitious vaccination goal before the end of the year, according to people familiar with the deliberations.<br />China was expected to approve the BioNTech vaccine, which is based on state-of-the-art mRNA technology, by July. While Chinese vaccines, made with traditional methods, have proven effective at preventing hospitalizations, Chinese public-health experts had pushed for the introduction of Western vaccines that have proven more effective in clinical studies.<br />Uncertainty about how much more protection the BioNTech vaccine offers against new variants is also driving the hesitation, the people said.<br />Clinical trials conducted earlier in the pandemic show BioNTech’s vaccine is around 95% effective against symptomatic disease, compared with 51% for Sinovac BioTech Ltd. and 79% for Sinopharm. The Delta variant cuts BioNTech’s efficacy down to 64%, according to data from Israel, while there is little data about how well the Chinese vaccines protect against the new variant."
}