{
    "url_original": "https://www.wsj.com/articles/china-telecom-exiled-from-u-s-prices-7-billion-plus-shanghai-offering-11628236125?mod=markets_lead_pos4",
    "url": "china-telecom-exiled-from-u-s-prices-7-billion-plus-shanghai-offering-11628236125",
    "title": "China Telecom, Exiled From U.S., Prices $7 Billion-Plus Shanghai Offering",
    "sub_head": "The stock offering would be the world’s biggest new listing in more than a year",
    "category_1": "Markets",
    "time": "2021-08-06 03:48:00",
    "body": "One of China’s big three telecommunications carriers set the price for a share sale in Shanghai in which it plans to raise about $7.3 billion, months after it was cut off from U.S. markets.<br />The stock offering by  China Telecom Corp.  would be the world’s biggest new listing in more than a year, Dealogic data shows—highlighting the huge sums that Chinese corporate champions can access by tapping a domestic investor base. Dealogic counts the deal as a new listing but not an initial public offering because China Telecom is already listed in Hong Kong.<br />In May, China Telecom, and its peers  China Mobile Ltd.  and  China Unicom (Hong Kong) Ltd. , lost appeals against being delisted from the New York Stock Exchange, which was moving to comply with an investment blacklist introduced under former President Donald Trump.<br />The offering would be the world’s largest new listing since last July’s $7.6 billion stock offering by Semiconductor Manufacturing International Corp. on Shanghai’s fledgling STAR Market, Dealogic data shows. SMIC, the leading Chinese chip maker, earlier delisted voluntarily from the U.S.<br />China Telecom might not hold this year’s record for long. China Mobile, the largest of the Chinese telecoms trio by market value and subscriber numbers, is also pursuing an onshore listing of a similar size. Shares in  China United Network Communications Ltd. , which indirectly owns a majority stake in China Unicom, already trade in Shanghai."
}