{
    "url_original": "https://www.wsj.com/articles/chinas-huawei-reports-38-revenue-drop-as-u-s-sanctions-bite-11628237938?mod=business_lead_pos4",
    "url": "chinas-huawei-reports-38-revenue-drop-as-u-s-sanctions-bite-11628237938",
    "title": "China’s Huawei Reports 38% Revenue Drop as U.S. Sanctions Bite",
    "sub_head": "Revenue declines deepen amid U.S. restrictions on chip supply, pressure on buyers",
    "category_1": "Business",
    "category_2": "Earnings",
    "image_1_url": "https://images.wsj.net/im-381428?width=860&height=573",
    "image_1": "im-381428.jpg",
    "time": "2021-08-06 05:03:00",
    "body": "HONG KONG—China’s Huawei Technologies Co. reported a 38% fall in quarterly revenue Friday, as the damage U.S. sanctions have done to its sales of smartphones and telecommunications equipment worsened.<br />The drop marks the third straight decline in quarterly revenue for Huawei, the world’s largest maker of telecom equipment and formerly one of the world’s biggest smartphone sellers, and the declines have accelerated since the end of 2020.<br />Huawei’s smartphone sales, once a top revenue driver for the company, have fallen dramatically since the Trump administration imposed restrictions last year blocking the company from buying most advanced semiconductors. Revenue from telecommunications equipment sales have also dropped, although less dramatically, amid a U.S. campaign pressuring allied countries to drop the Chinese company as a supplier of 5G equipment.<br />Second-quarter revenue fell to 168.2 billion yuan, about $26 billion, from 271.8 billion yuan in the same quarter a year ago, according to calculations based on figures disclosed by the Shenzhen-based company on Friday. The decline marked a sharp acceleration from the 16.5% revenue drop in the first quarter and an 11.2% drop in the fourth quarter of 2020.<br />The privately held company provides a limited financial snapshot every three months. It didn’t report profits for the period, but said its net profit margin rose to 9.8% during the first half of the year from 9.2% a year earlier."
}