{
    "url_original": "https://www.wsj.com/articles/chinas-electric-vehicle-ambitions-are-no-pipe-dream-11630324775?mod=business_minor_pos10",
    "url": "chinas-electric-vehicle-ambitions-are-no-pipe-dream-11630324775",
    "title": "China’s Electric-Vehicle Ambitions Are No Pipe Dream",
    "sub_head": "Chinese EV makers are starting to compete on technology and product design. Foreign competitors need to watch their backs.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-30 07:59:00",
    "body": "Chinese electric-vehicle sales are shifting back into high gear after a period of stagnant growth. Its homegrown EV makers are also turning into more formidable competitors: After struggling for decades to match foreign expertise in the internal combustion engine, China has a real chance to put foreign brands on the back foot in the electric era.<br />Warren Buffett-backed EV maker BYD on Friday reported a 54% increase in revenue for the first six months of this year, but its net profit recorded a 29% decline. Rising raw material prices and a chip shortage raised costs, but it probably also booked less profits from selling medical masks, compared with the same period last year. BYD built mask production lines in February 2020 and made millions of masks daily at one stage.<br />This year, the company’s focus is firmly back on more familiar turf. BYD sold around 200,000 new energy passenger cars—including plug-in hybrids—in the first seven months of this year, 28% higher than the same period in 2019. And it launched three new hybrids using its own technology called DM-i. Those have been selling well: plug-in hybrid sales year-to-date through July were 58% higher than the same period in 2019.<br />Chinese rivals Li Auto and Xpeng—focusing more on higher end segments—both reported record deliveries in July. New energy passenger vehicle sales in the first seven months of 2021 have more than doubled from two years earlier.<br />Penetration of new energy cars was 14.8% in July, compared with 5.8% in 2020, according to the China Passenger Car Association. Adoption of EVs is likely even higher in big cities as EVs benefit from looser license plate restrictions. China’s biggest cities limit the number of car plates to tackle congestion and pollution."
}