{
    "url_original": "https://www.wsj.com/articles/china-tech-ant-didi-alibaba-ccp-censorship-antitrust-neo-brandeis-biden-khan-kanter-wu-11629036761?mod=opinion_lead_pos10",
    "url": "china-tech-ant-didi-alibaba-ccp-censorship-antitrust-neo-brandeis-biden-khan-kanter-wu-11629036761",
    "title": "A Chinese Warning for U.S. Tech",
    "sub_head": "Washington may follow Beijing’s crackdown, and CEOs need to act now to slow the regulatory rush.",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "time": "2021-08-15 13:08:00",
    "body": "Big U.S. tech companies must be watching with glee as China cracks down on its homegrown technology companies. They are thrilled not only because they are seeing potential global competitors in e-commerce, music licensing, ride sharing, food delivery and more weakened, but because they now have a powerful card to play at home.<br />It started last October when Jack Ma, founder of Alibaba and its affiliate Ant Financial, complained at the Shanghai Bund Summit that regulators were too cautious: “There is no innovation in this world without risk.” He also said Chinese banks have a pawnshop mentality, requiring collateral before they lend, unlike Ant, which was about to go public, which uses algorithms to assess creditworthiness. Mr. Ma’s criticisms were correct, but he angered the powers that be. Even though shares for Ant Financial’s initial public offering were 870 times oversubscribed, the Shanghai Stock Exchange effectively canceled the IPO in early November. Alibaba stock is down more than a third since then. Ouch.<br />Never bite the hand that feeds you. Back when Alibaba was private, Mr. Ma benefited when Chinese regulators and the Chinese Central bank forced a spinout of their payment system, Alipay, basically taking away value from existing Alibaba shareholders, like Yahoo and  SoftBank ,  and giving it to Chinese investors. That was a money heist.<br />Killing the Ant IPO likely damaged the company’s ability to raise capital. It was a dumb move given how fickle global markets are about government control. Ever wonder if capitalism and communism/authoritarianism are compatible long term? We are finding out.<br />The purge continues. Food-delivery company Meituan was fined $1 billion for abusing its market position. Ride-sharing leader  Didi Global  was warned to delay its U.S. IPO listing over cybersecurity concerns. It went public anyway, at $14, and then the China State Council announced new rules and a probe of overseas listings. Didi stock is now under $9."
}