{
    "url_original": "https://www.wsj.com/articles/china-plans-to-ban-u-s-ipos-for-data-heavy-tech-firms-11630045061?mod=business_lead_pos4",
    "url": "china-plans-to-ban-u-s-ipos-for-data-heavy-tech-firms-11630045061",
    "title": "China Plans to Ban U.S. IPOs for Data-Heavy Tech Firms",
    "sub_head": "China’s stock regulator plans to propose new rules that could thwart internet companies’ plans to list in the U.S.",
    "category_1": "IPOs",
    "time": "2021-08-27 03:17:00",
    "body": "SINGAPORE—China plans to propose new rules that would ban companies with large amounts of sensitive consumer data from going public in the U.S., people familiar with the matter said, a move that is likely to thwart the ambitions of the country’s tech firms to list abroad.<br />In recent weeks, officials from China’s stock regulator have told some companies and international investors that the new rules would prohibit internet firms holding a swath of user-related data from listing abroad, the people said. The regulators said that the rules target companies seeking foreign initial public offerings via units incorporated outside the country, according to the people.<br />China Securities Regulatory Commission officials said that companies with less sensitive data, such as those in the pharmaceutical industry, are still likely to receive Chinese regulatory approval for foreign listings, according to the people.<br />The new rules are likely to help Beijing exert more control over the complex corporate structure that China’s biggest tech companies use to sidestep restrictions on foreign investment. Chinese leaders consider sectors such as the internet, telecommunications and education sensitive because of political or national-security concerns.<br />Chinese technology giants including  Alibaba Group Holding Ltd. ,  Didi Global Inc.  and  Tencent Holdings Ltd.  have used such a corporate structure known as a Variable Interest Entity to attract foreign capital and list offshore."
}