{
    "url_original": "https://www.wsj.com/articles/chuck-schumer-aoc-ocasio-cortez-crowley-engel-primary-progressives-the-squad-reconciliation-bill-11628804843?mod=opinion_major_pos8",
    "url": "chuck-schumer-aoc-ocasio-cortez-crowley-engel-primary-progressives-the-squad-reconciliation-bill-11628804843",
    "title": "Schumer and His Shadow",
    "sub_head": "Why is he so afraid of AOC? Ask the ghosts of Joe Crowley and Eliot Engel.",
    "category_1": "Opinion",
    "category_2": "Potomac Watch",
    "time": "2021-08-12 18:26:00",
    "body": "“Me and my shadow / . . . Not a soul can bust this team in two / We stick together like glue.”<br />If Sinatra reveled in his shadow, Chuck Schumer lives in semicomical fear of his. It’s hard to know who runs the Senate these days—the majority leader, or his harrier from the Bronx, Rep. Alexandria Ocasio-Cortez.<br />Mr. Schumer released the Senate to recess this week, having accomplished the AOC and Bernie Sanders plan for the most audacious expansion of government in U.S. history: a $3.5 trillion budget outline that proposes to create new permanent entitlements, lay the foundation of the Green New Deal, take the first steps toward Medicare for All, and soak the rich and the middle class with a new tax regime. Ms. Ocasio-Cortez has hailed it as “absolutely a progressive victory.”<br />What AOC wants, Mr. Schumer delivers. A few days earlier, the majority leader had joined Sen. Elizabeth Warren and Massachusetts Rep. Ayanna Pressley (an original member of Ms. Ocasio-Cortez’s “Squad”) to complain that President Biden’s new order to “pause” student loan payments didn’t “go far enough.” AOC has been pushing for outright debt cancellation, and Mr. Schumer is now so all in that he wears a face mask emblazoned “#CancelStudentDebt.”<br />Or witness Chuck last week jogging across the Capitol to congratulate Missouri Rep. Cori Bush, another Squad member, for her sit-in that pressured the administration to extend its illegal eviction moratorium. “You did this!” Mr. Schumer roared, hugging Ms. Bush and AOC for the cameras. “You guys are fabulous!”"
}