{
    "url_original": "https://www.wsj.com/articles/chuck-close-portraits-photorealism-richard-serra-vija-celmins-roy-lichtenstein-cecily-brown-walker-art-center-11629481046?mod=opinion_major_pos15",
    "url": "chuck-close-portraits-photorealism-richard-serra-vija-celmins-roy-lichtenstein-cecily-brown-walker-art-center-11629481046",
    "title": "Chuck Close (1940-2021): Painting Monumental Portraits, Chronicling the Art World",
    "sub_head": "The artist will be celebrated for outside headshots that vibrate with energy, but his work also honored the creative minds in his orbit.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-388995?width=860&height=744",
    "image_1": "im-388995.jpg",
    "time": "2021-08-20 13:39:00",
    "body": "Chuck Close, one of the most important painters of the postwar era and a blue-chip name in the contemporary art world, died on Thursday at age 81. One of the last surviving pioneers of the old New York art scene in SoHo, where he moved in 1967, Mr. Close became a marquee figure thanks to his monumental portraits. Painted from photographs taken by Mr. Close and executed with such precision that he found himself included in the nascent Photorealism movement (an association he rejected), they were field-filling head shots in which every detail down to the smallest pore was meticulously recorded. While he experimented with style and medium across his long career—painting, printmaking, drawing, collage, photography, tapestry—Mr. Close will always be remembered for his attentiveness to the human face, for his regard for and manipulation of that most unique of physical characteristics.<br />Born in 1940 in Monroe, Wash., Mr. Close struggled early as a student due in part to undiagnosed dyslexia, but he would go on to attain a sterling academic artistic pedigree. After a stint at a junior college, he received a bachelor of arts degree from the University of Washington and an master of fine arts from Yale, where his classmates included such other future luminaries as Richard Serra, Brice Marden and Vija Celmins. A Fulbright in Vienna came next, then a teaching position at the University of Massachusetts, Amherst.<br />Early in his career, Mr. Close worked mostly as an Abstract Expressionist, leaned toward a Pop vernacular, then focused on figuration—moving away from DeKooning-flavored paintings and freeing himself from the influence of the past, ironically, by putting the constraint of representation on this work.<br />The real breakthrough came when he set down the paintbrush and picked up an airbrush: “Big Self-Portrait” (1968), a 7-foot-tall, black-and-white image of the artist staring out, cigarette between his lips, opened a new chapter in Mr. Close’s career. Quickly acquired by the Walker Art Center in Minneapolis directly from the artist’s studio, it was just the first in a series of massively scaled, similarly detailed grayscale portraits of his family and friends.<br />Color works, his first solo show in New York, and his first major museum exhibition, at the Los Angeles County Museum of Art, soon followed. In 1988, he suffered a spinal artery collapse that at first left him paralyzed from the neck down; he’d remain confined to a wheelchair, but after rehab he was able to continue painting with a brush strapped to his hand and created work for the rest of his life. By the time he was stricken, his style had started to loosen, and the grids that had invisibly underpinned his earlier work became more explicitly part of his imagery. He subsequently evolved a more impressionistic manner—his portraits, composed of fields of pixelated or swirled color, appeared nearly abstract when seen up close but would resolve themselves into immense faces when viewed at a distance."
}