{
    "url_original": "https://www.wsj.com/articles/cia-u-s-troops-conduct-missions-outside-kabul-airport-to-extract-americans-allies-11629915605?mod=politics_lead_pos2",
    "url": "cia-u-s-troops-conduct-missions-outside-kabul-airport-to-extract-americans-allies-11629915605",
    "title": "CIA, U.S. Troops Conduct Missions Outside Kabul Airport to Extract Americans, Afghan Allies",
    "sub_head": "Risky operations include helicopter lifts, ground troops as evacuation window closes",
    "category_1": "Politics",
    "category_2": "National Security",
    "time": "2021-08-25 17:04:00",
    "body": "WASHINGTON—The Central Intelligence Agency and the U.S. military are conducting extraction operations to evacuate Americans using helicopters and ground troops as the window begins to close for rescuing all people at risk in Afghanistan.<br />The CIA has launched clandestine operations to rescue Americans in and outside Kabul in recent days, according to U.S. and other officials. The missions are using American military helicopters but under the control of the CIA, a typical arrangement in such operations.<br />A congressional source knowledgeable about the evacuation effort said U.S. troops had gone into Kabul on joint missions with other foreign allies, including Britain and France, to designated locations where they had picked up citizens from all those nations, U.S. green-card holders, and Afghans who hold special visas for helping the U.S. military.<br />The air and ground operations are considered perilous under the current circumstances in the country as the U.S. has begun to assign priority on evacuating Americans over Afghans who are at risk. Those include the many thousands of Afghan interpreters and others who worked for the U.S. government but remain inside the country and face retribution from the Taliban.<br />The Pentagon has said it is coordinating with the Taliban on airport security, but it’s unclear if those discussions also included extraction missions."
}