{
    "url_original": "https://www.wsj.com/articles/cigarette-companies-are-caught-between-death-and-taxes-11628344800?mod=markets_lead_pos3",
    "url": "cigarette-companies-are-caught-between-death-and-taxes-11628344800",
    "title": "Cigarette Companies Are Caught Between Death and Taxes",
    "sub_head": "Tobacco giants are counting on sales of noncombustible products to replace carcinogenic smokes. Government duties will influence how quickly that happens.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-381563?width=860&height=573",
    "image_1": "im-381563.jpg",
    "time": "2021-08-07 10:00:00",
    "body": "Cigarette companies are pouring billions of dollars into nicotine products that don’t come with the lethal health warnings of traditional smokes. New taxes risk stubbing out the returns on those investments.<br />Global tobacco companies’ smokeless brands are booming. For the first six months of the year,  British American Tobacco  and  Philip Morris International  reported 50% and 35% on-the-year sales growth, respectively, in their noncombustible portfolios, which include everything from oral nicotine pouches to vape pens.  Altria ’s  Marlboro heat sticks grew 40% in the second quarter versus the comparable period last year.<br />To improve their standing with investors, the companies need to continue growing the share of total revenues they make from these smokeless products. Philip Morris, which makes Marlboro cigarettes outside the U.S., wants them to account for more than 50% of sales by the middle of the decade. BAT is further behind and targets roughly one-fifth in a few years.<br />If the shift is successful, cigarette companies should be less exposed to the risk of tighter tobacco regulations in big markets such as the European Union and U.S. Valuations could benefit. Shares in  Swedish Match ,  a company that makes two-thirds of sales from noncombustible nicotine products, trade at a 20% premium to Philip Morris as a multiple of expected earnings.<br />One uncertainty is how governments will tax these new products. Philip Morris, which has spent more than $8 billion creating new brands like IQOS heated tobacco sticks, is naturally eager to ensure they aren’t treated the same way as old-school smokes."
}