{
    "url_original": "https://www.wsj.com/articles/citadel-to-redeem-about-500-million-from-melvin-capital-11629550410?mod=markets_lead_pos1",
    "url": "citadel-to-redeem-about-500-million-from-melvin-capital-11629550410",
    "title": "Citadel to Redeem About $500 Million from Melvin Capital",
    "sub_head": "Citadel invested in Melvin’s hedge fund as Melvin’s losses mounted during the January meme-stock rally",
    "category_1": "Hedge Funds",
    "time": "2021-08-21 08:53:00",
    "body": "Ken Griffin’s Citadel LLC and Citadel partners are planning to redeem roughly $500 million of the $2 billion they put in Melvin Capital Management after Melvin got slammed by bad short bets on  GameStop Corp.  and other soaring stocks, said people familiar with the matter.<br />Citadel and Steven A. Cohen’s Point72 Asset Management together invested $2.75 billion into Melvin’s hedge fund on Jan. 25 as Melvin was hemorrhaging money. In return for the rare intra-month investments, the two firms received non-controlling revenue shares in Melvin for three years. The arrangement means they share in the management and performance fees Melvin collects from its clients over that time but don’t get any control over Melvin or its investments.<br />Citadel will keep its revenue share, some of the people familiar with the matter said. It couldn’t be determined Friday if Citadel plans to redeem additional money later, but a person familiar with Citadel said it expected to remain a large investor.<br />Founded by Gabe Plotkin, a former star portfolio manager for Mr. Cohen, Melvin had been one of the best-performing hedge funds in recent years until the meme-stock misadventure in January upended its portfolio. Individual investors banding together on forums like Reddit and Discord claimed victory for driving up shares of GameStop and other companies. Some hedge funds profited from the unprecedented market moves. Melvin lost 54.5%, or more than $6 billion, in just a few weeks.<br />The dizzying ascent of a handful of stocks, plus mounting losses at Melvin and other prominent hedge funds including Point72 and D1 Capital Partners, transfixed Wall Street and individual investors and sparked a congressional hearing, regulatory inquiries and federal probes."
}