{
    "url_original": "https://www.wsj.com/articles/citigroup-reaches-first-deal-of-jane-frasers-refresh-selling-australian-consumer-bank-11628518944?mod=markets_lead_pos12",
    "url": "citigroup-reaches-first-deal-of-jane-frasers-refresh-selling-australian-consumer-bank-11628518944",
    "title": "Citigroup Reaches First Deal of Jane Fraser’s Refresh, Selling Australian Consumer Bank",
    "sub_head": "NAB, one of the four dominant banks in Australia, will pay Citigroup about $184 million for the book of mortgages, credit cards and deposits",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-382495?width=860&height=573",
    "image_1": "im-382495.jpg",
    "time": "2021-08-09 10:22:00",
    "body": "Citigroup Inc.  will sell its Australian consumer operations to  National Australia Bank Ltd. , the first deal in Chief Executive Jane Fraser’s attempt to remake the global bank’s reach.<br />NAB, one of the four dominant banks in Australia, will pay Citigroup A$250 million ($184 million) for the book of mortgages, credit cards and deposits, the banks announced.<br />Ms. Fraser took over Citigroup in March and quickly announced a restructuring that would shed consumer operations in 13 global markets, trying to simplify the bank to focus on a few global hubs. She intends to streamline the sprawling bank further, aiming to boost profits and returns to close the gap with rivals.<br />Analysts cheered Ms. Fraser’s pledges, but Citigroup’s stock has trailed peers and missed recent rallies as investors awaited tangible steps. Heading into Monday, shares were down 5% in the last three months and up just 15% this year. The latter is only half the gain seen by fellow big banks in the KBW Nasdaq Bank Index. The stock was roughly flat Monday morning.<br />“As this transaction shows, we are moving forward with urgency as we refresh our strategy and execute the decisions we have already made as part of that effort,” Ms. Fraser said in a statement."
}