{
    "url_original": "https://www.wsj.com/articles/civics-american-history-school-education-values-11629754610?mod=opinion_major_pos18",
    "url": "civics-american-history-school-education-values-11629754610",
    "title": "Letters: The Tragedy of American Civics Education",
    "sub_head": "Multiplication tables are essential not only in math class.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-390392?width=860&height=573",
    "image_1": "im-390392.jpg",
    "time": "2021-08-24 13:43:00",
    "body": "As a retired history teacher, I know that calls to move away from learning events, dates and concepts have been around for 30 to 40 years (“Democracy 101: The Debate Over Civics,” The Future of Everything, Aug. 13). Before “inquiry focus,” the buzzwords were “critical-thinking skills.” The problem for me was how to conduct an intelligent discussion in 12th-grade government class about the constitutional crisis leading up to the Civil War when my students hadn’t memorized the basic concepts embodied in the Constitution and didn’t know basic historical chronology. History and civics have their “multiplication tables,” things that have to be memorized. Otherwise, discussions degenerate into exchanges of ad hoc opinions, much like our larger civic debates today.<br />Joan Brown<br />St. Louis<br />When I lived in Wisconsin and my kids were in elementary school, the principal announced at a PTA meeting the addition of classes on computers. My wife asked what was being cut, and the principal said civics classes that students would get later. To put it mildly, my kids didn’t get civics education there or here in Florida, unless it was from my wife and me. I teach for an online university, and last semester a student sent a note that he learned more about civics and government in two essays than he did in four years of high school or prior. This is a sad commentary. Not everyone needs STEM, but we all need to learn to be informed citizens.<br />Roger Melchior"
}