{
    "url_original": "https://www.wsj.com/articles/clickbait-netflix-zoe-kazan-brad-anderson-11629837143?mod=opinion_major_pos14",
    "url": "clickbait-netflix-zoe-kazan-brad-anderson-11629837143",
    "title": "‘Clickbait’ Review: Crime Goes Viral on Netflix",
    "sub_head": "The internet and social media fuel the search for a man who may be in danger and may have a sordid past in Netflix’s new series.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-390744?width=860&height=573",
    "image_1": "im-390744.jpg",
    "time": "2021-08-24 16:33:00",
    "body": "Over its eight unhurried episodes, the crime series “Clickbait” serves as a kind of instruction manual on the seven deadly sins. Almost all the ancient vices—envy, wrath, greed, pride and, notably, lust—can, and will, be facilitated by the internet over the course of the show. The gluttonous can binge-watch the results, which were created by the slothful.<br />Because it’s broken into character-specific installments—“The Sister,” “The Detective,” “The Wife,” “The Mistress,” etc.—“Clickbait” can’t help but feel prolonged, though it has a compelling centerpiece: a video of a man named Nick Brewer (Adrian Grenier), beaten and visibly dispirited, holding one sign that reads “I Abuse Women,” and then another announcing “At 5 Million Views I Die.” Naturally, everyone is watching. The number of clicks keeps climbing. People online, the show would like us to know, are horrible.<br />So are most of the major players in “Clickbait,” including the man’s nearest and distressed dearest: his sister, Pia (Zoe Kazan); his wife, Sophie (Betty Gabriel); the couple’s sons (Camaron Engels, Jaylin Fletcher); and Nick’s colleagues at the sports-minded Oakland, Calif., college where he works as a physical therapist. Granted, they’re all under pressure and thrown into a panic, especially when a second Nick video surfaces with a new message: “I Killed a Woman.” The police—among them Detective Roshan Amiri (Phoenix Raei)—seem more interested in whether the claims against Nick are true than in whether he’s going to live or die. His family, principally Pia (Ms. Kazan is good, the character is tiresome), becomes involved with both investigation and investigator.<br />To its credit, “Clickbait” doesn’t flash back and forth through a police-procedural process, but it does make its somber way through an abundance of 40-odd-minute episodes. Which begins to feel like a stalling tactic. It’s a whodunit. Tell us who.<br />Created by Tony Ayres and Christian White, “Clickbait” is a morality fable, though it goes down a promiscuous number of rabbit holes en route to a resolution. It’s also a cautionary tale: No one is necessarily what he or she appears to be on the internet; almost nothing here is. In this, the series mimics a venerable tradition, the pop-cultural reflection on new technology: For every advantage humankind attains (nuclear energy, instant communications, microwave ovens) there is a corresponding downside (potential annihilation, loss of privacy, inedible food). In “Clickbait” the hunt for a criminal is abetted by a World Wide Web’s worth of amateur detectives, an investigative dragnet of once-unimaginable breadth. But the same social media leave personal privacy—especially that of the principals—in tatters."
}