{
    "url_original": "https://www.wsj.com/articles/climate-change-to-be-treated-as-public-health-issue-11630315800?mod=politics_lead_pos5",
    "url": "climate-change-to-be-treated-as-public-health-issue-11630315800",
    "title": "Climate Change to Be Treated as Public-Health Issue",
    "sub_head": "New federal office is likely to face pushback over actions that target health industry",
    "category_1": "Politics",
    "time": "2021-08-30 05:30:00",
    "body": "The Department of Health and Human Services is preparing to launch an office that will treat climate change as a public health issue, designed to address what the White House says are health risks including those that disproportionately affect poor and minority communities.<br />Many details of the new Office of Climate Change and Health Equity, which will report to a White House climate task force, were outlined in a January executive order on climate, part of President Biden’s efforts to use the power of the federal government to address the environmental effects of changing weather.<br />People familiar with the planning for the new office said resources are being assembled now, without providing further details. The HHS declined to comment, including on when the new office would be operative, but the agency’s website says a briefing is scheduled Monday morning regarding the Biden administration’s “efforts to tackle the climate crisis.”<br />The new office is likely to spur initiatives touching on many aspects of healthcare, according to people briefed on the planning and White House releases. It is expected to offer protections for populations most at risk—including the elderly, minorities, rural communities and children—and could eventually lead to policies compelling hospitals and other care facilities to reduce carbon emissions, the people said.<br />The move is certain to draw opposition from many Republicans and conservative activists who criticized HHS Secretary Xavier Becerra during his spring 2021 confirmation process for policy positions he took while serving as California’s attorney general. These include his support of “environmental justice,” a movement that focuses on preventing a disproportionate share of negative environmental consequences for any population."
}