{
    "url_original": "https://www.wsj.com/articles/climate-change-journalism-mainstream-media-racism-covid-19-vaccines-disinformation-11628523971?mod=opinion_lead_pos8",
    "url": "climate-change-journalism-mainstream-media-racism-covid-19-vaccines-disinformation-11628523971",
    "title": "Climate Change Has Consumed Journalistic Standards",
    "sub_head": "Reporters used to be hard-bitten skeptics. Now they aspire to be part of the authoritative expert class.",
    "category_1": "Opinion",
    "category_2": "Free Expression",
    "time": "2021-08-09 12:58:00",
    "body": "‘Is this the end of summer as we’ve known it?” a  New York Times  headline asked the other day, with characteristic hysteria. (It’s an old truth in journalism circles: when a newspaper headline asks a question, the answer is almost always no: “Has This Man Found a Cure for Baldness? Are We All Going to Be Vegans? Is This the Start of a New Era for the Jets?”)<br />In this case the self-evidently refutable proposition framed as a question was prompted by the summer of meteorologically fraught events we’ve been experiencing: record temperatures and wildfires, droughts and ocean surges, wild storms and flash flooding. Just when we were looking forward to a well-earned summer of escape from the misery of the last 18 months, forget it: Climate change means fire and brimstone forever.<br />It’s been noted elsewhere that in the modern media’s received taxonomy, we don’t have weather anymore. We have climate. Specifically, man-made climate change.<br />We used to have weather. A cursory knowledge of human history suggests extreme weather events did not arrive in the few short years since the saintly Greta Thunberg became incarnate. The Bible is full of them. Herodotus tells us that the massive Persian fleet sent to conquer Greece lost half its ships to a freak storm before it met its fate at the Battle of Salamis in 480 B.C. In 1935 flooding of the Yangtze River in China killed as many as half a million people.<br />But in the annals of modern journalism we stopped having weather around 1999. Now all we have in our skies, rivers, seas and forests are episodes that confirm climate change."
}