{
    "url_original": "https://www.wsj.com/articles/climate-change-natural-disasters-ahr-river-flood-germany-wildfire-risks-11628177742?mod=opinion_lead_pos5",
    "url": "climate-change-natural-disasters-ahr-river-flood-germany-wildfire-risks-11628177742",
    "title": "Climate Change Doesn’t Cause All Disasters",
    "sub_head": "Warming annually causes about 120,000 heat deaths but prevents nearly 300,000 cold deaths.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-05 12:17:00",
    "body": "Everybody talks about the weather, but nobody does anything about it. That old quip, often attributed to Mark Twain or his friend Charles Dudley Warner, now guides most news coverage of severe weather. The media say that natural disasters are a result of climate change and we need to adopt radical policies to combat them.<br />But this framing tells only a small part of what is scientifically known. Take the recent flooding in Germany and Belgium, which many, including German Chancellor Angela Merkel, are blaming on climate change. Yet a new study of more than 10,000 rivers around the world shows that most rivers now flood less. What used to be a 50-year flood in the 1970s happens every 152 years today, likely due to urbanization, flood-control measures, and changes in climate.<br />Some rivers still flood, and reporters flock there, but more scare stories don’t mean more global flooding. The river Ahr, where most of the German flood deaths occurred, had a spectacular flow on July 14, 2021, but it was lower than deadly flows in 1804 and 1910. The real cause of increased fatalities from riverine flooding in Germany and many other places is more people building settlements on flood plains, leaving the water no place to go. Instead of more solar panels and wind turbines to combat climate change, riverside communities need better water management. And foremost, they need a well-functioning warning system so they can evacuate before disaster strikes.<br />Here, Germany has failed spectacularly. Following the deadly European floods in 2002, Germany built an extensive warning system, but during a test last September most warning measures, including sirens and text alerts, didn’t work. The European Flood Awareness System predicted the floods nine days in advance and formally warned the German government four days in advance, yet most people on the ground were left unaware. Hannah Cloke, the hydrologist who set up the system, called it “a monumental failure.”<br />But of course, blaming the deadly floods on climate change instead of taking responsibility for the missed early warnings is convenient for politicians like Ms. Merkel, who, during a visit to Schuld, a devastated village on the Ahr, said, ”We must get faster in the battle against climate change.”"
}