{
    "url_original": "https://www.wsj.com/articles/closing-ceremony-ends-dour-tokyo-olympics-after-battle-with-covid-19-and-the-japanese-public-11628420555",
    "url": "closing-ceremony-ends-dour-tokyo-olympics-after-battle-with-covid-19-and-the-japanese-public-11628420555",
    "title": "Closing Ceremony Ends Dour Tokyo Olympics After Battle With Covid-19 and the Japanese Public",
    "sub_head": "Officials tout lack of major outbreak as sign that they pulled off the strangest Games ever",
    "category_1": "Sports",
    "category_2": "Olympics",
    "time": "2021-08-08 09:55:00",
    "body": "TOKYO—The Tokyo Olympics came to an end with the closing ceremony for the Games on Sunday after 17 days in which the world’s biggest sporting event coped with a new, aggressive wave of Covid-19 and a Japanese public that remained uninterested to the end in the role of host.<br />Spectators were banned at most events and visitors’ movements subjected to unprecedented restrictions in an effort to contain the virus at the expense of its usual celebratory atmosphere. World records fell and competitive dramas unfolded in arenas populated sparsely with team officials, Olympic volunteers and media.<br />It largely worked. Even though dozens of athletes, officials and workers tested positive for Covid-19 and the number of infections across Tokyo reached new highs during the Games, there has been little evidence yet that the Games led to a substantial spread of infections either inside or outside the event. That was the biggest fear cited by those who had wanted the Olympics canceled.<br />“These were unprecedented Olympic Games,” International Olympic Committee President Thomas Bach said at the closing ceremony, adding that it took “an equally unprecedented effort to make them happen.”<br />Yet the Olympics were a far cry from what Japan’s former leader, Shinzo Abe, who brought the Games to Tokyo, said they would be—the Olympics in their full-fledged form, demonstrating humankind’s triumph over the coronavirus. On the contrary, the virus hung over every moment of the Games and asserted its presence in every picture of empty stands."
}