{
    "url_original": "https://www.wsj.com/articles/coal-projects-in-asia-face-dwindling-financing-as-climate-pressure-mounts-11627896602",
    "url": "coal-projects-in-asia-face-dwindling-financing-as-climate-pressure-mounts-11627896602",
    "title": "Coal Projects in Asia Face Dwindling Financing as Climate Pressure Mounts",
    "sub_head": "Banks pull back funds for new coal plants, a move that could accelerate world’s transition toward cleaner fuels—but China and India plans loom",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-377483?width=860&height=573",
    "image_1": "im-377483.jpg",
    "time": "2021-08-02 05:30:00",
    "body": "Banks are cutting off funding for new coal-fueled power plants in poorer Asian countries, a move that could hasten the shift toward cleaner energy sources in some of the fastest-growing parts of the world.<br />Asian financiers provide the bulk of funding for new coal projects in countries such as Vietnam and Bangladesh, after U.S. and European lenders largely stopped greenlighting coal deals over carbon-emissions concerns.<br />But most key financiers in Japan and South Korea as well as some in China have signaled in recent months that they are planning to stop or slow the flow of money for projects outside their borders as their governments increasingly view overseas coal projects as risky investments.<br />In mid-July, China’s environment and commerce ministries advised some of the country’s biggest overseas lenders against investing in coal, by jointly publishing international-investment guidelines instructing them to include climate considerations, such as carbon-emissions reduction, in their project assessments. Climate researchers have argued to political leaders that Chinese-backed coal plants or projects abroad could get shut down or canceled before investment costs or financing are recovered, and could expose lenders to reputational risks, people familiar with the matter said.<br />The chief economist at state-backed Industrial & Commercial Bank of China Ltd., or ICBC, told an international forum in May that the lender is crafting a road map for phasing out coal finance entirely. The bank has told activists it is withdrawing funding from two coal projects abroad, in Kenya and Zimbabwe."
}