{
    "url_original": "https://www.wsj.com/articles/coda-marlee-matlin-troy-kotser-sian-heder-ruby-rossi-eugenio-derbez-11628627932",
    "url": "coda-marlee-matlin-troy-kotser-sian-heder-ruby-rossi-eugenio-derbez-11628627932",
    "title": "‘CODA’ Review: The Bounds of Silence",
    "sub_head": "In this film on Apple TV+, co-starring Marlee Matlin, a teenager is torn between her responsibilities as the only hearing member of her family and her wish to nurture her talent for singing.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-382824?width=860&height=573",
    "image_1": "im-382824.jpg",
    "time": "2021-08-10 16:39:00",
    "body": "In music, a coda is an ending that’s also a variation on the established theme, an unexpected send-off. CODA, on the other hand, stands for Child of Deaf Adults, the one in Siân Heder’s film “CODA” being Ruby Rossi (Emilia Jones), a high schooler for whom music is everything. Is her trajectory going to be a shock? No. But what is surprising is the moving, even heartbreaking, way writer-director Heder tells Ruby’s story without resorting to clichéd characterizations or syrupy sentimentality.<br />Co-starring the deaf actors Marlee Matlin and Troy Kotsur as Ruby’s parents, Jackie and Frank, and Daniel Durant as her brother, Leo, “CODA” is based on a premise as old as movie sound itself—“The Jazz Singer,” after all, was about a performer whose father wanted him to be a cantor, but who defied family tradition and became a pop sensation. In “CODA,” the conflict is less about deaf culture than it is about simple survival: Ruby is the hearing member of the family fishing business in Gloucester, Mass. Without her, the safety net, so to speak, falls apart. But she loves to sing. She’s good. And she has a high-school choir teacher, Bernardo Villalobos (the wonderful Eugenio Derbez), who offers to help her prepare to audition for the Berklee College of Music in not-so-nearby Boston. Crises and conflict ensue.<br />One of the more unorthodox aspects of “CODA” is the salty portrait of Ruby’s family. Her parents are lusty, carnal, gleefully vulgar (perhaps because it grosses Ruby out) and a constant source of embarrassment for a teenager whose classmates seem to have missed the anti-bullying memo: When she first started school, she says, she sounded “like a deaf person.” It was all she’d known. And apparently no one has ever forgotten it.<br />Kids are rotten, it is often said, but they’re particularly rotten in Ms. Heder’s Gloucester, oblivious to Ruby’s burden, why she might smell like fish after working since 3 a.m. or why she falls asleep on her desk in class. When Jackie bemoans the idea that “her baby” might leave home, Frank responds, “She never was a baby”: She’s been the family interpreter all her life, their connection to the hearing world. In a film that doesn’t indulge itself in feeling sorry for anyone, it’s a poignant line and a somewhat shattering moment.<br />Similarly affecting is the scene where Villalobos, or Mr. V, recognizes what he’s got in Ruby (Ms. Jones is far too polished a singer for a high schooler, but you’ll not care). Perhaps because much of “CODA” is rather straightforward and character-plot driven, there are few startling visual moments, but one is a medium shot of Mr. V, in his classroom, regarding Ruby and her talent and being captured by cinematographer Paula Huidobro in a manner that is compositional poetry."
}