{
    "url_original": "https://www.wsj.com/articles/college-was-supposed-to-close-the-wealth-gap-for-black-americans-the-opposite-happened-11628328602?mod=markets_lead_pos10",
    "url": "college-was-supposed-to-close-the-wealth-gap-for-black-americans-the-opposite-happened-11628328602",
    "title": "College Was Supposed to Close the Wealth Gap for Black Americans. The Opposite Happened.",
    "sub_head": "Black college graduates in their 30s have lost ground over three decades, the result of student debt and sluggish income growth",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-08-07 05:30:00",
    "body": "Black millennials thought college would help them get ahead. Instead, it is setting them back.<br />The median net worth of households with Black college graduates in their 30s has plunged over the past three decades to less than one-tenth the net worth of their white counterparts, according to a Wall Street Journal analysis of Federal Reserve data. The drop is driven by skyrocketing student debt and sluggish income growth, which combine to make it difficult to build savings or buy a home. Now, the generation that hoped to close the racial wealth gap is finding it is only growing wider.<br />More than 84% of college-educated Black households in their 30s have student debt, up from 35% three decades ago, when many baby boomers were at the same age. The younger generation owes a median of $44,000, up from less than $6,000. By comparison, 53% of white college-educated households in their 30s have debt, up from 27% three decades earlier. The median amount rose to $35,000 from $8,000. All figures are adjusted for inflation.<br />Meanwhile, Black graduates’ household incomes have grown more slowly than those of college graduates in general, according to a Journal analysis of census data. Median income for Black college-educated households in their 30s increased 7% from the early 1990s to late 2010s to about $76,000. Income for their white counterparts rose 13% to about $114,000.<br />“Not only are Black families pretty far behind, they’ve fallen further and further behind for millennials,” said Ana Hernández Kent, a senior researcher at the Federal Reserve Bank of St. Louis’s Institute for Economic Equity. “It will be very difficult for these older Black millennials to build wealth.”"
}