{
    "url_original": "https://www.wsj.com/articles/comcast-viacomcbs-team-up-for-european-streaming-service-skyshowtime-11629296958?mod=business_featst_pos1",
    "url": "comcast-viacomcbs-team-up-for-european-streaming-service-skyshowtime-11629296958",
    "title": "Comcast, ViacomCBS Team Up for European Streaming Service SkyShowtime",
    "sub_head": "Media giants plan to launch the new paid streaming service across Europe next year",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "time": "2021-08-18 10:29:00",
    "body": "Comcast Corp.  and  ViacomCBS Inc.  plan to launch a subscription streaming service next year in more than 20 European territories, reaching 90 million households, the U.S. media companies said Wednesday.<br />The joint venture, called SkyShowtime, comes as media companies look to scale their streaming services both in the U.S. and internationally, where competitors such as  Netflix Inc.  and  Walt Disney Co. ’s Disney+ have seen exponential growth. Netflix saw its subscriber growth slow during the second quarter to just 1.5 million new memberships, compared with 10 million during the same quarter last year. In the U.S. and Canada, Netflix lost 400,000 customers.<br />SkyShowtime will marry content from Comcast’s NBCUniversal, Universal Pictures, and Peacock, and U.K.-based Sky with ViacomCBS’s Showtime, Nickelodeon, Paramount Pictures and Paramount+ Originals, among other brands. The streaming platform will have more than 10,000 hours of entertainment from these content providers.<br />Comcast Chief Executive Brian Roberts and ViacomCBS Chairman Shari Redstone met earlier this summer to discuss a potential streaming partnership across international markets, The Wall Street Journal earlier reported.<br />The Philadelphia cable giant said last month it would give Peacock, its year-old streaming platform, to Sky’s 20 million customers across Europe for no additional cost. Comcast acquired Sky in 2018 for $38.8 billion, with the aim of expanding the company internationally."
}