{
    "url_original": "https://www.wsj.com/articles/communism-in-the-classroom-hong-kong-professional-teachers-union-china-11628114600?mod=opinion_lead_pos4",
    "url": "communism-in-the-classroom-hong-kong-professional-teachers-union-china-11628114600",
    "title": "Communism in the Classroom",
    "sub_head": "China is now purging Hong Kong teachers who resist its propaganda.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-04 18:37:00",
    "body": "China wants the world to forget about its political takeover of Hong Kong, but we’ll try to keep you as informed as we can. The latest news is the imposition of a Communist Party-friendly curriculum in the city’s schools.<br />On Saturday the Education Bureau said it will no longer recognize the Hong Kong Professional Teachers’ Union, which has 95,000 members and is more a guild than a union in the American sense. The Education Bureau says the union has been “engaging in political propaganda under the guise of being a professional education organisation.” But authorities’ real fear is that teachers will resist imposing Beijing’s “patriotic education” on Hong Kong students.<br />The new national security law directs Hong Kong to “promote national security education in schools and universities.” The Education Bureau is revamping the curriculum so students develop “a sense of belonging to the country, an affection for the Chinese people, a sense of national identity, as well as an awareness of and a sense of responsibility for safeguarding national security.” Public libraries have removed the books of pro-democracy figures.<br />Thus the purge of teachers. Authorities took particular issue with the union’s longtime alliance with groups that organized peaceful pro-democracy protests and annual Tiananmen vigils. Authorities have warned teachers and students that political expression in classrooms or on campus may violate the national security law. The maximum penalty is life in prison.<br />In May the union reported that nearly one in five teachers surveyed said they planned to leave the profession. Most said the reason was “increased political pressure.”"
}