{
    "url_original": "https://www.wsj.com/articles/common-prosperity-decoding-chinas-new-populism-11630159381?mod=business_minor_pos10",
    "url": "common-prosperity-decoding-chinas-new-populism-11630159381",
    "title": "Common Prosperity: Decoding China’s New Populism",
    "sub_head": "Investors are realizing that President Xi Jinping’s rhetoric on inequality is far more than just empty sloganeering",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-28 10:03:00",
    "body": "After decades of hewing to Deng Xiaoping’s maxim that it is OK for some people to become wealthy first, Beijing suddenly seems more inclined to eat its rich—or at least take a healthy nibble out of their fortunes.<br />Following the high-profile crackdown on tech firms like Alibaba and Meituan, an Aug. 17 speech from President Xi Jinping on “common prosperity” caught investors’ attention. Mr. Xi called for rationally “adjusting” excessive incomes and for high-income individuals and companies to contribute more to society. He also called for more aggressive measures to expand the middle class and the social safety net, including health and elderly care.<br />China has long been one of the most unequal major economies in the world, with one common measure of income inequality, the Gini coefficient, at 0.465 in 2019 according to official data out of a possible 1.0. Wealth inequality is higher: The top 1% hold 30.6% of the country’s wealth according to Credit Suisse data, below the U.S. at 35.3% but well above the U.K., Japan and Italy.<br />But rapidly falling birthrates, the coronavirus pandemic and its aftermath have made inequality tougher to ignore. The political stumbles and anticompetitive practices of tech titans like Alibaba and Tencent have also handed Mr. Xi a convenient target for the public’s ire. As a result, high-net-worth individuals and internet tech firms could come under further pressure to “donate” resources to social causes and find their tax rates rising. China’s long-mooted property tax could finally become a reality, although that is less certain.<br />Beijing’s response to the pandemic focused on loan forbearance for businesses and goosing credit growth rather than direct support for households as in the West. That helped small businesses survive and positioned China well for rebounding exports. But it also meant a big income loss for average households and even more debt as housing prices headed skyward again. The climb in China’s household debt over the past half-decade has been among the most impressive in recent global history: one reason consumption has remained stubbornly weak this year, even as income growth has finally rebounded."
}