{
    "url_original": "https://www.wsj.com/articles/companies-pay-new-workers-higher-wages-and-current-employees-ask-what-about-us-11627810202?mod=business_lead_pos3",
    "url": "companies-pay-new-workers-higher-wages-and-current-employees-ask-what-about-us-11627810202",
    "title": "Companies Pay New Workers Higher Wages, and Current Employees Ask, ‘What About Us?’",
    "sub_head": "As companies like Chipotle and Sodexo increase the pay floor for entry-level employees, they are also rethinking wages of longtime staffers and managers",
    "category_1": "Business",
    "time": "2021-08-01 05:30:00",
    "body": "Companies across the U.S. economy are raising pay to recruit workers in a tight labor market, increases that are rippling through firms and prompting employers to rethink pay for existing staffers.<br />So-called wage compression—when pay for new hires or entry-level staff approaches what longtime staff or senior colleagues make—poses a financial and management challenge for employers, and has gained new urgency as companies fight to attract and retain employees amid record-high rates of job-quitting.<br />When companies announce pay increases for entry-level jobs, they also send signals to their internal workforces, said Diane Burton, academic director of the Institute for Compensation Studies at Cornell University’s ILR School and a professor of human resource studies. Those signals can prompt companies and individuals to reassess the value of skills, experience and seniority.<br />“The symbolic aspects of wages matter. People want to know how they stack up,” Dr. Burton said.<br />Chipotle Mexican Grill Inc.  said in May that it was lifting its pay for hourly positions to an average of $15 an hour, amounting to an average raise of around $2 for front-line workers. Months before making the announcement, the company completed an analysis of how the change would affect pay for entry-level crew members along with other roles, from hourly kitchen and service managers to the salaried general managers who oversee a store’s operations, said Marissa Andrada, Chipotle’s chief diversity, inclusion and people officer."
}