{
    "url_original": "https://www.wsj.com/articles/congressional-office-building-evacuated-after-police-find-suspicious-vehicle-11629383785?mod=politics_lead_pos10",
    "url": "congressional-office-building-evacuated-after-police-find-suspicious-vehicle-11629383785",
    "title": "Library of Congress Bomb Threat Suspect Surrenders After Standoff With Police",
    "sub_head": "Scare drew massive law-enforcement response to Capitol Hill, prompting the evacuations of nearby buildings",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-388525?width=860&height=573",
    "image_1": "im-388525.jpg",
    "time": "2021-08-19 17:51:00",
    "body": "WASHINGTON—A man surrendered to law enforcement Thursday, about five hours after he drove a black pickup truck onto a sidewalk next to the Library of Congress and told police he had a bomb.<br />The scare drew a massive law enforcement response and prompted the evacuations of nearby offices and homes in the heart of the nation’s capital still on edge after the Jan. 6 attack on the Capitol.<br />Police spent hours negotiating with the man, who pulled up to the building at about 9:15 a.m., holding what an officer believed to be a detonator, U.S. Capitol Police Chief Tom Manger said. Investigators combed the vehicle and found what police described as possible bomb-making materials, but no explosives. Police also found a propane tank in the bed of the pickup that officers determined was safe, Chief Manger said.<br />The man communicated with officers by holding up hand-written signs through his front driver’s side window, police said. He got out of the pickup and surrendered shortly after officers used a robot to hand him a phone to try to speak with him, which he didn’t use, the chief said.<br />Chief Manger identified the man as Floyd Ray Roseberry of Grover, N.C. He said police were still investigating his motives, noting that he had no serious criminal history out of North Carolina and that his mother had recently died."
}