{
    "url_original": "https://www.wsj.com/articles/consumer-spending-personal-income-inflation-july-2021-11630012952",
    "url": "consumer-spending-personal-income-inflation-july-2021-11630012952",
    "title": "Growth in U.S. Consumer Spending Likely to Slow",
    "sub_head": "Despite high household savings, the Delta variant and other factors are limiting the ability of companies to serve customers",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "image_1_url": "https://images.wsj.net/im-391722?width=860&height=573",
    "image_1": "im-391722.jpg",
    "time": "2021-08-27 05:30:00",
    "body": "Growth in U.S. consumer spending appears to be slowing as the latest wave of Covid-19 infections due to the Delta variant prompts event cancellations across the U.S., threatening to sap momentum from the economic recovery.<br />Americans have been shelling out more this summer to travel, dine out, and attend concerts, museums and conferences—activities they had put off for most of the pandemic. But there are signs that such spending is taking a hit and affecting businesses, undermined by consumer fears tied to the Delta variant, staffing shortages and persistent bottlenecks in global shipping networks.<br />The Commerce Department will release monthly figures on household outlays and earnings 8:30 a.m. EDT Friday, a closely watched report that will offer a key snapshot of the health of the world’s biggest economy. Growth in spending likely slowed to 0.3% in July—less than a third of the prior month’s 1% gain—according to economists surveyed by The Wall Street Journal.<br />Household income—from wages, investments and government-aid programs—also likely grew 0.3%, which would mark a pickup from June.<br />Incomes are likely rising as more people get jobs and the government continues to dole out money from pandemic-relief programs. Such income growth, coming on top of already high savings that households have accumulated during the pandemic, would prime the economy for strong consumer spending and economic growth later this year and next."
}