{
    "url_original": "https://www.wsj.com/articles/contractor-says-fired-supreme-court-justice-behind-killing-of-haitian-president-11628136931?mod=business_minor_pos4",
    "url": "contractor-says-fired-supreme-court-justice-behind-killing-of-haitian-president-11628136931",
    "title": "Contractor Says Fired Supreme Court Justice Behind Killing of Haitian President",
    "sub_head": "Man who hired Colombian mercenaries says they were accompanying police to execute an arrest warrant on the president, but found him dead",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-380612?width=860&height=573",
    "image_1": "im-380612.jpg",
    "time": "2021-08-05 12:15:00",
    "body": "A Miami-based security contractor who hired Colombian mercenaries accused of killing Haitian President Jovenel Moïse last month said he was working with a former Haitian Supreme Court judge to help arrest Mr. Moïse and not assassinate him.<br />Antonio Intriago, owner of a South Florida-based firm called CTU Security, said the mercenaries went to the president’s private villa to accompany Haitian police executing an arrest warrant for the president, according to a statement released Wednesday by three lawyers representing Mr. Intriago. They said the president was dead when the Colombians arrived, echoing testimony from some of the soldiers.<br />“It is our belief that the president’s own bodyguards betrayed him,” the lawyers wrote in a statement. It didn’t elaborate on why the bodyguards may have betrayed him.<br />The lawyers’ statement was accompanied by nearly 40 pages of private correspondence, contracts, a “Memorandum of Understanding” to replace Mr. Moïse with an obscure preacher, and an arrest warrant for the president. Together, the documents could shed more light on what happened in the early hours of July 7, when Haiti’s president was gunned down in the last few months of his term. The Biden administration has sent investigators from the Federal Bureau of Investigation and Department of Homeland Security to help Haiti solve the case; officials from Colombia have also offered assistance.<br />More than 40 people including members of the slain president’s security detail, Haitian politicians, a convicted drug dealer turned Drug Enforcement Administration informant, a second longtime DEA informant and Miami-area businessmen have been detained or implicated in the case."
}