{
    "url_original": "https://www.wsj.com/articles/covid-19-vaccine-scammers-target-authorities-in-dozens-of-countries-including-italy-and-colombia-11628760600?mod=business_minor_pos5",
    "url": "covid-19-vaccine-scammers-target-authorities-in-dozens-of-countries-including-italy-and-colombia-11628760600",
    "title": "Covid-19 Vaccine Scammers Target Authorities in Dozens of Countries Including Italy and Colombia",
    "sub_head": "Criminal groups and individuals have proposed contracts for millions of dollars to officials; vaccine makers say they don’t use intermediaries and will sell only directly to governments",
    "category_1": "Health",
    "time": "2021-08-12 05:30:00",
    "body": "Criminal organizations and individuals claiming access to Covid-19 vaccines have contacted authorities in dozens of countries hoping they will sign illegitimate contracts for millions of dollars, according to documents and people familiar with the attempts.<br />Countries whose national, regional or tribal governments were approached include the Netherlands, Latvia, France, Israel, the Czech Republic, Austria, Argentina, Colombia, Brazil, Canada and Spain, according to the people familiar with the matter.<br />Some of the governments were offered either vaccines from  Pfizer Inc.  and partner  BioNTech  SE,  Johnson & Johnson  as well as  AstraZeneca  PLC, according to the people and copies of illegitimate contracts and letters of intent reviewed by The Wall Street Journal. Some negotiated detailed contracts, before calling off the talks and realizing the offers were scams, the people said.<br />France doesn’t negotiate directly with distributors of vaccines but gets them through the European Commission, a spokeswoman for French President Emmanuel Macron said. Brazil didn’t end up buying vaccines that were offered by third-party brokers, President Jair Bolsonaro’s office said, although it confirmed there were talks. Latvia’s vaccines are purchased within the contracts signed by the European Commission and vaccine manufacturers, said a country representative.<br />Offers from people and companies to Austrian public agencies or the chancellery that appeared to be serious turned out to be dubious and were referred to authorities, an Austrian government spokesman said. Colombia received proposals from vendors who later dropped them after being pressed by the government to prove they were working with drugmakers, according to Germán Escobar, chief of staff for the Health Ministry. He said the country ultimately negotiated contracts directly with manufacturers. Meanwhile, Argentina only signed contracts directly with vaccine makers, a government spokesman said."
}