{
    "url_original": "https://www.wsj.com/articles/covid-19-herd-provincetown-mayo-delta-mask-mandate-vaccine-passport-cdc-mucosal-immunity-11629128219?mod=opinion_lead_pos6",
    "url": "covid-19-herd-provincetown-mayo-delta-mask-mandate-vaccine-passport-cdc-mucosal-immunity-11629128219",
    "title": "Follow Your Nose to Herd Immunity",
    "sub_head": "The biology behind ‘breakthrough’ cases and the confusing CDC mask guidance.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-16 13:04:00",
    "body": "The Centers for Disease Control and Prevention’s latest Covid guidelines have many Americans confused. Vaccinated people are supposed to resume wearing masks, lest they contract and spread the virus. Yet unvaccinated people are still strongly urged to get the shots, which are said to be highly effective. How can both these claims be true?<br />The answer is that there’s more than one kind of immunity. Internal immunity protects the inside of the body, including the lungs. This occurs by release of antibodies of the Immunoglobulin G type, or IgG, into the blood and production of T-cells. Vaccines injected into our muscles are highly effective at stimulating internal immunity. This largely protects vaccinated people from being overwhelmed by the coronavirus, unless they have an immunodeficiency or are exposed to an unusually large amount of the virus. Vaccination will dramatically reduce your likelihood of serious illness or death if you’re exposed to SARS-CoV-2.<br />In contrast, mucosal immunity provides the first line of defense by protecting the nose and mouth, and by doing so also reduces spread to others. The mucous membranes secrete a particular form of antibodies of the Immunoglobulin A type, or IgA. But vaccines injected into our muscles—including all the approved inoculations against Covid—are largely ineffective at stimulating the secretion of IgA into our noses that occurs after actual infection with a virus. As a result, vaccinated people can contract a Covid-19 infection confined to the mucous membranes. They may get the sniffles but can spread the virus to others even if they are asymptomatic. That’s why it makes sense for them to wear a mask under some circumstances.<br />All this has implications for public-health authorities’ determination to achieve herd immunity through vaccination alone. In the Provincetown, Mass., outbreak, which informed the CDC’s recent change in guidelines, viral loads in the nose were “similarly high” in the vaccinated and unvaccinated, suggesting that the vaccine’s efficacy against infection in the nose had fallen to zero with the advent of the Delta variant. That would mean herd immunity through vaccination is impossible.<br />But this data appears to be distorted by ascertainment bias: The vaccinated people who showed up for testing were disproportionately those who were symptomatic. Better-controlled data from the Mayo Clinic suggests that efficacy of the vaccines against nasal infection, including asymptomatic cases, has fallen from the original level of around 90% to 76% for the Moderna vaccine and 42% for the  Pfizer  vaccine since Delta’s emergence. It follows that herd immunity from intramuscular vaccination is still possible, but it would require either a higher level of vaccination or continued masking and social distancing."
}