{
    "url_original": "https://www.wsj.com/articles/covid-office-delta-manhattan-11629480058?mod=markets_minor_pos17",
    "url": "covid-office-delta-manhattan-11629480058",
    "title": "Giant Manhattan Development Launching Food Offerings Next Month",
    "sub_head": "Brookfield Properties bets experiential offerings will lure patrons working from home",
    "category_1": "Real Estate",
    "time": "2021-08-24 08:00:00",
    "body": "The $4.5 billion New York development known as Manhattan West is opening its food hall and other restaurants next month, testing the city’s appetites when most office workers remain at home or out of town.<br />The Covid-19 Delta variant is dashing hopes that September will mark a turning point for going back to work, and a number of New York City firms have pushed back plans to return to the office next month. But Manhattan West developer Brookfield Properties is counting on the site’s other entertainment to pack the restaurants, eateries and food shops that open mid-September. The attractions range from lush public spaces to a 30,000 square-foot art installation featuring hundreds of plaster lemons.<br />“The experiences that we provide have created a dynamic location that people actually want to come back to,” said Callie Haines, Brookfield Properties’ executive vice president and head of its New York region.<br />A 2.5-acre public plaza will also offer free art and event programming year-round. The dining area is going to include outdoor terraces and hundreds of movable chairs that Brookfield hopes will attract people gathering after work, a Broadway show or a game at Madison Square Garden.<br />The 8-acre project has been in the making since the mid-1980s. When completed in 2023, it will include four office buildings with 6 million square feet of space, retail, upscale residential rental units and a boutique hotel. Manhattan West is opening in phases and is emerging near the city’s other major mixed-use real-estate development, Hudson Yards."
}