{
    "url_original": "https://www.wsj.com/articles/covid-19-quarantine-rules-threaten-hong-kongs-role-as-finance-hub-businesses-say-11630067400?mod=world_major_2_pos5",
    "url": "covid-19-quarantine-rules-threaten-hong-kongs-role-as-finance-hub-businesses-say-11630067400",
    "title": "Covid-19 Quarantine Rules Threaten Hong Kong’s Role as Finance Hub, Businesses Say",
    "sub_head": "Determined to keep cases near zero, city requires arrivals from about two dozen countries to isolate in a hotel for three weeks",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-08-27 08:30:00",
    "body": "HONG KONG—In an effort to maintain zero locally transmitted Covid-19 cases, Hong Kong has imposed one of the world’s toughest quarantine regimes, confining most arrivals from overseas to a hotel room for as long as three weeks.<br />The strategy is working but has drawn backlash from business groups in the city that say the economic cost is too high and risks the city’s status as one of the world’s top financial centers. Residents, too, have complained that they are unable to go on trips, visit sick relatives abroad or bring their children back from overseas schools and colleges.<br />A decision this month to allow Hollywood star Nicole Kidman to skip quarantine after she arrived from Australia to film an  Amazon  drama series fueled local anger. Officials said the show was an economic boost for the city. Many travelers around that time had to cancel trips to or from the city or suffer the cost and time of a hotel stay—if they could find a room—after the government increased restrictions for arrivals from 15 countries including the U.S., France and Switzerland.<br />Jessica Cutrera, an American asset manager based in Hong Kong, said many business people in the city feel isolated, especially as the U.S. and Europe have opened up. Nobody expected to travel last year, she said, but “Now our competitors or other service providers are able to travel. They are seeing their clients; that puts us at a disadvantage.”<br />The quarantine measures have vexed the international financial community, already unsettled by more than two years of political turmoil, including antigovernment protests in 2019 and China’s implementation of a national-security law last year."
}