{
    "url_original": "https://www.wsj.com/articles/covid-summer-festivals-burgers-wisconsin-community-small-towns-charlie-nagreen-midwest-seymour-appleton-11628802368?mod=opinion_lead_pos7",
    "url": "covid-summer-festivals-burgers-wisconsin-community-small-towns-charlie-nagreen-midwest-seymour-appleton-11628802368",
    "title": "Covid and a Tale of Two Summer Festivals",
    "sub_head": "In Wisconsin, burgers are back. Butterflies will have to wait.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-12 18:31:00",
    "body": "The 200-pound hamburger is poised to make its triumphant return in Seymour, Wis., this weekend. Twenty miles south, in Appleton, the community’s annual summer release of butterflies has been postponed until next year.<br />In those two towns, both part of eastern Wisconsin’s Outagamie County, you can find, in miniature, the quandary being faced by townships and villages across the country. In a nation that has for a year and a half been rocked by Covid, people of goodwill are struggling to do the right thing for their citizens as the warm season of beloved summer festivals rolls on.<br />In some cities there’s a yearly corn festival; others honor blueberries or peaches or cherries. All the gatherings are intensely local, with one goal: to bring the people of the towns together, shoulder to shoulder.<br />Last year many festivals went away, and with them the chance to celebrate the concept of community. But Seymour’s chief historian, Bill Collar, told me the decision has been made: This weekend the 200-pound burger will again be grilled and split into 800 quarter-pounders for festival-goers.<br />Seymour prides itself on being the town where the hamburger was invented. Several other places make the same claim, but allow me, as someone who has spent time in Seymour, to advise you: Don’t argue with the townspeople about it. The story is that a 15-year-old boy named Charlie Nagreen—in an ox-driven wagon, no less—made his way to the Outagamie County Fair during the summer of 1885. He hoped to earn some money by selling hot meatballs. But they resisted, because the meat was so messy in their palms. Thus, legend has it, Charlie got the idea to flatten the meatballs and put them between pieces of bread, and the hamburger sandwich was born."
}