{
    "url_original": "https://www.wsj.com/articles/covid-19-cases-surge-as-students-return-to-schools-11628897822?mod=politics_lead_pos11",
    "url": "covid-19-cases-surge-as-students-return-to-schools-11628897822",
    "title": "Covid-19 Cases Surge as Students Return to Schools",
    "sub_head": "Outbreaks in South and Southwest result in temporary quarantines, return to remote learning for some",
    "category_1": "U.S.",
    "category_2": "Education",
    "time": "2021-08-13 19:37:00",
    "body": "Classrooms that have reopened for the fall are seeing a growing number of Covid-19 outbreaks just days into the semester, causing some schools to temporarily shut down buildings or send students home to quarantine.<br />The outbreaks are among the first indications of how the virus is affecting schools, and come as the country pushes toward—and hopes for—a full return to in-person learning. The rough start has led some school administrators to change course and even consider how to add a virtual learning option.<br />The 3,424 students at Pearl River County District in Mississippi will revert to virtual learning on Monday, just a week after the first day of school, because the number of positive cases among students and teachers doubled within a four-day period, said superintendent Alan Lumpkin.<br />Seventeen teachers and 101 students tested positive for the virus on Thursday, up from 10 and 45 on Monday, respectively. The velocity at which the number of positive cases rose compelled the district’s decision to shut campuses for two weeks.<br />“We never saw that quick spread within a week,” said Mr. Lumpkin. The district was open for in-person learning all last year and managed to avoid any shutdowns, which made the campus closures so soon into this school year all the more surprising. The district will reinstate a mask mandate indoors when students return. It had required students to wear masks last year, in compliance with a statewide order that expired at the end of the school year."
}