{
    "url_original": "https://www.wsj.com/articles/covid-19-surge-in-malaysia-threatens-to-prolong-global-chip-shortage-11630234802",
    "url": "covid-19-surge-in-malaysia-threatens-to-prolong-global-chip-shortage-11630234802",
    "title": "Covid-19 Surge in Malaysia Threatens to Prolong Global Chip Shortage",
    "sub_head": "Southeast Asia country is cited as auto makers cut production, highlighting little-known but critical link in semiconductor supply chain",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-08-29 07:00:00",
    "body": "SINGAPORE—A surge of Covid-19 cases in Malaysia, a little-known but critical link in the semiconductor supply chain, has opened a new front in the battle to fix manufacturing woes that have rippled across industries during a global shortage of computing chips.<br />The Southeast Asia nation is one of the world’s top destinations for assembly and testing of the devices that control smartphones, car engines and medical equipment. Disruptions in Malaysia threaten to prolong uncertainty over chip supply well into next year, dashing hopes of relief in the second half of 2021.<br />The supply crunch in Malaysia, caused primarily by staff shortages linked to virus-control measures combined with a sharp surge in global demand, poses a new problem for the auto industry. For the first half of this year, shortages largely stemmed from companies miscalculating the pace of economic recoveries and not ordering enough parts. Now they can’t always get the parts they need because Covid-19 outbreaks are denting factory output.<br />“It’s a bit like a game of whack-a-mole,” said Ravi Vijayaraghavan, a Singapore-based partner at the consulting firm Bain & Co. specializing in semiconductors. “We think we have supply sorted out, and then a problem suddenly pops up somewhere else.”<br />Some of the world’s leading car makers including  Toyota Motor Corp. ,  Ford Motor Co. ,  General Motors Co.  and  Nissan Motor Co.  have disclosed major production cuts due largely to chip shortages from factories in Malaysia. Ford suspended work for about a week at an F-150 plant in the Kansas City, Mo., area and a Fiesta factory in Cologne, Germany because of missing parts, while Toyota said it would cut global production by around 40% in September. General Motors said it expects to make 100,000 fewer vehicles in North America in the second half of the year."
}