{
    "url_original": "https://www.wsj.com/articles/covid-19-delta-infections-trigger-political-side-effects-in-asia-11629979680?mod=world_major_1_pos1",
    "url": "covid-19-delta-infections-trigger-political-side-effects-in-asia-11629979680",
    "title": "Covid-19 Delta Infections Trigger Political Side Effects in Asia",
    "sub_head": "Voters are directing their dissatisfaction at leaders they believe responded too slowly to the variant’s spread",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-08-26 08:08:00",
    "body": "Public frustration at the spread of Covid-19’s Delta variant is hurting the political standing of some Asia-Pacific leaders, including those in U.S. allies Australia and Japan.<br />The region, which generally weathered the pandemic’s first year better than the U.S. and Western Europe, is undergoing an infection wave that has led to lockdowns and travel bans. Voters are directing their dissatisfaction at leaders they believe responded too slowly to Delta or were inconsistent in carrying out restrictions.<br />In Japan, Prime Minister Yoshihide Suga’s approval ratings have fallen to around 30% in the wake of the Tokyo Olympics as daily infections hover around 25,000, three times the earlier peak. On Wednesday, his government was the target of sharp criticism from its own top Covid-19 adviser, who said the Games sent the public a message that pandemic warnings didn’t need to be taken seriously.<br />In Australia, more people disapprove of the job Prime Minister Scott Morrison is doing than approve for the first time in nearly 18 months, according to the Newspoll conducted for The Australian newspaper. The country’s bid to remain zero-Covid has fallen apart amid a Delta wave, and only about a quarter of Australians are fully vaccinated.<br />“Clearly the prime minister is vulnerable to the charge that he was too slow with the vaccine rollout,” said John Warhurst, a professor emeritus of political science at Australian National University."
}