{
    "url_original": "https://www.wsj.com/articles/covid-19-closure-at-chinas-ningbo-port-is-latest-snarl-in-global-supply-chains-11629451800",
    "url": "covid-19-closure-at-chinas-ningbo-port-is-latest-snarl-in-global-supply-chains-11629451800",
    "title": "Covid-19 Closure at China’s Ningbo Port Is Latest Snarl in Global Supply Chains",
    "sub_head": "Dozens of ships are anchored outside the giant port, which isn’t expected to resume full operations for weeks",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-08-20 05:30:00",
    "body": "A major container terminal at China’s Ningbo-Zhoushan Port remained shut a week after operations were suspended from a single Covid-19 case, with dozens of ships lining up to load cargo for western markets ahead of the year-end shopping season.<br />The congestion at Meishan terminal, which isn’t expected to resume full operations before the end of the month, is spreading to other ports like Shanghai and Hong Kong as big operators divert ships away from Ningbo.<br />The cascading effect will lead to crowding at ports along the Asia-to-Europe and trans-Pacific routes that could further slow the flow of goods. It will also hit cargo owners from giant retailers like  Walmart Inc.  and  Amazon . com Inc. to mom-and-pop shops, which will have to deal with late deliveries and higher transport costs as they work to restock ahead of the holidays.<br />“We are currently looking at delays of up to two weeks in cargo deliveries,” said Nils Haoupt, a spokesman for German boxship giant  Hapag-Lloyd AG . “We’ve diverted four ships, but there is a race to berth in other ports and they are also congested.”<br />Ningbo is the world’s third-largest container port and a big gateway for Chinese exports like furniture, home goods, toys and auto parts headed to markets in the U.S. and Europe. The Meishan terminal is one of the biggest among seven box terminals at Ningbo, moving more than 7 million boxes a year. Other big container players like Denmark’s  A.P. Moller-Maersk  A/S and France’s CMA CGM are also diverting ships away from the port."
}