{
    "url_original": "https://www.wsj.com/articles/covid-19-lockdown-family-parenting-uk-biden-coronavirus-pandemic-quarantine-restrictions-11629314382?mod=opinion_lead_pos10",
    "url": "covid-19-lockdown-family-parenting-uk-biden-coronavirus-pandemic-quarantine-restrictions-11629314382",
    "title": "U.S. Keeps My Family in Covid Lockdown",
    "sub_head": "Biden extended a Trump order blocking our return if we visit family in Britain.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-18 18:22:00",
    "body": "My wife and I arrived in New York in May 2019 with our children, then 2, 5 and 9. They haven’t seen their grandparents since. So it came as a huge relief last month when the U.K. announced that fully vaccinated British expats living in the U.S. could return home without quarantining.<br />But U.S. regulations still stand in our way. In January President Biden signed a proclamation continuing Donald Trump’s suspension of entry of certain travelers from countries including the U.K. and most of Europe. So while American citizens and permanent residents can now travel freely, subject to a negative Covid test before boarding a flight to the U.S., most nonresident visa holders aren’t allowed to return to America—where my family lawfully lives, our children go to school, and I work and pay taxes—unless we spend 14 days in another country that doesn’t have a banning order.<br />Draconian restrictions were understandable at the start of a deadly pandemic. But what sense does it make to have different rules for permanent residents and other foreign nationals who live here legally? Even more confusing is why travelers from the U.K., where 60% of the population is fully vaccinated, can enter only after two weeks in a country such as Mexico, where the vaccination rate is 23%.<br />Moving our kids across the ocean was a big step for our family. We didn’t return the first year because we’d been told by friends it would unsettle the children. Then came Covid. Social media and apps like FaceTime kept distant relationships going, but they’ve become merely a reminder that we can’t see family. “When are we going to see grandma and grandad?” the kids keep asking. My wife and I have given up trying to come up with a convincing answer.<br />Mr. Kelly is a senior producer for the Journal’s editorial page."
}