{
    "url_original": "https://www.wsj.com/articles/covid-vaccine-mandate-lawsuit-gmu-reinfection-immunity-breakthrough-cases-11628888346?mod=opinion_major_pos17",
    "url": "covid-vaccine-mandate-lawsuit-gmu-reinfection-immunity-breakthrough-cases-11628888346",
    "title": "Vaccine-Mandate Lawsuit Rests on Faulty Premise",
    "sub_head": "‘Unvaccinated people are more than twice as likely to be reinfected with Covid-19 than people who are fully vaccinated.’",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-386094?width=860&height=573",
    "image_1": "im-386094.jpg",
    "time": "2021-08-16 11:39:00",
    "body": "Prof. Todd Zywicki’s op-ed “Why I’m Suing Over My Employer’s Vaccine Mandate” (Aug. 7) defends his lawsuit demanding an unconditional exemption from George Mason University’s mandatory vaccination policy. Mr. Zywicki is a friend, textbook co-author and former colleague of mine at George Mason’s Antonin Scalia Law School, but this lawsuit violates basic principles of law and economics for which the Scalia Law School is famous.<br />Contrary to expert medical consensus, Mr. Zywicki insists natural immunity from contracting Covid is at least as effective as a full vaccine regimen. The suit claims conditional exemptions that require nonvaccinated faculty to mask and socially distance would force disclosures of nonvaccinated status, infringing upon Mr. Zywicki’s liberty interests. But the economic analysis of law conveyed in our textbook demonstrates the need to weigh Mr. Zywicki’s interests against the health and liberty interests of the George Mason community.<br />This case illustrates the prisoner’s dilemma. Some will seek to avoid the small personal risk of vaccines and gain the benefit of herd immunity. But if too many do so, we lose the possibility of herd immunity, heightening contagion.<br />The concept of the separating equilibrium also explains the tragic divide between those refusing vaccines and those embracing them, with the Delta variant indifferent to either group’s philosophical commitments.<br />Prof. Max Stearns"
}