{
    "url_original": "https://www.wsj.com/articles/covid-19-rise-vaccine-hesitancy-frustrate-doctors-in-hospitals-saturated-by-the-delta-variant-11628760602?mod=business_lead_pos13",
    "url": "covid-19-rise-vaccine-hesitancy-frustrate-doctors-in-hospitals-saturated-by-the-delta-variant-11628760602",
    "title": "Covid-19 Rise, Vaccine Hesitancy Frustrate Doctors in Hospitals Saturated by the Delta Variant",
    "sub_head": "‘It’s too late for them to get the vaccine,’ an ICU nurse in Arkansas said. ‘It’s been pretty demoralizing.’",
    "category_1": "U.S.",
    "time": "2021-08-12 05:30:00",
    "body": "Some healthcare workers say the latest surges in Covid-19 are adding to fatigue and burnout. But this time exhaustion is amplified by something new: frustration over the insufficient uptake of vaccines that could have prevented most Covid-19 patients from landing in their care.<br />The Delta variant has pushed up U.S. Covid-19 infections to averages of about 100,000 a day, federal data show, levels last breached before vaccines were available to many Americans. Hospitalizations and deaths have climbed less sharply nationwide, but in some parts of the country where vaccination rates are lower, more people are hospitalized for Covid-19 than ever.<br />“The mood is more frustrated than anything,” said Claire White, an intensive-care-unit nurse at Mercy Hospital Northwest Arkansas in Rogers, Ark. More than 1,000 Covid-19 patients are hospitalized throughout Arkansas, according to federal data, nearing the state’s all-time peak in January of just under 1,200 patients.<br />“It’s too late for them to get the vaccine, and a lot of them are realizing it, so it’s been pretty demoralizing,” she said.<br />Earlier in the pandemic, healthcare workers tending to Covid-19 patients in overrun hospitals were lauded as heroes. Many self-isolated from family and loved ones for weeks or months to keep them safe. Some got sick or died. Many pushed forward to help ease the suffering as waves of patients moved through hospitals and ICUs."
}