{
    "url_original": "https://www.wsj.com/articles/covid-19-coronavirus-vaccine-prevent-alzheimers-dementia-neurodegenerative-11628196831?mod=opinion_lead_pos5",
    "url": "covid-19-coronavirus-vaccine-prevent-alzheimers-dementia-neurodegenerative-11628196831",
    "title": "Could the Covid Vaccine (and Others) Prevent Alzheimer’s?",
    "sub_head": "There’s growing evidence that inoculation confers significant protective benefits.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-05 18:25:00",
    "body": "Covid vaccines enormously reduce the risk of death and hospitalization in those who have been infected by the novel coronavirus. But could they also help protect seniors against dementia and Alzheimer’s disease? There’s reason to hope so.<br />Growing evidence indicates that seniors who get vaccinated against illnesses such as tetanus and even the flu are much less likely to develop Alzheimer’s, the leading cause of dementia, characterized by a buildup of amyloid plaque and tau tangles in the brain. Scientists don’t completely understand why, but many hypothesize that vaccines generate a systemic immune response that can reduce inflammation in the brain, which results in neuron loss and cognitive decline.<br />Among the first pieces of evidence was a 2001 study that tracked roughly 3,600 Canadians over 65. After adjusting for age, sex and education, the researcher found that past vaccinations for diphtheria/tetanus, poliomyelitis and influenza were associated with a 59%, 40% and 25% lower risk for Alzheimer’s, respectively.<br />The study had shortcomings. The differences discovered between the vaccinated and unvaccinated groups could have been due to confounding variables. People who get vaccinated, for instance, may also be more likely to get regular checkups and suffer fewer underlying conditions like diabetes that increase the risk for Alzheimer’s.<br />But more-recent studies controlled for these factors and still found a strongly beneficial association between vaccines and Alzheimer’s. A research article published in the Journals of Gerontology in April examined the link between Alzheimer’s and the Tdap (tetanus, diphtheria and pertussis) vaccine. By using health records from the Veterans Health Administration and a large database of private medical claims for seniors over 65, researchers could adjust for variables such as demographics, health-services utilization, health conditions and medications. After these adjustments, they found that seniors who had received the Tdap vaccine had a 42% lower risk of developing dementia than those who hadn’t."
}