{
    "url_original": "https://www.wsj.com/articles/covid-19-coronavirus-origin-fsia-foreign-sovereign-immunities-act-china-lab-leak-wet-market-11629990917?mod=opinion_lead_pos5",
    "url": "covid-19-coronavirus-origin-fsia-foreign-sovereign-immunities-act-china-lab-leak-wet-market-11629990917",
    "title": "Let Lawyers Hunt for Covid’s Origin",
    "sub_head": "The report from the intelligence community is equivocal, but spies don’t have subpoena power.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-26 12:59:00",
    "body": "Will we ever know where Covid-19 came from? Not if the last word comes from the U.S. intelligence community, which reported to the White House this week that China’s fault is plausible but unprovable. Beijing has refused to cooperate with inquiries, which it has characterized as “origin tracing terrorism.” The Chinese Foreign Ministry even denounced the equivocal intelligence report: “If they want to baselessly accuse China, so they better be prepared to accept the counterattack from China.”<br />For the rest of the world, getting to the bottom of the question is essential to assigning blame and preventing pandemics. Fortunately, we have an institution dedicated to getting to the bottom of thorny factual disputes: the U.S. judicial system. Our judiciary is respected globally for its impartiality and scrupulous adherence to due process. Civil discovery gives litigants the tools to compel production of evidence, backed by the threat of sanctions or even default judgment, so Beijing would be unable to stonewall. With so many losses caused by the pandemic, U.S. litigants have a powerful incentive to bring cases, prosecute them aggressively, and test liability through adversarial presentation. Several such cases have already been filed.<br />But those suits and others like them face a high hurdle: the Foreign Sovereign Immunities Act. The FSIA is the reason at least eight lawsuits were dismissed or withdrawn on grounds that foreign states are generally shielded from litigation in U.S. courts. Yet that immunity isn’t a constitutional mandate, only a matter of congressional discretion. Congress can legislate exceptions, and has done so.<br />Lawmakers should enact a new FSIA exception denying sovereign immunity to nations that fail to inform, or deliberately misinform, the global community of the nature and scope of a local epidemic that becomes a global pandemic. Beijing’s failure in December 2019 to comply with the 24-hour notification requirement of the 2005 International Health Regulations, which China joined, should be a sufficient trigger. This would permit lawsuits to proceed so China’s culpability for the Covid-19 outbreak can be openly adjudicated.<br />Congress should also withdraw immunity from international organizations that aided and abetted China’s efforts to play down the virus’s transmission and health risks. Western intelligence services have suggested that Beijing instructed the World Health Organization early in the pandemic on what it should say about Covid-19. Plaintiffs could use discovery to identify other governmental and private entities that collaborated with Beijing and hold them accountable. This litigation would have an added benefit of unmasking much of the pro-China infrastructure within international organizations and Western companies, think tanks and other institutions."
}