{
    "url_original": "https://www.wsj.com/articles/credit-suisse-calls-on-bank-risk-experts-to-join-board-11628851496?mod=markets_lead_pos4",
    "url": "credit-suisse-calls-on-bank-risk-experts-to-join-board-11628851496",
    "title": "Credit Suisse Calls on Bank Risk Experts to Join Board",
    "sub_head": "Swiss banking giant is stamping out risks and improving oversight after losing $5.5 billion from the collapse of family office Archegos",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-385035?width=860&height=573",
    "image_1": "im-385035.jpg",
    "time": "2021-08-13 06:44:00",
    "body": "Credit Suisse Group AG  enlisted two heavyweights of European banking to join its board and help supervise risks after losing $5.5 billion from failed family office Archegos Capital Management.<br />The Swiss bank proposed Axel Lehmann, a former UBS Group AG executive, and Juan Colombas, a former lieutenant to Credit Suisse Chairman António Horta-Osório, for board election in October. If approved by shareholders, Mr. Lehmann will become chair of the board’s risk committee, a role vacated by Andreas Gottschling in April after shareholders refused to back his re-election.<br />Mr. Lehmann has worked at UBS for more than a decade, initially as a board member between 2009 and 2015, before joining its executive team as chief operating officer. He became president for personal and corporate banking and for UBS Switzerland, and then stepped down in January. While he was on the UBS board, he was chief risk officer for Zurich Insurance Group, where he spent almost 20 years.<br />Mr. Colombas worked for decades with Mr. Horta-Osório, first at  Banco Santander SA  and then  Lloyds Banking Group  PLC, where Mr. Horta-Osório was chief executive until April. Mr. Colombas held senior risk and operations roles at the two banks, and since leaving Lloyds in 2020 has been on the board of  ING Groep .<br />Mr. Horta-Osório said the two men would help shape Credit Suisse’s strategic realignment, and “enhance our culture of risk management and personal responsibility and accountability.”"
}