{
    "url_original": "https://www.wsj.com/articles/critical-race-theory-crt-gramsci-hegemony-11627684680?mod=opinion_major_pos16",
    "url": "critical-race-theory-crt-gramsci-hegemony-11627684680",
    "title": "How to Fight Critical Race Theory’s New Hegemony",
    "sub_head": "CRT opponents must also wage a ‘war of position.’",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-371803?width=860&height=573",
    "image_1": "im-371803.jpg",
    "time": "2021-08-01 11:13:00",
    "body": "In his synopsis of the core claims of critical race theory (CRT), William Galston identifies the Italian Marxist Antonio Gramsci as a key influence on the movement (“A Deeper Look at Critical Race Theory,” Politics & Ideas, July 21). Quoting from the foundational CRT thinker Kimberlé Crenshaw, Mr. Galston highlights Gramsci’s attention to “hegemony,” defined as the ideological regime by which dominant social groups present their rule as natural and inevitable. For CRT, such a perspective enables us to see the enduring force of “white supremacy” even after the legal advances toward formal racial equality achieved by the civil-rights movement.<br />Mr. Galston argues that CRT has gone beyond using Gramsci’s ideas as an analytical lens and has put them into practice: “Following Gramsci’s lead, critical race theory has used mainstream concepts such as equality and inclusion to wage a highly effective war of position against liberal ideology.” In other words, CRT has begun to achieve hegemony by transmuting its own assumptions into the common sense that increasingly guides all the major institutions of American society: education, the media, nonprofits and the private sector.<br />What Mr. Galston doesn’t acknowledge is that if CRT has become hegemonic, CRT opponents must also become Gramscian in their methods and aims. No less than their nemeses, they see themselves as engaged in a “war of position” against an ideology that legitimates the rule of a particular class. Andrew Breitbart, the late conservative media entrepreneur, identified this as the right’s task. His dictum “politics is downstream from culture” was explicitly derived from Gramsci. In this sense, one of the most influential Gramscians currently on the scene is Christopher Rufo, whose rhetorical battle against CRT has succeeded in reshaping the ideological battleground.<br />Geoff Shullenberger<br />Senior lecturer, New York University"
}