{
    "url_original": "https://www.wsj.com/articles/crochet-clothes-not-just-for-grannies-anymore-11629821554?mod=life_work_lead_story",
    "url": "crochet-clothes-not-just-for-grannies-anymore-11629821554",
    "title": "Crochet Clothes: Not Just for Grannies Anymore",
    "sub_head": "Especially popular among savvy 20-somethings, crochet fashion by both big brands and independent crafters is surging—and diver Tom Daley is only partly responsible",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-388458?width=860&height=630",
    "image_1": "im-388458.jpg",
    "time": "2021-08-24 12:12:00",
    "body": "AS A CHILD in rural Virginia, Ray Prunty would watch his aunts and grandmother craft comely crochet throws to pass the time. Today, the 23-year-old sales assistant in Richmond, Va., proudly plops a hat crocheted in a grid of “granny squares” by Philadelphia’s Stahl Knit on his head several times a week. Mr. Prunty, who said he “grew up on crochet,” was attracted to the cap’s prismatic color scheme and its cozy nostalgia value.<br />Stahl Knit is one of a number of small-scale labels—some with just one employee—producing colorful, handmade clothing using crochet, a traditional hook-needle crafting technique. These designs include a fluffy sweater pieced together from large red, purple and aqua granny squares by California’s Chamula; a delicate, almost lace-like crochet tank top from New York’s Bode; and a sprawling handmade scarf dotted with on-the-nose peace signs from England’s Story MFG. Some larger fashion brands also produce pieces that appear hand-crocheted but are machine-made.<br />Earlier this year, Brett Hymes, 29, a writer in Santa Clarita, Calif., purchased an oatmeal-colored granny-square cardigan from New York’s Corridor that was handmade in Peru. The sweater has a pleasing “grandpa vibe” to it, said Mr. Hymes. Indeed, crochet epitomizes down-home comfort. The tightknit sitcom family on “Roseanne” (which premiered in 1988 and ran for 10 seasons) kept a crocheted throw draped across its plaid couch throughout the show’s run.<br />Crochet also conjures the ’60s, when young people traipsed around in shawls and tops fabricated from multicolored yarns. Corridor’s cardigans were, in fact, inspired by an image of a shaggy-haired Paul McCartney wearing a bluish crochet vest on the set of “The Magical Mystery Tour,” the Beatles’ 1967 British television movie. “There’s all sorts of flower-power stuff happening now,” said Dan Snyder, Corridor’s owner, noting that his sweaters slot into a larger throwback moment.<br />Although this summer didn’t end up being a repeat of the freewheeling summers in late-1960s America, as some had hoped, brands like Tache Clothing and Wild Orange Tree have been selling hippified, sleeveless crochet dresses and loose crochet crop tops. These flowy knits, in vibrant oranges, purples and greens, wouldn’t have looked out of place in the Haight in 1969."
}