{
    "url_original": "https://www.wsj.com/articles/crown-heights-riot-hasidic-jews-black-chabad-dinkins-giuliani-brooklyn-new-york-11629481962?mod=opinion_lead_pos10",
    "url": "crown-heights-riot-hasidic-jews-black-chabad-dinkins-giuliani-brooklyn-new-york-11629481962",
    "title": "Could the Crown Heights Riots Recur?",
    "sub_head": "Thirty years ago, police held back while roving bands attacked Jews in a Brooklyn neighborhood.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-388260?width=700&height=467",
    "image_1": "im-388260.jpg",
    "time": "2021-08-20 18:56:00",
    "body": "“The most serious anti-Semitic incident in American history,” as historian Edward S. Shapiro describes it, took place precisely 30 years ago when a mob took over the streets of Crown Heights, a neighborhood in Brooklyn, N.Y. Rioters killed one Orthodox Jew and beat dozens. Thousands were forced into hiding while windows shattered, police watched and Mayor David Dinkins stayed aloof. Members of the crowd shouted “Hitler should have finished the job” and “Death to the Jews.” Yet then as now, many liberals hesitated to pass judgment.<br />The Lubavitch Orthodox Jewish population has been growing in Crown Heights since 1940, but the neighborhood around it has changed. In 1960 Crown Heights was 71% white and 27% black. By 1970 the numbers had flipped. By 1990 it was around 80% black, including a large Caribbean-American population.<br />What happened is no mystery. As Jimmy Breslin wrote in 1993, “in all of America, wherever a large group of blacks settle, every white in sight flees.” Irish, Italians and other Jews left Crown Heights. But “the Lubavitchers do not run,” Breslin wrote. “These people in hats and beards are better than any other whites because they stayed and everybody else ran.” They might not have marched for civil rights in Selma, Ala., but neither did they decamp to the suburbs.<br />On the night of Monday, Aug. 19, 1991, the Lubavitcher rebbe was returning home from a visit to a cemetery. His motorcade’s third and final car, driven by Yosef Lifsh, had fallen behind and sped to catch up. Either running a red light or making a yellow one, his car collided with another at a Crown Heights intersection. It veered onto the sidewalk and struck 7-year-old cousins Gavin and Angela Cato. Gavin was killed, Angela seriously injured.<br />Mr. Lifsh got out and attempted to help, but a crowd began to beat him and his passengers. Nearby police struggled to control the situation until two ambulances arrived, one from Hatzalah, a volunteer Orthodox Jewish organization, and one from the city. Thinking quickly, officers ordered Hatzalah to take the injured Lubavitchers, while city medics attended to the children. That launched a rumor that the Jewish ambulance service had cared only about Jews and left Gavin Cato to die."
}