{
    "url_original": "https://www.wsj.com/articles/cruise-ships-2022-covid-delta-carnival-11629403417?mod=life_work_lead_pos1",
    "url": "cruise-ships-2022-covid-delta-carnival-11629403417",
    "title": "The Cruise Trips Most in Demand Don’t Embark Until 2022 and Beyond",
    "sub_head": "As they track Covid-19, many fans of sailings on Carnival, Royal Caribbean and other lines are booking far in advance to hedge their bets",
    "category_1": "Life & Work",
    "category_2": "Travel",
    "time": "2021-08-20 08:00:00",
    "body": "Lovers of cruise ships are fired up to head back out to sea. How quickly they embark is another question.<br />While some die-hards have jumped at boarding the first ship to leave the harbor this summer, many other cruisers, as they call themselves, are cautiously watching new guidelines and checking for altered itineraries and reports of Covid-19 cases. As a result, cruise lines and travel agents are already seeing crowds gathering to reserve space for voyages in 2022 and beyond.<br />Many cruise lines say they expect 2022 to be a strong year. As of early August, Viking Cruises’ bookings for 2022 were 42% ahead of where they were at the same point in 2019.  Royal Caribbean ,   Carnival  and  Norwegian Cruise Line  have also said demand for 2022 is strong when compared with 2019, even considering higher prices.<br />The strong demand extends past next year. Regent Seven Seas Cruises’ 132-night world cruise, set to sail in 2024, sold out its 350 two-person rooms in less than three hours, even with tickets starting at over $73,000.<br />Christine Hardenberger, owner of Modern Travel Professionals, based in Fredericksburg, Va., says her clients want cruise vacations and are willing to book. But some are hesitant to travel in the short term because they have questions about changing protocols. She typically sees an even mix of short-term bookings, for trips that take place within three months, and longer-term bookings. Lately she is seeing far fewer last-minute bookings."
}