{
    "url_original": "https://www.wsj.com/articles/cryptos-defi-projects-arent-immune-to-regulation-secs-gensler-says-11629365401?mod=markets_lead_pos4",
    "url": "cryptos-defi-projects-arent-immune-to-regulation-secs-gensler-says-11629365401",
    "title": "Crypto’s ‘DeFi’ Projects Aren’t Immune to Regulation, SEC’s Gensler Says",
    "sub_head": "Some peer-to-peer trading and lending projects have features that may trigger the need for regulation, chairman says",
    "category_1": "Financial Regulation",
    "image_1_url": "https://images.wsj.net/im-387731?width=860&height=573",
    "image_1": "im-387731.jpg",
    "time": "2021-08-19 05:30:00",
    "body": "WASHINGTON—A new breed of digital asset exchanges is potentially the holy grail for cryptocurrencies: online places for people to trade and lend that purportedly involve no middleman setting the rules or taking fees.<br />But these peer-to-peer networks, so far completely unregulated in the U.S., may not be immune from oversight, said Gary Gensler, chairman of the Securities and Exchange Commission. Some decentralized finance projects, known as DeFi, have features that make them look like the types of entities the SEC oversees, Mr. Gensler said in an interview Wednesday.<br />DeFi developers write software that automates transactions and say they then step away from the project, allowing it to operate with no central entity in charge. They argue that such decentralization defeats the need for oversight by the SEC, which has said that some cryptocurrencies, such as bitcoin and ether, are sufficiently decentralized to avoid regulation.<br />But Mr. Gensler, who took over in April, said projects that reward participants with valuable digital tokens or similar incentives could cross a line into activity that should be regulated, no matter how “decentralized” they say they are.<br />“There’s still a core group of folks that are not only writing the software, like the open source software, but they often have governance and fees,” Mr. Gensler said. “There’s some incentive structure for those promoters and sponsors in the middle of this.”"
}