{
    "url_original": "https://www.wsj.com/articles/cryptocurrencys-surge-leaves-global-watchdogs-trying-to-catch-up-11629720000?mod=politics_lead_pos10",
    "url": "cryptocurrencys-surge-leaves-global-watchdogs-trying-to-catch-up-11629720000",
    "title": "Cryptocurrency’s Surge Leaves Global Watchdogs Trying to Catch Up",
    "sub_head": "Binance and BitMEX exchanges have come under regulatory pressure, but coordinated crypto oversight seems limited in the U.S., Europe and Asia",
    "category_1": "Markets",
    "category_2": "Financial Regulation",
    "time": "2021-08-23 09:53:00",
    "body": "The cryptocurrency industry is getting so big and enabling so much risk-taking that governments around the globe are taking notice.<br />Bitcoin traded above $50,000 Monday; its total value now exceeds $900 billion, more than all but a handful of companies. Digital currencies called stablecoins grease ever more trading and issuance. Giant crypto exchanges in Asia offer 100-to-1 bets, often serving traders in countries where their products aren’t legal.<br />After years of relative inattention, regulators and lawmakers are scrambling to catch up—but it won’t be easy. They aim to rein in a rebellious industry that has adopted the tech world’s blueprint for aggressively deploying new products to quickly amass users—while often leaving regulatory compliance as an afterthought.<br />Some of the largest crypto firms are under increasing pressure. In recent weeks, Binance, the world’s biggest crypto exchange, was barred from or warned about offering certain crypto investments in the U.K., Italy, Germany, the Netherlands, Japan and Hong Kong. It said Friday that all new users would have to provide an identification document and photo of themselves to verify their identity. BitMEX, another large exchange, paid $100 million to settle a U.S. regulatory investigation related to claims of illegally selling derivatives and lackluster anti-money-laundering compliance.<br />Yet few industry participants expect the crypto world, emboldened by a surge over the past 18 months in the value of and interest in their products, to suddenly change its ways. Regulators are scrutinizing the industry as never before, but so far coordination appears limited and key jurisdictions are pursuing widely divergent approaches."
}