{
    "url_original": "https://www.wsj.com/articles/cryptocurrency-compromise-emerges-for-infrastructure-bill-11628185806?mod=politics_lead_pos2",
    "url": "cryptocurrency-compromise-emerges-for-infrastructure-bill-11628185806",
    "title": "Cryptocurrency Compromise Emerges for Infrastructure Bill",
    "sub_head": "Biden-backed provision aims to boost tax enforcement on crypto transactions",
    "category_1": "Politics",
    "time": "2021-08-05 17:30:00",
    "body": "WASHINGTON—A key senator negotiating the roughly $1 trillion bipartisan infrastructure bill signaled a willingness to compromise over a provision that seeks to raise money through tougher tax enforcement of cryptocurrency transactions.<br />Sen. Rob Portman (R., Ohio) on Thursday said he agreed on the need to clarify the provision, which he wrote and is backed by the Biden administration. It aims to require brokers of digital assets to report on gains reaped on trading to the Internal Revenue Service. As crafted, it would raise an estimated $28 billion over a decade to help pay for improved roads, bridges, ports and other infrastructure.<br />The amount raised by the provision, while relatively small, signals the latest move by Washington policy makers to impose oversight on an industry that has grown dramatically without regulation. The cryptocurrency industry says the provision is overly broad and could inadvertently encompass bitcoin-miners and other entities and discourage innovation in the fast-growing sector.<br />The significance of cryptocurrency profits as a revenue source may also grow after the Congressional Budget Office found on Thursday that the infrastructure bill would widen the federal budget deficit by $256 billion over 10 years, contradicting negotiators’ claims that the cost of the legislation would be covered by new revenue and saving measures.<br />Three Senators—Ron Wyden (D., Ore.) Pat Toomey (R., Pa.), and Cynthia Lummis (R., Wyo.) introduced an amendment Wednesday that they said would clarify the definition of a broker."
}