{
    "url_original": "https://www.wsj.com/articles/crypto-firms-want-fed-payment-systems-accessand-banks-are-resisting-11630143002?mod=markets_lead_pos3",
    "url": "crypto-firms-want-fed-payment-systems-accessand-banks-are-resisting-11630143002",
    "title": "Crypto Firms Want Fed Payment Systems Access—and Banks Are Resisting",
    "sub_head": "Efforts by the new breed of financial entities, if successful, could create more competition for traditional banks",
    "category_1": "Markets",
    "category_2": "Financial Regulation",
    "time": "2021-08-28 05:30:00",
    "body": "WASHINGTON—Cryptocurrency companies want to tap into the Federal Reserve payments systems that traditional banks use to move money around quickly. The banks are pushing back.<br />The companies include Avanti Bank, which aims to provide custody services for institutional investors in cryptocurrencies, and Kraken, a cryptocurrency exchange platform. They say direct access to the Fed’s payment systems would allow them to more quickly and cheaply process orders from customers buying and selling digital assets. Currently they must partner with traditional banks that have accounts with the Fed.<br />Traditional banks say the newer financial firms are supervised relatively lightly and lack the internal controls needed to ensure against money laundering and other illicit activities—concerns that regulators have expressed about the crypto industry more broadly. And they say the firms are riskier because they aren’t insured by the Federal Deposit Insurance Corp.<br />“It is reasonable to expect that such applicants will pose heightened risks regarding matters of anti-money-laundering, cybersecurity and consumer protection, as well as safety and soundness,” the Bank Policy Institute, which represents large banks, and the Independent Community Bankers of America wrote in a letter to the Fed last month.<br />Avanti and Kraken, which both have “special purpose” bank charters in Wyoming, say they have all the same compliance, controls and supervisory requirements of traditional banks. The only U.S. bank regulator that has a supervisory exam manual for crypto is in Wyoming, they say."
}