{
    "url_original": "https://www.wsj.com/articles/cubas-black-communities-bear-the-brunt-of-regimes-crackdown-11628766002?mod=business_minor_pos4",
    "url": "cubas-black-communities-bear-the-brunt-of-regimes-crackdown-11628766002",
    "title": "Cuba’s Black Communities Bear the Brunt of Regime’s Crackdown",
    "sub_head": "Communist officials say the instigators of recent protests are criminals from the island’s underworld",
    "category_1": "World",
    "category_2": "Latin America",
    "time": "2021-08-12 07:00:00",
    "body": "Recent antigovernment protests in Cuba were the biggest in more than six decades. But they were historic, too, because many of the protesters were Black Cubans, a group that is increasingly breaking with the country’s Communist government.<br />The protests, which were repressed by police and organized government supporters, included Cubans of all ages, races and classes. But Afro-Cubans were at the forefront of many of the nationwide demonstrations, according to protesters and Cuba experts. The most intense protests and violence, including the lone death acknowledged by the government, happened in impoverished and largely Black neighborhoods, Cuba’s government and dissidents say. And many, if not a majority, of those arrested in a subsequent crackdown are Black, their relatives and activists say.<br />“This is a fundamental break between Afro descendants and the government,” says Manuel Cuesta Morúa, a Black Cuban civil-rights activist. “The government saw delinquents where there are only angry people fed up with the lack of social mobility, lack of freedom and structural racism.”<br />The growing defiance of Afro-Cubans, who make up more than a third of the island’s 11 million people, is a turnaround for a group often seen as natural allies of a government that 62 years ago overthrew a dictatorship and prohibited racial discrimination. But in the past three decades, many Black Cubans, like many other Cubans, have become disillusioned with government policies that have widened racial and income disparities. The pandemic and a steep economic contraction have added to the pain.<br />While the government has long painted a picture of racial equality in Cuba, experts say Blacks in Cuba still have a harder time getting ahead than whites. Blacks are the poorest Cubans, have fewer people sending them dollar remittances from abroad and struggle to get jobs in either top government posts or the key tourism industry, according to surveys, Cuba analysts and interviews with Cuban Black activists."
}