{
    "url_original": "https://www.wsj.com/articles/cvs-logs-higher-revenue-boosted-by-covid-19-shots-11628077342?mod=business_lead_pos2",
    "url": "cvs-logs-higher-revenue-boosted-by-covid-19-shots-11628077342",
    "title": "CVS Logs Higher Revenue Boosted by Covid-19 Shots",
    "sub_head": "Healthcare company says it will raise minimum wage to $15 an hour starting next year",
    "category_1": "Business",
    "category_2": "Earnings",
    "time": "2021-08-04 07:42:00",
    "body": "CVS Health Corp.  posted higher revenue in the latest quarter, helped by the nearly 17 million Covid-19 vaccines it administered between April and June, as it moved to raise its minimum wage for workers to $15 an hour starting next year.<br />With a lift from the vaccinations and from the more than six million Covid-19 tests CVS conducted, same-store sales grew by 12.3% from last year’s spring quarter, when the earlier stages of the pandemic were keeping shoppers at home. CVS’s total revenue, which also includes its health-insurance and pharmacy-services businesses, grew by 11% year over year to $72.62 billion, the company said Wednesday.<br />Joining other retailers that have laid out similar plans, CVS also said it would raise its minimum wage for hourly workers to $15 an hour by July 2022. About two-thirds of CVS’s hourly staff already earn that much, the company said, adding that the increase to the company’s wage floor would help workers and their families.  Walmart Inc.  and  Amazon.com Inc.  are among the other large employers of retail workers that have pledged $15 minimum wages in recent years.<br />Revenue rose 11% in CVS’s health-insurance business in the quarter, but operating income declined significantly for that segment as the company had to pay out more in claims for patients who were returning to their doctors after deferring care earlier in the pandemic. The medical-benefit ratio—the proportion of premiums paid out in claims—rose to 84%, from 70% a year earlier.<br />Overall, CVS posted earnings of $2.10 a share, or $2.42 on an adjusted basis after stripping out one-time items. Analysts polled by FactSet had been forecasting an adjusted profit of $2.07 a share."
}