{
    "url_original": "https://www.wsj.com/articles/cvs-wants-to-be-your-therapist-too-11630238400?mod=business_lead_pos2",
    "url": "cvs-wants-to-be-your-therapist-too-11630238400",
    "title": "CVS Wants to Be Your Therapist, Too",
    "sub_head": "Pharmacy chain joins Walgreens and Walmart in expanding in-person counseling at or near stores, as more people seek mental-health services",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2021-08-29 08:00:00",
    "body": "CVS Health Corp.  is betting Americans will get therapy at the same place they buy their snacks, soda and prescription drugs.<br />The pharmacy company is among several retailers including  Walmart Inc.  and  Walgreens Boots Alliance Inc.,  that are experimenting with offering counseling services in or near stores. They see potential as the Covid-19 pandemic has prompted more people to seek help for addiction, depression and other issues, according to federal data.<br />“It’s creative and we certainly need the help,” said Ken Duckworth, medical director of the National Alliance on Mental Illness. “It’s an interesting idea to post a mental-health resource at a place where people already are at.”<br />CVS earlier this year started stationing mental-health providers, typically a licensed clinical social worker trained in cognitive behavioral therapy, at 13 locations in Houston, Philadelphia and Tampa, Fla., as a pilot program. The company said it saw a surprisingly high return rate for customers who had an initial consultation, and is now expanding the program to 34 locations in those areas.<br />Some healthcare providers question how many people are comfortable seeking therapy in such a public setting, despite a growing acceptance and understanding of mental-health issues. CVS says other customers would have no way of knowing that a person is getting mental-health help, given that the stores offer a range of wellness services. Mental-health services are advertised inside the stores, where an area designated for medical services includes a private room for counseling sessions."
}