{
    "url_original": "https://www.wsj.com/articles/dan-loebs-third-point-gets-a-taste-of-its-own-activist-medicine-11628847000?mod=markets_lead_pos5",
    "url": "dan-loebs-third-point-gets-a-taste-of-its-own-activist-medicine-11628847000",
    "title": "Dan Loeb’s Third Point Gets a Taste of Its Own Activist Medicine",
    "sub_head": "Shares of the London-listed fund have rocketed higher, getting an additional boost after it was targeted by an activist investor",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-383821?width=860&height=573",
    "image_1": "im-383821.jpg",
    "time": "2021-08-13 05:30:00",
    "body": "Dan Loeb’s Third Point LLC is a prototypical activist investor, agitating for changes at huge companies such as  Intel Corp. ,  Sony Group Corp.  and  Prudential  PLC.<br />Now his listed investment vehicle is the target of an activist campaign of its own, and while the two sides are at loggerheads, shareholders are enjoying the spoils of the fight.<br />Third Point Investors  Limited, a fund listed on the  London Stock Exchange  with $1 billion in assets under management, invests in a fund managed by the New York-based Third Point. Mr. Loeb is the investment manager of the fund, which launched in 2007 and allows investors who might not otherwise be able to get access to his strategy. It holds a grab bag of stocks, bonds and private companies mostly in the Americas and Europe, the Middle East and Africa.<br />In May, Asset Value Investors, one of the listed fund’s shareholders with a more than 10% stake, began clamoring for changes. The London-based investor, which manages around £1.5 billion, equivalent to $2.1 billion, said it had significant concerns with the performance of the fund related to the discount at which shares trade to their underlying net asset value. Since its inception, Third Point Investors’ shares have traded at a discount.<br />The share price, meanwhile, has risen 10% since AVI began publicly airing its grievances in May. The discount at which the shares trade to their underlying net asset value has also shrunk, to 12% from 17%, as of Aug. 4."
}