{
    "url_original": "https://www.wsj.com/articles/danaher-ceos-career-started-with-a-pool-hall-hustle-11630072800?mod=business_lead_pos11",
    "url": "danaher-ceos-career-started-with-a-pool-hall-hustle-11630072800",
    "title": "Danaher CEO’s Career Started With a Pool Hall Hustle",
    "sub_head": "George M. Sherman, who has died at age 80, oversaw rapid growth at a manufacturing conglomerate and was known for his high energy",
    "category_1": "World",
    "category_2": "Obituaries",
    "image_1_url": "https://images.wsj.net/im-390684?width=860&height=573",
    "image_1": "im-390684.jpg",
    "time": "2021-08-27 11:14:00",
    "body": "As a teenager in Plainview, Long Island, in the late 1950s, George M. Sherman cut a dashing figure with his pompadour. He bought his own pool cue and wielded it expertly to win money at local billiards halls.<br />Pool hustling provided seed capital for a small concrete-pouring and construction business he created to help pay for his education at Long Island University, where he majored in industrial management.<br />That led to a management career at General Electric Co., Emerson Electric Co. and Black & Decker Corp., where he revitalized the power-tool business in the late 1980s. Mr. Sherman got his chance to be chief executive of a large company when Danaher Corp., founded by brothers Steven and Mitchell Rales, recruited him in 1990.<br />Mr. Sherman focused what had been a motley group of manufacturing businesses into a more streamlined maker of environmental controls, Craftsman tools and other products. During his 11 years as CEO, Danaher’s market value soared to more than 20 times the 1990 level.<br />Mr. Sherman funded educational programs in Baltimore, exercised daily and was known for his high energy. “Relaxing with George was exhausting,” a close friend recalled. He died Aug. 17, at the age of 80, of complications from a brain injury suffered 14 months earlier when he fell after his daily Peloton-stationary-bike workout."
}