{
    "url_original": "https://www.wsj.com/articles/de-blasio-teenagers-vaccine-passport-covid-19-coronavirus-new-york-nyc-11628539456?mod=opinion_lead_pos6",
    "url": "de-blasio-teenagers-vaccine-passport-covid-19-coronavirus-new-york-nyc-11628539456",
    "title": "De Blasio Banishes My Kids From New York",
    "sub_head": "His vaccine decree relegates them to second-class status.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-382626?width=860&height=573",
    "image_1": "im-382626.jpg",
    "time": "2021-08-09 18:28:00",
    "body": "When my son, 13, went for his annual physical, the topic of Covid vaccination came up. My wife explained that we are holding off until we gain confidence in the risk-benefit analysis for healthy adolescents, especially with regard to postvaccine myocarditis. The doctor acknowledged the concern and explained why she strongly recommended our son get vaccinated anyway. My wife thanked her and said we would continue to monitor the available data.<br />That’s how it’s supposed to be: a respectful dialogue between parent and pediatrician who seek to make the best medical decisions for the children we love and care for.<br />The next morning, Mayor Bill de Blasio injected himself into that private dialogue. Under his vaccine-passport mandate, we must immediately submit to the vaccination of our son and 15-year-old daughter, or they will be treated as second-class citizens in New York City. They will be prohibited from entering restaurants and movie theaters, attending most indoor events or, in de Blasio’s words, generally living “a good and full and healthy life.” (They may continue to live a good and full and healthy life across the county line in our suburban village, not to mention everywhere else in the U.S.)<br />Meanwhile for families with vaccine-eligible teens—who in New York and most other states need parental consent to get vaccinated—the ethical and practical land mines are enormous.<br />Can you imagine a group of high schoolers heading out together to a nearby diner after a year of Zoom classes and isolation, only to realize that two of their friends aren’t allowed in because their parents have vaccine safety concerns? Does the whole group cancel its plans, or split from their unvaccinated friends? Does it matter that, statistically, the abandoned friends are far more likely to be black?"
}