{
    "url_original": "https://www.wsj.com/articles/death-of-the-band-tame-impala-japanese-breakfast-soccer-mommy-perfume-genius-st-vincent-waxahatchee-11628542920?mod=opinion_major_pos14",
    "url": "death-of-the-band-tame-impala-japanese-breakfast-soccer-mommy-perfume-genius-st-vincent-waxahatchee-11628542920",
    "title": "The Rise of the ‘Project’ and the Slow Death of the Band",
    "sub_head": "Tame Impala, Waxahatchee and Soccer Mommy are just some of the most successful monikers under which solo indie artists perform today.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-382536?width=860&height=573",
    "image_1": "im-382536.jpg",
    "time": "2021-08-09 17:05:00",
    "body": "<br />In the past two years, we’ve heard acclaimed albums from “bands” like Japanese Breakfast, Tame Impala, U.S. Girls, Perfume Genius, Soccer Mommy, Caribou, Waxahatchee and St. Vincent; the musical output from this cohort ranges from psychedelic rock to sparkly synth-pop, and from rustic country-folk to wiry art-punk. Generally, they don’t sound much alike. But what they do have in common is that they’re not really bands at all. Some of these acts have fixed members who play with the group live and appear on a few records in a row, but all are essentially solo projects presented under a banner that’s less a band name and more a brand name.<br />This isn’t a new phenomenon, but it’s become more common in the past decade. For much of rock’s history, bands had individual players whose distinct styles were integral parts of a whole—the Beatles, U2, the Who, REM, Fleetwood Mac and more were identified not just by who sang what but also by the character of the instruments. It was important to know who played what. Keith Moon’s drums sounded nothing like Ringo Starr’s, and the Edge’s approach to guitar was worlds away from Peter Buck’s.<br />But the need for a stable band with several identifiable personalities seems to be on the wane. Why? Much of this shift stems from how and why a budding performer first makes music. The archetypal setting for early music-making used to be the garage. Young bands jammed together in private and dreamed of getting gigs and then, someday, probably much later, making a record. The band came first, then the songs and arrangements.<br />Now, when recording software comes pre-installed on home computers and even smartphones, the bedroom is where new music is born, and songwriting and arrangement often precede performance. With the right software, inexpensive gear, and some technical knowhow, a person working alone can make a record that sounds like a band. And a computer isn’t just a recording device—by uploading to a platform like YouTube and SoundCloud, a singer-songwriter can distribute music and develop an audience without involving anyone else or ever performing in front of a crowd. How to play the music in concert, and who will play it, is something to be figured out later."
}