{
    "url_original": "https://www.wsj.com/articles/debt-ceiling-reconciliation-partisan-budget-negotiations-spending-federal-deficit-11629753688?mod=opinion_lead_pos6",
    "url": "debt-ceiling-reconciliation-partisan-budget-negotiations-spending-federal-deficit-11629753688",
    "title": "A Simple Rule Could End Debt-Ceiling Shenanigans",
    "sub_head": "Federal debt may face a downgrade if Democrats and Republicans don’t agree to increase the limit.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-389532?width=860&height=573",
    "image_1": "im-389532.jpg",
    "time": "2021-08-23 18:26:00",
    "body": "It’s time to bring back the Gephardt Rule.<br />The what? I’ll explain shortly, but if you think what the country needs is more partisan warfare in Congress, stop reading here. The Gephardt Rule would eliminate the periodic partisan battles over the national debt ceiling.<br />First some history. Before 1917, the U.S. government had no debt ceiling and hardly any debt—in 1916, the national debt was less than 3% of U.S. gross domestic product. Whenever Congress authorized spending that required borrowing, it would pass a specific law allowing the Treasury Department to issue the debt. That practice crumbled under the pressure of World War I spending, and a 1917 law allowed Treasury to issue debt instruments without explicit congressional approval. Legislation in 1939 and 1941 applied a debt ceiling to all federal debt.<br />For the next three decades, however, Congress had no satisfactory way to control the overall budget. So in 1974 Congress passed the Budget and Impoundment Control Act, which created the Congressional Budget Office and budget committees in each chamber of Congress. The 1974 act also created clear step-by-step procedures by which legislators authorize a certain deficit each fiscal year. Sadly, Congress frequently ignores those procedures.<br />The 1974 act rendered the debt ceiling superfluous. If Congress enacts a budget with, say, a deficit of $321 billion, it is tacitly authorizing the Treasury to borrow $321 billion more. But if that additional $321 billion would breach the existing debt limit, Congress must pass another law raising that limit or else find itself both violating laws it has already passed and leaving the U.S. government unable to meet all its obligations, triggering a default."
}