{
    "url_original": "https://www.wsj.com/articles/deliveroo-is-still-an-unappetizing-meal-11629977151?mod=markets_featst_pos1",
    "url": "deliveroo-is-still-an-unappetizing-meal-11629977151",
    "title": "Deliveroo Is Still an Unappetizing Meal",
    "sub_head": "The takeout app’s shares are warming up after a rocky IPO, but profits look elusive as ever",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-26 07:25:00",
    "body": "This column is part of the Heard on the Street stock-picking contest. You’re invited to play along with us here.<br />Food-delivery company  Deliveroo  has almost bounced back from one of London’s worst market debuts. But some risks that turned investors off earlier this year are growing.<br />Deliveroo’s shares still change hands for slightly less than their initial public offering price, after plunging 26% on their first day of trading back in March. The stock got a boost when German competitor  Delivery Hero  took a 5% stake in the business in early August. In a supportive sign that diners are sticking with the app as restaurants reopen, the company said revenue increased 82% in the first half of the year compared with the same period of 2020.<br />Wage pressures may have increased since the company’s IPO, though. Globally, shareholders worry that new labor protections for so-called gig workers could push up costs for businesses like Deliveroo. Laws are tightening up in China, while a California court ruled this month that Proposition 22, which allowed the likes of Uber and  Lyft  to continue classifying their drivers as independent contractors, is unconstitutional.<br />In Europe, Deliveroo’s main market, the picture is mixed. The company is leaving Spain in part because of new laws that force delivery apps to classify their riders as employees. But in June, Deliveroo defeated a fourth legal challenge to its employment model in the U.K. The company remains the most vulnerable of Europe’s listed food-delivery apps to any future labor crackdown. All of its meal orders are delivered by gig workers, compared with 44% at competitor Just Eat Takeaway.com, according to Bernstein."
}