{
    "url_original": "https://www.wsj.com/articles/delta-variants-spread-clouds-outlook-for-emerging-market-debt-11629970201?mod=markets_lead_pos6",
    "url": "delta-variants-spread-clouds-outlook-for-emerging-market-debt-11629970201",
    "title": "Delta Variant’s Spread Clouds Outlook for Emerging-Market Debt",
    "sub_head": "Investors have been demanding higher returns on bonds from Southeast Asian nations with relatively low vaccination rates",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-390512?width=860&height=573",
    "image_1": "im-390512.jpg",
    "time": "2021-08-26 05:30:00",
    "body": "The spread of the highly contagious Delta variant of Covid-19 across Asia is weighing on emerging-market debt in the region.<br />In recent months, investors have been demanding higher returns on bonds from Southeast Asian nations with relatively low vaccination rates that have reported sharp increases in Covid-19 cases. Governments in the region have imposed fresh lockdowns or social-distancing restrictions that are slowing their economic recoveries, and are spending more to help their citizens and businesses.<br />The spread, or additional yield above Treasurys, on long-dated U.S. dollar sovereign bonds from Indonesia and the Philippines has increased by 0.3 to 0.6 percentage point since mid-May, according to FactSet. Spreads on Malaysia’s dollar bonds have also widened. The three countries have investment-grade credit ratings, and yields on their bonds that mature in more than 20 years now range from 2.7% to 3.5%.<br />Part of the reason for the recent move has been a drop in long-term U.S. Treasury yields, which reflect global investors’ doubts about the strength of the American economy in the coming years. Federal Reserve officials in recent months, meanwhile, suggested they may start to dial back their easy-money policies and taper their pace of bond buying.<br />The greenback is also strengthening, which makes it costlier for emerging-market bond issuers to service their dollar debt, according to Khoon Goh, head of Asia Research at ANZ."
}