{
    "url_original": "https://www.wsj.com/articles/delta-variant-stalls-asias-economic-recovery-after-early-rebound-11627922736",
    "url": "delta-variant-stalls-asias-economic-recovery-after-early-rebound-11627922736",
    "title": "Delta Variant Stalls Asia’s Economic Recovery After Early Rebound",
    "sub_head": "Rising Covid-19 cases and slow progress on vaccinations begin to paralyze region that had kept virus in check",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-08-02 12:45:00",
    "body": "Asia is emerging as a weak link in an otherwise strong global economic recovery, as new pandemic restrictions restrain manufacturing in some countries and the exports that have powered the recovery in China show signs of slowing.<br />With progress on vaccinations slower than in the West, Asia is hitting new pandemic highs driven by the Delta variant of the coronavirus. The spread of the virus is threatening to hurt consumer confidence and erode the advantage of many Asian economies as manufacturing powerhouses.<br />Countries in Southeast Asia have been among the hardest hit, prompting new social-distancing restrictions and lockdowns in countries that had largely avoided those measures earlier in the pandemic. As factory production contracts across Southeast Asia, Indonesia and Malaysia, which have recently faced surging caseloads and Covid-19 deaths, have been among the worst affected, according to  IHS Markit .<br />Foreign demand has propelled export economies such as China and South Korea during the pandemic, with factories churning out consumer goods from bikes to furniture and electronic gadgets for overseas consumers. But that engine is showing signs of slowing. In China, both private and official manufacturing purchasing-managers’ Indexes fell to their lowest levels in over a year in July, suggesting that domestic and overseas demand were cooling off.<br />In the West, higher vaccination levels are allowing economic activity to return to normal levels. In the U.S., which has vaccinated 49.6% of its population, economic output rose above its pre-pandemic level in the second quarter."
}