{
    "url_original": "https://www.wsj.com/articles/delta-variant-clouds-back-to-school-shopping-plans-11628501401?mod=business_lead_pos7",
    "url": "delta-variant-clouds-back-to-school-shopping-plans-11628501401",
    "title": "Delta Variant Clouds Back-to-School Shopping Plans",
    "sub_head": "Retailers predict record spending even as parents navigate concerns about rising Covid-19 cases and product shortages",
    "category_1": "Business",
    "time": "2021-08-09 05:30:00",
    "body": "Concerns over the Delta variant and supply-chain issues that have made it hard to find items like backpacks are upending back-to-school shopping plans for families, prompting some to curtail spending.<br />The uncertainty comes just as retailers are gearing up for what has been expected to be record back-to-school shopping. The National Retail Federation predicts that consumers with children in kindergarten through 12th grade will spend $37.1 billion this year, the most since the industry group began conducting its survey in 2003. Back-to-college spending is expected to total $71 billion, also a record.<br />Chains from  Target Corp.  to Staples Inc. are still betting that parents will snap up clothing, backpacks, lunchboxes, notebooks and other items that they didn’t purchase last year, when many students attended school remotely during the height of the Covid-19 pandemic.<br />“People are questioning whether students will actually go back to school and parents are crossing their fingers hoping it really will happen,” said Jim Weinberg, the chief merchandising officer at DSW Designer Shoe Warehouse, which is owned by  Designer Brands Inc.  “But we still expect to have a very robust back-to-school season. Because people didn’t make as many purchases last year, they are approaching this year with gusto.”<br />Not just retailers are facing mounting uncertainty from the summer rise in U.S. coronavirus cases. Companies are delaying plans to bring workers back to the office, organizers canceled the New York International Auto Show, and New York City will impose vaccine requirements for indoor dining. Last week,  Frontier Airlines  said its bookings had started to slow more than they typically would at this time of year, a change it attributed to the Delta variant."
}