{
    "url_original": "https://www.wsj.com/articles/delta-variant-foils-australias-zero-tolerance-strategy-for-covid-19-11629453402?mod=world_major_1_pos1",
    "url": "delta-variant-foils-australias-zero-tolerance-strategy-for-covid-19-11629453402",
    "title": "Delta Variant Foils Australia’s Zero-Tolerance Strategy for Covid-19",
    "sub_head": "Sydney tightens restrictions to buy time to enable more people to get vaccinated against the coronavirus",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-08-20 05:56:00",
    "body": "SYDNEY—Australia used a combination of its island geography and local lockdowns to eliminate the coronavirus earlier in the pandemic. But the Delta variant is so infectious that some Australian leaders believe it will be impossible to get down to zero cases again.<br />Australia this week reported the highest number of cases since the pandemic began. There were 747 new local cases of the virus across the country on Wednesday, beating the previous daily high of 716 in July of last year, according to the latest numbers from Our World in Data. The country’s two biggest cities, Sydney and Melbourne, are in lockdown, as is the country’s capital, Canberra.<br />“To assume that forevermore there’ll be zero cases around Australia is, I think, an assumption that nobody can really make at this stage,” said Gladys Berejiklian, the premier of New South Wales state, which includes Sydney. “We can’t pretend that we’re going to be zero cases around Australia of Delta.”<br />Although small by global standards, Australia’s Delta outbreak is a case study in how quickly it can spread in a lightly vaccinated population with low immunity. The vaccine rollout has increased recently but just 22% of the population has been fully vaccinated, compared with more than half in the U.S. and the U.K., according to Our World in Data.<br />Not all of Australia’s leaders are ready to give up on elimination, at least while vaccination rates remain relatively low. Leaders of Australia’s states had agreed to a Covid-19 exit strategy that called for the virus to be aggressively suppressed until at least 70% of the adult population had been vaccinated."
}