{
    "url_original": "https://www.wsj.com/articles/delta-variant-outbreaks-in-sparsely-vaccinated-asian-countries-disrupt-production-11629807725?mod=world_major_1_pos1",
    "url": "delta-variant-outbreaks-in-sparsely-vaccinated-asian-countries-disrupt-production-11629807725",
    "title": "Delta Variant Outbreaks in Sparsely Vaccinated Asian Countries Disrupt Production",
    "sub_head": "Vietnam has shut down factories and imposed strict new measures to fight a rising wave of Covid-19 after escaping largely unscathed from the first 14 months of the pandemic",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-08-24 08:33:00",
    "body": "A gap has formed between the demand for goods in the well vaccinated U.S. and the capacity of sparsely vaccinated manufacturing countries to meet it, building inflationary pressure. The outbreaks in Vietnam and elsewhere add to a long list of challenges—including outbreaks at ports, freight-container shortages and rising raw-material prices—that companies face in delivering goods at low cost and on time ahead of the holiday season.<br />Vietnam, which has given two vaccine doses to less than 3% of its population, has seen a surge in cases over the past six weeks driven by the Delta variant. The country’s strict Covid-19 containment policies—including locking down villages and quarantining tens of thousands of people in military barracks and other state-run centers—worked for the first 14 months of the pandemic, as it pumped out exercise equipment, electronics and pajamas for Western consumers.<br />But the Delta variant has slipped through Vietnam’s defenses—just as it has recently for other largely unvaccinated exporters including Indonesia, Sri Lanka and Thailand. The strain spreads so quickly that it is difficult to track, according to the government. Authorities have ordered some factories to shut and others to drastically reduce on-floor workers. That has left in the lurch Western brands—such as  Adidas AG ,   Crocs Inc . , and  Steven Madden Ltd . —that rely heavily on Vietnamese manufacturing.<br />Companies are trying to find alternative suppliers in China and elsewhere, and are paying for expensive airfreight to try to quickly shift product to Western markets to compensate for production delays.<br />“Vaccine inequality and the vaccination levels in these emerging markets are creating problems in those sectors and are adding to cost pressures,” said Louis Kuijs, head of Asia Economics for Oxford Economics."
}