{
    "url_original": "https://www.wsj.com/articles/delta-variant-may-come-for-the-feds-fall-plans-too-11629389509?mod=business_minor_pos11",
    "url": "delta-variant-may-come-for-the-feds-fall-plans-too-11629389509",
    "title": "Delta Variant May Come for the Fed’s Fall Plans Too",
    "sub_head": "The Fed is increasing chatter of tapering even as the Delta variant is weighing on the economy",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-19 12:11:00",
    "body": "The economy is still doing very well, but the already bad Covid-19 situation brought on by the Delta variant threatens to get even worse. It is an environment that has put both the Federal Reserve and investors in a fix.<br />Minutes from the Fed’s July meeting, released Wednesday, show that central bank policy makers want to start reducing monthly bond purchases by the end of the year, and there are some at the Fed who would like to start that in short order, say with an announcement at the September meeting. They view the Fed tapering its purchases down to zero—a process that could take the better part of a year—as a necessary condition for raising rates. The sooner it finishes tapering, the sooner they have the option of raising rates.<br />And they would like to at least have the option of raising rates sometime next year. Inflation has been elevated, after all, and though it seems likely it could cool a bit in the months ahead, next year it could still be above the 2% the central bank is targeting. And if businesses keep up the pace of hiring, the economy could be close to the Fed’s goal of full employment.<br />But even though the Delta variant was clearly a problem when Fed policy makers met late last month, it has proved more pernicious than they might have suspected. There have been twice as many Covid cases in the past seven days as in the seven days that ended with the Fed meeting. There are also more than twice as many people now hospitalized with Covid, and in some places hospitals have run out of beds in their intensive care units. Americans are growing more worried, and cautious. A preliminary reading of the University of Michigan’s survey of consumers showed that sentiment dropped sharply this month. The Commerce Department’s retail sales report on Tuesday showed spending softened last month, while credit-card data show further deterioration this month.<br />The juxtaposition of a hawkish leaning Fed and worsening Covid situation is hardly a recipe for quiescent markets. Stocks fell following the release of the minutes, and fell again on Thursday."
}