{
    "url_original": "https://www.wsj.com/articles/democrats-3-5-trillion-budget-framework-exposes-party-tensions-11628704569?mod=politics_lead_pos4",
    "url": "democrats-3-5-trillion-budget-framework-exposes-party-tensions-11628704569",
    "title": "Democrats’ $3.5 Trillion Budget Framework Exposes Party Tensions",
    "sub_head": "Sen. Joe Manchin expresses alarm over price tag of antipoverty and climate plan",
    "category_1": "Politics",
    "time": "2021-08-11 15:25:00",
    "body": "WASHINGTON—Hours after the Senate passed a $3.5 trillion budget framework, Democratic leaders quickly confronted looming challenges in keeping the party united, as centrist and progressive lawmakers aired rival concerns over the package set to be finalized this fall.<br />Sen. Joe Manchin (D., W.Va.), an influential centrist who has raised objections to previous Democratic bills, expressed alarm over the budget resolution’s price tag Wednesday, shortly after the Senate officially kicked off the process of crafting a package of antipoverty, education, healthcare and climate provisions with a predawn 50-49 party-line vote.<br />“I have serious concerns about the grave consequences facing West Virginians and every American family if Congress decides to spend another $3.5 trillion,” Mr. Manchin said Wednesday. “Given the current state of the economic recovery, it is simply irresponsible to continue spending at levels more suited to respond to a Great Depression or Great Recession—not an economy that is on the verge of overheating.”<br />Mr. Manchin voted to approve the budget framework, but said he hoped Democrats would “seriously consider this reality,” as they begin the work of translating the budget blueprint into detailed legislation.<br />Figures released Wednesday showed inflation remained elevated in July, but there was evidence of cooling amid signs that the recent rise in Covid-19 infections is starting to weigh on the strong economic recovery after last year’s pandemic-driven recession."
}