{
    "url_original": "https://www.wsj.com/articles/democrats-afghanistan-withdrawal-biden-pelosi-durbin-taliban-national-security-mainstream-media-11629376575?mod=opinion_major_pos8",
    "url": "democrats-afghanistan-withdrawal-biden-pelosi-durbin-taliban-national-security-mainstream-media-11629376575",
    "title": "Democrats Run From Afghanistan",
    "sub_head": "Unlike Republicans last year, few are willing to challenge the president.",
    "category_1": "Opinion",
    "category_2": "Potomac Watch",
    "time": "2021-08-19 12:45:00",
    "body": "Joe Biden handed out plenty of blame for his Afghanistan mess Monday, though he notably left out a core group of enablers. The Democratic Party owns this American humiliation and is already worried about the political fallout.<br />It’s hard to find many Democrats willing to comment on Mr. Biden’s debacle. A few have stepped up with criticism, including New Jersey Rep. Tom Malinowski, who in April opposed the president’s proposal to remove all troops from Afghanistan, and who this week has been sharp about the administration’s failure to evacuate Americans and Afghan allies. Massachusetts Rep. Seth Moulton, who served as a Marine officer in Iraq, called the situation nothing “short of a disaster” as well as “avoidable.” A few Senate chairmen are making noises that they might investigate why the U.S. wasn’t better prepared for the Afghan government’s collapse.<br />Yet most of the party is either in hiding or in damage control. Many haven’t even issued statements, tweeting instead about healthcare or the Haitian earthquake. Some are expressing frustration over the lack of evacuations, with a clear eye to dodging bigger questions about the withdrawal fiasco. Senate Majority Whip Dick Durbin joined Speaker Nancy Pelosi in cosseting Mr. Biden’s delusions of heroism, with a statement hailing “the difficult decision to not hand over this longest of American wars to a fifth President.”<br />When Donald Trump in February 2020 forged his “historic” deal with the Taliban, some Republicans were enthusiastic, but important voices remained doubtful. Rep. Michael McCaul, ranking member of the Foreign Affairs Committee, said he had a “healthy amount of skepticism.” Rep. John Katko, then a member of the Armed Services Committee, warned not to “give away the store” to get out. Rep. Joe Wilson, who sat on both committees, rejected a proposed prisoner swap as “dangerous and irresponsible.”<br />And when the lame-duck Mr. Trump in November announced a more rapid and ill-considered drawdown, Republican leaders slammed him. Mr. McCaul said it was “premature” and would “endanger U.S. counterterrorism interests.” Mac Thornberry, then the top Armed Services Republican, said the Taliban had “met no condition” that justified a further reduction. Sen. Mitch McConnell, then majority leader, warned Mr. Trump a drawdown would “hurt our allies and delight the people who wish us harm.” Sens. Marco Rubio, Mike Rounds, John Cornyn, John Barrasso, Mitt Romney, Ben Sasse—the list of critics went on. They were joined by Democrats who pronounced the plan “haphazard” and “dangerous.”"
}