{
    "url_original": "https://www.wsj.com/articles/democratic-centrists-and-progressives-wrestle-over-biden-agenda-11629918771?mod=politics_lead_pos5",
    "url": "democratic-centrists-and-progressives-wrestle-over-biden-agenda-11629918771",
    "title": "Democratic Centrists and Progressives Wrestle Over Biden Agenda",
    "sub_head": "Party lawmakers brace for difficult negotiations this fall on details of their $3.5 trillion healthcare, education and climate plan",
    "category_1": "Politics",
    "time": "2021-08-25 15:12:00",
    "body": "WASHINGTON—The intraparty fracas over passing a $3.5 trillion budget outline has left Democrats girding for an even more difficult set of negotiations this fall as progressives and centrists begin sparring on the details of their broad healthcare, education and climate plan.<br />The dayslong standoff between House Speaker Nancy Pelosi (D., Calif.) and a group of centrist Democrats centered on the timing of advancing the budget outline and a $1 trillion bipartisan infrastructure plan, with the moderate lawmakers unsuccessfully demanding a vote on the public-works plan before the $3.5 trillion outline. After striking a deal, House Democrats approved the budget resolution on Tuesday, and party leaders said they would bring up the infrastructure bill by Sept. 27 while also working to quickly finalize the second package.<br />Not only will Democrats face the same dispute over sequencing in the fall, as progressives still push for the $3.5 trillion bill to come up before infrastructure, but they will also have to come to terms on the scores of policy questions they hope to tackle in the bill—a process that could ultimately take months. Democrats will rely on narrow majorities in the House and Senate to try to muscle into law a package that includes an expansion of Medicare as well as universal prekindergarten and antipoverty measures—along with tax increases on companies and high-income households.<br />“The challenge of the bill this fall is not to have this kind of cliffhanger, but to work it out and accommodate people,” said Rep. David Price (D., N.C.). “It’s tough given our narrow majority and given the range of views. It’s not going to be easy to figure out what the sweet spot is, but if we’re going to succeed that’s what we gotta do.”<br />The tug of war over the timing of voting on the infrastructure and budget plans reflects mutual skepticism between the moderates and progressives of the Democratic Party."
}