{
    "url_original": "https://www.wsj.com/articles/democrats-default-on-the-debt-limit-nancy-pelosi-chuck-schumer-mitch-mcconnell-11628627854?mod=opinion_lead_pos1",
    "url": "democrats-default-on-the-debt-limit-nancy-pelosi-chuck-schumer-mitch-mcconnell-11628627854",
    "title": "Democrats Default on the Debt Limit",
    "sub_head": "Pelosi fears she lacks the votes in the House, so she’s jamming the GOP.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-10 18:41:00",
    "body": "Democrats run the White House and all of Capitol Hill, and they keep telling everyone they can pass a $3.5 trillion spending bill with 50 Senate votes and nary a Republican. Then why are they ducking responsibility for raising the U.S. debt limit that would let them finance their unprecedented spending?<br />In 2019 Congress passed a two-year suspension of the debt limit, but it expired July 31. The Treasury Department is already employing “emergency measures” to keep paying government bills without issuing new debt beyond today’s $28 trillion.<br />The obvious step is for Democrats to include a debt-limit increase as part of the budget resolution they plan to pass in the Senate this week, following Tuesday’s passage of a $1 trillion infrastructure bill. They can pass the budget with 50 Democrats, plus Vice President Kamala Harris, and Republicans can’t stop them.<br />Yet the $3.5 trillion resolution includes everything except the debt-limit increase. Democrats plan instead to pair the debt limit with a short-term spending bill after Labor Day designed to keep the government open after Sept. 30. This means that Minority Leader Mitch McConnell will have to deliver at least 10 GOP votes to overcome a Senate filibuster. The White House on Monday rolled out Treasury Secretary Janet Yellen to provide cover for this gambit, lecturing that raising the debt ceiling is the “shared responsibility” of both parties.<br />It is when there’s divided government, but not when one party runs the whole show. The real game here is that Democratic leaders fear they lack the House votes to pass their $3.5 trillion budget and a debt-ceiling increase."
}