{
    "url_original": "https://www.wsj.com/articles/democrats-near-showdown-on-infrastructure-bill-broader-spending-package-11629745295?mod=politics_lead_pos4",
    "url": "democrats-near-showdown-on-infrastructure-bill-broader-spending-package-11629745295",
    "title": "Democrats Near Showdown on Infrastructure Bill, Broader Spending Package",
    "sub_head": "House set to vote later Monday on procedural step as agreements within party remain",
    "category_1": "Politics",
    "time": "2021-08-23 15:01:00",
    "body": "WASHINGTON—A standoff between House Speaker Nancy Pelosi (D., Calif.) and a group of centrist House Democrats was headed to a showdown early this week, beginning with a procedural step Monday night whose outcome was uncertain hours before the vote.<br />The fight centers on Democratic leaders’ strategy in yoking together two pieces of legislation: a roughly $1 trillion infrastructure bill that the Senate passed earlier this month with bipartisan support and a $3.5 trillion package of healthcare, education and climate policies that lacks GOP backing and could take months to complete.<br />Earlier this month, the group of nine centrists said they would vote against the $3.5 trillion budget blueprint—the first step toward advancing the broader budget bill—unless the House votes first on the infrastructure package, sending it to President Biden’s desk. Meanwhile, liberal Democrats have promised to oppose the infrastructure package unless it comes up after the Senate has passed the $3.5 trillion budget package, a move they see as a way to pressure centrists to support the budget legislation.<br />Mrs. Pelosi has said for weeks that she wouldn’t bring the infrastructure bill to the House floor until the Senate passes the broader budget package.<br />If the impasse persists—potentially sinking the vote on the budget blueprint Tuesday—it could delay or derail Democratic leaders’ plans for passing much of Mr. Biden’s legislative agenda. Lawmakers already face a shrinking window of time before the politics of next year’s midterm elections overtake Capitol Hill, making it even harder to pass contentious legislation."
}