{
    "url_original": "https://www.wsj.com/articles/democrats-ruin-climate-border-security-immigration-violent-crime-ipcc-report-united-nations-progressives-11628711174?mod=opinion_lead_pos8",
    "url": "democrats-ruin-climate-border-security-immigration-violent-crime-ipcc-report-united-nations-progressives-11628711174",
    "title": "Democrats Will Ruin the Climate",
    "sub_head": "They’ve wrecked the cities and the border. Why would climate policy be different?",
    "category_1": "Opinion",
    "category_2": "Wonder Land",
    "time": "2021-08-11 18:16:00",
    "body": "Notwithstanding that we are passing the 18th month of a global Covid-19 pandemic that has killed 4.3 million people and crushed national economies, the United Nations decided that what the world needs just now is more bad news, as summarized by the  New York Times : “The new report leaves no doubt that humans are responsible for global warming, concluding that essentially all of the rise in global average temperatures since the 19th century has been driven by nations burning fossil fuels, clearing forests and loading the atmosphere with greenhouse gases like carbon dioxide and methane that trap heat.” What’s more, the report says climatic destruction is going to get worse no matter what we do. I do sometimes wonder what it would be like to be alive when the world ends.<br />The U.N.’s Intergovernmental Panel on Climate Change even includes an interactive atlas depicting that global warming’s ruin will be everywhere, meaning there’s nowhere to hide. Now what?<br />My short answer: Don’t put the Democrats in charge of Noah’s Ark. It will sink.<br />If only for the sake of discussion, let’s stipulate the U.N.’s climate report may be right that warming is a problem. One still may pose a practical political question: Instead of mitigating the world’s climate challenge, what evidence exists that these progressive advocates—Democratic politicians or affiliated scientists—would do anything other than make it worse if we put them in charge of the solutions?<br />The currently observable reality is that progressives, who have now captured the Democratic Party at all levels of government, don’t seem able to run anything anymore—not cities, not Covid, not a national border. Why would letting them run climate policy be different?"
}