{
    "url_original": "https://www.wsj.com/articles/deposed-afghan-president-ghani-turns-up-in-emirates-11629307780?mod=world_major_1_pos7",
    "url": "deposed-afghan-president-ghani-turns-up-in-emirates-11629307780",
    "title": "Deposed Afghan President Ghani Turns Up in Emirates",
    "sub_head": "The U.A.E. said it welcomed Mr. Ghani and his family on humanitarian grounds, as some Afghan officials express a sense of betrayal",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-08-18 15:21:00",
    "body": "Deposed Afghanistan President Ashraf Ghani, who fled the country as the Taliban surrounded the capital Kabul, has taken refuge in the United Arab Emirates, the Gulf state said Wednesday.<br />The U.A.E.’s Foreign Ministry said it welcomed Mr. Ghani and his family, whose whereabouts had been unknown since Sunday, on “humanitarian grounds.”<br />The former president and a small circle of advisers fled Kabul to neighboring Tajikistan as the Taliban appeared on the outskirts of the capital Sunday morning. After his departure, Afghan police and security left their posts and the U.S. began a massive military operation to airlift Western diplomats, civilians and Afghans out of the country. Many Afghans and Westerners who want to leave remain stranded in Kabul as the Taliban consolidates power.<br />In a video recorded from the U.A.E. Wednesday evening, 72-year-old Mr. Ghani said he had been negotiating with the Taliban on creating an “inclusive and representative” government but was forced to flee after the militants entered Kabul and Afghan officials couldn’t maintain security. Minutes after leaving, members of the Taliban entered the presidential palace, he said. “Should I have stayed, the Afghan people’s president would have been executed in front of their eyes,” he added.<br />Mr. Ghani said his exit wasn’t organized with any international country and that he was considering how to return to Afghanistan to maintain the country’s sovereignty and fight for justice. It isn’t clear where Mr. Ghani is staying in the U.A.E. A Foreign Ministry spokesman declined to comment."
}