{
    "url_original": "https://www.wsj.com/articles/derbys-take-economists-dont-expect-powell-taper-announcement-this-week-11629883801",
    "url": "derbys-take-economists-dont-expect-powell-taper-announcement-this-week-11629883801",
    "title": "Derby’s Take: Economists Don’t Expect Powell Taper Announcement This Week",
    "sub_head": "Analysts don’t think the Federal Reserve Chairman will announce the start of tapering the central bank’s bonds purchases",
    "category_1": "Central Banks Commentary",
    "image_1_url": "https://images.wsj.net/im-390694?width=860&height=573",
    "image_1": "im-390694.jpg",
    "time": "2021-08-25 05:30:00",
    "body": "It’s pretty unlikely Federal Reserve Chairman Jerome Powell will announce in his speech Friday that the central bank is officially ready to start pulling back on its asset-buying stimulus effort, economists reckon.<br />Mr. Powell is set to speak on Friday at 10 a.m. ET as part of the Federal Reserve Bank of Kansas City’s annual Jackson Hole economic symposium. The event was moved last week to an all-online format because of the rising risks around the coronavirus pandemic.<br />Mr. Powell will speak amid broad expectations the Fed will soon be able to pull back on its $120 billion a month in Treasury and mortgage bond purchases, as the job market continues to make a solid pace recovering what it lost during the Covid crisis’s early stages.<br />Recently released meeting minutes from the Fed’s late July policy gathering showed that officials believed then that asset buying could start to slow down—”taper” in market parlance—by the end of this year. That view is roughly in alignment with that of big banks and money funds, which told the Fed ahead of the July Federal Open Market Committee meeting that they saw the taper process starting in January and ending in late 2022.<br />Fed officials have repeatedly said they would signal a slowdown of the purchases as early and as clearly as they can, in a bid to not repeat the 2013 taper tantrum. Then, markets reacted chaotically to the prospect of slowing the asset-buying stimulus."
}