{
    "url_original": "https://www.wsj.com/articles/dessert-to-go-an-easy-portable-apricot-shortbread-recipe-11629311276?mod=life_work_lead_pos1",
    "url": "dessert-to-go-an-easy-portable-apricot-shortbread-recipe-11629311276",
    "title": "Dessert To Go: An Easy, Portable Apricot Shortbread Recipe",
    "sub_head": "These jammy squares get intense flavor from dried fruit and other pantry staples. They’re sturdy enough to tote to a barbecue or picnic, simple enough to make anytime.",
    "category_1": "Life & Work",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-387021?width=860&height=1290",
    "image_1": "im-387021.jpg",
    "time": "2021-08-18 14:27:00",
    "body": "IT’S RARE to find fragrant, juicy apricots, ripened in the sun and bursting with flavor. Thankfully, it's much easier to find soft, fragrant dried apricots. Indeed, this easy and highly adaptable recipe came about one afternoon when I returned home from the market hoping to bite into a perfect ripe apricot and instead found myself with tasteless, mealy fruit.<br />Still craving the intoxicating perfume and intensity of an apricot, I opened a jar of apricot jam and doctored it with crystallized ginger, amaretto-plumped dried apricots and sliced, blanched almonds. Remembering a jam-filled thumbprint shortbread cookie I’d had, I lathered this mixture onto a shortbread base. Once baked, the squares proved sturdy enough to wrap up and send in a school lunchbox or picnic basket. They tote along happily to barbecues, too, and make an easy dessert any night of the week.<br />Apricots lend themselves to ginger and almonds, but also to orange blossom water and tea. If I want to accentuate the almond flavor, I soak the dried fruit in amaretto, the Italian almond liqueur. To accentuate the apricot flavor, I might instead plump them in Abricot du Roussillon, a French apricot liqueur. For a floral note, I’ll use orange blossom water. And if I have none of the above in my pantry, a little tea does the trick.<br />It is best to use dried apricots that aren’t so very dry, but if yours are, then plump them in simmering water for a minute or two and then drain them before tossing with the liqueur. If serving a crowd, increase the recipe by half and use a 9-by-13-inch pan. The baking time should remain roughly the same.<br />If you hanker for berries, try using 2 cups of strawberry jam and replacing the ground ginger with cardamom; add a teaspoon of rose water to the jam and swap in chopped pistachios for the almonds. (Needless to say, eliminate the dried apricots and ginger.) My only caution: Avoid overly sweetened jams. Whatever the fruit, you don’t want anything masking its flavor."
}