{
    "url_original": "https://www.wsj.com/articles/detached-from-afghanistan-reality-joe-biden-lloyd-austin-taliban-11629496129?mod=opinion_lead_pos1",
    "url": "detached-from-afghanistan-reality-joe-biden-lloyd-austin-taliban-11629496129",
    "title": "A ‘Pitiful, Helpless Giant’ in Afghanistan",
    "sub_head": "Time for a NATO military operation to rescue those trapped behind Taliban lines.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-20 18:51:00",
    "body": "President Biden provided an update Friday on the emergency evacuation effort in Kabul, and as usual he was his own worst advocate. The President’s optimistic view doesn’t fit the chaos on the ground or the fact that the mission continues to be hostage to the goodwill of the Taliban.<br />“We’ve made significant progress,” Mr. Biden said, taking credit for “one of the largest, most difficult airlifts in history.” If you didn’t know better, you’d think he was describing a humanitarian airlift in Haiti rather than the desperate rescue of Americans trapped behind enemy lines.<br />It’s good news that U.S. troops finally control the Kabul airport and its single runway, though that’s all the allies control. It’s also good that 18,000 people have been evacuated since the Taliban took control of the capital. But the U.S. still doesn’t know how many Americans are in the country, and the U.S. Embassy warned this week that “the United States government cannot ensure safe passage to the Hamid Karzai International Airport.”<br />Mr. Biden said Friday that “we’re in constant contact with the Taliban,” who he says are letting Americans with passports through their checkpoints. But it’s distressing to hear a Commander in Chief admit that he’s relying on the promises of jihadists who have spent years killing Americans. Mr. Biden even suggested they’ll let Americans pass because, well, they need to make a good impression on the world community. Lovely.<br />The situation is worse for the thousands of Afghans who have applied for entry to the U.S. through the Special Immigrant Visa (SIV) program. Including families, they total 50,000 or more. Mr. Biden vowed to evacuate them as well, as a matter of national honor."
}