{
    "url_original": "https://www.wsj.com/articles/deutsche-bank-set-to-resume-sponsoring-hong-kong-ipos-after-filling-staffing-gap-11627996166?mod=markets_lead_pos3",
    "url": "deutsche-bank-set-to-resume-sponsoring-hong-kong-ipos-after-filling-staffing-gap-11627996166",
    "title": "Deutsche Bank Set to Resume Sponsoring Hong Kong IPOs After Filling Staffing Gap",
    "sub_head": "Two hires give bank personnel required to sponsor offerings in city",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-379426?width=860&height=573",
    "image_1": "im-379426.jpg",
    "time": "2021-08-03 09:09:00",
    "body": "Deutsche Bank AG  is set to regain its ability to sponsor Hong Kong initial public offerings, after losing the capability temporarily in June when it failed to line up replacements in time for two departing staffers.<br />Sponsors take a senior role in an IPO in Hong Kong, conducting due diligence on companies that are preparing to go public and helping guide the companies through the listing process. Banks and brokerage companies that act as sponsors need to have at least two experienced individuals serving as IPO principals who have been approved by the city’s Securities and Futures Commission.<br />Deutsche has recently made two new senior hires, according to memos seen by The Wall Street Journal. They are Albert Chang, appointed as head of corporate advisory group for Asia Pacific for the bank’s regional origination and advisory team, and Derek Chung, who is rejoining Deutsche as head of financial institutions group for Asia. Both bankers will both be based in Hong Kong.<br />The two hires will both be able to act as IPO principals, a person familiar with the matter said. They will start their jobs before the end of this month, and will have to receive regulatory approval before the bank can resume sponsoring Hong Kong listings, this person said.<br />Meanwhile, Deutsche can act as an IPO underwriter but not a sponsor. Companies preparing to go public in Hong Kong typically engage numerous other banks in addition to the sponsors."
}