{
    "url_original": "https://www.wsj.com/articles/didi-delays-u-k-europe-expansion-plans-after-officials-raise-data-concerns-11629899875?mod=business_lead_pos7",
    "url": "didi-delays-u-k-europe-expansion-plans-after-officials-raise-data-concerns-11629899875",
    "title": "Didi Delays U.K., Europe Expansion Plans After Officials Raise Data Concerns",
    "sub_head": "Chinese ride-hailing giant’s postponement is a sign of the uphill battle that Chinese tech companies face in Western markets",
    "category_1": "Business",
    "time": "2021-08-25 09:57:00",
    "body": "LONDON—Chinese ride-hailing giant  Didi Global Inc.  has delayed plans to expand to Britain and Europe, partly due to political and regulatory challenges, according to people familiar with the matter, the latest illustration of the uphill battle that Chinese technology companies face in Western markets.<br />Didi recently obtained licenses to operate in three British regions, including Manchester, and was planning to launch ride-hailing services in the country as early as this summer, some of the people said. It also planned to expand to London and other British cities later this year, one of the people said, and then France and Germany afterward, some of the people said. But executives decided to postpone plans to launch in the U.K. and Europe as political and regulatory scrutiny grew in both China and Britain, the people said.<br />Didi recently told employees working on those rollouts that they might be laid off, some of the people said. It also began rescinding or changing the assignment of some new job offers, citing business uncertainty, these people said. London’s Telegraph newspaper earlier reported Didi’s plans to halt its plans in the U.K. and Europe.<br />Chinese officials are conducting a cybersecurity investigation of the Beijing-based company, a probe that sank Didi’s stock value days after its U.S. initial public offering in June.<br />Earlier this month, three British Parliament members raised concerns that the Chinese government could use Didi to harvest data from Brits using the service."
}