{
    "url_original": "https://www.wsj.com/articles/digital-addictions-are-drowning-us-in-dopamine-11628861572",
    "url": "digital-addictions-are-drowning-us-in-dopamine-11628861572",
    "title": "Digital Addictions Are Drowning Us in Dopamine",
    "sub_head": "Rising rates of depression and anxiety in wealthy countries like the U.S. may be a result of our brains getting hooked on the neurotransmitter associated with pleasure.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-384952?width=860&height=573",
    "image_1": "im-384952.jpg",
    "time": "2021-08-13 09:32:00",
    "body": "A patient of mine, a bright and thoughtful young man in his early 20s, came to see me for debilitating anxiety and depression. He had dropped out of college and was living with his parents. He was vaguely contemplating suicide. He was also playing videogames most of every day and late into every night.<br />Twenty years ago the first thing I would have done for a patient like this was prescribe an antidepressant. Today I recommended something altogether different: a dopamine fast. I suggested that he abstain from all screens, including videogames, for one month.<br />Over the course of my career as a psychiatrist, I have seen more and more patients who suffer from depression and anxiety, including otherwise healthy young people with loving families, elite education and relative wealth. Their problem isn’t trauma, social dislocation or poverty. It’s too much dopamine, a chemical produced in the brain that functions as a neurotransmitter, associated with feelings of pleasure and reward.<br />When we do something we enjoy—like playing videogames, for my patient—the brain releases a little bit of dopamine and we feel good. But one of the most important discoveries in the field of neuroscience in the past 75 years is that pleasure and pain are processed in the same parts of the brain and that the brain tries hard to keep them in balance. Whenever it tips in one direction it will try hard to restore the balance, which neuroscientists call homeostasis, by tipping in the other.<br />As soon as dopamine is released, the brain adapts to it by reducing or “downregulating” the number of dopamine receptors that are stimulated. This causes the brain to level out by tipping to the side of pain, which is why pleasure is usually followed by a feeling of hangover or comedown. If we can wait long enough, that feeling passes and neutrality is restored. But there’s a natural tendency to counteract it by going back to the source of pleasure for another dose."
}