{
    "url_original": "https://www.wsj.com/articles/director-roy-andersson-paints-in-three-dimensions-11628882459",
    "url": "director-roy-andersson-paints-in-three-dimensions-11628882459",
    "title": "Director Roy Andersson Paints in Three Dimensions",
    "sub_head": "The Swedish filmmaker’s most recent work, ‘About Endlessness,’ pays tribute to artists like Marc Chagall and Edward Hopper.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-383433?width=700&height=482",
    "image_1": "im-383433.jpg",
    "time": "2021-08-13 15:21:00",
    "body": "The Swedish filmmaker Roy Andersson, 78, often refers to his intricately designed movies as “three-dimensional paintings.” He tends to find his visual inspirations in the work of master painters as opposed to other filmmakers. “I don’t think that many other directors work with art history in the way that I do,” Mr. Andersson says.<br />His most recent film, “About Endlessness,” was released in the U.S. this year after winning a Silver Lion for best director at the Venice Film Festival in 2019. The film, which took about five years to make, knits together 40 vignettes about human vulnerability; they are, by turns, comic, satirical, tragic and deeply personal. In one silent scene, a father ties his daughter’s shoelace while grappling with an umbrella in the teeth of a howling gale; in another, an alcoholic priest suffering a crisis of faith stumbles through a communion service.<br />In “About Endlessness,” Mr. Andersson uses specially built studio sets, with extensive modeling and trompe-l’oeil effects, to evoke the themes and imagery of some of his favorite painters, including Otto Dix, Edward Hopper and Pieter Bruegel the Elder. A recurring visual motif in the film is an entwined couple floating over the bombed-out ruins of World War II-era Cologne. Mr. Andersson based the image on Marc Chagall’s ethereal painting “Over the Town” (1918), which depicts the artist and his wife flying over the artist’s hometown of Vitebsk, in Belarus, where he grew up.<br />Mr. Andersson said he reconstituted the Chagall image as a way of expressing his abiding sadness over the memory of World War II, “a time of shame in history.” Born in Gothenburg, Sweden, in 1943, he grew up in a working-class family where the war wasa constant topic of conversation. Though Sweden was neutral in the conflict, Mr. Andersson’s father served in the military as a border guard.<br />Mr. Andersson’s creative and personal struggles in making “About Endlessness” are brought into focus in a new documentary by British director Fred Scott, “Being a Human Person,” released in the U.S. last month. In the film, Mr. Andersson talks openly about his lack of self-confidence and his reliance on alcohol to raise his spirits in the face of adversity. His first feature, “A Swedish Love Story” (1970), was a critical and commercial success in Sweden and abroad, but after his second film flopped in 1975 he retreated from making features altogether. For the next quarter-century he focused on establishing Studio 24, an independent film company in Stockholm, and making hundreds of commercials and several short films."
}