{
    "url_original": "https://www.wsj.com/articles/director-barry-jenkins-is-the-travel-nerds-travel-nerd-11629885600?mod=life_work_lead_story",
    "url": "director-barry-jenkins-is-the-travel-nerds-travel-nerd-11629885600",
    "title": "Director Barry Jenkins Is the Travel Nerd’s Travel Nerd",
    "sub_head": "The Oscar winner has become a go-to follow on social media for frequent fliers for his advice on and criticism of life on planes",
    "category_1": "Life & Work",
    "category_2": "Travel",
    "time": "2021-08-25 06:00:00",
    "body": "Air travel is a big production that takes a lot of direction. The scenery can be spectacular. So can the drama. Who better to understand the journey than an acclaimed Hollywood filmmaker?<br />Barry Jenkins, Oscar-winning writer, director and producer, is also a proud aviation geek with a strong Twitter following among travelers. He reposts turbulence maps, comments on strange routes that airplanes take around storms and even gives advice on travel bags.<br />His eye is far more discerning than the average road warrior’s. He’ll call out the perfect seat-height-to-window ratio on a plane and the worst layout of business-class cabins (seats angled with a passenger’s back to the window). Sometimes he becomes so fascinated with how light plays with clouds that he’ll make a short video, set it to the music he’s listening to and share it on  Twitter .<br />“Being in a plane at 30,000 feet, you get views that human beings just physically are not meant to get. I want to look out the damn window. I want to look out the window the entire time,” Mr. Jenkins says.<br />Social media has become a way for transportation companies to communicate with customers and for road warriors to alert others to problems or offer tips and tricks. It’s also a good way to get the attention of airlines—they often respond faster to problems aired publicly than they do regular customer complaints. It’s even the best way to get help from the Transportation Security Administration."
}