{
    "url_original": "https://www.wsj.com/articles/direct-listings-have-paid-off-for-investors-so-far-11630315801?mod=markets_lead_pos1",
    "url": "direct-listings-have-paid-off-for-investors-so-far-11630315801",
    "title": "Direct Listings Have Paid Off for Investors So Far",
    "sub_head": "Warby Parker and other tech companies show direct listings are here to stay as such stocks have been a solid bet",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-391716?width=860&height=573",
    "image_1": "im-391716.jpg",
    "time": "2021-08-30 05:30:00",
    "body": "Eyewear maker Warby Parker Inc. last week became the latest company to file paperwork with the Securities and Exchange Commission for a direct listing, illustrating the staying power of the alternative path to public markets for companies that don’t need to raise money.<br />The still relatively small group of companies that have made their debuts on U.S. exchanges through direct listings have, on average, outperformed the S&P 500 and a key broader index for initial public offerings during the same period, according to an analysis by University of Florida finance professor Jay Ritter.<br />“It reflects the fact that the group that’s chosen to do direct listings is a really high-quality group of companies,” Mr. Ritter told The Wall Street Journal.<br />In a direct listing, a company simply starts trading on an exchange on a set day. There is a reference price for where trading could start, but no shares are sold in advance at that price. Existing shareholders can sell their shares, but companies don’t raise any cash by going public. In general, companies that choose this route tend to be in solid financial shape because they don’t need to raise capital through a traditional IPO.<br />Mr. Ritter compared the performance of eight of 10 companies that have used direct listings—including cryptocurrency exchange  Coinbase Global Inc.,  data-mining company  Palantir Technologies Inc.  and streaming platform  Spotify Technology SA —to the performance of the S&P 500 and the Renaissance Capital IPO ETF as a benchmark for IPOs overall. Direct listings have an average rise of 64.4% from their opening trading prices to Friday’s close, while the S&P 500 had a 26.8% return and the Renaissance index rose 31.1%, according to Mr. Ritter’s calculations."
}