{
    "url_original": "https://www.wsj.com/articles/disney-gets-a-needed-booster-shot-11628814764?mod=business_minor_pos10",
    "url": "disney-gets-a-needed-booster-shot-11628814764",
    "title": "Disney Gets a Needed Booster Shot",
    "sub_head": "Streaming acceleration and parks recovery help revive slumping stock price",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-384516?width=860&height=573",
    "image_1": "im-384516.jpg",
    "time": "2021-08-12 20:32:00",
    "body": "Walt  Disney Co.  now has to pull off the difficult balancing act of entertaining people at home while also drawing them back out. The entertainment giant proved adept at both in its latest quarter.<br />Disney’s results for its fiscal third quarter ended July 3 showed both an acceleration in growth in its vital streaming business and a strong recovery trend for its theme parks. The first reporting period to mirror last year’s full shutdown created an easy comparison; combined revenue for domestic and international parks soared 867% year over year to nearly $3.2 billion. That also exceeded Wall Street’s forecast, with the additional surprise of domestic parks eking out a small profit for the first time since the start of the pandemic. The period included the reopening of the company’s Disneyland resort in Southern California.<br />Early signs of the parks’ recovery were evident in the company’s last report three months ago. But that report also included disappointing numbers for its streaming business—highly prized by investors. The most recent quarter showed a strong improvement in that regard, with about 12.4 million paying subscribers joining the Disney+ rolls, compared with 8.7 million added a quarter earlier. Disney’s share price thus rose more than 5% following Thursday’s results, having remained flat since the last report in May.<br />The company still faces numerous challenges. The resurgence of Covid-19 cases from the Delta variant puts a question mark over the continued recovery of businesses such as parks, movie theaters and cruise lines during the fall. Revenue from Disney’s theme parks remains more than 40% below pre-pandemic levels. But Chief Executive Bob Chapek said during Disney’s investor call Thursday that current park reservations are above the levels seen in the just-ended quarter, indicating demand hasn’t yet slipped.<br />He sounded less optimistic about movie theaters. After pursuing a hybrid digital-theatrical release strategy with a handful of titles that include “Black Widow,” Disney has committed to putting its next two major releases into theaters exclusively. That includes “Free Guy”—coming out Friday—and Marvel’s “Shang-Chi and the Legend of the Ten Rings,” coming in early September. Mr. Chapek noted that, when the company made its decision on those titles, it didn’t anticipate the resurgence of the virus “that would have such a significant impact on the marketplace.”"
}