{
    "url_original": "https://www.wsj.com/articles/disney-lawyer-defends-distribution-of-black-widow-in-scarlett-johansson-fight-11628351623?mod=business_lead_pos2",
    "url": "disney-lawyer-defends-distribution-of-black-widow-in-scarlett-johansson-fight-11628351623",
    "title": "Disney Lawyer Defends Distribution of ‘Black Widow’ in Scarlett Johansson Fight",
    "sub_head": "Attorney says Disney has complete control over distribution of the movie, will seek to move dispute into arbitration",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-382180?width=860&height=573",
    "image_1": "im-382180.jpg",
    "time": "2021-08-07 11:53:00",
    "body": "A lawyer representing Walt Disney Co. in its legal battle against actress Scarlett Johansson defended Disney’s distribution of “Black Widow” and said Disney will seek to move the fight from the courts to arbitration.<br />“The lawsuit is manifestly wrong in every respect,” said attorney Dan Petrocelli of Ms. Johansson’s recently filed lawsuit. She alleged her contract was breached when Disney last month released the movie “Black Widow” on its Disney+ streaming service at the same time as its theatrical debut.<br />In Ms. Johansson’s suit, she claimed Disney’s Marvel Entertainment guaranteed an exclusive theatrical release with her bonuses based on the movie’s box-office performance. By making the movie available on Disney+, her potential bonuses were greatly reduced, the suit said. Disney and Marvel, she alleged, were obligated to renegotiate her deal to compensate for the potential damage to the box office.<br />Mr. Petrocelli countered in an interview Friday that her contract contained no such guarantees.<br />“There are no limitations or constraints on the company’s judgment on how to distribute ‘Black Widow,’ ” Mr. Petrocelli said. The contract explicitly gives the studio “complete control and decision-making over distribution of the movie,” he said."
}