{
    "url_original": "https://www.wsj.com/articles/do-multiple-ear-piercings-spell-mid-life-crisis-11628798485",
    "url": "do-multiple-ear-piercings-spell-mid-life-crisis-11628798485",
    "title": "Do Multiple Ear Piercings Spell Mid-Life Crisis?",
    "sub_head": "Gen X and older millennial women are increasingly splurging on multiple earlobe and cartilage piercings. Some are awakening long-dormant wild streaks. Others are reasserting their identities.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-383138?width=860&height=1289",
    "image_1": "im-383138.jpg",
    "time": "2021-08-12 16:01:00",
    "body": "IT’S 11 A.M. on a Tuesday when the needle slides cleanly through my flesh. I am in the back room of Ink Side Out tattoo parlor in Norwalk, Conn., with a new friend by my side. In lieu of Pilates or lattes, we—two mothers of a combined seven children—are getting third and fourth holes in our earlobes shortly after camp drop-off. It feels, to this 39-year-old writer, like dancing on the edge.<br />“There is a thrill to that moment when the piercing happens,” said Aya Kanai, head of content and creator partnerships at  Pinterest ,  which reported 140 times more searches for “cool ear piercings” year over year. “Up until I was 40, I had the same single hole in each ear,” said Ms. Kanai, 43. “Now I can’t stop.” She currently has eight, and is plotting a tiny sword through her cartilage. Pain is not an issue: “I did IVF three times,” Ms. Kanai quipped. “I could put a needle in my eyeball if you told me I had to.”<br />Multiple ear piercings are resurging among Gen X and elder millennial women who first sprung for second holes at the mall in fits of 18-year-old rebellion. Some are awakening long-dormant wild streaks. Others are cathartically puncturing their pandemic-induced weariness.<br />Since December, Gillian Rice Maupin, an attorney and mother of two in Alexandria, Va., has added one new hole in her left ear and two more in her right at local parlor Craig Pokes U. At home, she reopened the cartilage piercing of her youth. “You’re locked in your house with your kids and all of a sudden that aspect of your identity is 95% of your life,” said Ms. Maupin, 37. She said her piercings send a message: “Wait, I’m not just a mom. I’m still young and I’m still cool.”<br />Influencer zero Gwyneth Paltrow, 48, has earfuls of dainty gold hoops. Instagram is alight with “ear parties”: ears bedecked with curated amalgamations of huggies, evil-eyes and mismatching sun-and-moon studs. Brands like Mejuri and Catbird indulge the trend by selling single hearts and bars. “I like it to feel like a charm bracelet, but for your ear,” said Ms. Kanai, a former fashion editor who sports a lightning bolt, a New York logo and a dangling version of her name by designer Alison Lou. Star piercer J. Colby Smith, who has studios in Brooklyn and Los Angeles, suggests wearing heavier earrings in lower holes and decreasing the size as you move up, tapering to the shape of your ear. Piercings have gone from punk to pretty, he said, “but they’re still a little punk.”"
}