{
    "url_original": "https://www.wsj.com/articles/dollar-fed-chair-jerome-powell-jackson-hole-inflation-federal-reserve-emerging-markets-11630012468?mod=opinion_lead_pos7",
    "url": "dollar-fed-chair-jerome-powell-jackson-hole-inflation-federal-reserve-emerging-markets-11630012468",
    "title": "Now It’s Everyone’s Dollar, and Everyone’s Problem",
    "sub_head": "Debate over who should lead the Fed will focus on regulation and politics. What about the currency?",
    "category_1": "Opinion",
    "category_2": "Political Economics",
    "time": "2021-08-26 18:30:00",
    "body": "Something vaguely resembling a debate is finally breaking out in Washington over who should lead the Federal Reserve. And well it should. The Fed chairman is the world’s most important central banker, a role too vital to be filled without any discussion. Now, if only lawmakers, academics and tweeters would debate the right issues. Such as the dollar.<br />I know, I know. No one cares. So far the limited debate over incumbent Jerome Powell’s fate has focused on his predilections regarding banking regulation, or what sort of appointee implementing what sort of policies might best defend the Fed’s political independence<br />Mr. Powell is acting as if he believes there are two primary criteria for keeping his job. One, a capacity to reassure financial markets about the wisdom of Washington’s spending blowouts (arguing those trillions of dollars are necessary to boost economic growth). Two, a willingness to reassure Congress and the Biden administration that they can afford the interest on these spending blowouts by committing to normalize monetary policy as late as possible.<br />Yet the dollar is the global reserve currency. So managing it necessarily is the most important of the many important responsibilities a Fed chairman has. Officially, the Fed and Treasury Department claim “the market” sets the value of the dollar. Most people know better. Washington should stop pretending—especially since it might soon have to care quite a lot about the dollar.<br />This is due to a confluence of two factors. First, it is becoming a lot harder to predict how the dollar’s exchange rate will respond to various stimuli. Witness how difficult it is to understand its current fluctuations. The greenback has strengthened somewhat in recent months, but not to its 2019 heights and perhaps not to the extent one might expect given the roaring economic recovery under way. Mounting inflation would tend to suggest something is awry with a too-weak dollar."
}