{
    "url_original": "https://www.wsj.com/articles/dominion-sues-newsmax-one-america-news-network-others-over-election-claims-11628599768?mod=politics_lead_pos6",
    "url": "dominion-sues-newsmax-one-america-news-network-others-over-election-claims-11628599768",
    "title": "Dominion Sues Newsmax, One America News Network, Others Over Election Claims",
    "sub_head": "Voting-machine company seeks billions of dollars in damages, citing lost profit and other costs",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-381647?width=860&height=573",
    "image_1": "im-381647.jpg",
    "time": "2021-08-10 08:49:00",
    "body": "WASHINGTON—One of the largest voting-machine companies in the U.S. on Tuesday sued two conservative media networks and a businessman it said had defamed it by spreading accusations that it rigged the 2020 election for President Biden.<br />Dominion Voting Systems filed suits against Newsmax Media Inc. and Herring Networks Inc.’s One America News Network. Dominion also sued Patrick Byrne, the former chief executive of  Overstock.com Inc.,  an online seller of furniture and other goods.<br />Dominion accused the two networks of defaming the company and its products by airing false reports that its machines switched votes from President Donald Trump to Mr. Biden. The company also said Mr. Byrne repeatedly and falsely alleged that Dominion rigged vote tallies to steal the 2020 presidential election for Mr. Biden. In each of the three lawsuits, Dominion is seeking more than $1.6 billion in damages, citing lost profit and other costs.<br />“Newsmax helped create and cultivate an alternate reality where up is down, pigs have wings, and Dominion engaged in a colossal fraud to steal the presidency from Donald Trump by rigging the vote,” the suit against Newsmax says.<br />Dominion sued Newsmax in state court in Delaware. The lawsuit against One America News Network, which also names executives Charles Herring and Robert Herring Sr. and reporters Chanel Rion and Christina Bobb as defendants, and the suit against Mr. Byrne were filed in federal court in the District of Columbia."
}