{
    "url_original": "https://www.wsj.com/articles/doordash-revenue-climbs-as-consumers-stick-to-food-delivery-11628799806?mod=business_lead_pos12",
    "url": "doordash-revenue-climbs-as-consumers-stick-to-food-delivery-11628799806",
    "title": "DoorDash Revenue Rises 83% as Consumers Stick to Food Delivery",
    "sub_head": "Company sees expanded offerings and delivery partnerships spurring growth amid uncertainty from Delta variant",
    "category_1": "Business",
    "category_2": "Earnings",
    "time": "2021-08-12 18:52:00",
    "body": "DoorDash Inc.’s  second-quarter revenue almost doubled, showing food delivery’s resilience even as restaurants reopened across the U.S. and people began moving around again.<br />Revenue in the three months ended June 30 was $1.24 billion, up 83% from the year-earlier quarter when nationwide shutdowns because of Covid-19 propelled blistering growth. That came in slightly higher than the $1.10 billion average estimate of analysts polled by FactSet.<br />The pandemic served as an unexpected boon for DoorDash. The company commanded more than half of the U.S. food-delivery market at the end of April, up from just over one-third in late 2019, according to market-research firm Edison Trends.<br />The health crisis made consumers more accustomed to the ease of convenience at the touch of a button. DoorDash expanded into delivering everything from toothpaste to toilet paper and Tylenol during the pandemic. It also expanded its logistics partnerships, delivering orders placed directly on the websites of retailers like  Walmart Inc.  and Macy’s Inc.<br />Continued demand for food delivery, combined with DoorDash’s business partnerships and its expansion into new verticals like grocery and convenience items, led the company to raise its full-year outlook on the value of orders placed on its platform. DoorDash said it expects order value this year to be in a range of $39 billion to $40.5 billion, up from the $35 billion to $38 billion range it forecast just three months ago."
}