{
    "url_original": "https://www.wsj.com/articles/dow-ceo-warns-of-price-tag-on-clean-energy-plans-11630056602?mod=business_lead_pos2",
    "url": "dow-ceo-warns-of-price-tag-on-clean-energy-plans-11630056602",
    "title": "Dow CEO Warns of Price Tag on Clean-Energy Plans",
    "sub_head": "Jim Fitterling says the chemical company supports net zero carbon targets, but warns against restrictions on natural-gas use",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-391912?width=860&height=573",
    "image_1": "im-391912.jpg",
    "time": "2021-08-27 05:30:00",
    "body": "Dow Inc. Chief Executive Jim Fitterling wants to know how Congress plans to pay for a proposed move to zero-carbon emission electricity that he says could dramatically increase energy costs, especially if it restricts natural-gas use.<br />Mr. Fitterling expressed his concerns in an interview this week as the White House and Democrats seek to implement a clean-electricity standard in their proposed budget. He warned about the potential consequences of any policy that would exclude natural gas from the energy mix.<br />Dow supports efforts to reduce carbon emissions to address the threat of climate change, he said, but called the current debate in Washington over how to get there polarizing and not rooted in economic realities.<br />“It’s not incrementally more expensive than what we do today, it’s much more expensive than what we do today, and the challenge…is the government has to figure out how to pay for it,” Mr. Fitterling said. “What we have to do is create a clear rationale for this move to zero carbon, and start to get some economics behind it.”<br />The company, one of the world’s largest chemical manufacturers, has a lot at stake in the continuing debate. It has invested billions of dollars in new and expanded U.S. petrochemical facilities, seeking to capitalize on the bounty of fossil fuels unlocked by fracking to make, among other things, the little plastic pellets that are eventually fashioned into everything from car parts to shampoo bottles."
}