{
    "url_original": "https://www.wsj.com/articles/drink-makers-dump-juices-water-that-have-diluted-profits-11628079377?mod=business_lead_pos3",
    "url": "drink-makers-dump-juices-water-that-have-diluted-profits-11628079377",
    "title": "Drink Makers Dump Juices, Water That Have Diluted Profits",
    "sub_head": "Pepsi, Coke reformulate their strategies after years of buying or launching new product lines",
    "category_1": "Business",
    "time": "2021-08-04 09:50:00",
    "body": "Big beverage companies are shifting their lineups, shedding well-known but less profitable brands to refocus on core products and newer lines that appeal to changing consumer tastes.<br />PepsiCo Inc.  Tuesday said it would sell Tropicana and other juice brands to private-equity firm PAI Partners. In February,  Nestlé SA  agreed to sell Poland Spring and most of its North American bottled-water brands to other private-equity investors. Last year,  Coca-Cola Co.  discontinued a slew of brands including Tab diet soda, Zico coconut water and Odwalla fruit juices and smoothies.<br />The moves signal at least a partial retreat from the industry’s primary strategy of late. For years companies have multiplied their offerings, expanding from soda into coconut water, smoothies, fermented tea, dairy alternatives and other niche but promising territory.<br />Now, the industry is focusing around a smaller set of categories, including energy drinks, coffee and traditional carbonated soft drinks, said Howard Telford, head of soft drinks at Euromonitor International.<br />The latest shift, like the prior strategy of expansion, reflects an industry trying to satisfy rapidly shifting consumer tastes. Fruit juice and sugary soda consumption has fallen as people have lowered their sugar intake, in favor of alternatives such as diet soda, flavored seltzer and bottled water. Meanwhile, demand is increasing for functional beverages—drinks that help people stay awake or concentrate, for example, or offer a health benefit, like an antioxidant. As a result, coffee and energy drinks are on the rise."
}