{
    "url_original": "https://www.wsj.com/articles/drought-forces-first-ever-colorado-river-water-cutback-to-southwest-states-11629145001?mod=politics_featst_pos3",
    "url": "drought-forces-first-ever-colorado-river-water-cutback-to-southwest-states-11629145001",
    "title": "Colorado River Water Shortage Forces First-Ever Cutback to Southwest States",
    "sub_head": "Move likely to hit farmers hardest, reducing access to region’s economic lifeblood amid protracted drought",
    "category_1": "U.S.",
    "time": "2021-08-16 16:16:00",
    "body": "The federal government has declared the first-ever shortage of water on the Colorado River, triggering cutbacks in several states that will hit farmers particularly hard during a drought that has punished the Southwest with little letup since the turn of the century.<br />The U.S. Bureau of Reclamation made the declaration Monday after forecasting that Nevada’s Lake Mead, the river’s biggest reservoir, would remain below 1,075 feet above sea level—the mark previously set to trigger mandatory cutbacks—through at least early next year. As of Monday, Lake Mead measured 1,068 feet, the lowest since the reservoir was created by construction of the Hoover Dam in the 1930s. The bureau estimates the level will dip further to 1,066 by Jan. 1 next year.<br />The cuts, set to take effect in 2022, will primarily affect Arizona, which stands to lose 512,000 acre-feet, or 18% of its annual allocation—enough water to meet the annual household needs of a city the size of Phoenix. An acre-foot is roughly the amount of water a family of four uses for one year.<br />Nevada and Mexico will see their water allocations cut as well, by smaller amounts of 7% and 5%, respectively. They and Arizona have the most junior rights under a 14-year-old water-sharing agreement with the seven Colorado River Basin states, which also include California, Colorado, New Mexico, Utah and Wyoming. If the reservoir keeps falling, as federal and state water managers fear it will, mandatory reductions could be imposed on states with higher-ranking rights, including California.<br />“Like much of the West, and across our connected basins, the Colorado River is facing unprecedented and accelerating challenges,” Tanya Trujillo, assistant secretary for water and science at the U.S. Interior Department, said in a statement. “The only way to address these challenges and climate change is to utilize the best available science and to work cooperatively across the landscapes and communities that rely on the Colorado River.”"
}