{
    "url_original": "https://www.wsj.com/articles/dsm-mental-illness-health-medicine-science-11629751950?mod=opinion_major_pos16",
    "url": "dsm-mental-illness-health-medicine-science-11629751950",
    "title": "What’s the Science Behind Psychiatry and Mental Illness?",
    "sub_head": "In medicine, illness can be objectively demonstrated. Visible findings can then be re-evaluated after treatment.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-390406?width=860&height=573",
    "image_1": "im-390406.jpg",
    "time": "2021-08-24 13:45:00",
    "body": "Bravo to Stephen Eide for his penetrating review of the Allan Horwitz’s book “DSM: A History of Psychiatry’s Bible” (Aug. 16), which claims that the Diagnostic and Statistical Manual of Mental Disorders is a social creation. Mr. Eide’s review asks the provocative question: “What’s the science behind it?” In medicine, illness can be objectively demonstrated by physical examination and laboratory, radiology and biopsy findings. These visible findings can then be re-evaluated after treatment.<br />Despite psychiatry’s use of medical language, such as mental “illness,” no such biologic pathology is shown in a DSM “diagnosis,” and neither pretreatment nor posttreatment biologic pathologies are sought in patients, let alone demonstrated.<br />The results have been disastrous. While new treatments in medical and surgical fields based on scientifically validated data have resulted in declines in illness and improved outcomes, the opposite has occurred in psychiatry.<br />The number of people with mental distress correlates with the increasing use of mind-altering pharmaceuticals and other dubious treatments over the past several decades in psychiatry. That number is many orders of magnitude higher than before the DSM, and the distress is much more disabling in those affected. Maybe we will not be “stuck” with the manual, as the book argues, after all.<br />Daniel Zeidner, M.D."
}