{
    "url_original": "https://www.wsj.com/articles/dsm-review-the-meanings-of-madness-11629062194?mod=opinion_reviews_pos1",
    "url": "dsm-review-the-meanings-of-madness-11629062194",
    "title": "‘DSM Review: The Meanings of Madness",
    "sub_head": "The Diagnostic and Statistical Manual of Mental Disorders, or DSM, features nearly 300 diagnoses. What’s the science behind it?",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-385851?width=860&height=573",
    "image_1": "im-385851.jpg",
    "time": "2021-08-15 17:16:00",
    "body": "Among the many costs of the pandemic lockdowns and school closures, as both proponents and opponents of these measures agree, is an upsurge in reported cases of mental illness. But underneath this consensus lurks uncertainty about what’s meant by “mental illness.” If there really is a mental-health crisis, then doctors—psychiatrists—should have a lead role in responding to it. Rutgers sociologist Allan V. Horwitz’s history of the “Diagnostic and Statistical Manual of Mental Disorders,” or DSM—the medical field’s definitive classification of mental disorders—explores psychiatry’s claim to such authority.<br />“DSM: A History of Psychiatry’s Bible” puts forward two arguments: first, that the DSM is a “social creation”; second, that we’re stuck with it. Throughout much of its history, psychiatry didn’t display a strong interest in precise and variegated definitions of mental disorders. The discipline recognized broad categories of mental breakdown—mania, melancholia, dementia, idiocy—but more precise diagnoses weren’t thought necessary. The DSM was first published in 1952, but it wasn’t widely used until after the third edition was released in 1980. The current edition, the fifth—published in 2013—features almost 300 distinct diagnoses.<br />The DSM now permeates American society. You see it in the widespread, casual use of such terms as “bipolar disorder” and “autism spectrum.” One key player in the DSM’s rise to influence was the insurance industry. As insurance companies became involved in paying for mental-health care, they needed a standard by which to parse which disorders’ treatment merited reimbursement and which did not. They turned to the DSM. Clinicians were at first skeptical about how well the DSM’s classifications reflected their patients’ needs and conditions. But over time clinicians, too, became wedded to it for fear that any major modification might jeopardize their ability to get paid.<br />A formal diagnosis facilitates access to services, so parents came to rely on the DSM’s multiplying diagnoses and resisted any changes that might diminish that access. Drug companies haven’t directly influenced the DSM’s contents, Mr. Horwitz observes, but they have contributed to its popularization. In the early 1970s, the Food and Drug Administration started requiring pharmaceutical companies to stipulate, in ad campaigns, which specific diagnoses their products treated. Drug ads made household names out of DSM diagnoses that, often enough, patients now give to themselves before setting foot in a clinician’s office.<br />Mr. Horwitz persuasively critiques the underlying vagueness of the DSM’s approach to classifying disorders, but he is himself at times vague about how far he wants to press that critique. Where to draw the line between challenging the scientific basis of the DSM and the scientific basis of psychiatry itself? At times he seems to doubt whether the anti-psychiatry movement has ever been adequately refuted. But in the past undermining psychiatry has tended to make worse off those Americans who, without question, suffer from incapacitating psychiatric disorders. Somewhere around 500,000 severely mentally ill people are either institutionalized, incarcerated or homeless. Unless we’re going to tell such vulnerable people to snap out of it and get a job, psychiatry has a place in American society."
}