{
    "url_original": "https://www.wsj.com/articles/dumbing-oregon-down-kate-brown-proficiency-requirement-high-school-graduation-11628796270?mod=opinion_lead_pos4",
    "url": "dumbing-oregon-down-kate-brown-proficiency-requirement-high-school-graduation-11628796270",
    "title": "Dumbing Oregon Down",
    "sub_head": "The soft bigotry of low progressive expectations for minority students.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-384897?width=860&height=573",
    "image_1": "im-384897.jpg",
    "time": "2021-08-12 18:42:00",
    "body": "Why didn’t we think of that? Politicians and school officials in Oregon are embarrassed that too many minority children fail tests designed to confirm they’ve mastered the “essential skills” that high school is meant to teach. So in the name of racial equity, they’ve now done the progressive thing. Instead of lifting graduation rates by boosting student performance, they’re eliminating the proficiency requirement.<br />Gov. Kate Brown signed the bill on July 14, but the Oregonian reports her office never issued a press release and the bill was not entered into the legislative database until two weeks later—a “departure from the normal practice” of entering bills the same day they are signed.<br />The Secretary of the Senate blamed the delay on a staffer experiencing medical issues. But it’s hardly surprising that Gov. Brown and the Democratic Legislature would not wish to draw attention to this attempt to dumb the state down.<br />The new law extends until 2024 a temporary suspension of the state requirements that kids demonstrate proficiency in reading, writing, and math to graduate from high school. Previously, in addition to demonstrating proficiency via Oregon’s Assessments of Knowledge and Skills test, students had the option of taking other standardized tests or submitting a work project to teachers. The new legislation gives the state’s Department of Education until 2022 to write new standards.<br />The purpose of public education is to provide students with the skills they need to succeed in the world. It is a terrible disservice to issue a diploma that fools them into believing they’ve mastered basic skills they haven’t. It is particularly cruel for the minority students who will pay the highest price when the real world confirms that their high schools have defrauded them of a real education."
}