{
    "url_original": "https://www.wsj.com/articles/durham-probe-of-what-sparked-russia-investigation-examines-fbi-tipsters-11628857851?mod=politics_lead_pos1",
    "url": "durham-probe-of-what-sparked-russia-investigation-examines-fbi-tipsters-11628857851",
    "title": "Durham Probe of What Sparked Russia Investigation Examines FBI Tipsters",
    "sub_head": "The special counsel is expected to submit a final report in the coming months",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-382899?width=860&height=573",
    "image_1": "im-382899.jpg",
    "time": "2021-08-13 08:30:00",
    "body": "WASHINGTON—Special Counsel John Durham, appointed during the Trump administration to examine the origins of the FBI’s 2016 Russia probe, is presenting evidence to a grand jury and preparing a lengthy report expected to be completed in the coming months, according to people familiar with the matter.<br />Mr. Durham’s review, which began in May 2019, has led to one prosecution to date and has gone on longer than the two-year tenure of special counsel Robert Mueller, who in May 2017 took over the investigation into Russian interference in the 2016 election.<br />Mr. Durham has been examining potential criminal charges against several lower-level FBI employees, and people who aren’t in government, according to people familiar with the matter. Mr. Durham was also expected to deliver a report by the end of this summer, though that target is likely to be pushed back, some of the people said.<br />The special counsel regulations required Mr. Durham to have reported on the status of the investigation and submitted a proposed budget by July 1 for the next fiscal year that begins in October. Attorney General Merrick Garland could then determine whether the investigation would continue and establish the budget.<br />A Justice Department spokeswoman declined to say whether Mr. Garland has decided to allow Mr. Durham’s probe to continue beyond September or approved a budget for the next fiscal year, citing a policy of not commenting on ongoing investigations. In May, the Justice Department disclosed that the Durham investigation had spent around $1.5 million between October 2020 and March."
}