{
    "url_original": "https://www.wsj.com/articles/dylann-roofs-death-sentence-upheld-by-federal-appeals-court-11629915459?mod=business_minor_pos5",
    "url": "dylann-roofs-death-sentence-upheld-by-federal-appeals-court-11629915459",
    "title": "Dylann Roof’s Death Sentence for Charleston Church Shooting Upheld",
    "sub_head": "Appeals court says crimes qualify Roof for harshest penalty",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-391222?width=860&height=589",
    "image_1": "im-391222.jpg",
    "time": "2021-08-25 16:55:00",
    "body": "A federal appeals court unanimously upheld the conviction and death sentence of Dylann Roof, saying his calculated killing of nine Black worshipers at a historic church in Charleston, S.C., in 2015 was done with scarce signs of remorse, to torment the victims and others and incite racial division.<br />“No cold record or careful parsing of statutes and precedents can capture the full horror of what Roof did,” the three-judge panel for the Fourth U.S. Circuit Court of Appeals wrote in an opinion Wednesday. “His crimes qualify him for the harshest penalty that a just society can impose.”<br />A lawyer representing Roof didn’t respond to a request for comment Wednesday.<br />Roof was the first person to be sentenced to death under the federal hate-crimes act in 2017. He was convicted of killing nine Black churchgoers in 2015 at Emanuel African Methodist Episcopal Church in Charleston after planning the attack for months, writing a racist manifesto and purchasing a .45-caliber Glock pistol with 88 rounds, representing a numerical sign for “Heil Hitler,” according to prosecutors.<br />Roof appealed his conviction in early 2020. At the time, his lawyers argued he shouldn’t have represented himself during his trial while suffering from schizophrenia, autism, anxiety and depression. In their appeal, the attorneys said Roof didn’t take his conviction seriously “because white nationalists would free him from prison after an impending race war.”"
}