{
    "url_original": "https://www.wsj.com/articles/economist-taliban-religion-islamist-jihadist-afghanistan-stark-finke-iannaccone-warner-11629916498?mod=opinion_lead_pos5",
    "url": "economist-taliban-religion-islamist-jihadist-afghanistan-stark-finke-iannaccone-warner-11629916498",
    "title": "Economists Explain the Taliban",
    "sub_head": "Strict behavioral rituals make religious groups effective at organizing collective action.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-25 18:17:00",
    "body": "The Taliban’s rapid overthrow of the U.S.-supported regime in Afghanistan came as a surprise to many in the West, including President Biden, who said in early July: “Do I trust the Taliban? No. But I trust the capacity of the Afghan military, who is better trained, better equipped, and more and more competent in terms of conducting war.”<br />How could a ragtag group of religious fundamentalists be so effective in capturing a territory that has resisted rule by some of the most formidable world powers, including the British, the Soviets and the Americans?<br />An answer can be found in a quirky academic subfield known as the political economy of religion. It was developed in the late 1980s by sociologists Rodney Stark and Roger Finke and economist Laurence Iannaccone. Political scientists including Carolyn Warner and me added the political side of the equation in the early 1990s.<br />An insight from Mr. Iannaccone bears directly on the success of the Taliban: Groups with strict behavioral rituals are especially effective at organizing collective action. He was intrigued by the organizational vibrancy of some of the strictest faiths in the U.S., including Mormons, Jehovah’s Witnesses and Orthodox Jews. These groups all have demanding behavioral codes and intensely devoted adherents.<br />Mr. Iannaccone argued that behavioral codes like a prohibition on alcohol and stigmatizing behavior like wearing distinctive clothing enhanced cooperation. Religious organizations are “club goods,” wherein members share many collective benefits such as welfare provision and fellowship. Those benefits depend on active contribution. If everyone participates willingly, the organization is vibrant. If many members are free riders—receiving the benefits without pulling their weight—the quality of the good dissipates and the organization becomes anemic."
}