{
    "url_original": "https://www.wsj.com/articles/economy-week-ahead-inflation-gdp-jobless-claims-11628449200",
    "url": "economy-week-ahead-inflation-gdp-jobless-claims-11628449200",
    "title": "Economy Week Ahead: Inflation, GDP, Jobless Claims",
    "sub_head": "U.S. Labor Department’s report on July consumer prices is the focus of this week’s economic data",
    "category_1": "Economy",
    "category_2": "Economy Week Ahead",
    "image_1_url": "https://images.wsj.net/im-382141?width=860&height=573",
    "image_1": "im-382141.jpg",
    "time": "2021-08-08 15:00:00",
    "body": "The U.S. Labor Department’s report on July consumer prices is the focus of this week’s economic data.<br />China’s producer-price index is expected to remain elevated in July after rising at its highest pace in nearly 13 years in May. Economists polled by The Wall Street Journal are forecasting the PPI, a gauge of factory-gate prices, will increase 8.8% from a year earlier, the same as the prior month. The consumer-price index is expected to drop 0.8% on year due to plunging pork prices, compared with June’s 1.1% expansion.<br />U.S. consumer prices are expected to advance at a slower pace in July than in June. Inflation has been running hot as rising demand collides with supply-chain snarls and shortages of materials and labor. The Federal Reserve is betting that elevated inflation readings will be temporary, a key tenet of its easy-money policies.<br />The U.K. economy is expected to expand for the fifth consecutive month in June, pushing second-quarter growth into positive territory after a strong Covid-19 vaccination campaign and steps to reopen the economy. In the first quarter, gross domestic product fell after coronavirus cases picked up and the government reimposed restrictions, leaving the overall economy 8.8% below where it was pre-pandemic.<br />U.S. jobless claims have settled at a level that is nearly double their pre-pandemic average. Economists are forecasting a small decline in new applications for unemployment benefits during the week ended Aug. 7, reflecting a labor market that is improving but still not fully healed."
}