{
    "url_original": "https://www.wsj.com/articles/education-department-to-investigate-five-states-that-ban-mask-mandates-in-schools-11630356349?mod=politics_lead_pos4",
    "url": "education-department-to-investigate-five-states-that-ban-mask-mandates-in-schools-11630356349",
    "title": "Education Department to Investigate Five States That Ban Mask Mandates in Schools",
    "sub_head": "U.S. education secretary says bans may violate the civil rights of students with disabilities; states could face financial sanctions",
    "category_1": "U.S.",
    "category_2": "Education",
    "time": "2021-08-30 18:30:00",
    "body": "The Education Department said Monday it has opened civil rights investigations into five states that banned school mask mandates to examine whether such policies place students with disabilities at heightened risk of severe illness through contracting Covid-19.<br />The agency’s Office of Civil Rights sent letters to top education officials in Oklahoma, South Carolina, Tennessee, Iowa and Utah, saying it has heard from parents nationwide—particularly of students with disabilities and medical conditions—raising concerns.<br />“The Department will fight to protect every student’s right to access in-person learning safely and the rights of local educators to put in place policies that allow all students to return to the classroom full-time in-person safely this fall,\" said U.S. Secretary of Education Miguel Cardona, in a statement.<br />The Education Department said that if it finds a violation, it may work with the specific state agency to try to resolve the problem. But if the state refuses to correct the violation, it “may put its funding from the Department of Education at risk,” the agency said.<br />In advance of schools opening for fall instruction across the country, several states have blocked K-12 schools and college campuses from requiring vaccines and masking, bucking recent federal recommendations that eligible students should be vaccinated and everyone should wear masks indoors regardless of vaccination status."
}