{
    "url_original": "https://www.wsj.com/articles/el-salvador-gets-ready-for-a-risky-bitcoin-experiment-11629966845?mod=markets_lead_pos5",
    "url": "el-salvador-gets-ready-for-a-risky-bitcoin-experiment-11629966845",
    "title": "El Salvador Gets Ready for a Risky Bitcoin Experiment",
    "sub_head": "Impoverished nation is defying warnings against using volatile crypto asset as official currency alongside U.S. dollar",
    "category_1": "Markets",
    "time": "2021-08-26 04:34:00",
    "body": "In less than two weeks, El Salvador will become the first country to adopt bitcoin as a national currency. No one knows what comes next.<br />The government of the impoverished Central American nation aims to spend up to $75 million as part of a plan to hand out $30 to people who sign up to an e-wallet called Chivo, or “Cool.” That software-based system would allow an estimated 2.5 million Salvadorans to buy goods or pay for services in U.S. dollars or bitcoin, El Salvador’s two official currencies as of Sept 7.<br />The foray into bitcoin risks wrecking El Salvador’s $26 billion economy. The indebted nation’s central bank could be forced to spend hard-currency reserves to buy bitcoin if the value of the crypto asset craters and consumers rush to the safety of the dollar. The government can’t print its own money—El Salvador ditched the colón in favor of the greenback two decades ago—and is struggling to earn dollars.<br />“Adopting bitcoin as legal tender puts us on a roller coaster,” says Carlos Acevedo, an economist who served as governor of El Salvador’s central bank from 2009 to 2013.<br />President Nayib Bukele has said that adopting bitcoin will help attract foreign investment, foster more and cheaper financial services and lower the cost of sending and receiving remittances, which reached a high of almost $6 billion last year. The 40-year-old president also wants to lure foreign investors to develop geothermal power from volcanoes to supply the large amounts of electricity needed for mining the cryptocurrency."
}