{
    "url_original": "https://www.wsj.com/articles/election-season-chaos-is-no-longer-far-fetched-but-preventable-11628518759?mod=politics_lead_pos10",
    "url": "election-season-chaos-is-no-longer-far-fetched-but-preventable-11628518759",
    "title": "Election-Season Chaos Is No Longer Far-Fetched, but Preventable",
    "sub_head": "Slimmer federal elections law could give both Democrats and Republicans what they want",
    "category_1": "Politics",
    "category_2": "Capital Journal",
    "time": "2021-08-09 10:19:00",
    "body": "On Jan. 3 of this year—amid the furor over former President Donald Trump’s claims of a “rigged” election, and three days before a mob of his supporters stormed the Capitol—Texas Rep. Chip Roy made a radical proposal that attracted little attention.<br />He moved that the House refuse to seat 67 of its own, newly elected members from the six states where Trump allies were claiming election fraud. Rep. Roy, a conservative Republican, actually opposed the efforts by some in his party to refuse to certify the election of President Biden. He was simply making the point that if the presidential election in those six states was marred by systemic fraud, so too were the elections of House members chosen at the same time. If the presidential vote was flawed, “it would confound basic human reason” to seat lawmakers elected on the same ballots, he argued.<br />The House overwhelmingly rebuffed Rep. Roy’s effort. Yet he actually pointed out a potential nightmare scenario that could come to pass, well before the next presidential election. Congress has to approve the seating of its own members, so what happens if, after the 2022 midterm elections, a Republican state legislature demands Congress refuse to seat some members duly elected in their states because of alleged voting irregularities—or demands the seating of someone local election officials didn’t declare a winner?<br />That would surely set off a cascade of challenges from Democrats seeking to block Republican members, setting off a slide into chaos. “It’s the perfect example of how this would be weaponized,” says Benjamin Ginsberg, a longtime Republican election lawyer. “And that would lead to an existential moment where no one could predict the outcome.”<br />The scenario is frightening but no longer far-fetched, given what has been learned in recent days about efforts by former top Justice Department officials to pressure Georgia’s state legislature to convene to pick its own slate of presidential electors after the 2020 presidential vote was counted, and subsequent efforts by legislators there and elsewhere to take control of elections and their outcome away from the local election officials who have long handled them."
}