{
    "url_original": "https://www.wsj.com/articles/elizabeth-holmes-might-claim-abusive-relationship-in-criminal-fraud-defense-11630167496?mod=business_lead_pos1",
    "url": "elizabeth-holmes-might-claim-abusive-relationship-in-criminal-fraud-defense-11630167496",
    "title": "Elizabeth Holmes Might Claim Abusive Relationship in Theranos Fraud Trial",
    "sub_head": "Biotech startup founder alleges decadelong controlling relationship with former partner in court filings; he denies abuse",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-392575?width=860&height=573",
    "image_1": "im-392575.jpg",
    "time": "2021-08-28 12:38:00",
    "body": "Theranos Inc. founder Elizabeth Holmes could argue at her upcoming criminal fraud trial that she was in a decadelong abusive relationship with former Theranos President Ramesh “Sunny” Balwani that left her under his control during the period in which the government alleges the two blood-testing executives committed a massive fraud, newly revealed court records show.<br />Ms. Holmes claims the abuse by her former business and romantic partner was psychological, emotional and sexual, according to the documents.<br />Ms. Holmes accused Mr. Balwani of controlling what she ate, when she slept and how she dressed, throwing sharp objects at her and monitoring her text messages and emails, among other things, according to one of the filings.<br />Mr. Balwani “unequivocally denies that he engaged in any abuse at any time,” according to one of the newly unsealed filings. His lawyer, Jeffrey Coopersmith, argued this week that the filings should remain under seal so that Mr. Balwani’s trial, currently scheduled for early next year, can be fair. Mr. Coopersmith didn’t respond to a request for comment after the filings became public overnight.<br />The revelations, days before her trial is set to begin, shed light for the first time on how Ms. Holmes’s lawyers might mount a mental-health defense, as well as on a judge’s decision to separate the trials of Ms. Holmes and Mr. Balwani, who were jointly charged with wire fraud and conspiracy to commit wire fraud in June 2018. Both have pleaded not guilty."
}