{
    "url_original": "https://www.wsj.com/articles/elon-musk-pans-pilot-version-of-teslas-driver-assistance-feature-11629763272?mod=business_lead_pos3",
    "url": "elon-musk-pans-pilot-version-of-teslas-driver-assistance-feature-11629763272",
    "title": "Elon Musk Pans Pilot Version of Tesla’s Driver-Assistance Feature",
    "sub_head": "The prototype software ‘is actually not great,’ the electric-vehicle maker’s CEO says on Twitter",
    "category_1": "Business",
    "time": "2021-08-23 20:01:00",
    "body": "Elon Musk on Monday panned a pilot version of an advanced driver-assistance feature  Tesla Inc.  is developing, a week after U.S. car-safety regulators opened a probe into a more basic iteration of the company’s driving aide.<br />The statement amounts to a public concession by the Tesla CEO of a shortcoming in a driver-assistance feature designed to help vehicles steer through urban areas. The feature, available on a relatively small number of vehicles as part of a pilot program, is part of what Tesla calls Full Self-Driving, or FSD, technology.<br />“FSD Beta 9.2 is actually not great,” Mr. Musk said via  Twitter ,  adding the company “is rallying to improve as fast as possible.”<br />Tesla vehicles come equipped with driver-assistance technology the company calls Autopilot. The features leverage cameras and other sensors to help drivers with tasks such as maintaining a safe distance from other cars on the highway. Tesla also sells an upgraded suite of features, FSD, for $10,000. It is intended to provide greater functionality. The technology doesn’t yet allow for autonomous driving.<br />Tesla’s driver-assistance technology has drawn scrutiny from safety officials and lawmakers. The National Highway Traffic Safety Administration, which regulates auto safety, last week said that it was investigating Autopilot in the wake of 11 crashes since January 2018 involving Teslas at scenes to which emergency vehicles had responded. Such probes can but don’t always result in recalls. ["
}