{
    "url_original": "https://www.wsj.com/articles/employee-benefits-hybrid-workplace-11628796247?mod=business_featst_pos1",
    "url": "employee-benefits-hybrid-workplace-11628796247",
    "title": "How Employee Benefits May Change in a Hybrid Workplace",
    "sub_head": "Among other things, more flex time, work-from-anywhere periods, and continuing stipends for home offices",
    "category_1": "Business",
    "category_2": "Journal Reports: Leadership",
    "image_1_url": "https://images.wsj.net/im-384120?width=860&height=573",
    "image_1": "im-384120.jpg",
    "time": "2021-08-14 18:14:00",
    "body": "With the coming of the hybrid workplace, employee benefits are being put under the microscope. And many companies are realizing that the current crop of benefits may not make as much sense as they used to.<br />“A lot of employers are re-evaluating their benefits propositions,‘’ says Lauren Mason, a principal at Mercer, a management-consulting firm. “Employee values have shifted quite significantly because of the stressors of the pandemic and around child care and other concerns, as well as just re-evaluating life circumstances.”<br />For many companies, this means expanding some benefits while making others less of a priority. In a Care.com survey of 500 human-resource executives in the U.S. conducted in December 2020 and January 2021, 66% said they plan to offer more flexibility, with 63% planning to increase child-care benefits and 41% planning to expand senior-care offerings. At the same time, some benefits that were important pre-Covid, including commuter benefits, on-site meals and on-site child care, are becoming less important, the survey found.<br />Here’s a closer look at how companies and HR experts expect benefits to change in a world transformed by the pandemic:<br />One lesson companies learned from the pandemic is that people often work best when they feel they have more control over their hours, tailored to their specific life needs at the moment. It’s best to focus on output, many HR executives say, rather than time spent working."
}