{
    "url_original": "https://www.wsj.com/articles/endless-wars-neocon-biden-afghanistan-withdrawal-kabul-taliban-terrorist-jihadist-11629209389?mod=opinion_lead_pos5",
    "url": "endless-wars-neocon-biden-afghanistan-withdrawal-kabul-taliban-terrorist-jihadist-11629209389",
    "title": "The ‘Endless Wars’ Fallacy",
    "sub_head": "There are many options between nation building and giving up, and we had found a good one in Afghanistan before President Biden abandoned it.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-17 12:35:00",
    "body": "Almost everyone agrees that what’s happening in Afghanistan is an unmitigated disaster. There is no way to whitewash it, and few are trying. The scenes from Kabul speak for themselves, casting shame and embarrassment on the world’s greatest superpower. There is plenty of blame being passed around, including to the “neocons,” the generals and the Afghans themselves. But what got us here was the widespread belief that American foreign policy should be dictated by a simple slogan: “No more endless wars.” The current spokesman for that belief is President Biden.<br />The argument for bringing the troops home is an emotional one, arising from exhaustion with overseas conflict. Most people don’t understand the situation in Afghanistan, and that causes distrust and anger. Few deny we needed to take action after 9/11, but few understood what our strategy would be after we got there. Leaders failed to explain that simply leaving would allow the Taliban to re-emerge and again provide safe haven for terrorists. Americans felt stuck and became exhausted over the years with the vast sums of money spent and lives lost, seemingly in a futile attempt to build democracy.<br />With this growing impatience, the case for cutting our losses grew stronger. But it fails to acknowledge trade-offs—and this simple question: If we evacuate Afghanistan, what will happen? The “no more endless wars” crowd always refused to answer. They prefer to live in a dream world rather than face the reality that our enemies are ideologically opposed to Western civilization and will gladly stage another 9/11 if they have the opportunity and means. They are at war with us whether or not we are at war with them. Leaving Afghanistan would inevitably create a terrorist safe haven.<br />That simple reality was never properly explained to the public. When Quinnipiac asked in a May survey, “Should we leave Afghanistan?” 62% of respondents said yes. But what if the question was framed more completely: “Should we leave Afghanistan even if it means an increased threat of terrorism to the homeland?”<br />The “no more endless wars” position has another blind spot: Its advocates are unable to distinguish between wasteful nation building and a small residual force that conducts occasional counterterror operations. As a result, when many Americans hear that there is a single soldier on the ground in Afghanistan, they interpret it to mean “nation building” and “world police.”"
}