{
    "url_original": "https://www.wsj.com/articles/endless-war-afghanistan-withdrawal-biden-taliban-isis-mass-casualty-terror-attack-taiwan-11630076447?mod=opinion_lead_pos5",
    "url": "endless-war-afghanistan-withdrawal-biden-taliban-isis-mass-casualty-terror-attack-taiwan-11630076447",
    "title": "The ‘Forever War’ Hasn’t Ended",
    "sub_head": "Thursday’s attacks were a reminder that ‘the enemy always gets a vote.’ With the Afghanistan pullout, the long war against jihadists has become more daunting.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-27 13:54:00",
    "body": "President Biden, like his two immediate predecessors, seems to think you can end “forever wars” simply by leaving them. But Thursday’s unprovoked attack, on people who were fleeing and those who were helping them, demonstrates the truth of the soldier’s adage that “the enemy always gets a vote.”<br />On the day Kabul fell to the Taliban, the president declared that he wouldn’t ask “our troops to fight on endlessly in another country’s civil war, taking casualties, suffering life-shattering injuries, leaving families broken by grief and loss. This is not in our national-security interest. It is not what the American people want.”<br />The appeal is easy to understand. Even as a civilian, I’ve seen enough of those life-shattering injuries, enough of the grief and loss of Gold Star families, to know that I don’t want it to continue for one day more than necessary.<br />But what is necessary? Those who complain of “forever wars” seem to ignore the reason we were in Afghanistan in the first place, or they misstate it, as Mr. Biden did in this instance. We were never in Afghanistan to participate in its civil war. We went there to prevent a murderous gang from regaining control of Afghanistan, where they ruled 20 years ago and where they enabled an attack that killed nearly 3,000 people on American soil.<br />The war with that gang and its affiliates won’t end because the U.S. has quit. Nothing we know about the Taliban, much less anything that we have seen in the last month, suggests that they are ready to quit. Thursday’s bombings appear to have been the work of a rival gang, ISIS-K. Mr. Biden called it “an archenemy of the Taliban,” but the two groups both hate the U.S. and believe it’s glorious to kill Americans. It’s a shame they can’t both lose, as someone said in a different context—but whoever wins will make Afghanistan a haven for anti-American terrorists."
}