{
    "url_original": "https://www.wsj.com/articles/ericcson-beijing-australia-sweden-denmark-5g-national-security-trade-luxury-goods-zte-huawei-11628631680?mod=opinion_lead_pos7",
    "url": "ericcson-beijing-australia-sweden-denmark-5g-national-security-trade-luxury-goods-zte-huawei-11628631680",
    "title": "How Do You Stop Beijing From Bullying? Take Away Its Prada Bags",
    "sub_head": "China punishes Ericsson for Sweden’s exclusion of Huawei. The West can strike back if it unites.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-10 18:32:00",
    "body": "Beijing vowed to punish the  Swedish telecom  giant  Ericsson  if the Swedes didn’t relent and allow the country’s 5G networks to include Huawei technology. Sweden didn’t budge, and now China has reduced Ericsson’s access to the world’s largest telecom market. No Western company will be safe from such punishment unless Western governments and top companies unite to foil China’s strategy of extortion.<br />Virtually the moment Sweden’s Post and Telecom Authority decided in 2020 not to include Huawei and the smaller Chinese firm ZTE in its 5G network, Chinese officials threatened retaliation. Sweden must reverse its ban or Ericsson would suffer consequences in China, Beijing’s ambassador announced, and the threats continued.<br />The Chinese government’s decision will be painful for Ericsson. The company’s latest quarterly report in July painted a curious picture: 8% growth world-wide—but falling sales in China. The Chinese market has accounted for about 10% of Ericsson’s revenue over the past few years. Around the same time, China Mobile, the country’s largest mobile network operator, announced its latest 5G contracts. Huawei won 60%, ZTE 30%. Ericsson won a mere 2%, down from 11% in the previous round of contracts last year, according to press reports.<br />Compare this with what’s happened to Finland’s  Nokia .  The Finnish Parliament in 2020 passed a law that allowed some firms to be excluded from 5G networks for national-security reasons, but Finnish lawmakers didn’t single out Huawei or ZTE, unlike Sweden’s regulation. The Global Times, an outlet run by the Chinese Communist Party, predicted good things for Nokia, which the newspaper said would have “more room for negotiating” entry into China’s 5G market. Nokia, whose technology had been considered somewhat less desirable, walked away from the 2020 contract round empty-handed. But this summer it suddenly came away with a piece of the action—a 10% stake.<br />The lesson is obvious: Stand up to China and your companies will be punished. Keep your head down and your companies will be fine. Denying business to Western firms isn’t a violation of law. China Mobile’s controlling shareholder is a state-owned company, but the entity is notionally private and can do business with whomever it wishes."
}