{
    "url_original": "https://www.wsj.com/articles/ernst-young-to-pay-10-million-to-settle-sec-probe-of-bid-violations-11627932840?mod=markets_featst_pos1",
    "url": "ernst-young-to-pay-10-million-to-settle-sec-probe-of-bid-violations-11627932840",
    "title": "Ernst & Young to Pay $10 Million to Settle SEC Probe of Bid Violations",
    "sub_head": "Partner at Big Four audit firm was tipped off to details of competing proposals by official at Sealed Air",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-379077?width=860&height=573",
    "image_1": "im-379077.jpg",
    "time": "2021-08-02 16:41:00",
    "body": "Ernst & Young LLP will pay $10 million to settle a regulatory investigation into allegations that it improperly obtained confidential information in pursuit of a contract to audit a public company’s books.<br />The Securities and Exchange Commission also fined four accountants allegedly involved in the misconduct: an Ernst & Young partner, two retired partners and a former chief accounting officer of the unnamed client company who shared the competitive information with them, according to the agency. The four accountants were all suspended from reviewing the financial statements of public companies for periods ranging from one to three years.<br />Ernst & Young and the four accountants agreed to settle the SEC’s claims without admitting or denying misconduct.<br />The SEC’s settlement order didn’t name the audit client. But William G. Stiehl, the former chief accounting officer, worked in that role for  Sealed Air Corp.  until he was terminated in June 2019, according to a regulatory filing made by the company. The Wall Street Journal reported in February 2020 that the SEC and federal prosecutors were probing concerns that Mr. Stiehl rigged the competition to help Ernst & Young win Sealed Air’s multimillion-dollar audit contract.<br />The SEC’s investigation described frequent contacts between Mr. Stiehl and the audit partners. Late in the bidding process, when Ernst & Young was a finalist for the work along with another accounting firm, Mr. Stiehl attended an NFL game in Ernst & Young’s suite in Charlotte, N.C., according to the SEC."
}