{
    "url_original": "https://www.wsj.com/articles/escaping-the-efficiency-trapand-finding-some-peace-of-mind-11628262751?mod=business_featst_pos1",
    "url": "escaping-the-efficiency-trapand-finding-some-peace-of-mind-11628262751",
    "title": "Escaping the Efficiency Trap—and Finding Some Peace of Mind",
    "sub_head": "The more productive we are, the more pressure we feel. It’s time to break the busyness cycle.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "time": "2021-08-06 11:12:00",
    "body": "Certain forms of busyness can be delightful. Who wouldn’t want to live in Busytown, the setting of the iconic 1960s children’s books by the American illustrator Richard Scarry? His grocer cats and firefighting pigs are certainly busy. Nobody in Busytown is idle—or if they are, they’re carefully hidden from view by the authorities, Pyongyang-style. What they aren’t, though, is overwhelmed. They exude the cheery self-possession of cats and pigs who have plenty to do but also every confidence that their tasks will fit snugly into the hours available—whereas we live with the constant anxiety of fearing, or knowing for certain, that ours won’t.<br />Research shows that this feeling arises on every rung of the economic ladder. If you’re working two minimum-wage jobs to put food in your children’s stomachs, there’s a good chance you’ll feel overstretched. But if you’re better off, you’ll find yourself feeling overstretched for reasons that seem, to you, no less compelling: because you have a nicer house with higher mortgage payments, or because the demands of your (interesting, well-paid) job conflict with your longing to spend time with your aging parents, or to be more involved in your children’s lives, or to dedicate your life to fighting climate change.<br />The problem with trying to make time for everything that feels important is that you definitely never will. The reason isn’t that you haven’t yet discovered the right time management tricks or applied sufficient effort, or that you need to start getting up earlier, or that you’re generally useless. It’s that the underlying assumption is unwarranted: There’s no reason to believe you’ll ever feel “on top of things,” or make time for everything that matters, simply by getting more done.<br />That’s because if you succeed in fitting more in, you’ll find the goal posts start to shift: More things will begin to seem important, meaningful or obligatory. Acquire a reputation for doing your work at amazing speed, and you’ll be given more of it. Figure out how to spend enough time with your kids and at the office, so you don’t feel guilty about either, and you’ll suddenly feel some new social pressure: to spend more time exercising or to join the parent-teacher association—oh, and isn’t it finally time you learned to meditate? Get around to launching the side business you’ve dreamed of for years, and if it succeeds, it won’t be long before you’re no longer satisfied with keeping it small.<br />The general principle in operation here is what we might call the “efficiency trap.” Rendering yourself more efficient—either by implementing various productivity techniques or by driving yourself harder—won’t generally result in the feeling of having “enough time,” because, all else being equal, the demands will increase to offset any benefits. Far from getting things done, you’ll be creating new things to do."
}