{
    "url_original": "https://www.wsj.com/articles/espn-explores-sports-betting-deal-worth-at-least-3-billion-11630089962?mod=business_lead_pos3",
    "url": "espn-explores-sports-betting-deal-worth-at-least-3-billion-11630089962",
    "title": "ESPN Explores Sports-Betting Deal Worth at Least $3 Billion",
    "sub_head": "Sports-media giant has held talks to license its brand to sportsbooks including Caesars Entertainment and DraftKings",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-392460?width=860&height=573",
    "image_1": "im-392460.jpg",
    "time": "2021-08-27 14:46:00",
    "body": "Walt Disney Co. ’s ESPN is seeking to license its brand to major sports-betting companies for at least $3 billion over several years, according to people familiar with the matter, aiming to capitalize on the fast-growing online gambling industry.<br />The sports-media giant has held talks with players that own major sportsbooks, including casino operator  Caesars Entertainment Inc.  and online gambling company  DraftKings Inc.,  the people said. ESPN has existing marketing partnerships with both companies.<br />On offer is the right for a suitor to use the ESPN name for branding purposes and potentially rename its sportsbook after the leading sports TV network in the U.S., the people said. A deal could come with an exclusive marketing commitment that would require the sports-betting firm to spend a certain amount of money advertising on ESPN’s platforms, one of the people said.<br />There is no guarantee ESPN will reach a deal. It remains to be seen whether gaming companies have an appetite to pay for the ESPN name when they are already investing to establish their existing brands.<br />ESPN has been cautious about entering the sports-betting arena. It has struck partnerships to integrate odds and betting-related content into some of its shows, and has podcasts and telecasts dedicated to gambling, including “Daily Wager.” But executives have said they want the company to avoid being directly involved in gambling transactions."
}