{
    "url_original": "https://www.wsj.com/articles/ethiopias-war-in-tigray-sees-minorities-targeted-across-the-country-11628687936?mod=business_minor_pos5",
    "url": "ethiopias-war-in-tigray-sees-minorities-targeted-across-the-country-11628687936",
    "title": "Ethiopia’s War in Tigray Sees Minorities Targeted Across the Country",
    "sub_head": "Arbitrary detentions of ethnic Tigrayans have increased, rights groups say, since Ahmed government suffered a defeat in conflict with separatists",
    "category_1": "World",
    "category_2": "Africa",
    "image_1_url": "https://images.wsj.net/im-381916?width=700&height=467",
    "image_1": "im-381916.jpg",
    "time": "2021-08-11 09:18:00",
    "body": "Ethiopian authorities have launched reprisals against ethnic Tigrayans across the country, arresting hundreds and accusing members of the minority group of supporting rebels who have been locked in a bloody war with the government of Prime Minister Abiy Ahmed.<br />Mr. Ahmed declared war on Tigray, a mountainous region that borders Sudan and Eritrea, in November, after his government said the Tigray People’s Liberation Front, or TPLF, had attacked an Ethiopian military base. The fighting followed months of rising tensions between the central government and the TPLF, which had dominated Ethiopia’s ruling party until Mr. Ahmed’s rise to power in 2018.<br />In recent weeks, the government has arbitrarily arrested hundreds of ethnic Tigrayans outside the dissident northern region, keeping some in military detention camps, rights groups and former detainees say.<br />The arrests of ethnic Tigrayans in Ethiopia’s capital, Addis Ababa, and other parts of the country have accelerated since government troops suffered a stinging defeat against the TPLF in late June, according to Amnesty International, the Ethiopian Human Rights Commission and other international and local rights groups.<br />On Tuesday, Mr. Ahmed urged “all capable Ethiopians” to take up arms against the TPLF, a call that could bring an end to a cease-fire declared by the government for the Tigray conflict in late June and could presage fresh hostilities in the region and beyond."
}