{
    "url_original": "https://www.wsj.com/articles/europes-tourist-hotspots-stay-opento-americans-for-now-11630433713",
    "url": "europes-tourist-hotspots-stay-opento-americans-for-now-11630433713",
    "title": "Europe’s Tourist Hotspots Stay Open to Americans, for Now",
    "sub_head": "Many European countries haven’t tightened entry rules for U.S. visitors despite an EU recommendation to curb nonessential travel",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-08-31 14:15:00",
    "body": "Many European countries are in no hurry to close the door to American tourists, despite a new European Union recommendation to national authorities to halt nonessential travel from the U.S.<br />The EU’s recommendations for travel rules aren’t binding on the bloc’s 27 member countries, and major tourist destinations Spain and Greece said on Tuesday they would stay open for American visitors for the coming weeks at least. Others including France and Italy said they have no immediate plans to change their rules for travel from the U.S.<br />Europe’s leading tourism nations in most cases allow U.S. tourists to enter without quarantine if they can show proof of vaccination against Covid-19, recovery from the virus or a negative test result taken shortly before departure.<br />In Europe, decisions to allow or restrict incoming travel rest with national governments, rather than with EU institutions. Many nations are putting the needs of their tourism sectors, which have sorely missed big-spending American visitors, ahead of EU recommendations to block U.S. tourists.<br />The EU’s decision on Monday to remove the U.S. from its list of safe countries for travel amid the pandemic reflects the growing spread of the Delta variant in the U.S., where vaccination rates have fallen behind those in many EU countries. The decision also reflects EU frustration that the U.S. hasn’t reciprocated the EU’s efforts to reopen trans-Atlantic travel, instead remaining closed for nonessential travel from Europe."
}