{
    "url_original": "https://www.wsj.com/articles/european-bonds-rally-on-bets-on-weak-growth-inflation-11627896153?mod=markets_lead_pos2",
    "url": "european-bonds-rally-on-bets-on-weak-growth-inflation-11627896153",
    "title": "European Bonds Rally on Bets on Weak Growth, Inflation",
    "sub_head": "Bund yields decline to their lowest since February as investors speculate that ECB will keep buying debt",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "time": "2021-08-02 05:22:00",
    "body": "Government bonds in the eurozone have rallied in recent weeks as investors bet on a growing divergence in economic fortunes between slowgrowing Europe and the rest of the world—especially the U.S.<br />The yield on the benchmark 10-year German bund, slipped to minus 0.454% Monday, near its lowest level in over five months. In May, it had climbed as high as minus 0.108%, according to  Tradeweb .  Bond yields fall as prices rise.<br />The move partly mirrors the action in the U.S. bond market, where the yield on 10-year Treasurys eased to 1.234% Monday from a peak of 1.749% at the end of March.<br />In Europe, investors’ appetite for sovereign debt has picked up as the outlook for the region has dimmed. The spread of the Delta variant of coronavirus is prompting worries that governments could broaden restrictions and curtail social activity and travel. Europe has also long struggled to kick-start inflation, prompting some money managers to bet that the European Central Bank will continue to buy bonds and keep interest rates low even after other major central banks scale back easy-money policies.<br />“If we get additional easing out of the ECB, then it should be supportive for European bonds,” said Iain Stealey, chief investment officer for fixed income at J.P. Morgan Asset Management. “It’s very different to other central banks around the world—such as in the U.S., Australia, New Zealand, Canada, the U.K.—where inflation is expected to pick up and they are talking about the need to normalize.”"
}