{
    "url_original": "https://www.wsj.com/articles/europes-electrification-stalwarts-go-digital-11628761443?mod=business_minor_pos12",
    "url": "europes-electrification-stalwarts-go-digital-11628761443",
    "title": "Europe’s Electrification Stalwarts Go Digital",
    "sub_head": "The companies that built last century’s power grid are preparing for a more high-tech build out in the next wave",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-377522?width=860&height=573",
    "image_1": "im-377522.jpg",
    "time": "2021-08-12 05:44:00",
    "body": "Siemens ,   ABB  and  Schneider Electric  were at the heart of electrifying society last century. In the new age of electrification, they have a different focus: digital technology.<br />With roots stretching back to the 19th century, the trio helped build Europe’s electricity infrastructure, from power plants through to plug sockets. Like  General Electric  in the U.S., Siemens even made machines that plugged into the wall. However, all three European companies have turned away from high-voltage transmission projects as another electrification wave promises to decarbonize the economy.<br />Instead, the trio are focusing on the long-mooted industrial internet-of-things: using digital technologies to make buildings, industrial production and local power systems smarter and more efficient. They have “a clear strategy of walking away from project businesses and focusing on product businesses,” says Guillermo Peigneux Lojo, an analyst at UBS. The latter, which include digitization, software and services, tend to come with higher growth and profitability.<br />All three companies increased their revenue and profit outlooks on reporting quarterly results in recent weeks. Supply chains were stretched as demand recovered and customers built up stock, but they were able to increase prices, improving profits despite higher costs for raw materials, components and transport. Their digitization businesses were generally their most profitable, generating margins of between 17% and 21% in earnings before interest, taxes and amortization.<br />Siemens has for years been slimming down to focus on digital technology. It sold assets and spun off businesses such as medical equipment maker Heathineers and power producer  Siemens Energy ,  though it retains stakes in both. Siemens’ railway-focused mobility business was once another spinout candidate, but those plans have been shelved for now. Its enduring business units are digital industries, which focus on factory automation, smart infrastructure for buildings and a financing group."
}