{
    "url_original": "https://www.wsj.com/articles/eus-new-weapon-in-rule-of-law-battle-with-poland-hungary-money-11627996211",
    "url": "eus-new-weapon-in-rule-of-law-battle-with-poland-hungary-money-11627996211",
    "title": "EU’s New Weapon in Rule-of-Law Battle With Poland, Hungary: Money",
    "sub_head": "Brussels begins using pandemic-recovery money in its escalating culture wars with governments accused of democratic backsliding",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-379044?width=860&height=573",
    "image_1": "im-379044.jpg",
    "time": "2021-08-03 09:10:00",
    "body": "BRUSSELS—The European Union has begun withholding funds from Poland and Hungary, escalating the battle over democratic standards that is deepening the East-West divide in the bloc.<br />The EU and most governments in its Western region are concerned about legal changes by Poland and Hungary that they think are eroding the rule of law, weakening judicial independence, and breaching human rights. They are particularly alarmed by an effort by Warsaw to assert the primacy of Polish law over EU law and court decisions.<br />The two nations, which are among the biggest net recipients of European money, say the pressure from Brussels represents an ideological attack on their values and an attempt by unelected officials to curtail the rights of member countries to shape their own political systems and laws.<br />The EU has had disputes for years with Poland and Hungary over issues such as gay rights, which are hot-button topics in many former communist countries. Conservative voters and politicians in the region have argued that since joining the bloc in 2004, Brussels has increasingly used its powers to impose Western European social values over local norms.<br />The European Commission’s fight with Poland over judicial independence is separate from these disputes. Brussels officials argue that Poland’s efforts to disregard EU court decisions and challenge legislation could set precedents that undermine bloc-wide rules—such as those governing the single market—and defang the supranational courts that police EU law."
}