{
    "url_original": "https://www.wsj.com/articles/eus-new-travel-recommendation-for-americans-what-you-need-to-know-11630355699?mod=life_work_lead_story",
    "url": "eus-new-travel-recommendation-for-americans-what-you-need-to-know-11630355699",
    "title": "EU’s New Travel Recommendation For Americans: What You Need to Know",
    "sub_head": "American travelers with plans to visit Europe this fall may have to reconsider or reschedule their plans after latest guidance",
    "category_1": "Life & Work",
    "category_2": "Travel",
    "time": "2021-08-30 16:35:00",
    "body": "The new European Union recommendation to halt nonessential travel from the U.S. due to the rise of Covid-19 cases stateside could introduce a new round of virus-related travel uncertainty for many.<br />Monday’s announcement suggested that vaccinated travelers may still be permitted into member countries, though it is up to individual countries to set their own restrictions. The EU travel list is reviewed every two weeks, and isn’t binding for member states, though it has generally set the pattern for who can visit the 27-country bloc. The EU had previously decided in June to add the U.S. to its safe list.<br />For travelers, the European recommendation could thwart some Americans’ fall and winter trip plans, adding more challenges to an already-complex year for international travel, one marked by passport delays, changing vaccination and testing requirements and myriad rules for booking at various destinations.<br />Here’s what we know so far about what the EU recommendation means for travelers.<br />Citing the spread of Covid-19 cases stateside, EU countries voted to remove the United States from a “safe list” of countries for nonessential travel, that is, vacations and recreational trips. The EU reviews its travel list every two weeks. Pressure to remove the U.S. from the travel list has also increased because Washington has maintained a ban on European nonessential travel to the U.S."
}