{
    "url_original": "https://www.wsj.com/articles/evergrandes-enormous-bill-finally-comes-due-11628761706?mod=business_minor_pos11",
    "url": "evergrandes-enormous-bill-finally-comes-due-11628761706",
    "title": "Evergrande’s Enormous Bill Finally Comes Due",
    "sub_head": "China’s most indebted property company is selling off strategic assets, but that probably isn’t enough to save it",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-384391?width=860&height=573",
    "image_1": "im-384391.jpg",
    "time": "2021-08-12 05:48:00",
    "body": "The troubles of China’s most indebted property developer are still far from over.<br />Shares of China Evergrande rose 11% this week due to a company announcement that it is in talks to sell part of its stake in listed subsidiaries including its electric-vehicle unit and its property-management arm. But the company’s financial situation remains dire. Evergrande’s stock has lost almost 80% since July last year. Its bonds are trading at distressed levels: Some of them are worth less than half of their par values.<br />Evergrande’s stakes in the two listed companies are valued around $16 billion, which could help relieve some immediate liquidity pressure. In particular, the property-management company, which is profitable with a stable business, could be appealing to other developers. Its unprofitable EV unit, which is carrying heavy debt and has yet to sell a single car, could be harder to unload. The value of Evergrande’s 65% stake in its EV unit is around $10 billion, a drop of more than 80% since February. Evergrande has already raised around $400 million this month by selling a 7% stake in its internet unit to investors including Tencent.<br />Still, the company needs to sell even more assets to plug its financial hole. Evergrande had around $104 billion of interest-bearing debt as of March, but that isn’t even the most urgent problem. It doesn’t have any bonds due until March next year. The bigger worry comes from its unpaid suppliers and contractors—many have sued to get their money back and some have managed to get some of Evergrande’s assets frozen.<br />For example, Shenzhen-listed Leo Group said last week that it is suing Evergrande for $55 million including unpaid advertising fees and commercial acceptance bills that are overdue or nearly due. Construction-material company Lets Holdings said it would stop accepting commercial acceptance bills from Evergrande. The company already owns around $5 million of such bills."
}