{
    "url_original": "https://www.wsj.com/articles/eviction-moratorium-rental-assistance-covid-progressives-biden-11628005471?mod=opinion_lead_pos9",
    "url": "eviction-moratorium-rental-assistance-covid-progressives-biden-11628005471",
    "title": "The Coming Eviction Crisis",
    "sub_head": "States, localities, the Biden administration and Congress all deserve some blame.",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "time": "2021-08-03 12:29:00",
    "body": "Millions of Americans—mainly lower and middle-income workers—lost their jobs last year amid the pandemic and couldn’t pay the rent. Congress enacted a limited and temporary moratorium on evictions, which ended in July 2020.<br />To avoid worsening a public-health crisis, President Trump issued an executive order asking the Centers for Disease Control and Prevention to step in. Citing its authority under the Public Health Service Act of 1944, the CDC responded in September with a broader moratorium, which has been extended several times through a new law and administrative actions. In March, the Biden administration extended the ban until the end of June, later updated to the end of July. The administration stated that the CDC wouldn’t extend the moratorium further unless there was a new surge in coronavirus cases.<br />Two key events have happened since then. The first is a June 29 Supreme Court decision. States brought lawsuits challenging the CDC’s authority, and five justices agreed to allow the moratorium to stand. But one member of the majority, Justice Brett Kavanaugh, stated that the CDC had exceeded its authority and that the moratorium couldn’t be lawfully extended beyond the end of July without “clear and specific congressional authorization (via new legislation).”<br />Second, the Delta variant has sparked a dramatic rise in new coronavirus cases, many in unvaccinated people, and the Biden administration has struggled to respond. Although the president’s domestic-policy team urged him to request an additional CDC moratorium extension, his legal team advised him that the Supreme Court’s decision had closed this path, and Mr. Biden agreed. Last week he asked Congress to enact an extension, but by then it was too late. The administration’s decision not to extend the moratorium unilaterally has produced a serious rift with progressive House Democrats.<br />The public-health consequences of allowing the moratorium to expire could be serious. One study from last fall found that states that had lifted their own moratoria last spring and summer experienced much higher coronavirus caseloads and deaths than states that kept them in place. Those evicted ended up living in more-crowded places—relatives’ apartments, motel rooms or shelters—where social distancing is harder. This is especially relevant to the Delta strain, which is substantially more transmissible than earlier variants."
}