{
    "url_original": "https://www.wsj.com/articles/eviction-bans-expiration-leaves-renters-in-south-appearing-most-vulnerable-11627810842?mod=business_minor_pos4",
    "url": "eviction-bans-expiration-leaves-renters-in-south-appearing-most-vulnerable-11627810842",
    "title": "Eviction Ban’s Expiration Leaves Renters in South Appearing Most Vulnerable",
    "sub_head": "Laws, procedures to evict tenants in some Southern states are among the most landlord-friendly in U.S.",
    "category_1": "Real Estate",
    "image_1_url": "https://images.wsj.net/im-378361?width=860&height=573",
    "image_1": "im-378361.jpg",
    "time": "2021-08-01 05:40:00",
    "body": "A national ban on most residential evictions expired after Saturday, setting the stage for a potentially widespread displacement of low-income renters that looks poised to hit Southern states particularly hard.<br />The Centers for Disease Control and Prevention enacted the eviction ban in September to protect millions of tenants who were unable to pay rent due to financial hardship during the pandemic. The CDC has extended the moratorium three times. The White House said on Wednesday that only the U.S. Congress could extend it again, citing a Supreme Court ruling that a spokeswoman said limited the CDC’s power to renew it. But lawmakers failed to reach an agreement to renew the ban.<br />Renters in Southern states are among the most vulnerable to the ban’s expiration, U.S. Census survey data indicate. Mississippi, South Carolina and Georgia tenants are more likely to carry rent debt than the U.S. average, surveys show. Nationally, about 18% of adult renters live in households that are behind on rent payments.<br />Eviction laws and procedures in some Southern states are also among the most landlord-friendly in the country, which means many tenants could be evicted quickly once the ban lifts.<br />In Mississippi, tenants can lose their eviction case in court and be removed from their home on the same day. In Arkansas, landlords can pursue criminal charges for tenants who don’t pay rent. And in western Tennessee, where a federal judge ruled that the CDC ban was unconstitutional, tenants are already getting evicted for nonpayment."
}