{
    "url_original": "https://www.wsj.com/articles/eviction-moratoriums-rentals-small-landlords-covid-19-coronavirus-pandemic-supreme-court-new-york-denver-connecticut-11628875832?mod=opinion_lead_pos5",
    "url": "eviction-moratoriums-rentals-small-landlords-covid-19-coronavirus-pandemic-supreme-court-new-york-denver-connecticut-11628875832",
    "title": "The Vulnerable Pay the Price for Covid Eviction Moratoriums",
    "sub_head": "The government set out to help small businesses but left landlords at the mercy of abusive tenants.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-13 14:52:00",
    "body": "The U.S. Supreme Court’s Thursday injunction against New York state’s eviction moratorium didn’t come too soon for Rosanna Morey. She is dying of blood cancer, and her worst enemy lives downstairs.<br />Ms. Morey, 48, lives with her teenage son in Seaford, N.Y., in a high ranch house she bought in 2013, about five years after she was diagnosed with a rare, incurable and unpredictable cancer. Ms. Morey undergoes chemotherapy, and last year her sister offered to move into the ground-floor apartment to help care for her. In June 2020, Ms. Morey told her tenant, Lorrie Santucci, that she wouldn’t renew the lease. Ms. Santucci, who has lived there for about three years, refused to leave. According to Ms. Morey, Ms. Santucci hasn’t paid rent since November.<br />New York state’s Covid-19 Emergency Eviction and Foreclosure Prevention Act of 2020 permits tenants to declare hardship because of the pandemic and prohibits landlords from evicting them or even challenging their claim in court. By a 6-3 vote, the justices held that the scheme violates the “longstanding teaching that ordinarily ‘no man can be a judge in his own case’ consistent with the Due Process Clause.”<br />Under a nationwide moratorium issued by the Centers for Disease Control and Prevention, landlords can face fines or jail time for evicting tenants who fall below an income threshold and cite Covid hardship for their failure to pay rent. Justice Brett Kavanaugh wrote in June that the CDC had “exceeded its existing statutory authority” with the moratorium, but he joined four colleagues to let the ban stand until it expired “in only a few weeks.” The CDC extended the moratorium anyway, and on Friday a federal district judge declined to block it. The justices are likely to revisit the question.<br />Covid relief measures like the Paycheck Protection Program were designed to help the vulnerable while dispersing the cost among current and future taxpayers. The eviction moratoriums are different: They impose severe hardships on certain people in the name of helping others. The toll is especially high on small landlords like Ms. Morey, who must pay for insurance, mortgages, property taxes and upkeep regardless of whether they’re receiving rent payments. Ms. Morey says Ms. Santucci owes her almost $16,000."
}