{
    "url_original": "https://www.wsj.com/articles/executive-stock-sales-are-under-scrutiny-heres-what-regulators-are-interested-in-11628682985?mod=markets_lead_pos5",
    "url": "executive-stock-sales-are-under-scrutiny-heres-what-regulators-are-interested-in-11628682985",
    "title": "Executive Stock Sales Are Under Scrutiny. Here’s What Regulators Are Interested In.",
    "sub_head": "10b5-1 plans allow executives to create schedules for buying and selling shares in the future, but they can be modified without disclosure",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-382792?width=860&height=573",
    "image_1": "im-382792.jpg",
    "time": "2021-08-11 07:56:00",
    "body": "Securities regulators are rethinking rules on popular plans that let corporate executives sell stock without violating insider-trading provisions.<br />The plans—known as 10b5-1 plans—allow executives to create schedules for buying and selling shares in the future. In theory, a predetermined sale, even if it comes at a fortuitous time, wouldn’t be based on inside information.<br />But years of research has shown that the reality is more complicated: Executives might establish a plan to sell shares that very day. Executives could set up a raft of plans to sell on different days, then cancel most of them. They can modify plans without disclosing what they are doing.<br />Securities and Exchange Commission Chairman Gary Gensler has expressed skepticism about the plans and in June asked the commission’s staff to recommend changes that would curb abuses. Lawmakers called for changes last year after pharmaceutical executives developing Covid-19 vaccines sold $500 million worth of shares; many of the sales came under 10b5-1 plans that were modified after vaccine trials began. The companies say the trades followed rules for 10b5-1 plans, and no one has been accused of wrongdoing.<br />The plans are wildly popular: They accounted for 61% of all insider trades during 2020, up from 30% in 2004, according to data from InsiderScore, a research service tracking executive-trading data."
}