{
    "url_original": "https://www.wsj.com/articles/expanding-medicare-for-all-socialized-medicine-health-insurance-cost-age-requirement-11629900715?mod=opinion_lead_pos5",
    "url": "expanding-medicare-for-all-socialized-medicine-health-insurance-cost-age-requirement-11629900715",
    "title": "The Danger of Expanding Medicare",
    "sub_head": "It would strain the program’s finances and reduce the quality of care.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-25 12:12:00",
    "body": "Moderate Democrats like Sens. John Breaux of Louisiana and Bob Kerrey of Nebraska once favored gradually raising the Medicare eligibility age to help ensure the program’s financial sustainability. But few of them are left in Congress. Today the “moderate” Democratic position is that the eligibility age should be lowered as an alternative to establishing a single-payer system. Senate Finance Committee Chairman Bernie Sanders also favors opening Medicare to everyone over 60, but as a step toward single payer.<br />The Democrats’ $3.5 trillion Senate budget plan allows the final legislation to lower the eligibility age. President Biden’s budget also endorses the plan, which would cost $200 billion over 10 years and add more than 20 million younger sexagenarians to the 63 million seniors and disabled beneficiaries who already rely on the program. It would also worsen the program’s finances, unnecessarily replace private dollars with tax dollars, and hurt doctors and other providers of medical services.<br />Medicare’s Part A trust fund, which pays for hospital benefits, is already projected to be insolvent by 2026. Even without expansion, Medicare spending is projected nearly to double over the next 10 years. Congress’s first priority should be to strengthen the program’s finances so that vulnerable seniors can continue to access life-saving health care.<br />Democrats claim expanding Medicare is necessary to reduce the number of uninsured Americans. But lowering Medicare’s eligibility age is an inefficient way to accomplish that. Two-thirds of Americans 60 to 64 already have private coverage through an employer or the individual market. The plan could move as many as 11.7 million people with employer coverage and 2.4 million people with individual coverage onto Medicare’s rolls, shifting the bill to taxpayers without expanding coverage. Only 8% of the newly eligible population, or 1.6 million people, are currently uninsured. Two-thirds are already eligible for Medicaid or exchange subsidies, 15% have access to employer-provided coverage, and 7% are illegal aliens ineligible for Medicare.<br />Private payers pay substantially higher rates to hospitals and physicians, in some cases as much as doubling Medicare’s hospital rates. Expanding government coverage at the expense of private coverage will make it harder for providers to continue shifting costs to higher-paying private patients. The result will be longer lines, less care, and decreased incentive for innovation in treatment and care."
}