{
    "url_original": "https://www.wsj.com/articles/extremists-celebrate-taliban-takeover-of-afghanistan-on-social-media-11629192600",
    "url": "extremists-celebrate-taliban-takeover-of-afghanistan-on-social-media-11629192600",
    "title": "Extremists Celebrate Taliban Takeover of Afghanistan on Social Media",
    "sub_head": "Invigorated, groups could seek a return to Afghanistan, terrorism officials say, though al Qaeda is weakened and Islamic State has clashed with the Taliban",
    "category_1": "Politics",
    "category_2": "National Security",
    "time": "2021-08-17 05:30:00",
    "body": "WASHINGTON—Islamist extremist social media lit up with celebratory messages as the Taliban cemented its control over Afghanistan this weekend, raising concerns that a weakened al Qaeda and other terrorist groups could stage a comeback in the wake of the chaotic U.S. military withdrawal.<br />U.S. officials, meanwhile, said they are likely to reassess their timeline for how rapidly al Qaeda’s core group, ravaged by years of U.S. counterterrorism operations, could reconstitute itself. The longstanding intelligence assessment had been 18 months to two years after an American military withdrawal, current and former U.S. officials said.<br />The U.S. invaded Afghanistan in response to the Sept. 11, 2001, terrorist attacks conducted by al Qaeda, a counterterrorism mission that President Biden said was completed long ago.<br />But jihadist groups saw the stunningly rapid sweep to power of the Taliban—which harbored al Qaeda before 2001 and hasn’t publicly broken with it—as validating their strategy of patience, analysts who follow their online postings said.<br />“This is without a doubt the most significant day for al Qaeda since 9/11,” Charles Lister, of the nonpartisan Middle East Institute, wrote in a post on Medium.com, saying the extremist group was in dire straits just weeks ago. “For the first time in years, not only does al Qaeda finally have some breathing space, it’s being gifted an enormously significant safe haven in which to rebuild.”"
}