{
    "url_original": "https://www.wsj.com/articles/faa-to-review-boeing-employee-reports-of-pressure-over-safety-issues-11629773352?mod=business_lead_pos1",
    "url": "faa-to-review-boeing-employee-reports-of-pressure-over-safety-issues-11629773352",
    "title": "FAA to Review Boeing Employee Reports of Pressure Over Safety Issues",
    "sub_head": "Regulator faults aerospace giant after surveyed employees reported interference and transparency issues on safety matters",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-390254?width=860&height=573",
    "image_1": "im-390254.jpg",
    "time": "2021-08-23 23:49:00",
    "body": "The Federal Aviation Administration is launching a broad review of how  Boeing Co.  employees handle safety matters on the agency’s behalf after some company engineers said they face undue pressure, according to an agency letter and people familiar with the matter.<br />An FAA survey conducted this year found 35% of a small sample of certain Boeing employees reported problems including pressure and hurdles to transparency, according to an Aug. 19 agency letter to Boeing. Some surveyed employees, who are part of a group empowered by the agency to assist its work, said they encountered difficulties in being transparent with regulators, according to the letter, which was viewed by The Wall Street Journal.<br />U.S. aviation regulators have long relied on aerospace-company employees to act on their behalf for performing certain tasks, such as signing off on certain safety assessments or approving aircraft for delivery. The problems cited by Boeing employees in the survey “indicate the environment does not support independence” of those who are empowered to act on the agency’s behalf, according to the letter, which was signed by Ian Won, acting manager of the FAA’s Boeing oversight office in the Seattle area.<br />A Boeing spokeswoman said the company takes “these matters with the utmost seriousness” and is working to bolster the independence of its employees who work on the FAA’s behalf.<br />“We have consistently reinforced with our team that delegated authority is a privilege and that we must work every day to be trusted with the responsibility,” she said. Boeing has directed that its FAA delegates “must be accorded the same respect and deference that is shown to our regulator.”"
}