{
    "url_original": "https://www.wsj.com/articles/faa-adds-more-fines-amid-jump-in-unruly-airline-passengers-11629399703?mod=business_lead_pos6",
    "url": "faa-adds-more-fines-amid-jump-in-unruly-airline-passengers-11629399703",
    "title": "FAA Adds More Fines Amid Jump in Unruly Airline Passengers",
    "sub_head": "Agency has brought a total of more than $1 million in civil penalties as it pledges zero-tolerance policy",
    "category_1": "Business",
    "time": "2021-08-19 15:01:00",
    "body": "The Federal Aviation Administration has proposed almost $532,000 in fresh fines against 34 airline passengers for alleged unruly behavior while on planes.<br />This summer, amid a rebound in domestic travel, the volume of travelers acting poorly has jumped, adding pressure on carriers and employees. The FAA has pledged to take a more aggressive approach to pursuing punishments for passengers who flout safety rules.<br />The agency can’t bring criminal cases against passengers who act out, but it now has brought more than $1 million in civil penalties against passengers who allegedly do. So far this year, the agency has received about 3,900 reports of such behavior, including 2,900 reports of passengers refusing to comply with a federal mask mandate that has been extended through mid-January 2022.<br />Some of the passengers with fines levied against them physically assaulted, threatened, or yelled obscenities at flight attendants or other passengers. Many refused to abide by mask requirements or didn’t follow alcohol rules on board, or both. The individual fines ranged from $45,000 to $7,500.<br />Some 85% of flight attendants say they have dealt with unruly passengers this year, according to a recent survey of close to 5,000 flight attendants across 30 airlines by the Association of Flight Attendants-CWA union. Flight attendants say physical altercations, harassment and threats often stem from pushback to mask mandates, alcohol or flight delays and cancellations, the union survey found. More than half of those surveyed said they have dealt with more than five such incidents so far this year, and 17% said the incidents involved physical altercations."
}