{
    "url_original": "https://www.wsj.com/articles/facebook-backs-underwater-cable-projects-to-boost-internet-connectivity-11629127381?mod=tech_lead_pos2",
    "url": "facebook-backs-underwater-cable-projects-to-boost-internet-connectivity-11629127381",
    "title": "Facebook Backs Underwater Cable Projects to Boost Internet Connectivity",
    "sub_head": "Social media firm to join forces with Google in Asia project, while expanding similar initiative in Africa",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-386121?width=860&height=573",
    "image_1": "im-386121.jpg",
    "time": "2021-08-16 11:23:00",
    "body": "Facebook Inc.  said it would back two new underwater cable projects—one in Africa and another in Asia in collaboration with  Alphabet Inc.’s  Google—that aim to give the Silicon Valley giants greater control of the global internet infrastructure that their businesses rely on.<br />The 2Africa project, a partnership between Facebook and several international telecom operators, said Monday that it would add four new branches: the Seychelles, Comoros Island, Angola and Nigeria. The project’s overall plan calls for 35 landings in 26 countries, with the goal of building an underwater ring of fiber-optic cables around Africa. It aims to begin operating in 2023.<br />Separately, Facebook said Sunday that it would participate in a 7,500-mile-long underwater cable system in Asia, called Apricot, that would connect Japan, Taiwan, Guam, the Philippines, Indonesia and Singapore. Google said Monday that it would also join the initiative, which is scheduled to go live in 2024.<br />Facebook, which didn’t disclose financial details about the investments, said the projects would deliver faster and more reliable internet service in Africa and Asia.<br />Driving the investments are costs and control. More than 400 commercially operated underwater cables, also known as submarine cables, carry almost all international voice and data traffic, making them critical for the economies and national security of most countries. They are typically composed of bundles of fiber-optic cables that travel the ocean on the seabed."
}