{
    "url_original": "https://www.wsj.com/articles/fanatics-valuation-rises-to-18-billion-as-it-plans-to-expand-sports-offerings-11628589601?mod=business_lead_pos4",
    "url": "fanatics-valuation-rises-to-18-billion-as-it-plans-to-expand-sports-offerings-11628589601",
    "title": "Fanatics Valuation Rises to $18 Billion as It Plans to Expand Sports Offerings",
    "sub_head": "E-commerce company raises capital from investors including Jay-Z and Major League Baseball to grow ventures such as online gambling",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-382918?width=860&height=573",
    "image_1": "im-382918.jpg",
    "time": "2021-08-10 08:25:00",
    "body": "Fanatics Inc. raised a new round of funding valuing the online sports-merchandise retailer at $18 billion, people familiar with the matter said, roughly tripling its valuation from a year ago as it works to expand into new business lines, including sports betting.<br />The company raised $325 million in a funding round that closed Monday with new investors including rapper Shawn “Jay-Z” Carter and the entertainment company he founded called Roc Nation LLC and existing investors Major League Baseball,  SoftBank Group Corp.’s  Vision Fund, and private-equity giant Silver Lake, the people said.<br />Fanatics has been working to grow its business beyond its core of selling sports apparel and memorabilia online and some bricks-and-mortar locations. It launched a nonfungible token company called Candy Digital earlier this year.<br />The company plans to use the new capital to transform itself into a digital platform with multiple related businesses, such as ticketing and media in addition to sports betting and internet gambling.<br />“We think we have a structural advantage to building any digital sports business, and online sports betting is no different,” said Michael Rubin, Fanatics’ founder and executive chairman, referencing the company’s database of 83 million people who have interacted with Fanatics."
}