{
    "url_original": "https://www.wsj.com/articles/fauci-wuhan-institute-virology-covid-origins-negative-externalities-lockdowns-masks-11628524500?mod=opinion_lead_pos5",
    "url": "fauci-wuhan-institute-virology-covid-origins-negative-externalities-lockdowns-masks-11628524500",
    "title": "Government Failure Gave the World Covid",
    "sub_head": "And markets provided the remedy. Economists don’t always appreciate how often that happens.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-09 13:00:00",
    "body": "The dispute between Sen. Rand Paul and Anthony Fauci about the Wuhan Institute of Virology’s role in the Covid-19 pandemic gets to the heart of economic policy. Economists are trained to believe that the purpose of government policy is to correct market failures: Capitalism has undesirable side effects, such as excessive pollution or inequality, that must be ameliorated by the state. The lessons of the Covid-19 pandemic, the most important recent event affecting the world economy, demonstrate the opposite.<br />The Wuhan lab appears to have operated, in part, with U.S. government grant funding, although American scientists had no oversight role. Chinese scientists allegedly pursued gain-of-function research, increasing the virulence and transmissibility of certain viruses. It isn’t unheard of for a virus to escape from a government-funded lab, and the evidence increasingly suggests that’s what happened in Wuhan, even as China dubiously points a finger at the U.S. military.<br />Regardless of which government, if any, contributed to the emergence of Covid-19, the pandemic was quickly controlled by innovation from the private economy. New vaccines and private protocols, not government mandates, mainly slowed the spread in workplaces and schools. The pandemic originated from government failures that had to be corrected by private actors.<br />Even if the lab-leak theory proves false, and it turns out that SARS-CoV2 passed directly from animals to humans, one could still argue the Chinese government’s actions created the pandemic. Beijing covered up evidence of the virus’s early spread and allowed international flights from Wuhan during January and February 2020 while locking down domestic travel.<br />So far neither the Chinese nor U.S. government has been transparent about its responsibilities for the crisis. China continues to bar access to the Wuhan lab. Dr. Fauci’s public statements have been cagey, and no one in the federal health bureaucracy has owned up to the lockdown failures or the flip-flopping on the efficacy of masks. Regardless of how the Covid lab-leak hypothesis is resolved, five dangerous viruses came out of China during the past century. Credible scientists argue that some of those pathogens emerged from government labs."
}