{
    "url_original": "https://www.wsj.com/articles/fauci-cdc-trust-covid-masks-delta-11628112600?mod=opinion_major_pos16",
    "url": "fauci-cdc-trust-covid-masks-delta-11628112600",
    "title": "Fauci and the CDC Undermined Public Trust",
    "sub_head": "When clear evidence is lacking, they project their own Covid speculations as authoritative scientific judgments.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-371836?width=860&height=573",
    "image_1": "im-371836.jpg",
    "time": "2021-08-05 15:27:00",
    "body": "In times of public-health emergency, the federal government takes on the role of a provider of information. Unfortunately, as “The CDC’s Delta Variant Panic” (Review & Outlook, July 31) illustrates, our government has fallen into a pattern of not only vacillating between contradictory positions, but also fanning the flames of Covid-19 misinformation.<br />This pattern extends to the earliest days of the pandemic. Far from providing leadership, agencies such as the Centers for Disease Control and Prevention and figures such as Anthony Fauci have a record of projecting their own unfounded speculation as authoritative scientific judgments on matters in which they lack clear evidence. Recall how the CDC spent spring 2020 attempting to dissuade the public from buying masks, how Dr. Fauci described the risk of Covid to the U.S. as “minuscule” in late February 2020, and how “two weeks to flatten the curve” morphed into two months, then a year.<br />More recent vacillation includes ever-changing advice on masks, a re-evaluation of the lab-leak theory, the confidence-undermining pause on the  Johnson & Johnson  vaccine, and now encouraging alarmism with misleading claims about the number of Delta variant breakthrough cases. Despite this stream of inconsistent messages, these public-health authorities are routinely invoked by journalists and social-media fact checkers as the standard against which “Covid misinformation” is to be judged.<br />A year and a half of placing political expediency over scientific accuracy has taken its toll on the public. By failing to acknowledge the limitations of their own knowledge and repeated errors of judgment, Dr. Fauci and the CDC have undermined the very trust they seek to command. If public trust in science declines as a result, these officials have only themselves to blame.<br />Phillip W. Magness"
}