{
    "url_original": "https://www.wsj.com/articles/fda-under-pressure-to-grant-full-approval-to-covid-19-vaccines-11627810202?mod=business_lead_pos2",
    "url": "fda-under-pressure-to-grant-full-approval-to-covid-19-vaccines-11627810202",
    "title": "FDA Under Pressure to Grant Full Approval to Covid-19 Vaccines",
    "sub_head": "Some schools, hospitals and employers are hesitant to mandate vaccines while shots are still only authorized for emergency use",
    "category_1": "Politics",
    "category_2": "Health Policy",
    "image_1_url": "https://images.wsj.net/im-378252?width=860&height=573",
    "image_1": "im-378252.jpg",
    "time": "2021-08-01 05:30:00",
    "body": "The U.S. Food and Drug Administration is under pressure to swiftly grant full approval to Covid-19 shots, as vaccine mandates take on new urgency for schools, hospitals and employers amid surging cases from the rapidly spreading Delta variant.<br />Government agencies and companies are starting to mandate vaccines for at least some workers and in some circumstances. However, many employers and schools are holding off, saying that they can’t or won’t act, while the vaccines are still only authorized for emergency use.<br />“We’d like to see it approved as fast as humanly possible, so we can really go back to just the more normal experience,” said Jim Malatras, chancellor of the State University of New York system, which serves 400,000 students. Under guidance from the state, he cannot impose a vaccine mandate for students until the shots are granted full approval. For now the school is requiring vaccines or weekly testing, similar to the federal policy that President Biden announced on Thursday.<br />Three vaccines—from  Pfizer Inc.  and partner  BioNTech SE ,   Moderna Inc.,  and  Johnson & Johnson —are authorized for emergency use in the U.S. Pfizer and Moderna have filed initial paperwork for full approval. However, only Pfizer has submitted all the necessary information to the FDA, according to the companies, and analysts expect it will be the first to get the green light. Moderna says it is still completing rolling data submissions, and Johnson & Johnson says it plans to file for full approval later this year.<br />Advisers to the FDA and former FDA officials familiar with the process predict that full approval of at least Pfizer’s vaccine could come in September or October. President Biden said Thursday he expects the approval of the vaccines to happen in the early fall. And FDA officials have said they intend to finish the process “far in advance” of the regulatory deadline following applications, which Pfizer says is in January."
}