{
    "url_original": "https://www.wsj.com/articles/fear-and-self-loathing-at-american-express-11628884963?mod=opinion_lead_pos11",
    "url": "fear-and-self-loathing-at-american-express-11628884963",
    "title": "Fear and Self-Loathing at American Express",
    "sub_head": "A classic capitalist enterprise attacks capitalism.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-384833?width=860&height=573",
    "image_1": "im-384833.jpg",
    "time": "2021-08-13 16:02:00",
    "body": "This has been the year of woke and weak corporate CEOs trying to signal virtue by endorsing leftist politics and attacking Republicans. But now we have a bizarre case of a business attacking itself. The Manhattan Institute’s Christopher Rufo writes this week in the New York Post about a lecture hosted by  American Express .  He reports that at the Amex corporate event a guest speaker argued that the system of capitalism was founded on racism and that “racist logics and forms of domination” have shaped Western society from the Industrial Revolution to the present. Mr. Rufo quotes the insufferable lecturer telling Amex employees, “You are complicit in giving privileges in one community against the other, under the pretext that we live in a meritocratic system where the market judges everyone the same.”<br />Well, it’s true that the company’s advertisements have touted the privileges enjoyed by consumers who use its ubiquitous green cards. But the history of American Express is the story of a company that has thrived by offering its many services to a broader and broader clientele. The firm’s website says it has more than 100 million cards in use—accepted by millions of merchants. Sure, it has generally served a higher-income segment than Visa and Mastercard, but there are options for all kinds of consumers.<br />Mr. Rufo describes how American Express employees had to define themselves:<br />American Express would seem to be a particularly difficult choice if one is seeking to prove a case of systemic racism. Paul Beckett reported in the Journal in 1999:<br />Mr. Chenault would go on to enjoy a long tenure in the top job as capitalists bid up the price of American Express shares. In 2017 the Journal’s AnnaMaria Andriotis reported:"
}