{
    "url_original": "https://www.wsj.com/articles/fed-officials-weigh-ending-asset-purchases-by-mid-2022-11629106200?mod=markets_lead_pos1",
    "url": "fed-officials-weigh-ending-asset-purchases-by-mid-2022-11629106200",
    "title": "Fed Officials Weigh Ending Asset Purchases by Mid-2022",
    "sub_head": "Reducing bond buying sooner could provide more flexibility to raise interest rates if inflation stays high and unemployment falls rapidly",
    "category_1": "U.S. Economy",
    "image_1_url": "https://images.wsj.net/im-385522?width=860&height=573",
    "image_1": "im-385522.jpg",
    "time": "2021-08-16 05:30:00",
    "body": "Federal Reserve officials are nearing agreement to begin scaling back their easy money policies in about three months if the economic recovery continues, with some pushing to end their asset-purchase program by the middle of next year.<br />In recent interviews and public statements, several have advocated for this timetable, which would enable them to raise interest rates sooner than currently anticipated if the economy makes rapid progress toward their goals.<br />The central bank last December said it would continue the current pace of bond purchases until officials concluded they had achieved “substantial further progress” toward their goals of 2% average inflation and robust employment.<br />Officials at their July 27-28 meeting deliberated on two important questions: when to start paring their monthly purchases of $80 billion in Treasury securities and $40 billion in mortgage securities, and how quickly to reduce, or taper, them. The Fed is set to release on Wednesday minutes of the meeting that could provide further clues about those discussions.<br />The answers are important to financial markets because Fed officials have said they would prefer to conclude the bond-buying program before considering when to raise interest rates from near-zero. At their June 15-16 policy meeting, 13 of 18 Fed officials projected they would raise rates by the end of 2023; seven expected to do so by the end of 2022."
}