{
    "url_original": "https://www.wsj.com/articles/fed-keeps-options-open-but-not-too-open-11630081472?mod=business_minor_pos10",
    "url": "fed-keeps-options-open-but-not-too-open-11630081472",
    "title": "Fed Keeps Options Open, but Not Too Open",
    "sub_head": "Despite uncertainties, investors should be prepared for firm commitment to tapering by November",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-392301?width=860&height=573",
    "image_1": "im-392301.jpg",
    "time": "2021-08-27 12:24:00",
    "body": "There is a very good chance that in the final analysis, the Delta variant won’t have done much to hinder the economy. Instead, rising vaccination rates, the availability of boosters and the eventual approval of vaccines for younger children may lead to things only getting better. And if that happens, it would probably be better for the Federal Reserve to have begun reducing its bond purchases, giving itself at least the option of raising rates.<br />But for Fed Chairman Jerome Powell, sending a message committing the bank to tapering bond purchases—in a speech on Friday that up until a week ago was expected to be given at in person at Jackson Hole, Wyo., but was given remotely instead because of Delta concerns—would have been an odd thing to do. And so he didn’t.<br />Rather, he noted that the economy has exhibited continued strength since the Fed’s July meeting, where he and other policy makers reckoned it would make sense to start tapering by year-end, but that the Delta variant’s spread had also worsened.<br />Friday brought more news on those fronts. The Commerce Department reported that consumer spending rose 0.3% in July from June, buoyed by gains in spending on services, with notable gains in categories such as air transportation, hotel stays and live entertainment. The report also showed that the Commerce Department’s measure of consumer prices—the Fed’s preferred inflation gauge—was up 4.2% from a year earlier. Core prices, which exclude food and energy items, were up 3.6%. While some of those price gains are likely transitory, inflation that far above the 2% level that the Fed is targeting is surely notable.<br />But it is clear that things haven’t been so buoyant this month. The University of Michigan on Friday said that its final reading on consumer sentiment in August was down sharply from July. The Kansas City Fed reported that its measure of service-sector activity in its district slowed in August from July, with 22% of the firms it surveyed saying the rise in Covid-19 cases had reduced business."
}