{
    "url_original": "https://www.wsj.com/articles/fed-debated-timing-mechanics-of-stimulus-pullback-at-july-meeting-11629309648?mod=markets_lead_pos3",
    "url": "fed-debated-timing-mechanics-of-stimulus-pullback-at-july-meeting-11629309648",
    "title": "Fed Signals Asset Purchases Likely to Slow This Year",
    "sub_head": "Officials debated timing, mechanics of plans to reduce $120 billion in monthly bond purchases at July meeting, minutes show",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "image_1_url": "https://images.wsj.net/im-387172?width=860&height=573",
    "image_1": "im-387172.jpg",
    "time": "2021-08-18 15:54:00",
    "body": "Federal Reserve officials last month indicated they were on track to begin reversing their easy-money policies later this year, despite lingering differences over when exactly to pull back support for an economy growing faster than they expected earlier in the year.<br />Minutes of their July 27-28 Fed meeting, released Wednesday, revealed an emerging consensus to begin scaling back the bank’s $120 billion in monthly purchases of Treasury and mortgage securities at any of the officials’ three remaining policy meetings this year.<br />“Most participants noted that, provided that the economy were to evolve broadly as they anticipated, they judged that it could be appropriate to start reducing the pace of asset purchases this year,” the minutes said.<br />The minutes said several officials favored reducing asset purchases in the coming months in order to better position the Fed to potentially raise interest rates if the economy strengthens further next year, while others thought the Fed could wait until early next year because they want to see stronger evidence that the job market has healed from the effects of the coronavirus pandemic.<br />Fed officials expected a temporary burst in inflation as the economy struggles to supply enough goods and services to keep up with demand this year. But the spurt has been stronger and broader than expected. On a 12-month basis, the Fed’s preferred inflation gauge, after excluding volatile food and energy categories, rose 3.5% in June, a 30-year high."
}