{
    "url_original": "https://www.wsj.com/articles/fed-chairman-powells-approach-to-regulation-has-drawn-criticism-from-some-democrats-11627896600",
    "url": "fed-chairman-powells-approach-to-regulation-has-drawn-criticism-from-some-democrats-11627896600",
    "title": "Fed Chairman Powell’s Approach to Regulation Has Drawn Criticism From Some Democrats",
    "sub_head": "Sens. Warren and Brown are among those who say Fed weakened post-2008 rulebook for banks",
    "category_1": "Markets",
    "category_2": "Financial Regulation",
    "image_1_url": "https://images.wsj.net/im-378087?width=860&height=573",
    "image_1": "im-378087.jpg",
    "time": "2021-08-02 05:30:00",
    "body": "President Biden’s looming decision about who should be the next Federal Reserve chairman is prompting reviews of the current chief’s record on bank regulation and how strict the postcrisis rulebook should be for Wall Street.<br />During Chairman Jerome Powell’s nearly four years as head of the Fed, the central bank has revamped big-bank stress tests, tailored its rules for U.S. lenders based on their size and simplified key postcrisis regulations such as the Volcker rule prohibition on proprietary trading.<br />Mr. Powell says that collectively the moves have clarified or better calibrated the central bank’s rules to reflect the risks posed to the financial system by the firms subject to them. In last year’s pandemic-driven, real-world stress test of the banking system, U.S. lenders emerged in solid financial shape, with stronger capital than before, he has said.<br />“Strong capital requirements are essential for banks, particularly for the largest banks,” Mr. Powell told reporters Wednesday, at the conclusion of a two-day Fed policy meeting.<br />Some progressive Democrats say Mr. Powell’s Fed hasn’t been tough enough on large financial firms, arguing that the central bank’s tweaks to rules adopted after the 2008-09 financial crisis significantly softened the impact of the 2010 Dodd-Frank law, designed to ward off another financial crisis. Were it not for trillions in fiscal relief from Congress and an array of Fed backstops to credit markets, the banks might have gotten into trouble during the pandemic last year, the argument goes."
}