{
    "url_original": "https://www.wsj.com/articles/federal-unemployment-bonus-covid-recession-recovery-arkansas-welfare-social-security-11630080958?mod=opinion_lead_pos6",
    "url": "federal-unemployment-bonus-covid-recession-recovery-arkansas-welfare-social-security-11630080958",
    "title": "The Federal Unemployment Bonus Holds the Recovery Back",
    "sub_head": "The Help Wanted signs came down in my town only when Arkansas opted out of the $300 supplement.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-392033?width=860&height=573",
    "image_1": "im-392033.jpg",
    "time": "2021-08-27 13:53:00",
    "body": "Conway, Ark.<br />I lost track of the number of “Help Wanted” signs in the windows of businesses in my hometown. When I started counting in the spring, it seemed every other establishment I passed was looking to hire. It was a topic of conversation everywhere I went in Conway, a city of 65,000 about 30 miles north of Little Rock. Businesses were ready to reopen fully, but they struggled to find employees.<br />Four months later, things are starting to change. The signs are coming down. Businesses are extending hours, and the local economy is picking up steam. I don’t only see it; I hear it in conversations with friends and small-business owners.<br />What explains the turnaround? In May, Gov. Asa Hutchinson decided to opt Arkansas out of the extra $300 in weekly unemployment benefits the federal government is offering. Before the announcement, Arkansas was still down 32,000 jobs compared with February 2020. Considering the recession had officially ended more than a year earlier, in April 2020, something was clearly blocking the recovery.<br />According to research published by the JPMorgan Chase & Co. Institute, because of the supplemental $300 a week, 48% of American workers made at least as much in unemployment benefits during the pandemic as they did while working. At the start of May, the number of people collecting unemployment in Arkansas was still nearly twice as high as it was before the pandemic started—yet at the same time, the state’s employers had a record 80,000 job openings."
}