{
    "url_original": "https://www.wsj.com/articles/federal-labor-official-recommends-alabama-amazon-workers-hold-new-vote-union-says-11627947027?mod=politics_lead_pos7",
    "url": "federal-labor-official-recommends-alabama-amazon-workers-hold-new-vote-union-says-11627947027",
    "title": "Federal Labor Official Recommends Alabama Amazon Workers Hold New Vote, Union Says",
    "sub_head": "Recommendation comes after RWDSU appealed Amazon’s victory in April vote",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-379272?width=860&height=573",
    "image_1": "im-379272.jpg",
    "time": "2021-08-02 22:19:00",
    "body": "A National Labor Relations Board official recommended nullifying the results of a closely watched vote in which  Amazon.com Inc.  warehouse workers in Alabama had rejected a plan to join a union, according to the labor group involved in the case.<br />The recommendation by the NLRB hearing officer is a critical step in a process that could lead to a new vote to supplant the results of the one held in April. The findings will be reviewed by a regional NLRB director overseeing the case, who could make a final decision in a matter of weeks.<br />Both Amazon and the Retail Wholesale and Department Store Union, which ran the unionization campaign in Bessemer, Ala., may file responses to the recommendation from Kerstin Meyers, the NLRB official who heard testimony from workers during an appeal hearing in May.<br />The NLRB hadn’t made Ms. Meyers’ recommendation public as of late Monday afternoon. It could be released as early as Tuesday after the NLRB looks at redacting any materials it may deem sensitive. The board lists filings on its website, but they often have to pass through Freedom of Information Act requests to be released.<br />An Amazon spokeswoman said employees “had a chance to be heard during a noisy time when all types of voices were weighing into the national debate, and at the end of the day, they voted overwhelmingly in favor of a direct connection with their managers and the company.” Amazon will appeal the recommendation, she said."
}