{
    "url_original": "https://www.wsj.com/articles/federal-reserve-powell-mmt-inflation-debt-price-stability-money-supply-11627845307?mod=opinion_lead_pos5",
    "url": "federal-reserve-powell-mmt-inflation-debt-price-stability-money-supply-11627845307",
    "title": "How the Fed Is Hedging Its Inflation Bet",
    "sub_head": "Though few have noticed, the central bank is already slowing the growth of the money supply.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-378615?width=860&height=646",
    "image_1": "im-378615.jpg",
    "time": "2021-08-01 17:03:00",
    "body": "Federal Reserve Chairman Jerome Powell last month told the House Banking Committee “it would be a mistake” to tighten monetary policy “at a time when virtually all forecasters” believe that inflation “will come down” on its own. His message couldn’t have been clearer: Mr. Powell isn’t in a hurry to start paring the Fed’s monthly purchases of $120 billion in Treasurys and mortgage-backed securities, and the Fed plans to continue monetary easing into 2022.<br />In monetary policy, as in all else, actions speak louder than words. The Fed has expanded its reverse-repo borrowing to an unprecedented $1.26 trillion at the end of June from $272 billion in April, pulling almost a trillion dollars of liquidity out of the financial system. Reverse-repo borrowing has reduced bank reserves, even as the Fed has continued to buy Treasurys and mortgage-backed securities.<br />Not surprisingly, money supply growth is starting to moderate. The growth of the M2 money stock fell from around 25% in 2020 to around 10% on an annualized basis in the first six months of 2021. It was less than 4% in the last quarter. Remarkably in an economy awash in money, Fed action to reduce liquidity by $1 trillion in three months has thus far gone largely unnoticed, but this stealth action represents a dramatic change in monetary policy. The magnitude of the explosion in reverse-repo borrowing is roughly the equivalent of the impact of selling rather than buying $120 billion of securities to the public a month for more than eight months.<br />If all this seems confusing, remember: This isn’t your father’s Fed. The central bank has bought (or offset by buying similar-maturity mortgage-backed securities) 76.4% of all the federal debt issued during the pandemic, almost nine times the share of federal debt purchased by the Fed during World War II. The Fed now holds 33.6% of all publicly held federal debt, roughly the same percentage of the debt held by all other American investors combined. The Fed also holds 35% of all federally insured mortgage-backed securities.<br />The commercial banking system has been profoundly transformed as the Fed balance sheet has exploded. By paying interest on reserves, the Fed has made reserves an interest-bearing asset for the banking system and a liability of the Fed, allowing the Fed to borrow from banks to acquire securities without expanding the money supply. The private banking system now holds more interest-bearing reserves than it has outstanding commercial and industrial loans. Remarkably, the Fed is now borrowing more money from the private banking system than all private commercial borrowers combined."
}