{
    "url_original": "https://www.wsj.com/articles/feds-clarida-says-economy-could-warrant-interest-rate-increases-by-early-2023-11628085600",
    "url": "feds-clarida-says-economy-could-warrant-interest-rate-increases-by-early-2023-11628085600",
    "title": "Interest-Rate Increases Could Come as Soon as Early 2023, Fed’s Clarida Says",
    "sub_head": "Significant fiscal stimulus should speed faster recovery to central bank’s goals, according to Fed vice chairman",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "time": "2021-08-04 11:05:00",
    "body": "Significant fiscal stimulus this year is speeding the economy’s recovery so that the Federal Reserve is able to consider lifting interest rates from near zero by early 2023, said a top central bank official in a speech Wednesday.<br />Fed Vice Chairman Richard Clarida said he expects that, under his current projections for inflation and employment, “commencing policy normalization in 2023 would…be entirely consistent with our new flexible average inflation targeting framework.”<br />Even though Mr. Clarida isn’t likely to be at the Fed at that time—his term on the board expires at the end of January—his comments are notable because his views are likely shared by a number of other Fed officials and because of his role in shaping the central bank’s current policy guidance.<br />Mr. Clarida was a leading architect of the Fed’s new policy framework unveiled one year ago by Fed Chairman Jerome Powell. That framework calls for the central bank to seek periods of inflation moderately above its 2% goal to make up for past misses of the target.<br />The Fed’s framework wasn’t designed for an environment like the current one, where prices are surging due to bottlenecks and supply shortages associated with reopening the economy from the Covid-19 pandemic. That has complicated the Fed’s task of not only forecasting inflation but also of clarifying how it plans to react to incoming data about economic growth, unemployment and inflation."
}