{
    "url_original": "https://www.wsj.com/articles/feds-jerome-powell-says-pandemic-has-changed-outlook-of-americas-youth-11629221401",
    "url": "feds-jerome-powell-says-pandemic-has-changed-outlook-of-americas-youth-11629221401",
    "title": "Jerome Powell Says It’s Unclear What Covid-19 Surge Means for Economy",
    "sub_head": "‘The Covid pandemic is still casting a shadow on economic activity,’ the Fed chairman says",
    "category_1": "Economy",
    "category_2": "Central Banks",
    "time": "2021-08-17 17:52:00",
    "body": "Federal Reserve Chairman Jerome Powell said it remains to be seen how the U.S. economy will weather the recent Covid-19 surge, in comments that offered no views on the outlook for monetary policy.<br />“It’s not yet clear whether the Delta [coronavirus] strain will have important effects on the economy; we’ll have to see about that,” Mr. Powell told students and teachers Tuesday during a virtual event held by the central bank.<br />Mr. Powell’s comments on the health situation follow those he made on the topic after the Fed’s policy meeting in late July. He said then that “with successive waves of Covid over the past year and some months now, there has tended to be less economic—less in the way of economic implications from each wave, and we will see whether that is the case with the Delta variety.” He added, “We don’t have a strong sense of how that might work out. So we’ll just be monitoring it.”<br />Mr. Powell, in a question-and-answer session with students and teachers on Tuesday, didn’t comment on what is next for central bank policy or detail how he expected the economy to perform over coming months. He did say that the economy is unlikely to return to how it was before the pandemic, as sectors reorganize themselves, and added that some groups that were hard hit by the pandemic have yet to fully recover.<br />Mr. Powell also said the recovery isn’t complete. “The Covid pandemic is still casting a shadow on economic activity. It is still very much with us. We can’t, you know, we can’t declare victory yet on that,” he said."
}