{
    "url_original": "https://www.wsj.com/articles/ferrari-is-stuck-in-neutral-11627925500?mod=business_minor_pos10",
    "url": "ferrari-is-stuck-in-neutral-11627925500",
    "title": "Ferrari Is Stuck in Neutral",
    "sub_head": "Investors won’t get to see the Italian sports car maker’s electrification strategy until next year",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-02 13:31:00",
    "body": "Ferrari  likes to take its time to get things right. That is a strength in creating cars that justify astronomical prices, but it also means investors can’t expect the stock to suddenly pick up speed.<br />Like the luxury industry it sometimes seems part of, the Italian sports car maker is accelerating smoothly out of the pandemic. Second-quarter operating profits reported Monday were about 15% higher than in the same period of 2019, before Covid-19 struck. It sold a similar number of vehicles, but those cars it did sell—such as the SF90 Stradale, a plug-in hybrid with a base price north of $500,000—were more expensive and profitable than those of two years ago. June was the best month ever for orders.<br />But that isn’t enough to please Ferrari investors these days. Even though the numbers beat analysts’ forecasts, the stock fell on an otherwise strong day for the market. It has drifted down this year even as both the wider automotive and luxury sectors have raced ahead.<br />What investors probably need is better visibility of Ferrari’s long-term prospects as it tackles the challenge of decarbonizing its products. They may not start to get clear answers for almost another year. In June, Chairman John Elkann made the intriguing choice of microelectronics executive Benedetto Vigna to lead Ferrari into a new technological era. On Monday, Mr. Elkann set a date in June 2022 for the new chief executive, who joins in September, to lay out his new strategy. The chairman told analysts on a call not to expect much detail before then.<br />Mr. Elkann also made clear that Ferrari wouldn’t release a  Tesla -style all-electric vehicle until it had mastered the technology. “I think the overall opportunity [of full electrification] is bigger than it was. We just need to be very disciplined in not trying to capture it too fast, but waiting to have really the best and the most unique in terms of products that we can deliver,” he said."
}