{
    "url_original": "https://www.wsj.com/articles/fidelity-is-going-on-a-hiring-spree-11630414800?mod=markets_lead_pos1",
    "url": "fidelity-is-going-on-a-hiring-spree-11630414800",
    "title": "Fidelity Is Going on a Hiring Spree",
    "sub_head": "Move to meet investing demand will boost company’s workforce to more than 60,000, up at least 22% from last year",
    "category_1": "Finance",
    "time": "2021-08-31 09:00:00",
    "body": "Fidelity Investments plans to hire another 9,000 employees this year to help its businesses keep pace with the surge in demand for stock-trading and other personal-investing services.<br />Fidelity’s hiring spree is its third in the past year, when millions of new investors flocked to brokerages like Fidelity,  Charles Schwab Corp.  and  Robinhood Markets Inc.  Including the latest push, Fidelity’s total workforce is expected to grow more than 22% this year, to over 60,000 employees.<br />Drawn to the market’s rally, individual investors have changed the fortunes of the brokerage industry. The no-commission stock trades and low-fee investment funds now offered by many firms have brought in plenty of new clients. They also have thinned money managers’ profit margins and forced them to compete on price. Traditional products, like stock- and bond-picking mutual funds, have been leaking client money.<br />It is a trade-off Fidelity and some of its peers are willing to make. As more transactions course through their platforms, the costs associated with processing each of them drops. These firms also are betting many of the new account-holders will eventually graduate to more-expensive offerings, including financial advice.<br />The conditions that captivated many new, younger investors last year have continued in 2021, straining the call centers, websites and trading platforms that respond to customers’ questions and process their transactions. The major U.S. stock indexes touched record highs last week, buoyed by news that regulators had given full approval for one of the Covid-19 vaccines and Congress pressed ahead on a $1 trillion infrastructure bill."
}