{
    "url_original": "https://www.wsj.com/articles/fintechs-need-to-be-regulated-more-like-banks-says-report-from-global-regulator-group-11627898634?mod=markets_lead_pos6",
    "url": "fintechs-need-to-be-regulated-more-like-banks-says-report-from-global-regulator-group-11627898634",
    "title": "Fintechs Need to Be Regulated More Like Banks, Says Report From Global Regulator Group",
    "sub_head": "BIS paper says big financial technology firms may need to be considered systemically important, a designation currently reserved for big banks and insurers",
    "category_1": "Markets",
    "category_2": "Financial Regulation",
    "image_1_url": "https://images.wsj.net/im-378399?width=860&height=573",
    "image_1": "im-378399.jpg",
    "time": "2021-08-02 06:03:00",
    "body": "Calls are growing louder to impose more stringent regulation on technology giants that spill over into financial services.<br />A paper published by the Bank for International Settlements, a consortium of central banks and financial regulators, said tech companies that play a critical role in payments and other areas should be subject to stricter regulatory scrutiny that considers issues beyond traditional market risks.<br />Banks and insurers can be designated as systemically important. But regulations in most countries don’t address the “potential (possibly global) systemic impact of big-tech operations and of possible spillover effects to the financial sector and across all of the activities that big techs perform,” according to the report. Central banks should study the need for “specific safeguards” for big techs, the paper said.<br />Financial technology firms have grown in tremendous scale in recent years and have become important players in areas traditionally handled by banks, including processing payments through the financial system and providing credit to consumers and businesses.<br />Payments company Square Inc. on Sunday announced its biggest deal ever to acquire  Afterpay Ltd.  in an all-stock deal worth around $29 billion. In a sign of the value investors place on these companies, online transactions giant  PayPal Holdings Inc.  has an almost identical market value—around $325 billion—as  Bank of America Corp. , the U.S.’s second-largest bank by assets."
}