{
    "url_original": "https://www.wsj.com/articles/fired-executive-says-deutsche-banks-dws-overstated-sustainable-investing-efforts-11627810380?mod=markets_lead_pos2",
    "url": "fired-executive-says-deutsche-banks-dws-overstated-sustainable-investing-efforts-11627810380",
    "title": "Fired Executive Says Deutsche Bank’s DWS Overstated Sustainable-Investing Efforts",
    "sub_head": "Asset management arm painted a rosier-than-reality picture to investors on ESG, according to Desiree Fixler and documents. DWS says her office didn’t gain expected traction.",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-377173?width=860&height=860",
    "image_1": "im-377173.jpg",
    "time": "2021-08-01 05:33:00",
    "body": "Deutsche Bank AG’s  asset management arm,  DWS Group ,  tells investors that environmental, social and governance concerns are at the heart of everything it does, and that its ESG standards are above the industry average.<br />But behind closed doors, it has struggled to define and implement an ESG strategy, at times painting a rosier-than-reality picture to investors, according to its former sustainability chief and internal emails and presentations seen by The Wall Street Journal.<br />DWS’s experience underscores the difficulties and pressure money managers are facing to plant their flag in the hottest corner of the fund market, where investors are putting $3 billion a day, according to Morningstar data.<br />Frankfurt-based DWS said in its 2020 annual report released in March that more than half of its assets under management—€459 billion, equivalent to $540 billion—have run through a process it calls ESG integration. In such a process, companies are graded on ESG criteria, which helps inform fund managers if the investment faces any risks related to these standards.<br />According to an internal assessment of the company’s ESG capabilities a month earlier, “only a small fraction of the investment platform applies ESG integration,” adding there is no quantifiable or verifiable ESG-integration for key asset classes at DWS."
}