{
    "url_original": "https://www.wsj.com/articles/first-friends-review-party-of-two-presidents-white-house-clinton-kennedy-nixon-11628263671?mod=opinion_major_pos12",
    "url": "first-friends-review-party-of-two-presidents-white-house-clinton-kennedy-nixon-11628263671",
    "title": "‘First Friends’ Review: Party of Two",
    "sub_head": "Careerists and flatterers hover around the Oval Office—but a president needs a ready ear and honest counsel.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-381070?width=860&height=646",
    "image_1": "im-381070.jpg",
    "time": "2021-08-06 12:14:00",
    "body": "Wealth and power bring admirers aplenty, but few friends. “It’s lonely at the top” is a cliché that happens to be true. But unlike other wealthy and powerful people, high-level politicians don’t have the luxury of insulating themselves from the crowd. They are required by their position to cultivate allies and supporters at every level of society and in all parts of the country. They are surrounded much of the time by admiring careerists and prestige-seekers who laugh at all their jokes and feign interest in their welfare, but what they need are a few friends—people whose affection doesn’t depend on political office and whose counsel isn’t rooted in self-interest.<br />Most U.S. presidents have relied on a friend to guide them in office. Gary Ginsberg chronicles nine such relationships in “First Friends: The Powerful, Unsung (and Unelected) People Who Shaped Our Presidents” (Twelve, 391 pages, $30). The subject first occurred to Mr. Ginsberg when, as a campaign staffer for Bill Clinton in 1992, he sat in on an interview with Sen. Al Gore about the possibility of joining Mr. Clinton on the presidential ticket. The interviewer asked the Tennessee senator to name some of his friends. He couldn’t do it. He could name close family members and political allies, but no friends. Mr. Ginsberg is too loyal a Clintonite to state plainly that Mr. Gore’s “friend deficit,” as he delicately puts it, made him ill-suited to the presidency. But clearly it signaled a problem.<br />It is a problem that, as Mr. Ginsberg shows, presidents usually manage to avoid. This is Mr. Ginsberg’s first book after a career as a communications executive at various companies, including News Corp. The book’s strongest chapters relate friendships in which the president might have been expected to lose touch with an old friend but didn’t, and in which the friend never tried to take advantage of his valuable new connection.<br />Abraham Lincoln had known Joshua Speed since 1837, when the two roomed together in Springfield, Ill., one a young lawyer, the other a shopkeeper. The two shared a bed for four years—not unusual at the time. Over the course of the next two decades, however, a snag developed in their relationship: Lincoln opposed slavery, and Speed had inherited his father’s farm and its slaves. It was to Speed that Lincoln wrote one of his earliest and most searing condemnations of the institution. “We began by declaring that ‘all men are created equal.’ We now practically read it ‘all men are created equal except negroes,’ ” Lincoln wrote. If that principle were to prevail, he went on, he might prefer “emigrating to some country where they make no pretence of loving liberty—to Russia, for instance, where despotism can be taken pure, and without the base alloy of hypocracy [sic].”<br />Lincoln knew Speed disagreed. And yet, five years later, President-elect Lincoln offered Speed a high-ranking executive-branch position, so deeply did he trust his old roommate. Lincoln, still hoping to forestall secession, badly wanted a slave-state Democrat in the administration. Speed turned him down but assisted his friend, at significant cost to himself, by using his considerable influence to keep Kentucky in the Union."
}