{
    "url_original": "https://www.wsj.com/articles/flag-day-sean-penn-dylan-penn-jennifer-vogel-counterfeit-11629408120?mod=opinion_major_pos15",
    "url": "flag-day-sean-penn-dylan-penn-jennifer-vogel-counterfeit-11629408120",
    "title": "‘Flag Day’ Review: The Banner of Family Dysfunction",
    "sub_head": "Sean Penn directs and stars in this episodic story of a daughter’s fraught relationship with her swindler father.",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-388371?width=700&height=467",
    "image_1": "im-388371.jpg",
    "time": "2021-08-19 17:23:00",
    "body": "Instead of skeletons in the closet, “Flag Day,” playing in theaters, gives us skeletal members of a dysfunctional family. It’s clear what the film means to be—a bittersweet portrait of a daughter’s love for her incorrigible father. But the characters don’t add up. The complexities and nuances that might have brought them fully to life never made it to the screen. What’s there is a repetitive tale spanning decades in which the daughter shuttles back and forth between two incompetent parents until her father is revealed to be a world-class counterfeiter on the run and she emerges, just as abruptly, as an investigative journalist.<br />The director was Sean Penn, who made the film a family affair by playing the father, John Vogel, and by casting his real-life daughter, Dylan Penn, to play John’s daughter, Jennifer Vogel. The acting is excellent throughout—no surprise when it comes to Mr. Penn, and maybe not such a great one about Ms. Penn, the trajectory of apples falling from trees being what it is. (Katheryn Winnick is Jennifer’s mother, Patty.)<br />But the screenplay, adapted from Ms. Vogel’s book “Flim-Flam Man: The True Story of My Father’s Counterfeit Life,” presents a bad surprise verging on a mystery. The brothers who did the adaptation know their dramatic principles. Jez Butterworth wrote “The Ferryman,” a play of special brilliance; he and John-Henry Butterworth were two of the three screenwriters who helped make “Ford v Ferrari” such exemplary entertainment. In “Flag Day,” though, they chose, or were asked, to spin a long series of vignettes into a wobbly narrative with zigzags instead of an arc, and to accompany many of them with Jennifer’s voice-over recollections and explanations, a poor substitute for drama and conflict. As a result, the film doesn’t feel like a true story so much as a reprocessed account of a generic con man with variable charms. (The title comes from John having been born on Flag Day, a factoid celebrated in a semisurreal parade sequence that recalls the opening of “Blue Velvet.”)<br />The film works best in nostalgic flashes like the one when Jennifer, played from age 11 to 13 by Jadyn Rylee, learns to drive while sitting on her father’s lap at the wheel of his car during the summer of 1975. Still, questions arise, and answers aren’t forthcoming. Why does Jennifer’s brother, Nick, play such a vanishingly small, nearly silent role? When did her father become an arsonist? When, how and where did he acquire the skills required to produce counterfeit bills of surpassing quality? Why does he sound like a self-delusional revenant from the 1930s when he tells his exasperated daughter that “My skill is opportunities,” or “I gotta keep the plates spinnin’, I gotta keep the balls in the air”? For all its period detail and visual grace—Danny Moder did the cinematography—“Flag Day” falls afoul of counterfeit feelings.<br />Write to Joe Morgenstern at joe.morgenstern@wsj.com"
}