{
    "url_original": "https://www.wsj.com/articles/food-stamps-get-historic-boost-11629145543?mod=business_lead_pos12",
    "url": "food-stamps-get-historic-boost-11629145543",
    "title": "Food Stamps Get Historic Boost",
    "sub_head": "Increased U.S. nutrition assistance follows a rise in hunger during the Covid-19 pandemic",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-386126?width=860&height=573",
    "image_1": "im-386126.jpg",
    "time": "2021-08-16 16:25:00",
    "body": "The Biden administration unveiled the largest-ever increase in food-stamp benefits, boosting federal nutrition assistance after hunger surged in America during the coronavirus pandemic.<br />Following a review of the plan governing the nation’s food-stamp program, or Supplemental Nutrition Assistance Program, the U.S. Department of Agriculture said the average monthly SNAP benefit would increase by $36 a person to $169. The increase, which totals $1.19 a day, reflects higher costs for a nutritious diet, the USDA said on Monday.<br />The change, set to take effect on Oct. 1, marks a more than 25% jump from what participants would have received once temporary pandemic assistance ends. Before the pandemic, beneficiaries on average received $121 a month, the USDA said, though that amount swelled due to temporary coronavirus-related measures. SNAP helps to feed more than 42 million Americans, and the benefit increase is the biggest in the program’s nearly 60-year history.<br />Food prices are rising fast as U.S. food companies, facing the steepest inflation in a decade, pass along higher costs to consumers. At grocery stores, prices for foods from soup to meat are getting more expensive as large manufacturers such as  General Mills Inc.  and  Campbell Soup Co.  raise prices. Restaurants such as  Chipotle Mexican Grill Inc.  also are boosting menu prices.<br />The increases follow a rise in hunger last year as the coronavirus pandemic rocked the U.S. economy, closing businesses and pushing millions of people out of work, according to census data. Across the country, food banks and pantries struggled to cope with a surge in demand for their services as people sought free vegetables, milk and canned goods, hunger-relief organizations said."
}