{
    "url_original": "https://www.wsj.com/articles/foot-lockers-sneaker-spree-lacks-cheering-fans-11627990380?mod=business_minor_pos10",
    "url": "foot-lockers-sneaker-spree-lacks-cheering-fans-11627990380",
    "title": "Foot Locker’s Sneaker Spree Lacks Cheering Fans",
    "sub_head": "WSS and atmos purchases make sense on the surface, but investors might have wanted more details about the newly acquired retailers",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-03 07:33:00",
    "body": "Sneakerheads have a reputation for bidding prices up. Unfortunately for  Foot Locker ,  that wasn’t the case for its shares when the company announced two sneaker-related acquisitions on Monday.<br />Foot Locker said it is buying WSS, a Los Angeles-based athletic retailer, and atmos, a Japan-based streetwear and sneaker seller, for $1.1 billion in total. The company paid for the separate transactions with cash, which represents about half of its cash balance as of last quarter. The acquisitions are expected to add to Foot Locker’s bottom line this year, but its shares fell 2% on Monday.<br />Given Foot Locker’s heavy exposure to mall-based stores, some diversification seems to be prudent. The pandemic showed the wisdom of diversifying from traditional selling channels. WSS’ store fleet is entirely off-mall and concentrated along the West Coast, an area where Foot Locker has less of a presence, and atmos brings e-commerce exposure. While Foot Locker derived roughly one-quarter of its sales online last quarter, atmos generated more than 60% of its sales digitally last year.<br />It helps that the two retailers serve different ends of the price spectrum. WSS sells cheaper products and caters to families; atmos is known for premium products and collaborations with popular brands such as  Nike ,  Vans and Adidas. The exposure to two very different pricing tiers could be a helpful hedge against weak consumer sentiment on either end of the income spectrum. And the addition of atmos, which has a reputation with sneakerheads, could help solidify Foot Locker’s relationship with Nike, which is becoming pickier about which retailers sell its products.<br />That said, the deal didn’t come cheap. For WSS, Foot Locker paid roughly 1.8 times the retailer’s 2020 revenue, while for atmos it paid 2.1 times on the same basis. The purchase price for atmos actually could rise, depending on its revenue and earnings performance. Those are hefty premiums compared with Foot Locker, which itself trades at roughly 0.8 times by the same measure. To justify the price, Foot Locker will have to prove that the newly acquired companies have a better growth trajectory. Otherwise, its cash would have been better spent keeping investors happy through share repurchases."
}