{
    "url_original": "https://www.wsj.com/articles/for-buy-now-pay-later-investors-need-to-shop-for-best-deals-11629640805?mod=markets_lead_pos11",
    "url": "for-buy-now-pay-later-investors-need-to-shop-for-best-deals-11629640805",
    "title": "For Buy Now, Pay Later, Investors Need to Shop for Best Deals",
    "sub_head": "Square’s deal for Afterpay has had a mixed effect on related stocks in payments and commerce, so investors can start hunting for relative bargains",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-387746?width=860&height=573",
    "image_1": "im-387746.jpg",
    "time": "2021-08-22 10:00:00",
    "body": "Square bet the future of “buy now, pay later” on Afterpay, acquiring it for $29 billion. Investors should spread their chips around.<br />The deal unleashed a flurry of buying not just in online checkout carts but in the stock market. Shares of other so-called BNPL players, including  Affirm Holdings  and Zip Co., jumped after the deal despite the fact that their giant competitor teamed up with Square. The thinking appeared to be that Square’s willingness to pay a premium for one of their peers shows that fears about installment payments becoming commoditized are overblown, and that the market is overall poised for huge growth.<br />Even if it seems counterintuitive, there are definitely reasons to hop on the bandwagon. BNPL providers don’t all do exactly the same thing: Affirm, for example, also offers larger, longer-term point-of-sale loans for bigger purchases. Overall, BNPL likely represents less than 3% of e-commerce globally, and about half of BNPL users recently surveyed had used more than one service, according to payments research firm the Strawhecker Group. So there is likely room for volumes to continue to grow sharply. Plus, based on the multiple of forward sales for which Afterpay was acquired, even at a relative discount Affirm could still plausibly trade well over $70 per share, according to Autonomous Research analyst Rob Wildhack—several dollars above where it is now.<br />There might also be some attractive trades elsewhere. For one,  PayPal Holdings  has slipped this month. Yet PayPal also offers installments via its payment button and in some ways competes with Square to provide payment services to merchants. But PayPal’s installments work within its wallet already, so it doesn’t even necessarily require additional merchant buy-in to drive volumes still higher. If consumer awareness of BNPL grows broadly, PayPal would very likely be a beneficiary.<br />Another sometimes-competitor to Square for merchants,  Shopify ,  is also down in August. Here too, Shopify would also likely be lifted by a rising tide of BNPL as it offers installments via its Shop Pay service. Notably, Affirm is its partner for the types of smaller, shorter-term installments that compete with what Afterpay does."
}