{
    "url_original": "https://www.wsj.com/articles/ford-hits-back-in-gm-legal-battle-over-use-of-bluecruise-name-11628960501?mod=business_lead_pos4",
    "url": "ford-hits-back-in-gm-legal-battle-over-use-of-bluecruise-name-11628960501",
    "title": "Who Controls ‘Cruise’ Name? GM and Ford Battle It Out",
    "sub_head": "Ford petitions U.S. Patent and Trademark Office to cancel GM’s trademark for Super Cruise, the name of its assisted-driving system",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-385735?width=860&height=573",
    "image_1": "im-385735.jpg",
    "time": "2021-08-14 15:44:00",
    "body": "A dispute between  General Motors Co.  and  Ford  Motor Co. over the name of their hands-free driving offerings has escalated into an unusual legal spat between corporate arch rivals.<br />Last month, GM sued Ford over the name of Ford’s assisted-driving system, BlueCruise, which is scheduled to be released later this year. GM said the name is “confusingly similar” to GM’s own system, Super Cruise, as well as that of its driverless-car division, San Francisco-based Cruise. In the lawsuit, GM called its competitor’s naming choice “a brazen attempt to trade on their goodwill.”<br />Ford late Friday filed a legal motion hitting back. The Dearborn, Mich.-based auto maker said it chose the name BlueCruise with a nod to the term cruise control, a generic driving feature that has been offered by auto makers for decades. Ford asked the U.S. District Court in San Francisco to toss out GM’s suit.<br />“Consumers understand ‘cruise’ to refer to a feature in their vehicle that performs part of the driving task or assists them in driving,” it said. “They do not associate that term with any one company or brand.”<br />Ford also petitioned the U.S. Patent and Trademark Office to cancel GM’s trademark of the Super Cruise name. In a statement, Ford cited several other uses of the word “cruise” in descriptions of features marketed by other auto companies, including “Smart Cruise Control” from  Hyundai Motor Co.  and “Predictive Cruise” from Mack Trucks Inc."
}