{
    "url_original": "https://www.wsj.com/articles/forget-beating-covid-19-europe-is-preparing-to-live-with-it-11629118024",
    "url": "forget-beating-covid-19-europe-is-preparing-to-live-with-it-11629118024",
    "title": "Forget Beating Covid-19. Europe Is Preparing to Live With It.",
    "sub_head": "Countries from Germany to Italy are deploying measures ranging from more vaccinations to mask mandates ahead of the third pandemic winter",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-08-16 08:47:00",
    "body": "The battle against Covid-19 is shifting into long-term, low-intensity mode in Europe, as countries including Germany, Italy and France go from seeking to end the pandemic to preparing to live with it.<br />Governments are drawing up plans for campaigns of booster shots, mask wearing, frequent testing and limited social-distancing measures to keep the virus in check ahead of the region’s third pandemic winter.<br />They are aided by a public that has proved relatively tolerant of social curbs. Unlike in the U.S., where some states were quick to drop restrictions amid optimism the virus was in retreat, there was never much expectation that the pandemic was over in Europe, where infections have spiked sporadically through spring and summer.<br />Germany, which never fully lifted pandemic restrictions, said this week that only vaccinated people, those who had recovered from an infection or people with a recent negative Covid-19 test would be able to go to restaurants, hospitals and other indoor venues unless infections fall below a very low level. Masks will remain compulsory in closed spaces and on public transport indefinitely, even for the vaccinated.<br />In Berlin, where the school year began in August, children have to wear masks on all school premises and are tested for infections several times a week. This week, the government wrote to families of children eligible for a Covid-19 shot to encourage them to take up the vaccination."
}