{
    "url_original": "https://www.wsj.com/articles/former-nazi-guard-aged-100-to-stand-trial-in-germany-11627929255?mod=business_minor_pos4",
    "url": "former-nazi-guard-aged-100-to-stand-trial-in-germany-11627929255",
    "title": "Former Nazi Guard, Age 100, to Stand Trial in Germany",
    "sub_head": "Rights groups say all Nazi perpetrators must be brought to justice, with prosecutions serving as warnings to present and future offenders",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-378946?width=860&height=573",
    "image_1": "im-378946.jpg",
    "time": "2021-08-02 14:34:00",
    "body": "BERLIN—A 100-year old man will be tried in Germany on charges of aiding and abetting mass murder while working as a concentration-camp guard, making him one of the oldest defendants in a case brought against alleged Nazi-era perpetrators.<br />The centenarian was charged with complicity in the murder of more than 3,500 inmates at the Sachsenhausen camp on the outskirts of Berlin. He is alleged to have worked there between 1942 and 1945 as a member of the SS Nazi militia.<br />The man, who hasn’t been named in line with German privacy laws, was found to be sufficiently fit for trial despite his advanced age and will be able to spend around two hours a day in the courtroom after the trial begins in October, said a spokeswoman for the Neuruppin court where the process will take place.<br />Historians and rights groups say the case, likely one of the last of its kind, is a reminder that all Nazi perpetrators must be brought to justice irrespective of their age in what should serve as warning to present and future human-rights offenders across the world.<br />Few suspected Nazi offenders including those in their teens during World War II remain alive. But several were tried recently after a court precedent opened the door to pursuing the lowest-ranking members—who were often the youngest—of the Nazi repression apparatus."
}