{
    "url_original": "https://www.wsj.com/articles/former-enron-adviser-praises-accounting-gimmicks-11628265885?mod=opinion_lead_pos11",
    "url": "former-enron-adviser-praises-accounting-gimmicks-11628265885",
    "title": "Former Enron Adviser Praises ‘Accounting Gimmicks’",
    "sub_head": "Will Paul Krugman of the New York Times never learn?",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-381583?width=860&height=573",
    "image_1": "im-381583.jpg",
    "time": "2021-08-06 12:04:00",
    "body": "These days truth seems to be getting much stranger than fiction. Now a former adviser to Enron, which collapsed in an infamous 2001 accounting scandal that sent various of the firm’s executives and bankers to prison, has published an astounding endorsement of “budget chicanery.”<br />Years ago this column’s most celebrated alumnus noted the role of Paul Krugman in advising and promoting Enron before its spectacular failure. One might have expected the searing experience to have had a profound impact on Mr. Krugman and resulted in a virtual mountain of important lessons learned. One might also have expected a heightened sensitivity to his coverage of accounting issues at the  New York Times ,  which regularly publishes his work.<br />So one is naturally shocked to see the Times publish a piece with Mr. Krugman’s byline entitled, “In Praise of Smoke and Mirrors.” The text below the headline is no less shocking, endorsing outrageous means in order to achieve Mr. Krugman’s desired end of increased spending by the federal government:<br />The Times columnist is lauding the so-called infrastructure bill negotiated by a bipartisan group of senators, who have reached across the aisle  in a spirit of comity to craft another massively expensive deception.  But instead of trashing the Beltway crowd’s phony accounting, Mr. Krugman  is cheering:<br />The astounding column closes with a line that essentially invites Washington to commit even greater frauds:"
}