{
    "url_original": "https://www.wsj.com/articles/former-purdue-president-distances-himself-from-oxycontin-sales-program-11629324385?mod=business_minor_pos6",
    "url": "former-purdue-president-distances-himself-from-oxycontin-sales-program-11629324385",
    "title": "Former Purdue President Distances Himself From OxyContin Sales Program",
    "sub_head": "Richard Sackler said he didn’t recall most advice given by consulting firm McKinsey on the ‘turbocharge’ initiative, while denying Purdue Pharma’s responsibility for the opioid crisis",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-387923?width=860&height=573",
    "image_1": "im-387923.jpg",
    "time": "2021-08-18 18:06:00",
    "body": "Former Purdue Pharma LP president Richard Sackler distanced himself from a program pitched years ago by consulting giant McKinsey & Co. to increase OxyContin sales and denied that his family or the company are responsible for the opioid epidemic.<br />Dr. Sackler said that although he remembered having a call with McKinsey about research it had done for the drugmaker, he said during testimony on Wednesday in Purdue’s bankruptcy trial he didn’t recall some details about certain marketing and sale programs including an initiative called “Evolve to Excellence” that federal authorities have alleged led healthcare providers to write medically-unnecessary prescriptions of OxyContin, an opioid painkiller.<br />McKinsey agreed earlier this year to a $573 million settlement with state authorities over advice it gave Purdue and other drugmakers on opioid painkillers, without admitting wrongdoing.<br />Dr. Sackler’s testimony about the E2E program came during the second week of a bankruptcy trial scrutinizing a proposed settlement of litigation against he and other members of Purdue’s controlling family alleging they bear responsibility for fueling the opioid crisis. If approved, the agreement would shield the Sacklers from civil lawsuits over OxyContin in exchange for roughly $4.5 billion from family members to fund opioid abatement programs.<br />The family would also cede control of Purdue under the proposal, which is being challenged by a handful of state and federal authorities."
}