{
    "url_original": "https://www.wsj.com/articles/former-anchorage-restructuring-head-joins-investment-bank-pjt-11629730507?mod=markets_lead_pos11",
    "url": "former-anchorage-restructuring-head-joins-investment-bank-pjt-11629730507",
    "title": "Former Anchorage Restructuring Head Joins Investment Bank PJT",
    "sub_head": "Charles Tauber played a major role in the New York hedge fund’s investments in distressed companies",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-389760?width=860&height=573",
    "image_1": "im-389760.jpg",
    "time": "2021-08-23 10:55:00",
    "body": "Investment bank  PJT Partners Inc.  has hired the former U.S. head of restructuring at hedge fund Anchorage Capital Group as a partner, said people familiar with the matter.<br />Charles Tauber, 50 years old, had a major role in the New York hedge fund’s investments in distressed companies including the Hollywood movie studio MGM Holdings Inc.,  PG&E Corp.  and J.Crew Group. He is slated to start at PJT in September in its restructuring and special-situations group, one of the people said. Mr. Tauber left Anchorage in 2020 after more than a decade there.<br />Most recently, PJT worked with Mr. Tauber on J.Crew. PJT advised Anchorage and other creditors on an ad-hoc committee formed to help shepherd J.Crew through its 2020 restructuring. J.Crew emerged from bankruptcy last year with Anchorage as its majority owner.<br />In one of the other investments, Anchorage notched paper profits of about $2 billion on its more than decadelong investment in MGM earlier this year with Amazon.com Inc.’s agreement to buy MGM. The deal is under review by the Federal Trade Commission.<br />After a booming 2020, business focused on fixing troubled companies has slowed as easy money from the Federal Reserve has given even struggling companies open access to debt markets. Steve Zelin, head of PJT’s restructuring group, said in a Bloomberg TV interview earlier this year that behavioral changes accelerated by the pandemic could create stress for certain companies to the degree the changes endure."
}