{
    "url_original": "https://www.wsj.com/articles/foxconn-to-buy-semiconductor-manufacturing-facility-11628163917?mod=markets_featst_pos2",
    "url": "foxconn-to-buy-semiconductor-manufacturing-facility-11628163917",
    "title": "Foxconn to Buy Semiconductor Manufacturing Facility",
    "sub_head": "The world’s largest assembler of Apple iPhones says the purchase will help secure a steady supply of auto chips as it expands further into the electric-vehicle industry",
    "category_1": "Business",
    "time": "2021-08-05 07:45:00",
    "body": "Foxconn Technology Group ,  the world’s biggest electronics contract manufacturer, said that it would acquire a semiconductor manufacturing facility, taking the company deeper into the chip business at a time of unprecedented global strain.<br />Foxconn, best known as the largest assembler of Apple Inc. iPhones, said Thursday that it would buy the Taiwan-based plant, which manufactures six-inch wafers used in cars, a purchase that it said would help secure a steady supply of auto chips as Foxconn expands further into the electric-vehicle industry.<br />Foxconn, based in New Taipei, Taiwan, said in February that it would assemble cars for electric-vehicle startup  Fisker Inc.,  and in May said it would join forces with  Stellantis  NV, the maker of Jeep and Chrysler, to develop in-car software.<br />Foxconn’s deal with  Macronix International —which is based in Hsinchu, Taiwan—is small, worth the equivalent of about $91 million. But it positions Foxconn to jump into production of a certain kind of semiconductor that is quickly emerging as a leading technology in the electric-vehicle industry.<br />The six-inch wafers manufactured at the plant are used primarily for making car-chip components made of silicon carbide, a material that is regarded as offering better performance than traditional silicon for some tasks, such as fast charging. U.S. electric-vehicle maker  Tesla Inc.  began using silicon carbide components in 2018, making it one of the first in the industry."
}