{
    "url_original": "https://www.wsj.com/articles/france-italy-impose-strict-covid-19-vaccine-mandate-a-preview-for-u-s-cities-11628587800?mod=world_major_1_pos4",
    "url": "france-italy-impose-strict-covid-19-vaccine-mandate-a-preview-for-u-s-cities-11628587800",
    "title": "France, Italy Impose Strict Covid-19 Vaccine Mandate",
    "sub_head": "Restaurants and bars are among places asking for digital vaccination certificates",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-08-10 05:30:00",
    "body": "PARIS—Julien Zerbos turned away some would-be diners on Monday from the brasserie on Paris’s Champs-Élysées where he works because they didn’t have the European Union’s new digital health certificate.<br />France began requiring the passes, which certify that somebody has been vaccinated against Covid-19, on Monday for people seeking to dine at a restaurant, whether indoors or outdoors. The pass is now also necessary to take domestic flights and long-distance busses and trains. France already made the pass mandatory last month for a host of other activities such as entrance to museums, pools, gyms and large sports events.<br />“Some customers say they got the vaccine but didn’t come with the health pass, and we have to say sorry, we cannot accept you,” said Mr. Zerbos, who works as a host at Fouquet’s in Paris. “We can get in serious trouble if we accept someone without the health pass.”<br />Italy also made the digital health pass mandatory for a range of activities last Friday, although the unvaccinated can still dine at restaurants if they sit outdoors. The certificates, known as the green pass in Italy and health pass in France, display a personal QR code that shows if a person is vaccinated, has recovered from Covid-19, or has freshly tested negative for the virus.<br />France and Italy are at the forefront of a European trend toward rules that effectively separate populations into the vaccinated and the unvaccinated, and that make the resumption of normal daily life easier for the former. Governments are hoping that the new rules will push more people to get vaccinated and tamp down the spread of the highly contagious Delta variant, preventing a return to lockdowns later this year."
}