{
    "url_original": "https://www.wsj.com/articles/free-guy-disney-ryan-reynolds-jodie-corner-11628200329",
    "url": "free-guy-disney-ryan-reynolds-jodie-corner-11628200329",
    "title": "‘Free Guy’ Review: Game-Hacking Hero",
    "sub_head": "Ryan Reynolds plays a Non-Player Character who becomes aware that his world is a video game in this Shawn Levy-directed sci-fi comedy.",
    "category_1": "Film Review",
    "time": "2021-08-05 17:53:00",
    "body": "<br />All the world’s a video game in “Free Guy,” and all the men and women merely players—except for Guy (Ryan Reynolds), the Spartacus of Non-Player Characters. If you’re unclear what that means, much of the movie will be, too.<br />Disney films never miss a chance to advertise other Disney properties, and until the very end of “Free Guy”—which features a riot of references to Disney-owned Marvel superheroes—the movie is satisfied to rely on “The Truman Show,” “Ready Player One” and “Groundhog Day” to construct its story (credited to Matt Lieberman and Zak Penn). Guy is a bank teller who arises each morning to the same routine, the same cup of coffee from the same barista, the same greeting with his security-guard buddy—named Buddy (Lil Rel Howery)—and the same vicious holdup by the same despicable criminals in sunglasses. Guy is lovelorn—he wants to meet that special someone, but never does. And then he encounters someone new—Molotov Girl (Jodie Comer), who’s also wearing sunglasses. He decides if he gets sunglasses his life will change. He does. And it does.<br />Guy, we have come to realize, is an NPC in a video game. The shades make him a real player, so to speak. Molotov Girl, it turns out, is actually Millie Rusk, a computer prodigy who with her ex-boyfriend, Walter “Keys” McKey (Joe Keery), created a game called “Life Itself.” Their use of artificial-intelligence software was intended to allow characters to evolve, to make choices and choose their own fates. When they took it to the loathsome Antoine (Taika Waititi), CEO of the Soonami games company, he stole their A.I. engine and shelved their game but used their work in his own “Free City: Carnage.” (“Order now and get bonus mayhem!”)<br />He also hired away Keys, who never deserved Millie anyway: To prove Antoine’s crime, she has created the Molotov avatar, jumped into the game to gather evidence and inadvertently ignited Guy’s sense of destiny—a previously dormant feature of Keys and Millie’s stolen design. The gaming world goes crazy. Who is this guy? Or rather, Guy?"
}