{
    "url_original": "https://www.wsj.com/articles/free-speech-youtube-section-230-censorship-content-moderation-susan-wojcicki-social-media-11627845973?mod=opinion_lead_pos7",
    "url": "free-speech-youtube-section-230-censorship-content-moderation-susan-wojcicki-social-media-11627845973",
    "title": "Free Speech and Corporate Responsibility Can Coexist Online",
    "sub_head": "YouTube is working to balance competing interests. Government can set clear but flexible rules.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-376984?width=860&height=573",
    "image_1": "im-376984.jpg",
    "time": "2021-08-01 17:02:00",
    "body": "When I was growing up, every time I wrote a letter to my grandfather I worried it might be censored. My father had fled communist Poland for the U.S., but my grandfather was unable to escape and still lived behind the Iron Curtain. I learned very young that it can be dangerous when governments reach too far.<br />As CEO of YouTube, I grapple every day with issues related to free expression and responsibility. Companies, civil society and governments are facing unprecedented challenges and sorting through complicated questions, determining where to draw the lines on speech in the 21st century. Policy makers around the world are introducing regulatory proposals—some argue that too much content is left up on platforms, while others say too much is taken down. At YouTube, we’re working to protect our community while enabling new and diverse voices to break through. Three principles should guide discussions about the regulation of online speech.<br />First, the open internet has transformed society in incredible ways. The Group of Seven leaders reaffirmed the fundamental value of openness in a recent statement. YouTube makes information available to anyone with an internet connection. People around the world come to YouTube to find information, to learn and to build community. But creating a space that’s open to everyone means that bad actors will sometimes cross the line.<br />YouTube has always had community guidelines that set the rules of the road. We remove content that could cause real harm, such as violent extremism, copyright infringement and dangerous pranks. Some of our decisions are controversial, but we apply our policies equally, regardless of who posts the content or the political viewpoint expressed. At the same time, we embrace the inherent complexity and messiness of the internet. Stripping away everything that’s controversial could silence important voices and ideas.<br />The second principle: Democratic governments must provide companies with clear guidelines about illegal speech. That helps us remove illegal content more quickly and efficiently. These laws must be grounded in international norms as officials balance the right to information with the risk of harm. The rules governing the internet are regularly updated, from copyright to elections and political campaigning. YouTube is willing to work with governments to address these and other issues."
}