{
    "url_original": "https://www.wsj.com/articles/fresh-u-k-covid-19-data-boosts-hopes-that-delta-variant-can-be-held-in-check-11628674201",
    "url": "fresh-u-k-covid-19-data-boosts-hopes-that-delta-variant-can-be-held-in-check-11628674201",
    "title": "Fresh U.K. Covid-19 Data Boosts Hopes That Delta Variant Can Be Held in Check",
    "sub_head": "High vaccination rates seen as critical, along with evidence of public caution",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-08-11 05:30:00",
    "body": "LONDON—The latest surge of Covid-19 cases in the U.K. is giving rise to growing optimism among doctors and scientists that the highly transmissible Delta variant of the coronavirus can be held at bay with high levels of vaccination and public caution.<br />Although caseloads are now ticking higher after Prime Minister Boris Johnsondropped almost all public-health restrictions in mid July, hospital admissions have been falling and deaths are a fraction of the level seen in earlier phases of the pandemic, according to the latest official data through early August.<br />The U.K. experienced a wave of Delta-driven infections earlier than other Western nations and has achieved broader vaccine coverage than many of its peers, including the U.S., making it a test case for how well the shots can push Covid-19 into the background alongside other common respiratory ailments. The government also publishes significant amounts of data that allow the course of the pandemic to be closely tracked.<br />Between 90% and 94% of British adults have some degree of immunity to coronavirus from full or partial vaccination, or prior infection, the U.K. statistics office estimates, based on statistical analysis of blood samples. That is almost certainly playing a big role in keeping a lid on cases and ensuring subdued hospital admissions and deaths, say scientists, though school holidays, warm weather and other factors are also pushing against transmission.<br />A key test will come in the fall, doctors and scientists say, when schools return and colder temperatures drive people indoors, where the virus can spread more easily. How severe any winter resurgence will be is unclear."
}