{
    "url_original": "https://www.wsj.com/articles/from-the-nba-draft-to-cannes-the-flashy-colored-suit-is-everywhere-11627915693",
    "url": "from-the-nba-draft-to-cannes-the-flashy-colored-suit-is-everywhere-11627915693",
    "title": "From the NBA Draft to Cannes, the Flashy Colored Suit Is Everywhere",
    "sub_head": "Athletes, movie stars and the occasional flamboyant businessman are all gravitating toward tailoring that speaks louder than your standard navy or gray",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-378852?width=860&height=573",
    "image_1": "im-378852.jpg",
    "time": "2021-08-02 10:48:00",
    "body": "IN MARCH OF 2020, as Americans woke up to the reality of Covid-19’s spread, I wrote a cringingly ill-timed story about colored suiting for men. “Tailoring in strong colors once reserved for graphic T-shirts makes a full-throated declaration that this is not your father’s gray flannel suit,” I wrote, noting that readers could buy a tomato-red suit from Berluti or a lime-green one by Jacquemus.<br />In my defense, few of us knew how catastrophic the pandemic would be when I pitched the story but, by the time it was published on March 18, many readers were isolating at home in sweats. The article is now a relic of an unsteady moment. At the last minute, my editors and I attempted to make it relevant with the headline: “Skype Brilliantly in These Optimistically Hued Suits.” This was before Zoom would supplant Skype as Americans’ go-to for lockdown video-calls.<br />Suffice to say, most of us did not log onto our 2020 video meetings in resplendently colorful suits. Formal-leaning fashion trends took a backseat to comforting sweats and routine Zoom shirts as we slogged through WFH routines. But as something resembling normal life has resumed for some—and even as the Delta variant of the virus is reversing positive trends in portions of the country—vivid suits are re-entering the public eye, an expression of over a year’s worth of pent-up desire to dress more sophisticatedly and frivolously. “We already knew [colored suits] were coming pre-pandemic [and], of course, the pandemic definitely put a pause on that...That pause button has now been hit back to play,” said Michael Fisher, vice president of menswear at Fashion Snoops, a New York-based trend-forecasting company. “Right now,” he said, “color is the best way for everyone to shake things up.”<br />For those who will never grace the cover of a fashion magazine, a jolting suit shakes off the style paralysis of the past 16 months. Aleks Musika, a tailor in New York, said that his corporate clients are open to “something different, something louder,” after a “gloomy” year. Mr. Musika noted that each time cases dropped and the world seemed to be crawling back to “normal,” he’d see a surge in clients coming in for pick-me-up suits in sprightly colors. For them it’s not just a suit, it’s a wearable mood enhancer.<br />Consider as well the kaleidoscopic suits celebrities have worn in the past month or so. In early July, Colman Domingo took to the red carpet at the premiere of “Zola” in a shiny Big-Bird-yellow Dolce & Gabbana suit. At the Cannes Film Festival, “The Crown” star Josh O’Connor wore a flamingo-pink, double-breasted suit by Loewe, though he was one-upped by jury president Spike Lee, who not only wore a blaring pink  Louis Vuitton  suit (with matching sunglasses) but also a rainbow-colored, cloud-printed suit to close out the festival. At last Thursday’s NBA Draft, fresh-faced first round picks Jonathan Kuminga, Evan Mobley and Alperen Sengun pulled out suits in pumpkin, teal and emerald, respectively."
}