{
    "url_original": "https://www.wsj.com/articles/future-of-work-review-robots-automation-pbs-11630444650?mod=opinion_major_pos13",
    "url": "future-of-work-review-robots-automation-pbs-11630444650",
    "title": "‘Future of Work’ Review: I Robot, You Unemployed",
    "sub_head": "A three-part series on PBS looks at the way technology is shaping our jobs.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-393207?width=860&height=573",
    "image_1": "im-393207.jpg",
    "time": "2021-08-31 17:23:00",
    "body": "The best news provided by the three-part PBS series “Future of Work” is that work has any future at all. Work by people, that is. Episode 1, “The New Industrial Revolution,” is a survey of technology and how it’s replacing humans. Judging by the show, what’s really threatening American jobs is robots.<br />Narrated, ever so monotonally, by Nkeki Obi-Melekwe and provided with a soundscape that suggests a high-rise elevator, “Future of Work” is objective to the point of frustration. Given the dire state of employment in certain sectors of the country, a little subjective ranting might have made for a more interesting program. The offending angle of this year’s Best Picture winner at the Oscars, “Nomadland,” was that it romanticized the state of retirement for a great number of Americans: Traveling the country from one Amazon “fulfillment” center to another, working seasonally and living in their RVs and vans. It’s a desperate, dead-end way of life for many older people and “Future of Work” at least portrays it as such, without offering any alternatives—or trying to deny that the march of high-tech will inevitably crush a lot of people in low-wage service sectors.<br />“Future of Work” is a trilogy—“Futureproof” airs Sept. 8; “Changing Work, Changing Workers” on Sept. 15—and it’s a painfully honest one, except in one inadvertent regard: It presumes the pandemic to be over. In surveying the way businesses such as restaurants have changed to meet the catastrophe of Covid-19, it takes the point of view that the changes implemented reflect how businesses will proceed as life gets back to “normal.” It may be a series about the future, but it can’t predict it—or whether many Americans, knowing other Americans aren’t vaccinated and the Delta variant is at large, will ever be fully comfortable resuming their old way of life.<br />The series is less dispiriting as history than it is as an oracle of employment-to-be—American workers have been through crises before, we’re reminded, and survived them. But none have been quite like the crisis examined in episode 1. Despite the show’s argument that new jobs will replace the old ones as new technologies require new skills, the point of automation has always been replacing human labor, no matter how much “Future of Work” insists otherwise. During one sequence, in which a surgeon in Nebraska walks us through a colorectal operation with all the “cobots” assisting him, all a viewer can think is: Doc, you’re next."
}