{
    "url_original": "https://www.wsj.com/articles/gas-shortage-boosts-russias-sway-over-europes-energy-markets-11629891705?mod=markets_lead_pos7",
    "url": "gas-shortage-boosts-russias-sway-over-europes-energy-markets-11629891705",
    "title": "Gas Shortage Boosts Russia’s Sway Over Europe’s Energy Markets",
    "sub_head": "Russia’s Nord Stream 2 pipeline to Germany nears completion as natural gas trades at all-time highs",
    "category_1": "Markets",
    "category_2": "Commodities",
    "image_1_url": "https://images.wsj.net/im-390964?width=860&height=573",
    "image_1": "im-390964.jpg",
    "time": "2021-08-25 07:41:00",
    "body": "Europe is facing a natural-gas shortage just as Russia is completing a controversial pipeline to Germany, increasing President Vladimir Putin’s leverage over the continent’s energy flows.<br />Europe’s gas stores are at their lowest levels for years after demand rebounded from a pandemic-induced low that had led producers to slash output. As a result, prices are hitting record levels and utilities are firing up coal-fired power stations to keep their own costs down.<br />Despite this, Russia, Europe’s biggest gas supplier, has declined to book big additional flows through pipelines in Ukraine, which are running below full capacity.<br />A large share of Russian gas exports to Europe transits through neighbor Ukraine, but that is expected to change after Russia completes construction of the Nord Stream 2 pipeline, which the company running the construction expects to happen this month. This will allow Moscow to export directly to Germany and bypass Ukraine and Poland, whose governments are critical of Moscow.<br />The U.S. fears Russia will use Nord Stream 2 to wield influence over Europe and punish pro-Western Ukraine and other countries that the pipeline circumvents by depriving them of the transit fees they charge on Europe-bound Russian gas, raising gas prices or potentially starving them of gas altogether. But the Biden administration waived sanctions on the project in May as it sought improved ties with Germany."
}