{
    "url_original": "https://www.wsj.com/articles/gavin-newsom-california-recall-what-to-know-11630411624?mod=politics_featst_pos3",
    "url": "gavin-newsom-california-recall-what-to-know-11630411624",
    "title": "Gavin Newsom’s California Recall: What to Know About the Governor’s September Election",
    "sub_head": "Polls show Democrat with narrow lead in state Joe Biden won nearly two-to-one",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-393475?width=860&height=569",
    "image_1": "im-393475.jpg",
    "time": "2021-08-31 10:23:00",
    "body": "California voters will decide whether to recall Gov. Gavin Newsom in a special election Sept. 14. Recent polls project Mr. Newsom winning, but with a lead within the margin of error among likely voters. The leading candidate among the 46 vying to replace him is Republican talk-show host Larry Elder.<br />The recall effort began early last year, driven by conservatives unhappy with his leadership on a variety of issues. It gained steam amid growing unhappiness over business and school shutdowns, mask mandates and other rules he instituted to try and slow the spread of Covid-19. By April, the recall petition had just over 1.7 million signatures, enough to make it the second gubernatorial recall in California history to qualify for the ballot.<br />California voters face two questions on the ballot. The first is a “yes” or “no” on whether Mr. Newsom should be recalled. The second is who should replace him if he is recalled. Voters can pick a candidate on the second question even if they vote “no” on the first. Under California law, Mr. Newsom cannot run to replace himself and there are no other prominent Democrats running. The governor’s campaign is urging supporters to skip the second question.<br />Regardless of the outcome, California will hold a regularly scheduled gubernatorial election in 2022, with a primary in which candidates of all parties must compete in June and a runoff for the top two vote-getters in November. If June’s winner gets more than 50% of the vote, the runoff won’t be held.<br />The Democrat’s handling of the Covid-19 pandemic in California has become the most prominent issue in the race. Critics say his shutdown of businesses was too extreme, school closures lasted too long and that restrictions on indoor worship violated the U.S. Constitution’s first amendment, a position with which courts have agreed. They have also said mask mandates are examples of intrusive big government and criticized him for shifting rules. Mr. Newsom has said state restrictions saved lives by limiting the spread of the coronavirus and that he had to adjust to changing circumstances."
}