{
    "url_original": "https://www.wsj.com/articles/gavin-newsom-larry-elder-governor-california-recall-lockdowns-taxes-crime-11628265859?mod=opinion_lead_pos5",
    "url": "gavin-newsom-larry-elder-governor-california-recall-lockdowns-taxes-crime-11628265859",
    "title": "Could a Conservative Replace Gavin Newsom?",
    "sub_head": "A quixotic effort to recall California’s governor is suddenly gaining steam. And libertarian radio host Larry Elder is the front-runner.",
    "category_1": "Opinion",
    "category_2": "The Weekend Interview",
    "time": "2021-08-06 14:17:00",
    "body": "What are the odds that California would elect a conservative Republican governor in the 2020s? Slim to none, one might have said. But that was before Larry Elder entered the room.<br />When the California Patriot Coalition launched an effort to recall Gov. Gavin Newsom in February 2020, their effort looked hopeless. It still seemed implausible in April 2021, when the secretary of state certified that the effort had enough signatures to trigger a vote. Most polls showed a majority or a substantial plurality opposing the recall, and no other high-profile Democrat entered the race to succeed Mr. Newsom if he is recalled. There was little enthusiasm for the Republicans who’d joined the race, including Caitlyn Jenner, former San Diego Mayor Kevin Faulconer and John Cox, who lost to Mr. Newsom in 2018.<br />But suddenly it’s a contest. Ballots for the Sept. 14 vote will start being mailed in the coming weeks, and three recent polls show Mr. Newsom is vulnerable. An Inside California Politics/Emerson poll this week found that only 48% of registered voters would vote to keep Mr. Newsom in office while 46% would remove him, within the margin of error. On Wednesday Survey USA released a poll that showed Mr. Newsom losing the recall vote, 51% to 40%.<br />A California recall ballot has two parts. The first asks a yes-or-no question: Shall the officeholder be recalled? The second offers a list of successor candidates—46 have qualified in this recall. Each voter chooses one of them, and if the recall is successful, whichever candidate earns a plurality fills out the term.<br />Mr. Elder was a late entrant to the race, announcing his candidacy on July 12. He was motivated by “fire in the belly to see if I can do something . . . to move the needle in the right direction,” he told a reporter. He instantly emerged as a front-runner, polling 10 points ahead of the closest would-be GOP Newsom successor. (The new Survey USA poll has him slightly behind Democrat Kevin Paffrath, a 29-year-old YouTube personality.) That was before he even qualified for the ballot, which ended up requiring a trip to court."
}