{
    "url_original": "https://www.wsj.com/articles/gen-z-remote-work-hybrid-in-person-office-zoom-meetings-recent-graduates-11629840686?mod=opinion_lead_pos10",
    "url": "gen-z-remote-work-hybrid-in-person-office-zoom-meetings-recent-graduates-11629840686",
    "title": "How a Rising Generation Views Remote Work",
    "sub_head": "In the office, hybrid or at home? Students discuss what kind of arrangement they look for in a job.",
    "category_1": "Opinion",
    "category_2": "Future View",
    "image_1_url": "https://images.wsj.net/im-390612?width=860&height=573",
    "image_1": "im-390612.jpg",
    "time": "2021-08-24 18:40:00",
    "body": "Editor’s note: This Future View discusses whether the absence of an option to work remotely would be a deal breaker for potential employees. Next we’ll ask, “As America withdraws from Afghanistan, how do you reflect on 20 years of the War on Terror?” Students should click here to submit opinions of fewer than 250 words before Sept. 7. The best responses will be published that night.<br />Don’t Go Fully Remote<br />I enjoy the flexibility and convenience of working remotely as much as the next guy, but I don’t believe it can fully replace in-person work. I see the option to work remotely a day or two a week as a plus, but its absence wouldn’t be a deal breaker.<br />Face-to-face interaction is important for building employee morale and work culture. When I entered the workforce four years ago, being surrounded by my peers in an office energized me and built a sense of solidarity as we worked together. The opportunity to bump into colleagues from other teams or grab coffee with senior management added variety to the day. I think these encounters are especially important for teaching fresh graduates how to behave in a professional environment and stimulating their ambitions.<br />Working in Shanghai last year, when the city recovered from the pandemic around April, I saw that Chinese companies didn’t give employees any illusions that they would work from home forever. Workplaces shifted very quickly from split-shifts to back-to-office in the span of a few weeks. My co-workers’ initial reluctance quickly dissipated and everyone got back into the groove very quickly. They became thankful for more-productive face-to-face meetings and a dedicated space to work without distractions."
}