{
    "url_original": "https://www.wsj.com/articles/gender-transition-treatment-children-kids-trans-science-11629690663?mod=opinion_major_pos17",
    "url": "gender-transition-treatment-children-kids-trans-science-11629690663",
    "title": "Irresponsible Gender-Transition Treatments on Children",
    "sub_head": "There is little supporting scientific evidence on long-term harms and benefits.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-389546?width=860&height=573",
    "image_1": "im-389546.jpg",
    "time": "2021-08-23 10:43:00",
    "body": "The endorsement by the American Academy of Pediatrics (AAP) of hormonal and other treatments for gender transitions in children and adolescents is astonishing (“A Pediatric Association Stifles Debate on Gender Dysphoria” by Abigail Shrier, op-ed, Aug. 10). There is probably no medical treatment that is so widely used in this group of patients that has so little supporting scientific evidence on long-term harms and benefits.<br />Treatment for diseases such as diabetes and heart failure have undergone extensive scientific evaluation on tens of thousands of patients. Such treatments are adopted for widespread use only after extensive debate, peer review and consensus among experts. No such rigorous, long-term data exists for the widespread and liberal treatment of gender dysphoria in children and adolescents. Further, it is not at all clear that a child or young adolescent has the maturity, insight and forethought to ethically consent for such life-altering therapy.<br />A stated mission of the AAP is to “advocate for infants, children, adolescents, and young adults and such that decisions affecting their health are medically based, soundly intended and address their needs.” The group has the responsibility to ensure that gender-transition treatments meet their criteria by passing scientific muster, peer review and debate. Until such time, these treatments should be considered investigational.<br />George D. Comerci Jr., M.D.<br />Pueblo, Colo."
}