{
    "url_original": "https://www.wsj.com/articles/george-harrison-all-things-must-pass-review-beatles-remix-11628020472?mod=opinion_major_pos15",
    "url": "george-harrison-all-things-must-pass-review-beatles-remix-11628020472",
    "title": "‘All Things Must Pass’ by George Harrison Review: An Enlightening Remix",
    "sub_head": "The Beatles guitarist’s most enduring solo album—tweaked and repackaged with bonus material—sounds better than ever at 50-plus.",
    "category_1": "Music Review",
    "image_1_url": "https://images.wsj.net/im-378981?width=860&height=573",
    "image_1": "im-378981.jpg",
    "time": "2021-08-03 15:56:00",
    "body": "<br />George Harrison had something to prove when he walked into EMI Studios on May 26, 1970, the first day of sessions for what would become “All Things Must Pass.” Within the Beatles’ working dynamic, he had been forced to accept third-class status as a songwriter, after John Lennon and Paul McCartney. But the praise earned by recent songs like “While My Guitar Gently Weeps,” “Something” and “Here Comes the Sun” had made him more confident and assertive.<br />He had released two quirky solo discs—“Wonderwall” (1968), a film soundtrack that melded Indian music and Western pop, and “Electronic Sound” (1969), with two long synthesizer works. But “All Things Must Pass,” a collection of more conventional pop songs, would be his true solo debut. A remixed version of the album will be released on Aug. 6 (Capitol/UMe), in various CD, LP and streaming configurations, with a surround-sound mix on Blu-ray; for completists, an “Uber Deluxe Edition,” packed in a wooden box, includes the LP, CD and Blu-ray versions, plus extra books and trinkets.<br />As pop albums go, “All Things Must Pass” wasn’t that conventional. Most of the songs are essentially religious: The title track, “Art of Dying,” “What Is Life,” “Awaiting on You All” and the set’s hit single, “My Sweet Lord,” all present notions of mortality, reincarnation and the point of sentient life that fascinated Harrison in his study of Hinduism. Before the advent of Christian rock, Harrison was proselytizing for Krishna.<br />There are exceptions. “Behind That Locked Door” is a countrified love song, with exquisite pedal steel playing by Pete Drake. “Ballad of Sir Frankie Crisp (Let It Roll),” a whimsical tribute to the eccentric builder of Harrison’s castle-like home, Friar Park, offers a glimpse of Harrison’s offbeat sense of humor. “Run of the Mill” and “Wah-Wah” touch obliquely on squabbles within the Beatles; and though Harrison could be grumpy about Beatles fans, his “Apple Scruffs” is an affectionate nod to the young girls who kept vigil outside the EMI Studios in the hope of seeing one of their heroes."
}