{
    "url_original": "https://www.wsj.com/articles/georgia-man-who-fatally-stabbed-pentagon-officer-also-shot-himself-fbi-says-11628108001?mod=business_minor_pos5",
    "url": "georgia-man-who-fatally-stabbed-pentagon-officer-also-shot-himself-fbi-says-11628108001",
    "title": "Georgia Man Who Fatally Stabbed Pentagon Officer Also Shot Himself, FBI Says",
    "sub_head": "Investigators seek motive; slain officer was a law-enforcement and military veteran",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-380139?width=860&height=573",
    "image_1": "im-380139.jpg",
    "time": "2021-08-04 17:25:00",
    "body": "A Georgia man who fatally stabbed a Pentagon police officer Tuesday also shot himself with the officer’s gun, the FBI said, as investigators worked to determine what prompted the brazen daytime attack.<br />The Federal Bureau of Investigation said the suspect used a knife to stab the officer in the head and neck “without provocation” at a transit station near the Pentagon on Tuesday morning, severely wounding him. The two then struggled before the man got hold of the officer’s service weapon, shooting himself with it, the bureau said.<br />Other officers opened fire on the suspect, identified as Austin W. Lanz, 27, of Acworth, Ga., who was declared dead at the scene.<br />Investigators were poring over the online accounts and background of Mr. Lanz, who once tried to join the Marine Corps nearly a decade ago. He had also earlier this year been charged with attacking two sheriff’s deputies without warning in the intake area of a Cobb County, Ga., jail where he was being held on burglary and trespassing charges, court documents show.<br />The Pentagon described the slain officer, George Gonzalez, as a New York native and military veteran who had defended the building for three years. Before joining the Pentagon Force Protection Agency, Officer Gonzalez served in the Army in Iraq, and with the Federal Bureau of Prisons and the Transportation Security Administration."
}