{
    "url_original": "https://www.wsj.com/articles/giant-jesus-statues-christ-redeemer-protector-rio-de-janeiro-encantado-brazil-11630012671?mod=opinion_lead_pos10",
    "url": "giant-jesus-statues-christ-redeemer-protector-rio-de-janeiro-encantado-brazil-11630012671",
    "title": "The Appeal of Giant Jesus Statues",
    "sub_head": "Even the nonreligious can find solace in these benevolent and welcoming figures.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-26 18:29:00",
    "body": "Christ the Redeemer, the iconic 125-foot statue of Jesus overlooking Rio de Janeiro, will soon have an even bigger rival: Christ the Protector. The 140-foot statue, under construction 700 miles to the south, will join dozens of similar works around the world. But the influence of the 90-year-old original remains unsurpassed.<br />Christ the Protector has outstretched arms that make it look nearly identical to its predecessor. But the statue, located in the small rural town of Encantado, also boasts an internal elevator that will enable visitors to ascend to a viewing deck at the statue’s heart. The $350,000 project, expected to be completed by the end of this year, seems aimed at giving a tourist boost to Rio Grande do Sul, Brazil’s southernmost state. But tourism isn’t the only reason.<br />Christ the Protector is one of about three dozen giant statues of Jesus that have been constructed around the world during the 20th and 21st centuries, mostly in Latin America but also in Europe, Africa and Asia. Financing usually comes from individual donations encouraged by local politicians. Occasionally wealthy businessmen have made the figures their ego-boosting pet projects.<br />Colossal statues, such as the monumental medieval Buddhas of China and Central Asia that can tower over 200 feet, were not unknown before the 20th century. But their heavy material, usually stone, made it impossible to carve them free-standing at those heights. The Statue of Liberty’s substitution of copper sheathing for stone rendered her dauntingly expensive. But the invention of steel-reinforced concrete made it possible to build enormously tall free-standing statuary at a reasonable price.<br />Christ the Protector will be only the third-tallest statue of Jesus in the world so far. The tallest is Jesus Buntu Burake in Makale, Indonesia, completed in 2015 and soaring to 172 feet with its pedestal. But it may not hold the distinction for long: A 253-foot statue of Jesus has been planned in Tamaulipas, Mexico, although so far the project has stalled."
}