{
    "url_original": "https://www.wsj.com/articles/glimmerglass-festival-mozart-wagner-verdi-national-negro-opera-company-verdi-mozart-wagner-the-magic-flute-il-trovatore-francesca-zamabello-11629303528?mod=opinion_major_pos14",
    "url": "glimmerglass-festival-mozart-wagner-verdi-national-negro-opera-company-verdi-mozart-wagner-the-magic-flute-il-trovatore-francesca-zamabello-11629303528",
    "title": "Glimmerglass Festival Review: Opera Under the Open Sky",
    "sub_head": "This year’s festival moved outdoors due to Covid-19 and included ‘The Magic Flute,’ ‘Gods and Mortals,’ ‘Il Trovatore’ and ‘The Passion of Mary Cardwell Dawson.’",
    "category_1": "Books & Arts",
    "category_2": "Opera Review",
    "image_1_url": "https://images.wsj.net/im-386949?width=860&height=573",
    "image_1": "im-386949.jpg",
    "time": "2021-08-18 13:37:00",
    "body": "Cooperstown, N.Y.<br />Francesca Zambello, the general and artistic director of the Glimmerglass Festival, knows how to improvise. With Covid-19 restrictions on live performances and gatherings still in flux as she planned her summer season, she shifted the operation outdoors onto the lawn next to the company’s theater. There was a large, uncovered stage with an elaborate amplification system (Andrew Harper did the sound design), socially distanced “squares” of lawn, each accommodating up to four patrons, and a semicircle of more expensive, partly enclosed “boxes” beyond them. Performances went on at 11 a.m. and 6 p.m., rain or shine; attendees were encouraged to bring much-needed sunscreen, hats, umbrellas and lawn chairs.<br />Each of the six productions—three operas, two concerts, and a play with music—ran a maximum of 90 minutes, with no intermission. The operas were trimmed, slightly reorganized, and performed with tiny choruses. Orchestrations were adapted for smaller forces, and the orchestra played live inside the theater, its sound piped out to the stage and the lawn. While not the ideal way to experience opera, Glimmerglass on the Grass, as the season, which ran July 15-Aug. 17, was branded, , proved an enjoyable, more casual experience, revised to work in an unsettled time.<br />I had planned to catch five of the six offerings during the final weekend; unfortunately, “Songbird”—Offenbach’s comedy “La Périchole” reimaged with a 1920s New Orleans jazz sound—was scrubbed due to lightning on Friday evening, only the second cancellation of the 28-performance season. Of those I saw, “The Magic Flute” and “Gods and Mortals,” a concert of Wagner arias, were the most successful.<br />The adapted “Flute”—with a witty English translation by Kelley Rourke and a deft, transparent orchestration by Joseph Colaneri, the festival’s music director—compressed much of the dialogue and some of the action into a narration spoken by bass-baritone Eric Owens in the character of Sarastro. A handful of musical numbers were jettisoned, and the Three Ladies doubled as the guardian Spirits, necessitating a bit of plot revision, but the result was fleet and entertaining, foregrounding the piece’s human interactions rather than its grander pronouncements. NJ Agwuna’s lively direction fit neatly into Peter J. Davison’s festival unit set—a copse of tree trunks at stage right, an array of colored lightbulbs above—and Christelle Matou’s handsome, sculptural costumes made a clear visual statement. Daylight for all the shows meant that lighting was limited to occasional flashing effects."
}