{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-08-27-2021-11630050280?mod=markets_lead_pos2",
    "url": "global-stock-markets-dow-update-08-27-2021-11630050280",
    "title": "Stock Futures Rise Ahead of Powell Comments",
    "sub_head": "Investors await comments from Federal Reserve’s Jerome Powell for clues on when it may start curtailing bond buying",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-391746?width=700&height=467",
    "image_1": "im-391746.jpg",
    "time": "2021-08-27 04:49:00",
    "body": "Stock futures rose Friday as investors awaited Federal Reserve Chairman Jerome Powell’s speech at Jackson Hole, seeking clues about when the central bank might start to scale back its easy-money policies.<br />Futures for the S&P 500 edged up 0.3%. The benchmark index retreated 0.6% on Thursday, erasing some of the gains made this week. Contracts for the Dow Jones Industrial Average and technology-heavy Nasdaq-100 also ticked up 0.3% Friday.<br />Major indexes are close to all-time highs, powered by expectations that strong economic growth will extend a surge in corporate profits. A key question for investors is when the Fed will scale back its $120 billion in monthly asset purchases and consider raising interest rates. Minutes from the Fed’s late July policy gathering showed that many of the officials thought asset buying could start to slow down by the end of this year.<br />Mr. Powell is due to address the central-bank symposium in Wyoming at 10 a.m. ET and his remarks will be streamed online. Investors are looking to gauge whether the Delta variant, which threatens to delay a rebound in travel and leisure spending, will alter the Fed’s plans.<br />“Everyone is waiting for Jackson Hole, for Powell’s speech,” said Joost Van Leenders, senior investment strategist at Kempen Capital Management. “It is clear the hawks in the [Federal Open Market Committee] are getting more vocal on this and there is not a full consensus. I would like to have more clarity on this.”"
}