{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-08-19-2021-11629359284?mod=markets_lead_pos1",
    "url": "global-stock-markets-dow-update-08-19-2021-11629359284",
    "title": "U.S. Stock Futures Retreat, Oil and Copper Drop",
    "sub_head": "Major indexes are poised to extend their retreat and the dollar is strengthening as rising Covid-19 cases dull the economic outlook and the Fed mulls withdrawing stimulus",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-388130?width=700&height=467",
    "image_1": "im-388130.jpg",
    "time": "2021-08-19 06:49:00",
    "body": "U.S. stock futures fell Thursday, while oil and copper prices retreated and the dollar strengthened as investors weighed the likely reduction in stimulus measures by the Federal Reserve and rising Covid-19 cases.<br />Futures for the S&P 500 lost 0.7%. The broad stocks gauge on Wednesday dropped 1.1%, its biggest retreat since mid-July. Futures for the Dow Jones Industrial Average also pointed to fresh losses Thursday, falling almost 0.8%. Contracts for the technology-focused Nasdaq-100 declined 0.5%.<br />Stock markets have hit turbulence this week after eking out a series of record highs. Investors broadly remain upbeat about the outlook for share prices, given the rapid pace of earnings growth. But some have grown more cautious, concerned that rising coronavirus cases in the U.S. and elsewhere will dent the global economic recovery at the same time as the Fed is gearing up to rein in its huge bond-buying program.<br />“These things are going to cause market volatility,” said Caroline Simmons, U.K chief investment officer at UBS Global Wealth Management. “People are trying to work out what [the Delta variant] is going to mean: does it mean more lockdowns, is it going to damage growth?”<br />Commodity producers lost ground ahead of the bell in New York as energy and material prices retreated.  Devon Energy ,  miner Freeport-McMoRan, Occidental Petroleum and oil-and-gas firm Pioneer Natural Resources all fell 3% or more in premarket trading."
}