{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-08-25-2021-11629877868?mod=markets_lead_pos2",
    "url": "global-stock-markets-dow-update-08-25-2021-11629877868",
    "title": "Stock Futures Pause After S&P 500, Nasdaq Hit Records",
    "sub_head": "S&P 500 is poised to hover near its all-time high at the market open after notching its 50th record close for the year",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-390945?width=700&height=467",
    "image_1": "im-390945.jpg",
    "time": "2021-08-25 06:24:00",
    "body": "U.S. stock futures wobbled Wednesday, suggesting muted trading for the indexes a day after the S&P 500 notched its 50th record close of 2021.<br />Futures tied to the S&P 500 ticked up less than 0.1%, indicating that the broader market may hover near its all-time high at the market open. Futures tied to the Dow Jones Industrial Average also saw tepid moves. Contracts tied to the technology-heavy Nasdaq-100 edged up 0.1%.<br />Investors say they are holding off on any big new bets going into the end of the week because they are awaiting fresh insights from Federal Reserve Chairman Jerome Powell at the central bank’s Jackson Hole symposium Friday. Money managers are torn over whether the Fed will proceed with scaling back its bond purchases in coming months, given the uptick in Covid-19 cases and some signs that the economic recovery is slowing.<br />“It is wait-and-see because we’re getting to the point where we think we’ll get some definitive information on tapering,” said Daniel Morris, chief market strategist at BNP Paribas Asset Management. “On one hand, we’ve had the signaling on tapering, but on the flip side, you see people looking at a deceleration in activity.”<br />Markets are also weighing a mix of other factors. Regulatory approval of  Pfizer  and BioNTech’s Covid-19 vaccine has spurred some businesses to impose vaccination mandates, potentially boosting the pace of the U.S. rollout. Meanwhile, concerns over the duration of vaccines’ efficacy has caused some investors to expect that the global economic recovery could falter."
}