{
    "url_original": "https://www.wsj.com/articles/global-etf-assets-hit-9-trillion-11628769548?mod=markets_lead_pos5",
    "url": "global-etf-assets-hit-9-trillion-11628769548",
    "title": "Global ETF Assets Hit $9 Trillion",
    "sub_head": "Net flows so far this year have nearly eclipsed the $736.5 billion investors had moved into ETFs globally in all of 2020",
    "category_1": "Markets",
    "category_2": "ETFs",
    "image_1_url": "https://images.wsj.net/im-384197?width=860&height=573",
    "image_1": "im-384197.jpg",
    "time": "2021-08-12 07:59:00",
    "body": "Investors poured $705 billion into exchange-traded funds through the first seven months of the year, pushing 2021’s world-wide tally to a record $9.1 trillion, according to data from Morningstar Inc.<br />Net flows so far this year have nearly eclipsed the $736.5 billion investors had moved into ETFs globally in all of 2020. Most of the cash has gone into cheap, index-tracking funds, with large-cap and short-term bond ETFs, as well as products offering inflation protection, attracting significant investor interest, according to the data.<br />U.S. ETFs accounted for a record $519 billion of the total, sending assets in U.S. funds to about $6.6 trillion. ETFs now hold more money than index-tracking mutual funds, which had about $8.8 trillion in assets as of June, though mutual funds overall still command more money, with about $40.7 trillion in assets.<br />ETFs are baskets of securities that are as easy to trade as a stock. They lack the investment minimums found in many mutual funds, are generally more tax efficient and carry lower fees. The success of ETFs was far from guaranteed after the first one launched in 1993. But enthusiasm for low-cost investments has led to an explosion in ETF assets over the last 10 years.<br />“ETFs are probably the greatest success story in financial services over the last two decades,” said Anaelle Ubaldino, head of ETF research and investment advisory at data firm TrackInsight, which also tracked ETFs crossing the $9 trillion mark last month."
}