{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-08-20-2021-11629446010?mod=markets_lead_pos2",
    "url": "global-stock-markets-dow-update-08-20-2021-11629446010",
    "title": "Dow on Track to Erase August’s Gains as Futures Slide",
    "sub_head": "U.S. stock futures declined, pointing to a weekly loss for major indexes as they retreat from records",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-388800?width=700&height=467",
    "image_1": "im-388800.jpg",
    "time": "2021-08-20 06:43:00",
    "body": "U.S. stock futures slid Friday, putting the S&P 500 and the Dow Jones Industrials Average on course to erase most or all of August’s gains.<br />Futures tied to the S&P 500 retreated 0.4%, indicating that the broader market may post losses at the opening bell. The index has shed almost 1.4% this week through Thursday’s close, leaving it on track for its biggest weekly loss since mid-June.<br />Futures tied to the Dow Jones Industrial Average futures also contracted 0.4%. The blue-chip index has dropped 1.8% so far this week. Contracts tied to the technology-heavy Nasdaq-100 ticked down 0.2%.<br />Stocks have been rocked this week by concerns that an uptick in Covid-19 infections globally and a slowdown in China’s growth could impede the economic recovery. Worries about rising inflation levels and the Federal Reserve’s signals that it will scale back some of its easy money policies are also weighing on sentiment. New lockdowns to contain the virus could put further pressure on supply chains, investors say.<br />“We’re looking at a period of very strong, but also very uneven global growth over the next couple of months,” said Hugh Gimber, a strategist at J.P. Morgan Asset Management. “The government reaction now looks very different across different parts of the world. If inflation does prove to be more stubborn, it could change how quickly the Fed has to tighten once they get going.”"
}