{
    "url_original": "https://www.wsj.com/articles/gms-chevy-bolt-recall-casts-shadow-over-ev-push-11630246736?mod=business_lead_pos1",
    "url": "gms-chevy-bolt-recall-casts-shadow-over-ev-push-11630246736",
    "title": "GM’s Chevy Bolt Recall Casts Shadow Over EV Push",
    "sub_head": "The $1.8 billion recall, among GM’s costliest ever, underscores the difficulty, expense of fixing defective electric-vehicle batteries",
    "category_1": "Business",
    "category_2": "Autos & Transportation",
    "time": "2021-08-29 10:18:00",
    "body": "Andrew Krupowicz was relieved last month to end the lease on his 2019 Chevrolet Bolt electric car, which had been recalled for the risk of a battery fire. He replaced it with a new, larger Bolt model that wasn’t subject to the safety callback.<br />“I thought, ‘Great, I’m out of the woods,’” he said. But two weeks later,  General Motors Co.  expanded its recall to include every Bolt it has built, including his own vehicle. The chartered accountant from Toronto is keeping the car but adding a networked fire alarm in case it catches fire.<br />GM this month expanded the Bolt safety recall for the second time, calling back the roughly 142,000 models built since it went on sale five years ago. The Detroit auto maker also paused production of all new Bolts. The safety action on its lone U.S. electric car will cost GM an estimated $1.8 billion, or around $12,700 per car, among its costliest recalls.<br />The safety problems underscore the risks for traditional auto makers as many take a sharp turn toward electric vehicles. The high cost of energy-dense lithium-ion battery cells means replacement expenses can spiral when defects occur.  Ford Motor Co. ,  Hyundai Motor Co.  and other car companies have been hit with huge costs to fix relatively small numbers of electric cars.<br />For GM, the recent troubles come as it tries to convince consumers and investors that it is ready to lead the car industry’s transition to electrics. While the cars have been recalled, GM and battery-cell supplier  LG  Energy Solution still don’t have a fix."
}