{
    "url_original": "https://www.wsj.com/articles/goldman-sachs-to-acquire-european-asset-manager-for-1-9-billion-11629364151?mod=markets_lead_pos3",
    "url": "goldman-sachs-to-acquire-european-asset-manager-for-1-9-billion-11629364151",
    "title": "Goldman Sachs to Acquire European Asset Manager for $1.9 Billion",
    "sub_head": "New York-based investment bank agrees to buy money-management arm of NN Group as it seeks scale in Europe",
    "category_1": "Markets",
    "category_2": "Deals",
    "image_1_url": "https://images.wsj.net/im-388135?width=860&height=573",
    "image_1": "im-388135.jpg",
    "time": "2021-08-19 05:09:00",
    "body": "Goldman Sachs Group Inc. said Thursday it agreed to acquire the money-management operation of Dutch insurer NN Group NV for about $1.87 billion, as the need for scale in the asset-management business to lower costs drives sector consolidation.<br />The New York-based investment bank said it plans to merge NN Investment Partners with its Goldman Sachs Asset Management arm to gain access to a bigger pool of retail and institutional investors in Europe and bolster its product offerings in areas such as European equities, investment-grade credit and green bonds.<br />NN Investment—which the deal values at about €1.6 billion, equivalent to $1.87 billion—has about 75% of its holdings in debt securities, according to an investment presentation on the business. The rest is split between equity and multiasset portfolios that combine different holdings including bonds, equities and commodities.<br />GSAM oversees $2.3 trillion in assets globally across investments including stocks, bonds, private equity and commodities. The acquisition of NN Investment would add almost $350 billion to that total. More specifically, GSAM’s assets in Europe would roughly double to more than $600 billion.<br />That aligns “with the firm’s strategic objectives to scale its European business and extend its global reach,” the bank said in a statement."
}