{
    "url_original": "https://www.wsj.com/articles/goldman-sachs-is-giving-entry-level-bankers-a-nearly-30-raise-11627930285?mod=markets_lead_pos2",
    "url": "goldman-sachs-is-giving-entry-level-bankers-a-nearly-30-raise-11627930285",
    "title": "Goldman Sachs Is Giving Entry-Level Bankers a Nearly 30% Raise",
    "sub_head": "The Wall Street firm, which trailed its peers in raising junior bankers’ salaries, now tops them",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-379047?width=860&height=573",
    "image_1": "im-379047.jpg",
    "time": "2021-08-02 15:47:00",
    "body": "Junior bankers at  Goldman Sachs Group Inc.  are getting a big raise.<br />The Wall Street firm is increasing base pay for its entry-level employees—first-year analysts—to $110,000, a nearly 30% increase from the previous starting salary of $85,000, according to a person familiar with the matter. Second-year analysts are set to make $125,000, up from $95,000. Salaries for first-year associates will jump to $150,000 from $125,000.<br />The bank plans to inform rookie bankers of the increases to base salaries, along with their annual bonus amounts, later this week, the person said. The changes cover just over 1,000 employees world-wide.<br />Analysts and first-year associates perform much of the grunt work that allows banks to pump out deals and take advantage of busy trading periods. Their titles are a function of how long they have been at the bank. Responsibilities vary based on their division—investment banking, capital markets, asset management, among others. Investment banking analysts, for example, might be asked to create slide decks detailing the financial impact of mergers and acquisitions.<br />It has been a tough time for Wall Street’s youngest workers. Many of the most junior employees at investment banks have during the pandemic worked for months without meeting their colleagues in person, and their first year on the job was one of the busiest on record for deal making."
}