{
    "url_original": "https://www.wsj.com/articles/gopro-flies-high-on-service-swing-11629199310?mod=business_minor_pos11",
    "url": "gopro-flies-high-on-service-swing-11629199310",
    "title": "GoPro Flies High on Service Swing",
    "sub_head": "Stock has doubled since last year’s camera boosted subscribers, setting high stakes for the next one",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-386451?width=860&height=573",
    "image_1": "im-386451.jpg",
    "time": "2021-08-17 07:21:00",
    "body": "GoPro  has managed to upsell its way out of the pandemic. Now the action camera maker has to make extra sure it can hit its marks, which has never been a sure thing.<br />Missteps on past camera launches and the company’s first-and-only attempt at a drone hobbled the stock in the years following its 2014 listing. From the beginning of 2018 to last fall, GoPro averaged a market value about 30% below its projected annual revenue, according to FactSet. A global pandemic that curtailed the very sort of adventurous outings people buy GoPro cameras to document didn’t help either. The company’s camera unit sales in the first half of 2020 were less than half their level during the same period the year before.<br />Launch of the latest camera called Hero9 Black last September helped revive both sales and investor sentiment. Camera unit sales nearly doubled year over year in the launch quarter and have stayed strong. That also sparked growth of the company’s service that bundles the camera with cloud-based storage, access to a branded streaming channel, enhanced warranty coverage and discounts on other gear. GoPro said in early October that the new Hero9 propelled paid subscribers past the 500,000 mark compared with 372,000 at the end of the second quarter. That number now stands at 1.16 million as of the end of this year’s second quarter.<br />Apple Inc.  has handily proved the benefit a services business can bring to a cyclical maker of premium gadgets; services now make up nearly 20% of the iPhone maker’s annual revenue. Investors have therefore taken a particular shine to GoPro’s subscriber numbers. Trading volume on the stock started jumping the day after the aforementioned Oct. 6 news release—which didn’t detail camera sales volumes. Part of the interest seems to have come from the WallStreetBets crowd; TopStonks noted a sharp rise in GoPro mentions on the board at that time. GoPro shares hit their highest level in five years in March and are still fetching more than double their price since before the subscriber disclosure.<br />That sets a high bar coming into the company’s next launch cycle. GoPro typically reveals at least one new camera in the fall, and this year’s will presumably be the 10th iteration of its high-definition Hero lineup. GoPro’s business has shown resilience to vastly-improving smartphone camera capabilities as well as much-less expensive copycats. Yet, while the company says 80% of its camera buyers each year are new to GoPro, its annual camera unit sales were relatively unchanged around the 4.3 million mark in the three years before the pandemic."
}