{
    "url_original": "https://www.wsj.com/articles/gossip-cindy-adams-new-york-post-page-six-kardashians-paris-hilton--daniel-patrick-moynihan-rupert-murdoch-11629487758?mod=opinion_major_pos14",
    "url": "gossip-cindy-adams-new-york-post-page-six-kardashians-paris-hilton--daniel-patrick-moynihan-rupert-murdoch-11629487758",
    "title": "‘Gossip’ Review: Cleaning Up While Digging Dirt",
    "sub_head": "Showtime’s four-part docuseries studies the history of tabloids through the work of Cindy Adams, the legendary New York Post columnist.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-387169?width=860&height=573",
    "image_1": "im-387169.jpg",
    "time": "2021-08-20 15:50:00",
    "body": "A four-part docuseries, “Gossip” (begins Sunday, Showtime) follows the history of tabloid reporting as well as the career of the New York Post’s Cindy Adams, indisputably a legendary figure. Hers was a career that would flourish, as it continues to do today, from the late 1970s on. In New York City there was a new energy in the air. A separate column, the Post’s “Page Six,” soon to achieve superpower status in the world of gossip reporting, began in 1977. Every celebrity with something to hide feared a call from Page Six, while others relished entry into the pantheon of people who had made it into the column.<br />For Cindy Adams, hobnobbing with movie stars and royalty, and the otherwise rich and famous, was no novelty. Which is how she managed to interview the deposed leader countless millions wanted to see dead—namely, the shah of Iran, who was gravely ill, heavily guarded and under treatment at New York Hospital. In the film she recalls having to call off a dinner date with the Post’s then chief editor, the beloved Roger Wood, who tended to address everyone in the office as “hello lovely.” Or occasionally, “lovely one.” Though the subject didn’t come up in the Showtime series, it was impossible when watching it not to wonder how he would have fared in today’s reign of “Me Too” charges involving language. Wood was disappointed that Ms. Adams would not be coming to dinner—that is, until she told him that the shah, whom she had met many times and visited in Iran, had sent a message asking her to come to the hospital. Wood of course asked, in his gentle way, if she could possibly write something after seeing the shah. She didn’t know, she said. But of course she did the column.<br />There’s a lot more of these sorts of journalistic anecdotes in the series—all of them irresistible, much of them wrenching mainly because of the pictures that flood the screen of Americans now sorely missed. Among them a nattily dressed Daniel Patrick Moynihan, whom she encounters one Easter Sunday.<br />We learn how she came to adopt the term “Only in New York, kids, only in New York,” her summary line for everything strange and improbable that she reported. She had one day spotted, on Park Avenue, a grand-looking matron walking a tiny dachshund barely two inches high and screaming at him “Don’t you understand English?” And the thought came to her: only in New York!<br />I spent a fair amount of time in the New York Post newsroom of the early 1980s—long enough to savor its uninhibited atmosphere, its tolerance for the impromptu, its warmth, its fun. All of which is the lead-in for one of the most memorable moments in that room, though it was connected to a deeply sad and traumatic event in New York. A child had somehow been mauled to death by a bear in one of the city’s zoos. No one knew what to write, what to say about this grim event. Suddenly, one of the Post’s longtime reporters leapt on top of his desk and called for silence, whereupon he roared: “Wait a minute, wait a minute—we know what to do now! Cindy Adams knows one of the bears.”"
}