{
    "url_original": "https://www.wsj.com/articles/gov-andrew-cuomo-sexual-harassment-findings-what-you-need-to-know-11628037245?mod=business_minor_pos5",
    "url": "gov-andrew-cuomo-sexual-harassment-findings-what-you-need-to-know-11628037245",
    "title": "Gov. Andrew Cuomo Sexual-Harassment Findings: What You Need to Know",
    "sub_head": "New York attorney general found that the governor sexually harassed multiple women",
    "category_1": "U.S.",
    "category_2": "Politics",
    "time": "2021-08-03 20:34:00",
    "body": "The sexual-harassment scandal surrounding New York Gov. Andrew Cuomo escalated Tuesday when investigators released a lengthy report finding he groped and kissed several female state employees while he and his aides flouted their own rules for responding to misconduct complaints.<br />Below is an overview of the harassment claims imperiling the political future of the state’s longtime Democratic leader, the governor’s defense of himself and the legal issues at play.<br />New York State Attorney General Letitia James and outside investigators spent several months examining the governor’s treatment of women after several female staffers in his administration made public claims that he had subjected them to unwanted touching and advances.<br />A five-month probe, bolstered by sworn testimony from dozens of complainants and witnesses, culminated in a 165-page report from Ms. James’s office, which corroborated the harassment claims and accused the governor of violating federal and state laws against workplace discrimination.<br />The report said Mr. Cuomo crossed legal lines and personal boundaries. It said he grabbed the breast of an executive assistant; caressed the neck, back and belly of a state trooper; squeezed the butt of another employee; inappropriately touched two other women, and over the years, made a habit of hugging and kissing staff members to their discomfort. The report said Mr. Cuomo harassed with his words too, showing an overweening curiosity about their intimate lives, and in one case aboard the governor’s plane, asking an economic adviser to play strip poker."
}