{
    "url_original": "https://www.wsj.com/articles/governor-andrew-cuomo-resignation-economic-regulation-taxes-minimum-wage-fracking-nuclear-11628632159?mod=opinion_lead_pos5",
    "url": "governor-andrew-cuomo-resignation-economic-regulation-taxes-minimum-wage-fracking-nuclear-11628632159",
    "title": "Andrew Cuomo Is Gone, His Economic Mismanagement Not Forgotten",
    "sub_head": "He offered ‘startup’ tax breaks to General Electric, which started in 1892 and chose Boston anyway.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-10 18:34:00",
    "body": "Gov. Andrew Cuomo’s resignation was memorable, but we shouldn’t forget his policy legacy. New York state was slowly emerging from the Great Recession when he was elected governor in 2010. Amid massive job losses and collapsing revenues, he took office in 2011 with a focus on rebuilding public finances and promoting economic growth.<br />During his first term, he positioned himself as a Clintonesque centrist with a pro-business tilt. He’s still often called a moderate, but the label has been inaccurate for years.<br />By the start of his second term, in 2015, Mr. Cuomo was promoting “economic justice” in the form of a $15 minimum wage, initially restricted to New York City. In his third term, starting in 2019, he sprinted to the left and loudly proclaimed his progressive credentials as a new generation of left-leaning Democrats assumed control of the formerly split Legislature.<br />Things were different a decade ago. “New York has no future as the tax capital of the nation,” he declared in his 2011 State of the State address. “Our young people will not stay. Our business will not come. This has to change.”<br />Within six months of taking office, Mr. Cuomo closed a $10 billion budget gap, drew a hard line in contract talks with state employee unions, and persuaded lawmakers to approve a strict 2% cap on annual growth in property taxes. The cap doesn’t apply to New York City, but it’s still among the most significant limited-government reforms ever enacted in the Empire State."
}