{
    "url_original": "https://www.wsj.com/articles/graduate-school-mba-masters-phd-tuition-academia-11628632688?mod=opinion_lead_pos8",
    "url": "graduate-school-mba-masters-phd-tuition-academia-11628632688",
    "title": "Is Graduate School Worth the Cost?",
    "sub_head": "Students weigh tuition, debt and job prospects to assess the value of an advanced degree in their fields.",
    "category_1": "Opinion",
    "category_2": "Future View",
    "time": "2021-08-10 18:38:00",
    "body": "Editor’s note: This Future View discusses whether graduate degrees are worth it anymore. Next we’ll ask, “Would you take a job that doesn’t allow for any remote work? Or is it now nonnegotiable?” Students should click here to submit opinions of fewer than 250 words before Aug. 24. The best responses will be published that night.<br /><br />Academia Is a Numbers Game<br />It’s getting harder to justify getting a Ph.D. in history. Take the job market, or lack thereof. The National Science Foundation’s survey of earned doctorates found that in 2019 U.S. institutions granted 912 history Ph.D.s. Yet, according to a report that same year by the American Historical Association, there were only 515 unique job postings for tenure-track faculty vacancies. Chances are a professorship in your field won’t await you at the end of the road. The aspiring academics among us should be realistic about that and consider alternative careers in secondary education, journalism and public policy, among others.<br />The doctorate is also expensive. Some schools offer funding packages that defray all or some of the cost, but this is not guaranteed. Students who pay their own way will often emerge with considerable debt. Even those lucky enough to emerge with a tenure-track position probably won’t be raking in the dough. The average assistant professor made a little more than $82,000 in 2019-20 according to the American Association of University Professors, and I’d wager that figure is lower still for history professors. Then there’s the opportunity cost. Why fritter away five-plus years chasing a credential only to end up with a job you could have gotten without it? You’ve lost time that could have been better spent elsewhere."
}