{
    "url_original": "https://www.wsj.com/articles/great-british-cheese-a-full-flavored-guide-11628277883",
    "url": "great-british-cheese-a-full-flavored-guide-11628277883",
    "title": "Great British Cheese: A Full-Flavored Guide",
    "sub_head": "Farmhouse cheese-making is back in England—a robust tradition there for the tasting. These are the wedges and wheels to try.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-379248?width=860&height=683",
    "image_1": "im-379248.jpg",
    "time": "2021-08-06 15:24:00",
    "body": "WHEN I SAW the title of Katie Quinn’s book “Cheese, Wine, and Bread,” I presumed the cheese part would play out in France. That country’s wheels are always held up as the ne plus ultra. But Ms. Quinn chose Britain to begin her exploration of fermentation’s role in making food delicious.<br />In part, her decision was “purely circumstantial and serendipitous,” Ms. Quinn said, because the American food journalist was living in London when she started work on the book. Once she saw how much English cheese there was to be tried and how many stories behind each wedge, there was no turning back.<br />“To realize there’s actually a town in Somerset called Cheddar that has a rich history of farmhouse producers making Cheddar… This is something as significant as scones to the British food culture.” (On the topic of baked goods and cheese, Ms. Quinn’s own recipe for Cheddar-studded brownies plays to the variety’s virtues and versatility.)<br />As Tracey Colley, director of the Academy of British Cheese, explained, the revival of the farmhouse industry in England got under way in the 1980s. Prior to that, most cheese production had shifted from small, regional dairies to factories that cranked out mass-produced bricks.<br />The products of the preindustrial tradition and its modern revival set British cheese apart from those made elsewhere. You might hear “British territorial cheese” in this context—literally, a cheese that bears the name of the place where it was traditionally made or sold."
}