{
    "url_original": "https://www.wsj.com/articles/greenlands-ice-sheet-gets-rain-at-summit-for-first-time-11629476366",
    "url": "greenlands-ice-sheet-gets-rain-at-summit-for-first-time-11629476366",
    "title": "Greenland’s Ice Sheet Gets Rain at Summit for First Time",
    "sub_head": "Rain persisted for several hours in mid-August as temperatures, normally around 32 degrees Fahrenheit in the summer, rose above freezing",
    "category_1": "World",
    "time": "2021-08-20 12:19:00",
    "body": "Researchers at the highest point of Greenland’s ice sheet observed rain there for the first time on record.<br />Rain persisted for several hours on Saturday as temperatures rose above freezing for around nine hours, scientists at National Science Foundation’s Summit Station reported. No previous rainfall had been reported at that location and elevation, a height of 10,551 feet.“This was the third time in less than a decade, and the latest date in the year on record, that the National Science Foundation’s Summit Station had above-freezing temperatures and wet snow,” said the National Snow and Ice Data Center, which was the first to report the findings.<br />The Summit Station, which was first established in 1989 as a drill site, is the only high-altitude and high-latitude inland year‐round observation station in the Arctic. It sits at the top of the Greenland ice sheet and is nearly 250 miles from the nearest point of land, according to the station’s website. Temperatures there range anywhere from minus 88 degrees Fahrenheit in the winter to around 32 degrees Fahrenheit in the summer.<br />Scientists said the temperatures increased starting at 5 a.m. local time on Aug. 14 when warm air and moisture came from the south. Rain was observed for the next several hours.<br />July was the hottest month on Earth since record-keeping began 141 years ago, and June was the hottest month on record in the continental U.S., according to the National Oceanic and Atmospheric Administration."
}