{
    "url_original": "https://www.wsj.com/articles/green-new-deal-part-i-senate-infrastructure-bill-joe-biden-jennifer-granholm-11628106419?mod=opinion_lead_pos3",
    "url": "green-new-deal-part-i-senate-infrastructure-bill-joe-biden-jennifer-granholm-11628106419",
    "title": "Green New Deal, Part I",
    "sub_head": "The Senate’s 2,700-page infrastructure bill is a major step toward climate central planning.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-04 18:39:00",
    "body": "The press corps seems bored with the Senate’s 2,700-page infrastructure bill since it’s destined to pass. But the bill is more consequential than the coverage, and one theme in particular deserves more attention. The bill is a major down payment on President Biden’s Green New Deal.<br />The Senate bill is a great leap forward for progressive ambitions to use central planning to re-engineer the electrical grid and banish carbon from the U.S. economy. The bill helps this political medicine go down by offering large subsidies that have co-opted the business lobbies.<br />Start with the $21.5 billion for the Energy Department’s new Office of Clean Energy Demonstrations, otherwise known as Secretary Jennifer Granholm’s green-energy venture-capital fund. Ms. Granholm knows this territory, having made many failed renewable-energy bets as Governor of Michigan—including A123 Systems, Fisker Automotive and various solar manufacturers.<br />Now she will get tens of billions of dollars to bet on even more energy projects. This includes $2.4 billion for advanced nuclear reactor projects, $3.5 billion for carbon capture, $8 billion for “clean hydrogen” and $5 billion for projects that “demonstrate innovative approaches to transmission, storage, and distribution infrastructure to harden and enhance resilience and reliability.”<br />Government bureaucrats will decide what counts as “innovative.” This isn’t betting solely on pure research that the private economy won’t do. It’s backing specific technologies and business models. But if projects are innovative, why do they need government investment? Start-ups are receiving record amounts of private capital as institutional investors seek higher returns."
}