{
    "url_original": "https://www.wsj.com/articles/greece-clamps-down-on-aid-groups-that-help-migrants-11628842722?mod=business_minor_pos5",
    "url": "greece-clamps-down-on-aid-groups-that-help-migrants-11628842722",
    "title": "Greece Clamps Down on Aid Groups That Help Migrants",
    "sub_head": "Country expands efforts to stop the flow of asylum seekers, prompting criticism from NGOs and some European officials",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-384958?width=860&height=573",
    "image_1": "im-384958.jpg",
    "time": "2021-08-13 04:18:00",
    "body": "Greece has become the latest European country to raise pressure on aid groups that help asylum seekers, accusing them of involvement in trafficking, as part of its efforts to stem the flow of migrants and refugees who continue to make dangerous journeys to Europe.<br />The country has launched criminal investigations into several organizations in the past year, while also imposing new requirements on registering with the government.<br />Aid groups say it is part of a wider pattern of Greek authorities trying to discredit them and make it harder for them to operate, under the assumption that fewer migrants will come to Greece if there are fewer nongovernmental organizations helping them when they arrive.<br />“We have seen over the last two years an intensification of the crackdown and criminalization of NGOs working with migrants and asylum seekers,” said Eva Cossé, a researcher with Human Rights Watch. “The point is to intimidate and harass them. It has already created a chilling effect in civil society.”<br />Greece’s government says its measures are aimed at stopping human trafficking. “We don’t want to be the gateway to Europe for illegal migration or smuggling networks. Also we have done a great job of countering smuggling networks, dismantling them,” said Alexandros Ragkavas, spokesman for the Greek Ministry of Migration and Asylum."
}