{
    "url_original": "https://www.wsj.com/articles/group-behind-some-of-hong-kongs-biggest-protests-to-disband-11629017049",
    "url": "group-behind-some-of-hong-kongs-biggest-protests-to-disband-11629017049",
    "title": "Group Behind Some of Hong Kong’s Biggest Protests to Disband",
    "sub_head": "Civil Human Rights Front joins other organizations that have folded under pressure from national-security law imposed by China",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-385779?width=860&height=573",
    "image_1": "im-385779.jpg",
    "time": "2021-08-15 04:44:00",
    "body": "HONG KONG—The group that organized some of the biggest marches during Hong Kong’s 2019 protests said it would disband, as the national-security law ensnares wider swaths of the city’s civil society.<br />The Civil Human Rights Front, which served as an umbrella organization for a number of pro-democracy and human-rights groups, said on Sunday that its members had decided unanimously to disband amid unprecedented and severe challenges.<br />In April, the city’s police began an investigation into the group, saying that it had been operating without proper registration for more than a decade. Leaders of the group were jailed for offenses related to 2019 protests and on national-security charges, and many of the member organizations had already said they would withdraw.<br />“The millions of people that have marched with us through the years rang their demands through the city,” the group said. “They’ve shown the world Hong Kong, shone light on darkness, and planted democracy and freedom in the hearts of the people.”<br />Since Beijing imposed the national-security law on the city last year, dozens of pro-democracy politicians and activists have been charged with violating it. Some dissidents have fled Hong Kong. Those who remain have been prevented from carrying out all but the most subtle acts of antigovernment protest by the law and pandemic restrictions against gathering."
}