{
    "url_original": "https://www.wsj.com/articles/growing-share-of-migrants-from-outside-mexico-central-america-poses-challenge-for-biden-11629122385?mod=politics_lead_pos2",
    "url": "growing-share-of-migrants-from-outside-mexico-central-america-poses-challenge-for-biden-11629122385",
    "title": "Growing Share of Migrants From Outside Mexico, Central America Poses Challenge for Biden",
    "sub_head": "Nearly three in 10 arrested at the southern border in July came from South America, the Caribbean or beyond",
    "category_1": "Politics",
    "time": "2021-08-16 09:59:00",
    "body": "WASHINGTON—Migrants from South America, the Caribbean and as far as Eastern Europe are crossing the U.S.-Mexico border illegally at an unprecedented rate, a trend accelerated by the Covid-19 pandemic that is raising fresh consternation inside the Biden administration.<br />Until about seven years ago, nearly all the people crossing into the U.S. were Mexicans in search of work. In 2014, for the first time, the majority of those crossing the southern border became children and families from the Central American countries of Guatemala, Honduras and El Salvador arriving to claim asylum, a dynamic around which the current administration has formed its migration policy response.<br />But recent political turmoil across Latin America and the Caribbean, along with the continuing economic fallout from the pandemic, have sent people fleeing to the U.S. border in larger numbers than previously seen.<br />“It used to be just, essentially, Central Americans and Mexicans,” said newly-appointed Border Patrol Chief Raul Ortiz last week. “Now, when you go into some of our facilities and you see the faces, the makeup of the population is just extremely different.”<br />Tens of thousands of migrants from Brazil, Venezuela, Cuba and Haiti have come to the border since October, the start of the government’s fiscal year, far surpassing previous annual records. About 3,700 Romanians—most of them believed to be of the Roma ethnic minority—have crossed, nearly double the previous annual record. And so many migrants have been coming from Ecuador that for the past three months, they have eclipsed migrants from El Salvador, one of the three Central American countries at the center of the administration’s policy response."
}