{
    "url_original": "https://www.wsj.com/articles/haiti-earthquake-what-we-know-11629058445?mod=business_minor_pos4",
    "url": "haiti-earthquake-what-we-know-11629058445",
    "title": "What’s Happening in Haiti? Major Earthquake Kills and Injures Thousands",
    "sub_head": "Quake rocks country in political turmoil, leaving close to 2,200 dead, thousands more hurt",
    "category_1": "World",
    "time": "2021-08-19 07:13:00",
    "body": "A major earthquake struck Haiti early on Saturday, Aug. 14, destroying or damaging thousands of buildings, and leaving at least 2,189 people dead and thousands more injured or missing.<br />The magnitude-7.2 earthquake hit southern Haiti at 8:30 a.m. local time on Aug. 14. The epicenter of the quake was located about 7.5 miles from the southern town of Saint-Louis du Sud and 78 miles from the capital, Port-au-Prince, according to the U.S. Geological Survey. It had a depth of 6.2 miles.<br />Around 53,000 homes were destroyed and another 77,000 damaged in the quake, while 127 schools and 60 churches were knocked down or damaged, civil protection authorities reported. The port city of Les Cayes, which has a population of about 125,000, was among the hardest hit, and hospitals there were overwhelmed by the number of injured.<br />As of late Wednesday, fatalities from the disaster had risen to 2,189, most in the departments of Sud, Nippes and Grand’Anse, which occupy the western portion of the southern peninsula. More than 12,000 people were injured and 332 people reported missing.<br />Emergency aid has been flown into Haiti from a number of countries in the region including the U.S., Venezuela, Mexico, Chile, Colombia and the Dominican Republic, which occupies the eastern side of the Caribbean island it shares with Haiti, called Hispaniola. The U.S. Agency for International Development on Sunday sent a 65-member search and rescue team, along with tons of specialized equipment, to join its disaster-response team already in Haiti."
}