{
    "url_original": "https://www.wsj.com/articles/haiti-earthquake-turned-baptism-celebration-into-tragedy-11630329031",
    "url": "haiti-earthquake-turned-baptism-celebration-into-tragedy-11630329031",
    "title": "Haiti Earthquake Turned Baptism Celebration Into Tragedy",
    "sub_head": "Towns like Les Anglais are still largely cut off, and survivors sleep on the streets awaiting aid",
    "category_1": "World",
    "category_2": "Latin America",
    "time": "2021-08-30 09:10:00",
    "body": "It was supposed to be a joyous Saturday morning in the seaside Haitian farming village of Les Anglais, where 200 children dressed in white began to gather with their families at the Immaculate Conception Parish church for their baptism.<br />But half an hour before the ceremony was to begin, a powerful earthquake shook the earth. The church’s roof and its spire caved in. Mothers, grabbing their children, rushed for the exit, where they were trapped by a falling wall. Twenty-three people were crushed to death that day in the church, according to local officials, turning a celebration into a village tragedy.<br />“I heard people shouting, ‘Jesus, Lord, oh no! Why us?’ ” said Father Wilson Exantus André, the parish priest who was rushing to finish breakfast before presiding over the baptism when the quake struck at 8:29 a.m. on Aug. 14. “In a few seconds, everything changed to crying, desolation and sadness.”<br />Two weeks later, the people of Les Anglais say they are suffering a double tragedy: First, the church collapse plunged the town into grief, and now they are agonizing again because they have yet to receive much help from their government or foreign charities that are providing food, water and medicine to other earthquake victims.<br />“People are sleeping in the streets without a tent or a blanket,” said Exilé Rose Marie Point-du-Jour, the town’s mayor, in a telephone interview. About 90% of the seaside town of 46,000 people has been destroyed, she said. At least 44 people are dead, and another 17 are still missing."
}