{
    "url_original": "https://www.wsj.com/articles/hawaiis-treasured-time-warp-hotels-11628009322",
    "url": "hawaiis-treasured-time-warp-hotels-11628009322",
    "title": "Hawaii’s Treasured Time-Warp Hotels",
    "sub_head": "The Manago Hotel, on the Big Island, opened more a century ago and feels remarkably unchanged, down to the restaurant’s famous pork chops. Plus other beloved hotels on Maui and in Waikiki that evoke ‘Old Hawaii.’",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-379604?width=860&height=573",
    "image_1": "im-379604.jpg",
    "time": "2021-08-03 12:48:00",
    "body": "For the Time Capsule series, we spotlight a cherished restaurant, hotel or landmark that’s changed remarkably little over the years. This week, we visit the Manago Hotel in Hawaii.<br />In 1917, Kinzo Manago and his wife, Osame, immigrants from Fukuoka, Japan, borrowed $100 to buy a small, roadside house in South Kona on Hawaii Island. They divided it into two rooms: one for sleeping and the other for making and selling udon, bread, jam and coffee to stable workers and coffee pickers from nearby farms. The cafe and building expanded as the Managos’ business and family grew—soon, salesmen shuttling between Hilo and Kona asked to spend the night. Thus Manago Hotel was born, charging up to $1 a night for cots behind the restaurant and futons on the floor. By 1929, a building with 22 guest rooms had replaced the original home. And in the 1960s, a second, three-story wing behind the property was built. Eventually, travelers began traversing a lush courtyard garden and passing under red-corrugated awnings to the newer rooms, which take advantage of the hotel’s perch on the slopes of Mauna Loa with views down to Kealakekua Bay.<br />In 1983, grandson Dwight Manago walked away from a job at the ritzy Mauna Lani Bay Hotel to continue the family’s business and—at one point—tried to install TVs in each of the rooms. Regulars “fought back—they didn’t want change,” said his daughter Britney Manago, who now runs the hotel with her sister Taryn. “Hotel Manago reminds them of childhood and old Hawaii.” Heeding their father’s lesson, the sisters keep everything the same: You’ll find no TVs in the simple rooms and the most expensive (at $100 a night), built in honor of Kinzo and Osame, is furnished with tatami mats, shoji screens and an ofuro tub. The hotel’s restaurant, which Gourmet magazine deemed a legendary “must-visit,” is among the state’s oldest; apart from the prices, the letterboard menu tacked on the wall hasn’t changed for decades (everything’s still under $15). Locals return for the fried fish such as akule and opelu, and famous pork chops, cooked in a square cast-iron pan that’s rumored to be as old as the restaurant.<br />Three other old-guard Hawaiian hotels<br />On Maui, Lahaina’s Pioneer Inn—where Frank Sinatra and Spencer Tracy filmed “The Devil at 4 O’Clock”—dates to 1901. The Hawaiian Plantation exterior remains, while the rooms have been updated and Top Chef alum Lee Anne Wong recently rehauled the restaurant menu from about $200 a night, pioneerinnmaui.com)."
}