{
    "url_original": "https://www.wsj.com/articles/heinekens-usual-advantage-will-slow-its-recovery-11627912097?mod=markets_lead_pos10",
    "url": "heinekens-usual-advantage-will-slow-its-recovery-11627912097",
    "title": "Heineken’s Usual Advantage Will Slow Its Recovery",
    "sub_head": "Low vaccination rates in emerging markets are a drag for the world’s second-largest brewer",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-02 09:48:00",
    "body": "A big business in developing countries is normally a reason to buy  Heineken ’s  shares. For now, though, slow vaccination rollouts have taken the fizz out of some of the world’s most promising beer markets.<br />The second-largest brewer globally after  Anheuser-Busch InBev  said Monday that sales increased 14% in the six months through June, compared with the same period of last year. Revenue is still more than one-tenth below where it was in the first half of 2019.<br />One of the brewer’s profit drivers is making a comeback: Bars and restaurants are reopening in Europe, where Heineken sells a third of its total beer volumes. Operating profit in the region surged 360% in the half compared with the same period last year. However, it hasn’t returned to precrisis levels. Demand is still healthiest in supermarkets, where Heineken’s sales are less profitable than those made in bars.<br />A sluggish recovery in developing countries, which accounted for 54% of the company’s operating profits before the pandemic, is another reason why management doesn’t expect margins to recover fully this year. Some emerging markets are battling a fresh wave of Covid-19 infections. The company’s breweries are currently closed in Malaysia and parts of Vietnam are back under lockdown. In normal times, Asian beer markets are among Heineken’s fastest-growing and most lucrative.<br />Low vaccination rates mean demand may remain volatile for the rest of the year. Just 5.9% of Vietnam’s population has been inoculated compared with 57% in the U.S., based on numbers from Our World in Data. Sluggish growth in emerging markets will make the job of managing inflation that bit harder. The company’s revenues per hectoliter increased 5.5% in the first half, partly a reflection of price increases to offset higher input costs. This pressure will increase as hedges for commodities like barley roll off in the coming months."
}