{
    "url_original": "https://www.wsj.com/articles/hero-of-two-worlds-review-lafayette-american-revolution-11629475529?mod=opinion_major_pos12",
    "url": "hero-of-two-worlds-review-lafayette-american-revolution-11629475529",
    "title": "‘Hero of Two Worlds’ Review: Lafayette’s Crossing",
    "sub_head": "The freedom-loving Marquis de Lafayette tried to import the ideals of the American revolution to his native France.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "time": "2021-08-20 12:06:00",
    "body": "Most readers of The Wall Street Journal will recognize Lafayette by name. One of the few non-Americans counted among the heroes of the Revolution, dozens of American towns, counties and streets are named for him. But what of the niceties of the Marquis’s eventful life, spanning 1757 to 1834? Those who take up Mike Duncan’s comprehensive, birth-to-death biography will find this French-born nobleman, soldier and statesman to be a fascinating and paradoxical character. Fusing revolutionary energy with a tendency to seek moderation, even compromise, he was as extraordinary as the times in which he lived.<br />Mr. Duncan—famous for his podcasts “The History of Rome” and “Revolutions”—is the bestselling author of “The Storm Before the Storm: The Beginning of the End of the Roman Republic.” Now, in the three-part doorstopper “Hero of Two Worlds” he shows how a youthful, “restlessly defiant” Lafayette evolved into an even-tempered, moderate reformer, while always keeping true to his ideals. Lafayette early embraced the American Revolution (1776-83), later helped instigate the French Revolution (1789-99)  and, later yet, encouraged France’s July Revolution (1830). Given his half-century of wide-ranging, trans-Atlantic activities, it is not surprising that Lafayette’s contemporaries and modern historians alike offer widely differing assessments of a career that thwarts easy summation.<br />Part I (1757-86) introduces Lafayette’s French context and unpacks his formidable role in the American Revolution. Born at the Château de Chavaniac, in Auvergne, the infant aristocrat was baptized Marie-Joseph Paul Yves Roch Gilbert du Motier. Lafayette jested: “I was baptized like a Spaniard. But it was not my fault. And without pretending to deny myself the protection of Marie, Paul, Joseph, Roch and Yves, I more often called upon Saint Gilbert.” Independence would be Lafayette’s calling card, perhaps inevitably. When he was a toddler, his father died fighting in the Seven Years’ War. Lafayette’s only sibling, a younger sister, died too. With the death of his mother, in 1770, young Gilbert was orphaned, “left emotionally and psychologically alone in the world.” Still, resilient, he was commissioned an officer when 13. Great wealth helped too. Relocating to Versailles, he married into the powerful Noailles family and pursued a military career.<br />Mr. Duncan admits “it is hard to pin down the precise moment Lafayette latched on to the great ideas that animated the rest of his life: liberty, equality, and the rights of man.” By age 19, Lafayette had shed any “clumsy adolescence.” Having changed his coat-of-arms motto to “Cur Non” (“Why Not?”), in 1777 he sailed across the Atlantic seeking action in America’s War for Independence. Befriended by George Washington—the two maintained a lifelong friendship—he also “hit it off” with Alexander Hamilton, and others, like John Laurens and Thomas Jefferson.<br />Wounded at the Battle of Brandywine (September 1777)—“a musket ball shot clean through the fleshy muscle of his lower calf,” explains Mr. Duncan—the “legend of Lafayette, ‘the Hero of Two Worlds,’ was born.” In 1779 Lafayette was back in France, lobbying the American cause but itching to rejoin the battlefield. Soon, he again commanded American troops, including at the pivotal Siege of Yorktown (1781). America’s Revolutionary War concluded, Lafayette entered a “new phase of his life,” Mr. Duncan argues."
}