{
    "url_original": "https://www.wsj.com/articles/hertz-posts-higher-revenue-plans-to-relist-amid-travel-rebound-11628518964?mod=business_lead_pos6",
    "url": "hertz-posts-higher-revenue-plans-to-relist-amid-travel-rebound-11628518964",
    "title": "Hertz Posts Higher Revenue, Plans to Relist Amid Travel Rebound",
    "sub_head": "Car-rental company’s improved sales come as pandemic fears ease",
    "category_1": "Business",
    "time": "2021-08-09 14:37:00",
    "body": "Car-rental company  Hertz Global Holdings Inc.  said it plans to relist on a major stock exchange by the end of 2021 as its quarterly revenue surged amid a travel rebound.<br />For April through June, Hertz posted sales of $1.87 billion, growth of 62% compared with the first three months of the year. Sales remained significantly lower than pre-pandemic levels but marked a substantial recovery compared with last year’s spring quarter, when the pandemic brought much of leisure and business travel to a halt.<br />As vaccination campaigns helped ease the pandemic in the first half of this year, more people hit the road again. Meanwhile, automotive production challenges have squeezed all corners of the car market, raising prices for used cars and keeping rental fleets tight. For Hertz, demand has been resurgent and slim car-rental inventories industrywide boosted the company’s results, Chief Executive Paul Stone said.<br />“The rental-car industry was among the first to see signs of the rebound, as people felt more comfortable traveling in a rental car where they had more control over their experience,” Mr. Stone said Monday, adding that demand has remained steady despite the more recent rise in cases associated with the Delta variant.<br />The travel recovery has also improved the fortunes of other car-rental operators. Last week,  Avis Budget Group Inc.  posted an adjusted profit of $5.90 a share for its second quarter, rebounding from a similarly sized loss 12 months earlier. Turo Inc., a startup that runs a car-rental marketplace, said Monday that it has filed confidential paperwork for a coming IPO. Turo recently achieved its first-ever profitable quarter, the company told The Wall Street Journal in January."
}