{
    "url_original": "https://www.wsj.com/articles/high-speed-trading-firm-jump-to-execute-retail-investors-stock-trades-11628760601?mod=markets_lead_pos5",
    "url": "high-speed-trading-firm-jump-to-execute-retail-investors-stock-trades-11628760601",
    "title": "High-Speed Trading Firm Jump to Execute Retail Investors’ Stock Trades",
    "sub_head": "Plan for retail wholesaler business comes as meme-stock frenzy fuels surge in trading by individual investors",
    "category_1": "Finance",
    "time": "2021-08-12 05:30:00",
    "body": "Jump Trading Group, one of the world’s largest high-frequency trading firms, will launch a unit that executes stock orders for individual investors, a business that has grown more lucrative for electronic traders as meme-stock mania has fueled a surge in U.S. retail volumes.<br />Executives at Jump told The Wall Street Journal that the firm is setting up a so-called retail wholesaler business. Wholesalers fill buy and sell orders for the customers of online brokerages such as  Robinhood Markets Inc.  and TD Ameritrade.<br />Chicago-based Jump is a big player in global markets, despite its low profile and penchant for secrecy. The firm is active on futures, options and stock exchanges around the world and is a major trader of Treasurys and cryptocurrencies. It employs more than 900 people and has offices in the U.S., Europe and Asia.<br />Wholesalers generally make money by collecting a small spread between the buying and selling price of stocks, often just a fraction of a penny per share. Most are units of firms such as Citadel Securities or  Virtu Financial Inc.  that trade millions of shares each day.<br />Jump declined to provide the timing of the launch, saying it was still seeking regulatory approvals needed to operate the business. The firm decided several years ago to start a wholesaler, well before the recent trading frenzies in stocks such as  GameStop Corp.  and  AMC Entertainment Holdings Inc.,  the executives said."
}