{
    "url_original": "https://www.wsj.com/articles/hollywood-movies-flood-piracy-sites-hours-after-release-11629797400?mod=business_lead_pos5",
    "url": "hollywood-movies-flood-piracy-sites-hours-after-release-11629797400",
    "title": "Hollywood Movies Flood Piracy Sites Hours After Release",
    "sub_head": "Bootlegging and sharing high-quality digital copies of movies is easier than ever, as studios leaned harder into streaming during pandemic",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "time": "2021-08-24 05:30:00",
    "body": "Millions of people are watching high-quality, pirated online versions of Hollywood’s top movies sooner than ever after their releases, undermining potential ticket sales and subscriber growth as the industry embraces streaming.<br />Copies of several of the year’s most popular films, from “The Suicide Squad” and “Godzilla vs. Kong” to “Jungle Cruise” and “Black Widow,” shot up almost immediately after their premieres to the top of the most-downloaded charts on piracy websites such as the Pirate Bay and LimeTorrents, according to piracy-tracking organizations.<br />“Black Widow” was the most pirated movie world-wide for three consecutive weeks after its July 9 release, according to TorrentFreak, a site that monitors pirating activity, while copies of “Jungle Cruise” proliferated across the internet just hours after its digital premiere later that same month.<br />The speed of access to illegal, DVD-quality copies of new movies is a recent phenomenon. Previously, high-quality duplicates mostly hit piracy sites months after a film’s theatrical release. Sometimes poor-quality versions could be downloaded, but they were often created by people in theaters filming with camcorders or cellphones, and many deemed them unwatchable.<br />Piracy experts and theater executives say the proliferation of higher-quality illegal copies becoming available sooner threatens revenue that studios and streaming services could be collecting at box offices and by adding subscribers."
}