{
    "url_original": "https://www.wsj.com/articles/home-flipping-becomes-virtual-reality-11630321200?mod=business_minor_pos11",
    "url": "home-flipping-becomes-virtual-reality-11630321200",
    "title": "Home Flipping Becomes Virtual Reality",
    "sub_head": "IBuyer investors must ask whether scalability and sustainability are mutually exclusive—and, if so, which is more important",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-30 07:00:00",
    "body": "You can now sell your home online as quickly as you can sell a pair of shoes on eBay or Poshmark. But what is the return policy?<br />The pandemic bolstered already popular concepts like online shopping. But it also showed how more fringe applications could have mainstream use. We now know an entire workforce can function remotely, for example, though the risk to companies is that there are downstream costs to that convenience. A similar risk is increasingly being taken by online real-estate platforms using computerized algorithms to automate a nearly $2 trillion industry with just about 1% online penetration today. The question is whether fortune will favor the bold.<br />The concept of using technology to flip homes was initially met with skepticism. On top of the financial risk of holding a fortune in inventory on the balance sheet, there was the open question of whether consumers would trust such a process with their most valuable possessions. When  Zillow  announced it was going big on iBuying in 2019, roughly 90% of home buyers and sellers were still using an agent.<br />The pandemic seems to have dispelled some of those doubts as technology became a necessity rather than an option in many cases. In the end, things like virtual showings proved to be not only viable but often preferable, enabling consumers to avoid the hassle and cost of an open house.<br />After pausing their operations in the spring of last year, iBuyers have been on a buying spree, enabled by increasingly virtual capabilities. Offerpad, whose merger with a special-purpose acquisition company is expected to close this quarter, bought over 2,000 homes in the second quarter. Zillow said its home purchases more than doubled on a sequential basis in the second quarter, and  Redfin  said it bought 40% more homes in the second quarter than it did in all of 2020. Trumping them all, market leader  Opendoor  said it purchased more than 8,500 homes in the second quarter and ended the period with contracts to acquire 8,158 more, representing $3 billion in value."
}