{
    "url_original": "https://www.wsj.com/articles/homecoming-concert-nyc-central-park-bruce-springsteen-patti-smith-hurricane-henri-barry-manilow-jennifer-hudson-11629749036?mod=opinion_major_pos14",
    "url": "homecoming-concert-nyc-central-park-bruce-springsteen-patti-smith-hurricane-henri-barry-manilow-jennifer-hudson-11629749036",
    "title": "‘We Love NYC: The Homecoming Concert’ Review: Short-Circuited Celebration",
    "sub_head": "The Central Park concert was supposed to mark New York’s grand reopening following Covid-19, but lightning from Hurricane Henri meant that performers like Bruce Springsteen, Paul Simon, Patti Smith and the Killers never saw the stage.",
    "category_1": "Books & Arts",
    "category_2": "Music Review",
    "image_1_url": "https://images.wsj.net/im-389514?width=860&height=573",
    "image_1": "im-389514.jpg",
    "time": "2021-08-23 16:07:00",
    "body": "<br /><br />New York<br />Saturday’s “We Love NYC: The Homecoming Concert,” held on Central Park’s Great Lawn, was supposed to run until 10 p.m. but barely lasted until 7:30, shut down by a few flashes of lightning and an ensuing downpour courtesy of Hurricane Henri. The shortened evening meant no performances from headlining acts—Bruce Springsteen, Paul Simon, Patti Smith and the Killers among them—which was disappointing. But from one angle, it makes sense that an event commemorating the symbolic reopening of the city after the worst of the Covid-19 pandemic would end unpredictably. Each new milestone brings a new or unexpected complication, from the surge of the Delta variant to vaccine hesitancy to tangled debates about mask mandates.<br />General admission tickets were free and the approximately 60,000 attendees had to provide proof of vaccination. Presumably, many were seeing their first in-person concert in 18 months or more, and they were ready to be entertained and easy to please. Even the between-act interludes by DJ Cassidy, which included revered classics like Prince’s “1999” and far less revered songs like Starship’s “We Built This City” brought loud cheers and gyrations. CNN carried the entire show live."
}