{
    "url_original": "https://www.wsj.com/articles/home-builders-restock-their-shelves-11629824460?mod=business_minor_pos11",
    "url": "home-builders-restock-their-shelves-11629824460",
    "title": "Home Builders Restock Their Shelves",
    "sub_head": "The supply of American homes is finally increasing, but part of the reason for sluggish sales might just be their price",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-390312?width=860&height=573",
    "image_1": "im-390312.jpg",
    "time": "2021-08-24 13:01:00",
    "body": "Home builders sold some more new houses in the U.S. last month than they did in June. But the bigger news might be that builders have more houses to sell.<br />The Commerce Department on Tuesday reported that 708,000 new single-family homes were sold in July at a seasonally adjusted, annual rate—a bit more than the 700,000 that economists had forecast. Better still, June new-home sales were revised to 700,000 from the previously reported 676,000. That offers a hint that this year’s decline in new-home sales is starting to reverse itself.<br />One reason why might be that builders have begun putting more homes on the block. There were a seasonally adjusted 367,000 new homes on the market at the end of July, enough supply for 6.2 months of sales at last month’s rate, compared with 348,000 in June. That is important because last year’s rush for new homes severely depleted inventories. There were only 3.5 months-worth of supply last October, matching a record low previously seen in 2003.<br />The imbalance between supply and demand led many home builders to restrict sales in an effort to bring inventory levels up, and that might have been the major factor behind the weakening in sales this year. Difficulty obtaining both labor and materials has only made matters worse.<br />There is, however, a competing theory—that rising new-home prices, brought on in part by higher labor and materials costs, have put new homes out of reach for too many would-be buyers. This isn’t something that public home builders themselves have been saying—on recent earnings calls they have been emphasizing how strong demand has been instead—but that doesn’t mean it can’t be partly true."
}