{
    "url_original": "https://www.wsj.com/articles/honest-communication-in-the-age-of-ghosting-11630070801?mod=life_work_minor_pos4",
    "url": "honest-communication-in-the-age-of-ghosting-11630070801",
    "title": "Honest Communication in the Age of Ghosting",
    "sub_head": "It can be awkward to deliver a rejection, but job applicants and potential dates deserve the courtesy of certainty.",
    "category_1": "Life & Work",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-391776?width=860&height=860",
    "image_1": "im-391776.jpg",
    "time": "2021-08-27 09:26:00",
    "body": "Hate wondering and waiting? We all do. That’s why it’s important to let people in your personal and professional life know when to expect to hear from you, and also to say what you mean, clearly and kindly, even when it isn’t what they want to hear. As a clinical psychologist, I’ve seen that many people find the prospect of disappointing someone so cringeworthy that they prefer to skip a potentially awkward exchange and just disappear—a practice popularly known as “ghosting.”<br />A 2021 survey of 500 job seekers and 500 employers by the employment website Indeed found that 77% of candidates had experienced ghosting from prospective employers, while 28% of candidates acknowledged doing the ghosting themselves. When it comes to personal relationships, a survey of more than 500 people published in the Journal of Social and Personal Relationships in 2018 found that 25% of respondents had been ghosted by someone they were dating, and 38% by a friend.<br />Though my clients often find it uncomfortable to deliver bad news, I encourage them to offer others the courtesy of certainty. Studies show that being left hanging or obsessing over mixed messages—when someone gives you reason to hope, then pulls away, known as “breadcrumbing”—decreases life satisfaction and fuels loneliness more profoundly than disappearing completely. Your job as a compassionate human being is to “Give people predictability,” explains Dr. Robert Sutton, who teaches organizational behavior at Stanford Graduate School of Business and is the author of “The No Asshole Rule: Building a Civilized Workplace and Surviving One That Isn’t.”<br />When someone we know morphs from attentive to aloof without explanation, it’s disconcerting and maddening. In a famous experiment in the 1970s, psychologist Edward Tronick of the University of Massachusetts Boston studied what happens when mothers warmly engage with their babies and then suddenly withdraw. The children became palpably distraught, illustrating how human beings innately crave validation. Whatever your age, it’s normal to want responsiveness.<br />That’s why learning to say no with kindness is something we all need to practice. Though you don’t need to formally break up with someone after one meeting or reply to every message you receive on LinkedIn, “If someone you’ve engaged with contacts you, you have to respond,” says Dr. Guy Winch, a clinical psychologist and co-host of the podcast “Dear Therapists.” While at times you can’t help having to disappoint someone, reaching out promptly and offering compassion eases the sting."
}