{
    "url_original": "https://www.wsj.com/articles/hong-kong-cuts-ties-with-teachers-union-saying-it-incited-protests-11627805747?mod=world_major_2_pos4",
    "url": "hong-kong-cuts-ties-with-teachers-union-saying-it-incited-protests-11627805747",
    "title": "Hong Kong Cuts Ties With Teachers Union, Saying It Incited Protests",
    "sub_head": "Move comes after Chinese state media called for the Hong Kong Professional Teachers’ Union to be eradicated",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-378584?width=860&height=573",
    "image_1": "im-378584.jpg",
    "time": "2021-08-01 04:15:00",
    "body": "HONG KONG—Authorities in Hong Kong said they would cut ties with the city’s largest teacher’s union, in the latest attempt to change an education system that Beijing blamed for fueling social unrest and dissent among students.<br />The move came after two of China’s state-media outlets called on Saturday for the Hong Kong Professional Teachers’ Union to be eradicated, saying it was a “malignant tumor” that had acted as a political organization inciting riots in the city.<br />Hours later, Hong Kong’s Education Bureau said it would no longer recognize the union, which has around 95,000 members, and cease meeting its representatives or hearing concerns it raised. The bureau accused the union of engaging in political propaganda under the guise of an education organization, saying it had urged teachers to launch class boycotts and incited students to join “violent and unlawful activities” during the widespread 2019 protests.<br />In response, the union said in two statements on Saturday that it didn’t incite student protests and has opposed separatism since its foundation more than four decades ago. Hong Kong’s education bureau had already significantly reduced its meetings with the union in recent years, the union said, adding that the full termination of ties would be a loss for the teaching industry.<br />Using similar language, Xinhua News Agency and the People’s Daily called on Saturday for an investigation into the union’s role in inciting unrest in Hong Kong, even though the union had already distanced itself from two groups that have been accused by Beijing of violating the national security law."
}