{
    "url_original": "https://www.wsj.com/articles/honoring-the-past-with-art-and-tears-11628272230",
    "url": "honoring-the-past-with-art-and-tears-11628272230",
    "title": "Honoring the Past With Art And Tears",
    "sub_head": "With a style of ‘weeping realism’ often based on photos, California-based Hung Liu evokes the crucible of China’s Cultural Revolution",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-380111?width=700&height=462",
    "image_1": "im-380111.jpg",
    "time": "2021-08-06 13:50:00",
    "body": "As a teenager in 1960s China, Hung Liu knew that family photos could be dangerous. During the Cultural Revolution, having an elite or educated family background could lead to prison, and Ms. Liu was the granddaughter of a scholar; worse, her father had fought against the Communists. So family members saved a handful of pictures and burned the rest. Diaries, too, went up in smoke.<br />No wonder that throughout her career as an artist, Ms. Liu, 73, has been drawn to vintage photos as subjects. Her large new exhibition, “Hung Liu: Portraits of Promised Lands,” which opens Aug. 27 at the National Portrait Gallery in Washington, D.C., includes works in several styles that span her career. There are early landscapes recalling Cézanne or Pissarro, which she painted in secret to hide them from Communist censors, and a 2006 mural of cranes in flight at the Oakland, Calif., airport, reminiscent of stained glass. But it’s Ms Liu’s unusual portraits based on photographs, often elegiac and marked by deliberate streaks veiling parts of the image, that are the heart of the exhibition.<br />“Father’s Day” (1994) draws on a photo taken during the artist’s visit to her father at a rural labor camp, trimming the canvas to the outline of the two subjects so that it almost pops out of the wall, and deftly balancing the off-center figures with a fragment of antique wooden architecture. Ms. Liu says the painting evokes the fragmentation of Chinese culture she has experienced. After years of Communist-mandated “re-education” in the countryside, she studied art at a leading school in Beijing. But she was determined to leave the country, and after years of delays in obtaining a passport, in 1984 she went to study art at the University of California, San Diego. She was in her mid-30s and arrived with about $20 in her pocket.<br />An early painting shows that, despite everything, Ms. Liu retained a sly sense of humor. In “Resident Alien” (1988) she turned her green card into a 5 foot-by-7½ foot painting, with a few pointed alterations: Her name became “Fortune Cookie,” while she changed her birth date from 1948 to 1984, evoking both the year she came to America and Orwellian bureaucracies. For the picture of herself on the card, Ms. Liu used the skills she had acquired studying socialist realism in art school.<br />Ms. Liu began experimenting with linseed oil, first using thicker layers of paint and then washing the canvas with the oil, which takes longer to dry and naturally drips. The linseed streaks “become reminders of the passage of time. They add a layer of empathy. They create emotion,” says exhibition curator Dorothy Moss. On Ms. Liu’s website, the style is called ”weeping realism,” and she often uses it for portraits based on vintage photographs."
}