{
    "url_original": "https://www.wsj.com/articles/horton-hears-a-boom-11629716400?mod=markets_major_pos1",
    "url": "horton-hears-a-boom-11629716400",
    "title": "Horton Hears a Boom",
    "sub_head": "America’s largest home builder can capitalize on most promising part of a thriving market",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-389046?width=860&height=573",
    "image_1": "im-389046.jpg",
    "time": "2021-08-23 07:00:00",
    "body": "This column is part of the Heard on the Street stock-picking contest. You’re invited to play along with us here.<br />Investors who think  D.R. Horton ’s  good fortunes can’t continue might need to stop worrying and learn to love the boom.<br />As the nation’s largest home builder, D.R. Horton has been well-placed to benefit from the wave of homebuying the pandemic set into motion. Operating in 30 states, it is an active builder in many of the suburban communities that people have been flocking to. Moreover, nearly one-third of the houses it builds come from its Express Homes division, which is aimed at first-home buyers such as the many members of the millennial generation who are now making the plunge.<br />This has been good for shares of D.R. Horton, which, though below the record they hit this spring, are about 50% above where they were before Covid-19 concerns hit the stock market in February 2020. One consequence is that D.R. Horton’s shares don’t look particularly cheap: They now trade at 2.5 times trailing book value, according to FactSet, which is about as expensive as they have been since the housing bust.<br />A further concern is that across the industry, the pace of sales has slowed in recent months, with the number of new single-family homes sold in the U.S. down 14% in the second quarter from the first, according to the Commerce Department, even though the second quarter encompasses the typically busy spring selling season. In its fiscal quarter ended June 30, D.R. Horton reported new orders for 17,952 homes, down from 27,059 in the previous quarter."
}