{
    "url_original": "https://www.wsj.com/articles/hostage-to-the-taliban-joe-biden-lloyd-austin-mark-milley-11629323032?mod=opinion_lead_pos1",
    "url": "hostage-to-the-taliban-joe-biden-lloyd-austin-mark-milley-11629323032",
    "title": "The U.S. Is Hostage to the Taliban",
    "sub_head": "The Kabul evacuation is hampered by too few U.S. troops and Biden’s arbitrary Aug. 31 deadline.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-18 18:37:00",
    "body": "The Taliban haven’t formally taken any Americans captive in Afghanistan, at least not yet, but it’s clear that the jihadists already have the Biden Administration as a political hostage. That was obvious from Wednesday’s briefing at the Pentagon, where the Secretary of Defense and Chairman of the Joint Chiefs of Staff admitted they lack the military resources and political mandate to ensure that every American is evacuated amid the Taliban control of Kabul.<br />There was no lack of determination to do so on the part of Secretary Lloyd Austin and Gen. Mark Milley, both of whom fought in Afghanistan. One or the other said more than once that they view their mission as getting out “all American citizens” who want to leave the country now in Taliban hands.<br />The problem is the U.S. military now controls only the Hamid Karzai International Airport (HKIA) with about 4,500 troops. Americans, foreign nationals and some Afghans who manage to make it to the airport are able to board flights to depart. But Americans and Afghans are on their own in trying to make it to the airport, which means getting past multiple Taliban checkpoints in the city and surrounding the airport perimeter.<br />Mr. Austin said that, so far, the Taliban are allowing U.S. citizens who have passports to get through. But the Taliban are not letting most Afghans through, and many who are trying are beaten and who knows what else. Many Americans and Afghan allies are also spread around the country and will have to find a way to get to the airport.<br />Pressed by reporters on whether the military could leave the airport and get Americans, or extend the airport perimeter, or create a safe-passage corridor from Kabul, Mr. Austin said he couldn’t do any of those and keep the airport secure. That means he’s also depending on the goodwill of the Taliban to let our people and our allies go."
}