{
    "url_original": "https://www.wsj.com/articles/hotelplanner-reservations-com-near-deal-to-merge-and-go-public-11628568060?mod=markets_minor_pos7",
    "url": "hotelplanner-reservations-com-near-deal-to-merge-and-go-public-11628568060",
    "title": "HotelPlanner, Reservations.com Near Deal to Merge and Go Public",
    "sub_head": "Online travel booking companies would combine with blank-check firm, be valued around $685 million",
    "category_1": "Deals",
    "image_1_url": "https://images.wsj.net/im-382013?width=860&height=573",
    "image_1": "im-382013.jpg",
    "time": "2021-08-10 12:01:00",
    "body": "HotelPlanner and Reservations.com are nearing a deal to merge and go public through a special-purpose acquisition company, people familiar with the matter said.<br />The combined online travel-booking firm, which would still be called HotelPlanner, would be valued at about $685 million while combining with the SPAC  Astrea Acquisition Corp. , the people said. The merger could be announced as soon as this week.<br />The talks come as online travel companies cope with last year’s decline in demand due to the coronavirus pandemic and amid concerns that the Delta variant could halt this year’s rebound. HotelPlanner—which already owns the business-focused site Meetings.com—expects to post record sales this year that top 2019’s figure, the people said. The combined company projects roughly $170 million in revenue next year.<br />Smaller than many of its competitors, HotelPlanner hopes to sell public investors on its growth potential, discounted group rates and what it terms a gig customer-service system in which independent workers around the world do short-term work for the company, the people said.<br />HotelPlanner, founded in 2004, would be expected to use some of the money held by the SPAC to cover transaction costs and compensate existing investors in the combined company who are selling a small portion of their stakes, the people said. Current investors are still expected to own most of the company, which would be expected to have about $105 million left over in cash proceeds."
}