{
    "url_original": "https://www.wsj.com/articles/house-set-to-pass-john-lewis-bill-in-latest-voting-push-11629823776?mod=politics_lead_pos3",
    "url": "house-set-to-pass-john-lewis-bill-in-latest-voting-push-11629823776",
    "title": "House Set to Pass John Lewis Bill in Latest Voting Push",
    "sub_head": "Democrats’ legislation aims to protect minority voters’ access to polls as states roll out new laws",
    "category_1": "Politics",
    "time": "2021-08-24 15:42:00",
    "body": "WASHINGTON—The House was set to pass legislation later Tuesday to give the federal government new power over states’ voting procedures, a change Democrats say is needed to protect the political power of minority voters.<br />The bill, which faces a difficult path to advance in the Senate, marks the second time this year that the Democratic-controlled House has moved to challenge states’ control over their own rules, a push that Republicans criticize as federal overreach. A measure that cleared the House in March before stalling in the Senate touched almost every aspect of the elections process, including loosening voter ID requirements and mandating that states allow people to vote by mail or on an absentee basis for any reason.<br />Democrats are pushing the new bill in order to give the federal government power to oversee state voting procedures after a pair of Supreme Court rulings weakened the 1965 Voting Rights Act, a multipronged law that gave Washington control over changes to voting rules in states with a history of racial discrimination. The bill is named for John Lewis, the late Georgia congressman and civil-rights leader whose beating by Alabama troopers helped spur passage of the original Voting Rights Act.<br />An earlier version of the John Lewis bill drew the support of just one Republican, Sen. Lisa Murkowski of Alaska, making its passage unlikely. The separate bill that stalled in the Senate, the For the People Act, drew no Republican support. Both would need at least 10 Republican votes to advance in the 50-50 Senate.<br />The John Lewis bill would require all states to win federal approval before making certain changes to voting procedures, such as imposing stricter voter ID requirements, or reducing the number of polling locations in a diverse jurisdiction in terms of racial or language groups."
}