{
    "url_original": "https://www.wsj.com/articles/house-committee-makes-broad-request-for-documents-related-to-capitol-riot-11629924890?mod=business_minor_pos6",
    "url": "house-committee-makes-broad-request-for-documents-related-to-capitol-riot-11629924890",
    "title": "House Committee Makes Broad Request for Documents Related to Capitol Riot",
    "sub_head": "Select committee probing Jan. 6 attack seeks archived documents and communications from White House and wide array of federal agencies",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-391252?width=860&height=573",
    "image_1": "im-391252.jpg",
    "time": "2021-08-25 16:54:00",
    "body": "WASHINGTON—The House select committee investigating the Jan. 6 attack on the U.S. Capitol sent a wide-ranging records request on Wednesday to agencies across the federal government.<br />Rep. Bennie Thompson (D., Miss.), the committee’s chairman, released its first round of requests to federal agencies, seeking details of communications within the Trump administration and with outsiders in the days leading up to Jan. 6 and on the day of the Capitol riot.<br />“Our Constitution provides for a peaceful transfer of power, and this investigation seeks to evaluate threats to that process, identify lessons learned, and recommend laws, policies, procedures, rules, or regulations necessary to protect our Republic in the future,” Mr. Thompson wrote in a letter to U.S. Archivist David Ferriero.<br />The attack by a crowd of supporters of former President Donald Trump halted for several hours lawmakers’ certification of President Biden’s electoral victory, resulted in damage to the Capitol and injuries to about 140 Capitol and D.C. police officers while defending Congress on Jan. 6, according to a bipartisan Senate report released in June. One Capitol Police officer who was sprayed with a chemical substance during the attack died the following day of natural causes, according to the District of Columbia medical examiner.<br />Four law-enforcement officers who responded to the attack have since died by suicide."
}