{
    "url_original": "https://www.wsj.com/articles/house-democratic-leaders-move-to-get-centrists-on-board-ahead-of-key-vote-11629820709?mod=politics_lead_pos1",
    "url": "house-democratic-leaders-move-to-get-centrists-on-board-ahead-of-key-vote-11629820709",
    "title": "House Passes $3.5 Trillion Budget Blueprint, Sets Deadline for Infrastructure Bill",
    "sub_head": "Procedural vote to advance Biden agenda comes after standoff between centrist Democrats, party leaders",
    "category_1": "Politics",
    "time": "2021-08-24 16:40:00",
    "body": "WASHINGTON—The House narrowly passed a measure Tuesday approving a $3.5 trillion budget blueprint and locking in a late September vote on a roughly $1 trillion infrastructure bill, ending a standoff between a group of centrist Democrats and their leaders over the party’s legislative agenda.<br />The final agreement, approved in a 220-212 vote, kept Democrats moving forward with President Biden’s legislative ambitions and defused the latest flare-up with the party’s centrist wing. It also marked a shift in party leaders’ stated strategy in sequencing the infrastructure and budget bills, which could now come up for votes weeks apart in the House. That could diminish liberals’ leverage in the coming negotiations unless lawmakers can complete the budget package before the infrastructure deadline.<br />The budget framework’s passage in the House officially unlocks a process that will allow Democrats to pass a sprawling package of healthcare, education and climate provisions in the Senate without GOP support, so long as they retain the support of all 50 senators in the Democratic caucus. The Senate passed the same budget blueprint earlier this month, and lawmakers are already working on drafting detailed legislation.<br />The deal in the House completed Tuesday reflected some concessions from both House Speaker Nancy Pelosi (D., Calif.) and the group of 10 centrist Democrats. The centrists had balked at approving the budget framework and called for the House to vote immediately on the infrastructure bill, which has already passed the Senate. Mrs. Pelosi avoided an embarrassing defeat on the House floor that could have snarled Mr. Biden’s agenda. Democratic leaders can afford no more than three defections on bills opposed by all Republicans.<br />“I am committing to pass the bipartisan infrastructure bill by September 27,” Mrs. Pelosi said Tuesday afternoon. “I do so with a commitment to rally House Democratic support for its passage.”"
}