{
    "url_original": "https://www.wsj.com/articles/house-democrats-entitled-to-some-trump-tax-accounting-records-judge-rules-11628701443?mod=politics_lead_pos6",
    "url": "house-democrats-entitled-to-some-trump-tax-accounting-records-judge-rules-11628701443",
    "title": "House Democrats Entitled to Some Trump Tax Accounting Records, Judge Rules",
    "sub_head": "Decision follows 2020 Supreme Court ruling that ordered more scrutiny of congressional subpoena",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-383920?width=860&height=573",
    "image_1": "im-383920.jpg",
    "time": "2021-08-11 16:35:00",
    "body": "WASHINGTON—A House committee is entitled to some—but not all—of former President Donald Trump’s financial and tax records that it sought from his accounting firm, a federal judge ruled Wednesday.<br />U.S. District Judge Amit Mehta in Washington, D.C., said the House Oversight Committee had a valid basis for some of the documents it was seeking from Mr. Trump’s accounting firm, Mazars USA LLP, though he limited the scope and time frame of the materials lawmakers could obtain.<br />The decision is the latest in a long-running legal battle that began after the committee, investigating ethics issues in the executive branch, issued a subpoena to the firm in 2019 for eight years of financial records related to Mr. Trump, his real-estate company, his foundation and other entities belonging to the president.<br />The Supreme Court last year said the lower courts were too quick to side with House committees seeking records from the president’s accountants and bankers. Judge Mehta’s ruling Wednesday sought to apply the new legal standards announced by the high court.<br />The judge, an appointee of former President Barack Obama, said the Oversight Committee was on solid legal ground in seeking Trump financial records for two purposes: oversight of a federal government lease agreement for the property occupied by the Trump International Hotel in downtown Washington, and investigating whether Mr. Trump and his businesses improperly profited from his time in the White House."
}