{
    "url_original": "https://www.wsj.com/articles/how-tight-is-too-tight-why-bachelorette-stars-and-gym-rats-wear-ultra-slim-suits-11629127144?mod=life_work_lead_pos2",
    "url": "how-tight-is-too-tight-why-bachelorette-stars-and-gym-rats-wear-ultra-slim-suits-11629127144",
    "title": "How Tight Is Too Tight? Why ‘Bachelorette’ Stars and Gym Rats Wear Ultra-Slim Suits",
    "sub_head": "Even as high fashion brands like Louis Vuitton and Celine move toward a more oversize silhouette, the so-called ‘wetsuit fit’ still appeals to many men",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-386055?width=860&height=573",
    "image_1": "im-386055.jpg",
    "time": "2021-08-16 11:19:00",
    "body": "A couple of years ago, my fiancée got me hooked on ABC’s “The Bachelor” franchise. I think she regrets that decision now. I must spend 99% of the time we spend watching each episode yelling, “Look at how tight his suit is!” I can’t help it. Without fail, the sturdy bachelors on the schmaltzy reality competition wear pants that are a half-centimeter shy of leggings and sport coats cut for a child’s frame. I’m not the only one decrying the trend: Each season, members of the show’s robust  Twitter  fanbase sling fiery tweets about the cast’s skinny pants.<br />These shrunken, muscle-squeezing suits are out of whack with the current fashion landscape. In the past year, labels like  Louis Vuitton ,  Marni and Ermenegildo Zegna have shown decidedly relaxed tailoring on the runway. For its +J line made in collaboration with German designer Jil Sander, mass retailer Uniqlo offers a relaxed “comfort”-fit sport coat as well as an oversized blazer and roomy pleated trousers. And even Hedi Slimane, the French designer who kicked off the slim-suit trend in the late 2000s and is now the creative director at Celine, recently introduced jeans as widely cut as the radically roomy denim from the brand JNCO.<br />And yet on reality shows—both long-running ones like “The Bachelor” and newcomers like  Netflix ’s  “Love is Blind” or “Dating Around”—men wear vise-like suits that must be cutting off their air circulation.  On many shows, contestants wear their own clothes (there are exceptions: “The Bachelor” has a stylist that works with the star of the show) and so shrunken suits could be read as the result of self-perpetuating conformity, with each next batch of contestants aping the last season’s slim standard. Athletes, too, often prefer the shrunken look. Over on ESPN, one can witness basketball and football players arriving at their games in vacuum-sealed pants that could conceivably double as compression socks.<br />For competitive bachelors, athletes and average folks who just like to stay fit, the uber-slim suit spotlights the results of hours spent in the gym. According to Dean Handspiker, the vice president of retail at Vancouver-based suit maker Indochino, it’s athletic guys eager to show off their laboriously sculpted bodies who buy the brand’s most aggressively narrow suits. Mr. Handspiker refers to this hyperslim look as “the wetsuit fit”—a style that leaves little to the imagination.<br />David Scott, 28, a tech salesperson in Nashville and contestant on the latest season of “The Bachelorette,” said he likes his clothes “a little bit more fitted” to showcase the fruits of his fitness efforts. To make a good impression in the show’s all-important first episode, Mr. Scott asked his tailor for “a tight fit” on his dark-blue suit. But when he got out of the limo to meet Katie Thurston, this season’s bachelorette, his pants were so taut they stuck to his calves, the hems riding as high as they had while he was seated. Mr. Scott said he was ok with showing a little ankle, but he did not expect his pants to become accidental capris."
}