{
    "url_original": "https://www.wsj.com/articles/how-mixing-hurricanes-with-low-rates-impacts-insurers-11630350607?mod=business_minor_pos11",
    "url": "how-mixing-hurricanes-with-low-rates-impacts-insurers-11630350607",
    "title": "How Mixing Hurricanes With Low Rates Impacts Insurers",
    "sub_head": "Reinsurers may be limited in how much they can use pricing to protect themselves from losses",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-30 15:10:00",
    "body": "Hurricane Ida is certainly going to be a big insurance event. What that means for investors has a lot to do with interest rates, too.<br />Some early general estimates for Ida’s potential insured damage toll have so far been in the range of around $10 billion to $25 billion. That would make it potentially one of the worst U.S. natural catastrophe loss events of recent years. But a good amount of the loss burden in Louisiana would likely fall to reinsurers, which primary home and auto insurers use to cover their own exposures beyond a certain point.<br />If more formal loss estimates move toward the higher end of the early ranges, reinsurers may become relatively more exposed, while many primary insurers’ losses might increase by a smaller degree. Morgan Stanley analysts noted that catastrophe losses already incurred in the first half of 2021, such as due to Winter Storm Uri, also mean that those primary-insurance coverage levels might be hit sooner than otherwise.<br />Shares of reinsurers such as  Everest Re Group  and  RenaissanceRe Holdings  and Munich Reinsurance are down more than 2% over the past week in anticipation of storms, even as financials overall have rallied. Analysts at Wells Fargo estimated in a note that if Ida does $17.5 billion of damage, it would cost more than a quarter’s worth of earnings for reinsurers they cover, but only roughly one-third of expected third-quarter earnings for primary insurers.<br />Already, reinsurance stocks have mostly underperformed other insurers so far in 2021. Many commercial property-and-casualty insurers have navigated Covid-19 with losses lighter than feared so far, yet have been able to largely keep pushing rates higher. But there is some rising pressure on recent positive pricing trends for reinsurers, according to industry reviews. A report by brokerage Willis  Towers Watson  in July said that in the reinsurance market “there are increasing signs of capacity supply outweighing demand.”"
}