{
    "url_original": "https://www.wsj.com/articles/how-a-video-resume-can-get-you-hired-in-the-covid-19-job-market-11629457200?mod=life_work_lead_pos2",
    "url": "how-a-video-resume-can-get-you-hired-in-the-covid-19-job-market-11629457200",
    "title": "How a Video Résumé Can Get You Hired in the Covid-19 Job Market",
    "sub_head": "Young professionals and new graduates are gravitating to visual résumés. Here are the types of employers scouting video talent on TikTok and LinkedIn.",
    "category_1": "Business",
    "category_2": "Management",
    "time": "2021-08-20 07:00:00",
    "body": "Video résumés are fast becoming the new cover letter for a certain breed of young creatives. Some, like Jay Beech, are even landing jobs with them.<br />When the 26-year-old Londoner lost his job in May, he turned to a format and a platform that he had become well-acquainted with during the pandemic: short-form video on TikTok. Strutting in a fur coat and white-heeled boots, he made a musical appeal to hiring managers set to the tune of “I’m Coming Out” by Diana Ross: “I can create content…and pay my bloody rent,” he crooned.<br />It worked. In addition to his homage to disco, Mr. Beech also made a straightforward, professional accounting of his skills in a separate video shared to his LinkedIn profile. Within weeks, he was hired as a marketing creative for Crowdfunder UK, the digital fundraising platform. The company credits the videos with catching its attention.<br />Video résumés have proliferated this year, as TikTok and LinkedIn launched special visual platforms to connect job candidates with hundreds of companies and recruiters. The style of such videos range from lighthearted and unconventional to straightforward elevator pitches to a potential boss. Some, like Mr. Beech’s, are elaborately scripted performances, while others look and sound like a written résumé read aloud, selfie-style, to a cellphone camera—recounting an alma mater, job experience and ideal role.<br />“They all saw it and they knew exactly who I was,” Mr. Beech said of the reaction to his video résumés. “I have tattoos, I have a very out-there look and I have a bold personality that I want to bring to the office with me, and I don’t want to join a job where those traits of mine aren’t accepted.”"
}