{
    "url_original": "https://www.wsj.com/articles/how-often-should-you-shower-celebrities-ignite-a-ferocious-debate-11630152001?mod=life_work_lead_pos2",
    "url": "how-often-should-you-shower-celebrities-ignite-a-ferocious-debate-11630152001",
    "title": "How Often Should You Shower? Celebrities Ignite a Ferocious Debate",
    "sub_head": "Hollywood types including Jake Gyllenhaal, Mila Kunis, Ashton Kutcher and Dax Shepard take a lax approach to hygiene, stoking a contentious uproar on how often one should bathe. It mirrors a similar discord in the medical community, and among everyday people.",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-391434?width=860&height=573",
    "image_1": "im-391434.jpg",
    "time": "2021-08-28 08:00:00",
    "body": "Off Brand is a column that delves into trends in fashion and beauty.<br />SHOWERING WASN’T really a thing in 18th-century France. There weren’t showers, for one. Clean water was scarce. To contemporary sensibilities, the pre-revolutionary French probably could have used at least a rinse. Especially since public sanitation was rudimentary and the streets held sewage runoff. In Patrick Süskind’s 1985 historical novel “Perfume,” he describes this period as foul: “...There reigned in the cities a stench barely conceivable to us modern men and women.”<br />But the French did their own version of a daily toilette. Many doused themselves in cologne and changed into a fresh linen shirt. At the other extreme, first-century Romans bathed for multiple hours a day in large groups (albeit without soap). In many places in the world, including parts of India, the local watering hole or river is still the spot to clean one’s body—and clothes, and dishes. As Katherine Ashenburg wrote in her 2008 historical account of bathing, “The Dirt on Clean,” “Even more than in the eye or the nose, cleanliness exists in the mind of the beholder.”<br />That perspective might be good to keep in mind for those engaged in the current online debate over showering. This month, the endearingly scruffy actor Jake Gyllenhaal gave a freewheeling interview to “Vanity Fair” in which he said he finds bathing “less necessary.” He continued, “I do also think that there’s a whole world of not bathing that is also really helpful for skin maintenance, and [our bodies] naturally clean [themselves].” (He also said that he is “baffled that loofahs come from nature.”)<br />That “world of not bathing” appears to be located right around the axis of Hollywood, given the number of celebrities that have chimed in on their own philosophies of hygiene. On an appearance on Dax Shepard’s “Armchair Expert” podcast this summer, actors Ashton Kutcher and Mila Kunis described their laissez-faire approach to bathing themselves and their kids. Mr. Kutcher said, “I wash my armpits and my crotch daily, and nothing else ever.” When it comes to the kids, he said, “If you can see the dirt on ‘em, clean ‘em, otherwise there’s no point.” After the subject exploded on Twitter, Dwayne “the Rock” Johnson weighed in on the opposite end of the spectrum, saying he showered three times a day. These celebrities declined to comment further on the topic for this column."
}