{
    "url_original": "https://www.wsj.com/articles/how-a-cluttered-townhouse-became-a-soothing-oasis-thanks-to-interior-design-11630433804?mod=life_work_lead_pos2",
    "url": "how-a-cluttered-townhouse-became-a-soothing-oasis-thanks-to-interior-design-11630433804",
    "title": "How a Cluttered Townhouse Became a Soothing Oasis Thanks to Interior Design",
    "sub_head": "Design pro Mike Rupp turned a Manhattan house packed with decades of collecting and chaotic decorating into a quietly distinctive home. His secret weapon? Pale blue.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-393450?width=860&height=573",
    "image_1": "im-393450.jpg",
    "time": "2021-08-31 14:16:00",
    "body": "WHEN INTERIOR DESIGNER Mike Rupp accepted the task of revamping an 1843 Greek Revival townhouse in New York’s Gramercy neighborhood, he knew it wouldn’t be a walk in the park. Decades of decoration by the client herself had yielded a cluttered, directionless space filled with traditional, oversize furniture in clashing colors and patterns. “Things were out of scale with the space, and colors didn’t harmonize,” said Mr. Rupp.<br />The collections the client and her husband had amassed added to the hodgepodge: art from travels to Africa and copious greyhound figurines inspired by their rescues of the oft-forsaken breed. The surfeit of stuff made visitors feel a bit like children in a preciously decorated house. “They’re not formal people,” Mr. Rupp said of the couple. “They’re casual and warmhearted and wanted guests to feel the same way.”<br />He introduced his client to the pared-back but handcrafted side of 20th-century modernism through artists and designers like Pierre Jeanneret, George Nakashima and Paul R. Evans. Sumptuous textures and a tight palette of blue and green pastels and neutrals further warmed the home, tying together 20th-century furniture, 19th-century architecture and many styles of art. “Don’t be afraid to surround yourself with color,” said Mr. Rupp, “but it doesn’t have to be poppy, bold and aggressive.”<br />The second-floor parlor comprises a living and dining area, whose walls are clad in a nearly neutral pale blue paint, Whispering Spring from Benjamin Moore. In the dining space, Mr. Rupp upholstered the Wegner chairs that surround a walnut Nakashima table in a leather of a similarly muted blue. The black shades of the midcentury-styled chandelier visually connect to the shapes in a triptych by British artist Lisa Giles, and a geometrically patterned carved-wool rug with blue in the ground unifies the two rooms and “invites guests to get comfortable” on the carpet’s high pile.<br />The client fell for the furniture of Pierre Jeanneret during the design process—so much so that Mr. Rupp had to “put his foot down” to prevent her from buying too much—and so he took care to put a piece in the bathroom. “I wanted her to start her day with a piece that makes her happy,” he said. The biggest bathroom-design mistake? “Denying the space of [one’s] personality,” he said. “You don’t want to make it like a hotel bathroom.” Here, he added a Tuareg mat and the same paint as the parlor’s."
}