{
    "url_original": "https://www.wsj.com/articles/how-the-mountains-grew-review-roots-of-fire-11628868162",
    "url": "how-the-mountains-grew-review-roots-of-fire-11628868162",
    "title": "‘How the Mountains Grew’ Review: Roots of Fire",
    "sub_head": "A look back into deep time reveals an American landscape of upheaval and transformation.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-384560?width=860&height=573",
    "image_1": "im-384560.jpg",
    "time": "2021-08-13 11:23:00",
    "body": "All summer, the soot from massive western wildfires has been casting a haze over clear eastern skies. When in Minneapolis-St. Paul on a recent family visit, I watched that soot paint the full moon a creamy orange. When flying back east over the Great Lakes, I saw that soot as a dirty brown layer sandwiched between blue stratosphere and freshwater sea. When back on the ground in New England, I breathed air that toggled in quality between unhealthy and excellent.<br />Earth scientist John Dvorak’s exuberant new book “How the Mountains Grew: A New Geological History of North America” puts these Anthropocene fires into the context of deep time. In his chapter “Fires, Forests, and Coal” he describes “black grimy” layers of fire fallout thick enough to blanket the globe with a soft charcoal called fusain. “Fires probably raged through the year,” he concludes, thanks to an excess of oxygen. “In fact, for tens of millions of years, much of the surface of the Earth was probably shrouded beneath a planet-wide haze of fire-produced soot.” Life not only survived, it thrived. “The giant dragonflies, the spiders with eighteen-inch legs and the fifty-pound scorpions rarely, if ever, had a clear sunny day.”<br />In one of Earth’s grandest ironies, those 300-million-year-old fires forced trees to evolve a thick protective bark that led to dense, tall stands of an ancient tree called Lepidodendron that dominated the Carboniferous Period. Those in coastal swamps flooded by a rising sea blew down to form thick seams of coal that would, much later, fuel a global industrial civilization addicted to cheap energy. Carbon-rich gas exhausted into the atmosphere warmed the planet to the point where raging fires are now, once again, the new norm. All life is being forced to adapt, not to something evil, but to an integrated planetary system that gave birth to life and still controls our human fates. We are not in charge.<br />Mr. Dvorak—a geophysicist turned volcanologist turned astronomer turned writer—is a wonderful storyteller. Based on personal experience from “fifty years of travel and four years of writing” he weaves disparate threads of past worlds into a coherent fabric of time, place and life that provides the ultimate context for all specific modern environmental issues. Of feathered dinosaurs terrifying the land. Of global sea levels a thousand feet higher than today’s. Of a Snowball Earth encased by ice. Of a Jurassic atmosphere with four times more carbon dioxide than today. Of an asteroid impact so large that the night sky glowed incandescent red with molten droplets of rock.<br />When reading “How the Mountains Grew,” I could easily imagine being outdoors with him breaking rocks in a search for fossils, crawling up some canyon wall to count the sands of time or trekking across one of our great ice sheets. His human stories are also fascinating, especially those involving serendipitous discoveries. He finds paleontologists most interesting, seismologists most self-assured, volcanologists most adventurous and mining geologists most passionate."
}