{
    "url_original": "https://www.wsj.com/articles/how-long-can-bmw-resist-teslas-pull-11628005314?mod=markets_major_pos1",
    "url": "how-long-can-bmw-resist-teslas-pull-11628005314",
    "title": "How Long Can BMW Resist Tesla’s Pull?",
    "sub_head": "The German car maker remains more cautious than peers in both its profit guidance and its electric-vehicle strategy",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-03 11:41:00",
    "body": "One of the less discussed ways in which  Tesla ’s  Elon Musk has changed the automotive industry concerns financial communication: Underpromising in order to overdeliver is out, advertising expensive growth plans is in.<br />One car maker that hasn’t fallen into line is  BMW .  The German luxury brand posted strong second-quarter results Tuesday but didn’t raise its full-year profit guidance the way most of its peers have. It cited the familiar risks posed for the second half by the semiconductor shortage and inflation in raw-material prices. Its shares fell about 5%.<br />Meanwhile, shares of  Stellantis ,  which makes Jeep, RAM and a host of other brands following the merger of Peugeot with  Fiat Chrysler  in January, rose roughly 5%. The company also posted excellent quarterly results but increased its guidance: It now expects a full-year adjusted operating margin of around 10%, assuming no further deterioration in chip supply and no more significant lockdowns in the U.S. or Europe, its key markets.<br />Guidance is the product of both operational insight and expectation management. Investors can look to the past for a sense of how they might skew, but things change. Stellantis Chief Executive Carlos Tavares, when he ran Peugeot, set low guidance that the company typically beat by a huge margin. Now he is aiming higher. “New company, new CEO,” he smiled when asked by Heard on the Street whether the approach had shifted.<br />Mr. Tavares seems to be following what has emerged as best practice since Tesla—a company that has promised more than it has delivered—achieved a market valuation far in excess of traditional auto makers.  General Motors ,   Ford Motor ,   Volkswagen  and  Daimler  all have started making bigger promises, particularly about electric vehicles. Their capital spending plans have ballooned accordingly, particularly when it comes to the expensive business of making battery cells in “gigafactories”—a word coined by Mr. Musk that has entered the industry mainstream."
}