{
    "url_original": "https://www.wsj.com/articles/how-to-create-a-garden-that-pleases-the-whole-family-11628173469",
    "url": "how-to-create-a-garden-that-pleases-the-whole-family-11628173469",
    "title": "How to Create a Garden That Pleases the Whole Family",
    "sub_head": "With a vegetable patch for the home chef and playful pathways for the kids, copious flowers for the aesthete and comfy perches where all can lounge, this California garden checks all the boxes. Here’s how it came together.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-379901?width=860&height=573",
    "image_1": "im-379901.jpg",
    "time": "2021-08-05 10:24:00",
    "body": "THERE WAS was nothing you could call a yard,” recalled landscape designer Janell Denler Hobart of first visiting the San Anselmo, Calif., site where her clients, a young family, had recently bought a residence. The home’s main entrance opened onto a hillside that was extremely steep and utterly barren, said the designer, whose firm, Denler Hobart Gardens, is located in nearby Ross, Calif. “I think most people would have looked at it and thought ‘What can you possibly do here?’”<br />Happily, Ms. Denler Hobart was not deterred. Inspired by the owners, an accomplished landscape painter and a talented cook, she envisioned “a layered garden where the wife could work on her veggies, the school-age kids could explore, and the husband could have a spot to lounge.”<br />She started with a skeleton of hardscape elements dating to the 1939 construction of the French Mediterranean-style home, including a twisting stone staircase flanked by mature orange trees. She then introduced a mix of classical French design features—a parterre potager, or kitchen garden, espaliered fruit trees and geometric boxwood hedges—yielding a romantic landscape at once cultivated and dynamic. Inviting oases in which all ages can wander, gather, and play prove that a “family friendly” yard doesn’t need to be all lawn.<br />Here, five strategies to help homeowners recast a less-than-ideal plot into a welcoming haven.<br />Thanks to the quirks of the terrain, one of the yard’s primary outdoor seating areas—a grouping of chairs and table nestled against a wall covered in creeping fig and set among whimsical boxwood topiaries—sits in an unconventional location: directly across from the home’s front doors. Indeed, after the garden was completed, the homeowners staged a 40th birthday bash right there. “People have this reaction like ‘Can I really entertain here?’” said Ms. Denler Hobart. “But why not? It’s very welcoming and the perfect gathering place before setting off further to explore.” Potted evergreens, shorn into geometric sculptures, and a potted orange tree underplanted with million bells embrace the seating area to make it even more inviting."
}