{
    "url_original": "https://www.wsj.com/articles/how-joe-biden-broke-nato-allies-boris-johnson-angela-merkel-emmanuel-macron-11629406300?mod=opinion_lead_pos1",
    "url": "how-joe-biden-broke-nato-allies-boris-johnson-angela-merkel-emmanuel-macron-11629406300",
    "title": "How Biden Broke NATO",
    "sub_head": "The chaotic Afghan withdrawal has shocked and angered U.S. allies.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-19 18:56:00",
    "body": "Remember when candidate Joe Biden said America “needs a leader the world respects”? Apparently President Biden forgot. Of the many consequences of his misbegotten Afghanistan withdrawal, one of the more serious is the way it has damaged America’s relationships with its allies, especially in Europe.<br />Afghanistan was an operation of the North Atlantic Treaty Organization, and America’s NATO allies have invested significant blood and treasure in the conflict. That includes tens of thousands of troops over 20 years, more than 1,100 of whom were killed, and billions of dollars spent on the military operation and reconstruction effort.<br />This was a fulfillment of their obligations after the Sept. 11 terror attack led to the first invocation of the mutual self-defense clause in NATO’s founding treaty. European allies also have a stake in preventing a nation of nearly 40 million people from collapsing into a failed state that could trigger more mass migration to Europe, or become a new breeding ground for terrorism.<br />Yet everything about Mr. Biden’s Afghan withdrawal has been a slap to those allies. They didn’t want the U.S. to leave, but he did. The botched execution has left them scrambling to airlift out thousands of their citizens and thousands more Afghan translators and others who assisted each nation’s war effort.<br />And the snubs keep coming from Washington. In his Monday speech, Mr. Biden made only a glancing reference to NATO and none to America’s European allies in his account of the conflict. U.K. Prime Minister Boris Johnson reportedly had to wait a day and a half after requesting a call with the President to get Mr. Biden on the phone."
}