{
    "url_original": "https://www.wsj.com/articles/how-to-ask-someone-if-theyve-been-vaccinated-for-covid-19-11627995601",
    "url": "how-to-ask-someone-if-theyve-been-vaccinated-for-covid-19-11627995601",
    "title": "How to Ask Someone if They’ve Been Vaccinated for Covid-19",
    "sub_head": "Asking about vaccination is tricky. Here’s how to ask at work, with friends and with family",
    "category_1": "Life & Arts",
    "category_2": "Work & Life",
    "time": "2021-08-03 09:00:00",
    "body": "Friends, co-workers and relatives are asking each other one tricky question: Are you vaccinated?<br />As the highly contagious Delta variant of Covid-19 surges, asking about vaccination status has taken on new urgency—and complexity. The question can damage personal and professional relationships if not handled carefully.<br />“It’s such a simple question, but it’s so fraught,” says Marissa King, a professor of organizational behavior at the Yale School of Management and author of “Social Chemistry: Decoding the Patterns of Human Connection.” People tend to avoid contentious topics in order to preserve networks and relationships, she says. “We don’t know how to have these conversations in a way that can be productive.”<br />About half of all Americans are fully vaccinated, according to the Centers for Disease Control and Prevention, leaving plenty of room for mixed-status groups at parties, play dates and office meetings. While vaccinated people are far less likely to experience severe illness or death, it is still possible for them to develop infections and potentially transmit the virus to others, including children who aren’t yet eligible for the shots, along with adults who have weakened immune systems.<br />So, how to ask about someone’s vaccination status? For the greatest chance of minimizing damage to a relationship, communication advisers recommend staying dispassionate. Try to divorce the query from your political and moral views, no matter how strong, says clinical psychologist Catherine Steiner-Adair."
}