{
    "url_original": "https://www.wsj.com/articles/how-to-shop-for-meat-and-feel-ok-about-it-11630070252?mod=life_work_lead_pos2",
    "url": "how-to-shop-for-meat-and-feel-ok-about-it-11630070252",
    "title": "How to Shop for Meat (And Feel OK About It)",
    "sub_head": "Terms like ‘grass-fed’ and ‘pasture-raised’ sell a lot of steaks. But do you really know where your meat is coming from? Here, an explainer.",
    "category_1": "Life & Work",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-389016?width=860&height=662",
    "image_1": "im-389016.jpg",
    "time": "2021-08-27 09:17:00",
    "body": "BACK IN MAY, Belcampo Meat Co., which touts a supply chain with “total transparency from start to finish,” was alleged by a former employee at its Santa Monica butcher shop to have passed off corn-fed meat as grass-fed, imported meat as local, and meat from other sources as its own. Belcampo admitted to an “isolated incident” of mislabeling, citing pandemic-related supply-chain issues. “We took action the day we became aware of the restaurant sourcing issue and have not purchased any meat externally since then, instead sourcing all meat through the Belcampo internal supply chain with labeling and oversight provided by a number of regulatory agencies,” said Belcampo CEO Garry Embleton.<br />Still, the incident left consumers uneasy. “Butchers are always fighting against a history of dishonest practices, like putting their fingers on the scale,” said J. Fox, butcher and co-owner of the Hudson & Charles butcher shops in New York City. “And now we are fighting against this greenwashing. You can’t blame customers for feeling like everyone is lying to them.”<br />So, how to know your butcher is honest? “Do your due diligence,” said Bryan Mayer, executive director of the Butcher’s Guild. “People put more effort into buying a TV than they do with their food.” But it can be challenging to keep up with an industry where there’s little regulation regarding transparency. Here, Mr. Mayer, Mr. Fox and Hudson & Charles butcher/co-owner Kevin Haverty offer tips on how consumers can best find out if they are getting what they are paying for.<br />If you are concerned about whether your beef is grass-fed—especially if you have a corn or soy allergy—look for “100% grass-fed” in the case or on the label. If the label simply says “grass-fed” or “grass-finished,” it can mean the animal was fed grass only for part of its lifetime. Even if a label claims “100%,” Mr. Fox recommended going a step further and asking, “Who are your farmers?” In his view, “It’s a good telltale that someone’s not being honest with you if they can’t answer that simple question.” Then, call the farmers, not only to verify their practices but also to verify that they do indeed do business with your butcher. If a butcher is not forthcoming about their farmers, consumers should question their claims on everything.<br />A whole-animal butcher buys the entire animal and breaks it down, using as much of it as possible, from nose to tail, instead of sourcing “packaged” cuts from distributors. With a whole-animal butcher, it is easier to confirm where the meat comes from. A good way to tell if a butcher is indeed whole-animal is to look for variety in the case. “If a butcher has trays and trays of skirt steaks or hanger steaks, for example, think about how there are only two skirt steaks and one hanger steak per animal,” Mr. Fox said. Does there appear to be an endless supply of popular cuts, like rib-eye? “We sell out of rib-eyes in two days. The whole-animal business model is to run out of things,” he added."
}