{
    "url_original": "https://www.wsj.com/articles/how-the-berlin-wall-rose-in-a-single-night-11628784626",
    "url": "how-the-berlin-wall-rose-in-a-single-night-11628784626",
    "title": "How the Berlin Wall Rose in a Single Night",
    "sub_head": "Sixty years ago, East Germany’s leader secretly stockpiled 150 tons of barbed wire and put his plans in sealed envelopes to be opened just hours before the operation began",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-383786?width=860&height=573",
    "image_1": "im-383786.jpg",
    "time": "2021-08-12 12:10:00",
    "body": "When the Berlin Wall came down in November 1989, it was one of the most thoroughly documented events in history. Each anniversary, TV networks replay footage of Germans dancing on the wall and hacking into it with hammers.<br />Far less revisited is the night when the wall first went up—Sunday, Aug. 13, 1961, 60 years ago this week—in one of the speediest, most audacious plots a government has ever carried out to constrain its own people. In a few hours between midnight and dawn, the initial barbed-wire barrier was completed and the border sealed. Within days, it had became a concrete-block behemoth.<br />For many East Berliners, the previous Saturday evening had been the highlight of summer. It was the date of the annual children’s fair, and the streets were filled with people eating ice cream and watching fireworks. Meanwhile, in the People’s Army headquarters, the country’s most senior military commanders were gorging on a luxurious buffet of sausage, veal, smoked salmon and caviar. In front of them were envelopes containing secret instructions to be opened at 8 p.m.<br />Elsewhere in East Berlin, Walter Ulbricht, leader of East Germany, was hosting a garden party. It was out of character for him—he was a serious, friendless man, terrible at small talk—but tonight he’d invited the most senior government ministers to his woodland retreat. There was music and a Soviet comedy film played in the background, but it was awkward; almost no one knew why they were there. Eventually, Ulbricht directed his guests into a room and told them he was about to close the border between East and West Berlin.<br />For years, Ulbricht had watched as East Germans had packed their bags and crossed the border, fed up with poor living conditions, censorship and the feared secret police, the Stasi. By the summer of 1961, East Germany had lost three million people, around a fifth of its population; there were towns without a single doctor or teacher. A 900-mile barbed-wire fence ran the length of East Germany; the unsealed border between East and West Berlin was where people crossed."
}