{
    "url_original": "https://www.wsj.com/articles/how-to-send-u-s-companies-overseas-tax-foundation-study-biden-tax-plan-11628795796?mod=opinion_lead_pos3",
    "url": "how-to-send-u-s-companies-overseas-tax-foundation-study-biden-tax-plan-11628795796",
    "title": "How to Send U.S. Companies Overseas",
    "sub_head": "A new study shows how the Biden plan would hurt U.S. firms.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-384927?width=860&height=573",
    "image_1": "im-384927.jpg",
    "time": "2021-08-12 18:42:00",
    "body": "We know this doesn’t fit the political times, but surely someone on Capitol Hill must care about what the Biden Administration’s tax plans will do to the U.S. economy. Some economists are starting to do the work of figuring this out, and the results are alarming.<br />The most comprehensive effort to date at modeling the consequences comes from the Tax Foundationin a report released Thursday. The policy shop taps data from the Bureau of Economic Analysis and Internal Revenue Service to develop a granular picture of the global activities of U.S. companies in different industries. This lets it estimate how various tax provisions would hit those companies.<br />The report’s headline conclusion might please progressives, since the Tax Foundation finds the corporate tax increases would generate additional revenue over the next decade. President Biden’s full plan to increase the domestic corporate tax rate to 28% and raise taxes on profits earned overseas might bring in $1.37 trillion over 10 years. A scaled-back version of this plan proposed by Sen. Ron Wyden and other Democrats might fetch $580 billion.<br />But look closer and even progressives should worry. The major problem is international competitiveness. Treasury Secretary Janet Yellen spent her first months in office signing up for the Organization for Economic Cooperation and Development’s plan for a 15% global minimum corporate tax. The goal is to narrow the gap between lower taxes abroad and the much higher taxes the Administration wants to impose on U.S. companies’ foreign earnings.<br />The Tax Foundation warns this ploy won’t work. Since the 2017 tax reform, the U.S. imposes a minimum tax on American firms’ foreign profits (known by its acronym, Gilti, with an effective rate of about 13%). Overhauling Gilti to resemble the OECD plan—setting the rate at 15% and following the OECD’s standards on exemptions and deductions—would amount to a $137 billion tax hike on U.S. companies over 10 years."
}