{
    "url_original": "https://www.wsj.com/articles/how-ugly-shoes-won-and-why-they-keep-getting-uglier-11629518404?mod=life_work_lead_story",
    "url": "how-ugly-shoes-won-and-why-they-keep-getting-uglier-11629518404",
    "title": "How Ugly Shoes Won (and Why They Keep Getting Uglier)",
    "sub_head": "Extremely weird Crocs, Yeezys, Nikes and Balenciaga sneakers were only the beginning. Shoes keep getting more casual—and more unsightly. Here, a unisex guide to the bizarre kicks that are growing more popular each season.",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-387969?width=860&height=573",
    "image_1": "im-387969.jpg",
    "time": "2021-08-21 12:00:00",
    "body": "IN THE SHOE market, weirdness has won. Take a spin through a department store’s footwear floor and you’ll find a buffet of bizarre high-fashion shoes like a Bottega Veneta women’s $1,250 blocky wedge heel with red, chicken pox-like specks or J.W. Anderson’s unisex $645 leather mule with a gigundo Mr. T-esque gold chain across the front.<br />It’s not only high-end designers that have come down with a case of the weirds. Approachable retailer Zappos.com offers $65 platform  Crocs  in a zesty zebra print and $120 clementine-orange, hefty-soled Hoka One One running shoes. “There is a real appetite for color, pattern and interesting fabrication,” said Catherine Newell-Hanson, the site’s style director. Shoes, she continued, have become “a safe space for people to play around with a more outlandish expression of personal style than they might in the rest of [their] outfit.”<br />There are precursors to this trend—like Margiela’s cloven Tabi boots, which debuted in 1988—but the weird-is-good movement has truly erupted over the past half-decade. It’s been gaining ground in the pandemic, as WFH freedom to experiment away from co-workers’ critical eyes has coincided with a drive toward comfort at any cost. In 2017, the launch of Balenciaga’s bulbous, pre-weathered Triple S sneakers set a new standard for intentionally ugly designer shoes. Meanwhile, frumpy Crocs and Birkenstocks were being recontextualized as beloved, even covetable, shoes, a trend spurred by collaborations with stars like Justin Bieber and luxury brands like Jil Sander, respectively.<br />The forces of casualization have made office footwear like shiny dress shoes and chaste heels—once a crucial adult investment—increasingly irrelevant. It’s now acceptable to wear startlingly informal shoes daily. “The more outrageous [the shoe], the better,” said Jessica Pridgen, 37, a graphic designer in Raleigh, N.C. She owns a multitude of statement shoes including Bottega Veneta boots with a globular toe and stacked-sole  Nike  sneakers made in collaboration with Japanese label Sacai.<br />The pandemic accelerated the trend, said Ms. Newell-Hanson of Zappos. Free from the strictures of an office, work-from-homers began purchasing diverting shoes. It’s hard not to smile (or smirk) at a pair of wacky tie-dye Crocs or furry purple Marni mules. Who didn’t need that his year? And when your only daily excursion is a brisk dog-walk or an efficient march though the grocery store, function trumps formality: All you really need is doughy gray New Balances or springy Keen mules."
}