{
    "url_original": "https://www.wsj.com/articles/how-men-should-dress-for-a-first-date-in-2021-11628164529",
    "url": "how-men-should-dress-for-a-first-date-in-2021-11628164529",
    "title": "How Men Should Dress for a First Date in 2021",
    "sub_head": "You’re finally leaving your living room and are re-entering the dating market, but those spiffy outfits that served you so well pre-pandemic seem like overkill. Here, expert advice on dressing to connect in 2021.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-380574?width=860&height=573",
    "image_1": "im-380574.jpg",
    "time": "2021-08-05 07:55:00",
    "body": "AFTER A YEAR in my apartment, I’ve changed my mind on a few things,” said Matthew Kehoe, 42, “one of which is dating attire.” Mr. Kehoe, a film producer in New York, is among the many single men re-entering the in-person dating game after months of relative isolation. But just as work, travel and socializing have evolved unpredictably since February of 2020, so too has the quest for a mate. That’s not necessarily a bad thing.<br />For starters, as men emerge from their quarantine caves into a wobbly world, splashy suit-and-tie formality no longer feels appropriate. “Now may not be the time to show off your brightest custom blazer or loudest Robert Graham print,” said Tammy Shaklee, a certified matchmaker and the founder of H4M Matchmaking. Ms. Shaklee finds casual dressing for dates refreshing and more “comfortable for a more subdued, face-to-face, getting-to-know-you type introduction.” In other words, after what we’ve been through, let’s be gentle with each other and avoid the sartorial pomp so prevalent in pre-pandemic dating.<br />That said, more relaxed attire does not mean dating itself has become any easier. The stakes are higher than ever. “I’m much more selective now,” said Mr. Kehoe. “I go on way fewer dates and they’re more important. When you think the world might end…you don’t want to go on a random date.” Imminent apocalypse aside, whether you’re a 20-something playing the field or a romance veteran getting back out there after a silver divorce, you’re re-entering the dating market at the same time as a lot of competitive men. If you can’t beat them in terms of net worth or looks, you’ll have to beat them with charm—and in the menswear arena. Here, five dating-style tips from experts and single guys. And before you ask: Yes, you do need to wear pants.<br />These days, gratuitous formality feels stuffy, affected and out of touch. “It’s more about being comfortable,” said Mr. Kehoe, referring to his post-lockdown dating attire. He believes that, when dressing for a date, you should put “your best foot forward,” but not project a disingenuous distortion of your real self. Before Covid, he would layer on a fashionable first-date veneer, wearing tucked-in button downs, Hermès belts and Gucci loafers. But that status-conscious strategy feels phony now that he spends most days in Converse sneakers, Levi’s and Grateful Dead T-shirts. “At the end of the day, they like you or they don’t, so why wear something you don’t [normally] wear?” Lately, Mr. Kehoe has adopted a dating uniform of jeans and T-shirts. He contends the just-laid-back-enough look establishes an unpretentious tone that’s “appreciated on the other side.”<br />Wool trousers, stiff khakis and anything reminiscent of pre-pandemic office attire are solidly out. Jeans, however, have never been more apropos. A considered pair telegraphs that you thought about your first-date look—but didn’t overthink it. The wrong pair, however, could inspire your date to escape through a bathroom window at risk of shredding her own outfit. Though advising on a wash is tricky, avoid anything overwrought or Twisted Sister-ish. Really focus on fit, said Greta Tufvesson, co-founder of bespoke matchmaking service the Bevy, which serves clients in New York, Los Angeles and San Francisco. “I don’t think a man should wear a baggy, long jean. It should be fitted around his legs and tailored to his correct inseam.” Ms. Tufvesson, who also approves of a rolled cuff, advises her clients to team their denim with a nice T-shirt (she champions navy Breton stripes this time of year) and toss a softly tailored jacket over the ensemble for a dressier look."
}