{
    "url_original": "https://www.wsj.com/articles/how-to-earn-credit-and-visibility-for-remote-work-11629410105?mod=business_featst_pos2",
    "url": "how-to-earn-credit-and-visibility-for-remote-work-11629410105",
    "title": "How to Earn Credit and Visibility for Remote Work",
    "sub_head": "",
    "category_1": "THE EXPERTS | Leadership",
    "image_1_url": "https://images.wsj.net/im-388651?width=700&height=269",
    "image_1": "im-388651.jpg",
    "time": "2021-08-20 07:00:00",
    "body": "Sabina Nawaz (@sabinanawaz) is a global CEO coach, leadership speaker, and writes about C-suite strategies at www.sabinanawaz.com.<br />When your peers start returning to the office while you continue working from home, you risk being seen as less productive, or worse, forgotten about or relegated to the sidelines. Not only are remote workers “out of sight, out of mind,” many bosses are mistrustful of the home-based employee’s work ethic. So, in the hybrid workplaces of today, it’s increasingly important for remote workers to elevate their efforts and deliberately demonstrate their value.<br />Take the example of Stephen. His work style has always been to tackle a project for his consulting firm and finish it largely on his own, with little interaction in the interim. This style was fine when he used to work on site. But it’s no longer serving him well.<br />In the past, he and his manager would bump into each other or catch up on the status of work in progress when leaving a meeting together. But remote work has made these informal check-ins impossible. When all Stephen’s peers were also remote, his style wasn’t as much of a liability. But now that co-workers and managers are back in the workplace, Stephen’s work became less evident than that of his office-based colleagues.<br />His manager, worried about how much work Stephen was doing, asked ever more pointed questions: “How many hours did you work today?” “What’s going on with project X?” Stephen began to worry that his manager’s perceptions would impact his coming performance assessment."
}