{
    "url_original": "https://www.wsj.com/articles/how-to-gameplan-your-office-days-an-overachievers-guide-to-hybrid-work-11629711000?mod=life_work_lead_pos1",
    "url": "how-to-gameplan-your-office-days-an-overachievers-guide-to-hybrid-work-11629711000",
    "title": "How to Gameplan Your Office Days: An Overachiever’s Guide to Hybrid Work",
    "sub_head": "Thursday may be the new Monday when it comes to strategizing what days in the office will get you the most face time with senior leaders; ‘Your boss’s schedule is your schedule’",
    "category_1": "Business",
    "category_2": "Management",
    "image_1_url": "https://images.wsj.net/im-389124?width=860&height=573",
    "image_1": "im-389124.jpg",
    "time": "2021-08-23 05:30:00",
    "body": "Pre-pandemic, you were often the first to arrive in the office and the last to leave. So how, as an overachieving employee, can you make the most out of the new, hybrid workweek?<br />The rules for maximizing office face time with the bosses are about to get more complicated as many companies gear up to reopen offices in the coming months. With Covid-19 cases back on the rise and many employees uneager to give up remote work entirely, many employers plan to let staff decide what days—and how many—they come into the office. For the ambitious worker, that means strategizing what in-office days will get you noticed the most and how to maximize the time to your career’s advantage.<br />The consensus among many managers and leadership coaches for companies where showing up to the office matters: Tuesdays, Wednesdays and Thursdays are shaping up to be peak office face time days. Mondays are for those looking for an extra jump on colleagues in getting more alone-time with senior leaders—though it isn’t a sure thing those managers will always be there. Fridays are arguably the most negligible, but a jackpot office day if it is just you and the top boss.<br />Or, you could follow this basic rule: “Your boss’s schedule is your schedule,” says Peter Cappelli, a management professor at the University of Pennsylvania’s Wharton School.<br />Another strategy, he adds, is to simply come in as much as possible. Though many companies say they are letting workers keep some degree of flexibility, it is inevitable that employees with the most in-person access to leaders will get the first crack at promotions, Mr. Cappelli argues. In a hybrid work world, those coming in as much as possible have another advantage: Plenty of co-workers will still be away."
}