{
    "url_original": "https://www.wsj.com/articles/howler-monkey-travel-dominance-masculinity-parenting-siblings-costa-rica-11630271847?mod=opinion_lead_pos8",
    "url": "howler-monkey-travel-dominance-masculinity-parenting-siblings-costa-rica-11630271847",
    "title": "A Lesson From a Howler Monkey",
    "sub_head": "When my four sons act out, I ask if they remember a violent rainforest episode.",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "time": "2021-08-29 18:00:00",
    "body": "I miss travel, though I definitely don’t miss airports. But slow security lines and overpriced paninis will be worth it again soon, because great life lessons emerge in the oddest places. Way back, my family took a trip to Costa Rica. They have beaches, volcanoes, rafting, ziplines, horseback riding, hikes, hanging bridges. What’s not to like?<br />Early in the trip, my wife and I, along with our four sons, stayed at an “eco-hotel.” The rooms had little cardboard placards bragging about how much water and carbon they didn’t use, and there were plenty of vegan choices at the buffet breakfast, next to the eggs and bacon. I asked the front desk what “eco-hotel” meant and was told that it was just branding to get Americans and Germans to stay there—they weren’t doing anything different than before they adopted the moniker.<br />On our first morning, our guide, Alberto, picked us up in his van and unloaded us at some important rainforest, grabbing a tripod-mounted Swarovski spotting scope. He marched us maybe 50 yards in, stopped to set up the scope, and launched into a long-winded description of the very rare and elusive three-wattled bellbird, a favorite of birdwatchers because of its clanging metallic voice. He stared into the telescope, spun it around, huffing and puffing and searching so long that I began to suspect the bellbird was extinct.<br />The rest of us were bored to tears. After 20 minutes, my eldest started flicking something at No. 2. Yes, sometimes it is just easier to number them. He didn’t like having things flicked at him, but his older brother was bigger, so he started poking at No. 3, who started screaming, “Don’t touch me because I don’t like being touched.” Then No. 3 started picking on our youngest, pushing in the back of his knees so he couldn’t stay standing up.<br />Alberto kept droning on about mating habits and migratory patterns. As my youngest kept getting bullied, he started sobbing to my wife. This went on for a while until she turned to me and told me to do something about it. I didn’t think she was actually paying attention to Alberto or even interested in the mythical three-wattled bellbird. None of us were. She just wanted the bickering to stop. So what did I do? I reprimanded my eldest for starting the chain reaction. It didn’t matter; within minutes the flicking, touching, sobbing and “do something about this” pleading continued. Ah, the circle of dominance and submission."
}