{
    "url_original": "https://www.wsj.com/articles/huawei-and-china-canadian-hostages-michael-spavor-11628719133?mod=opinion_lead_pos2",
    "url": "huawei-and-china-canadian-hostages-michael-spavor-11628719133",
    "title": "Huawei and China’s Canadian Hostages",
    "sub_head": "Beijing sentences a businessman on the eve of an extradition ruling.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-11 18:32:00",
    "body": "A Chinese court sentenced Canadian businessman Michael Spavor to 11 years in prison on Wednesday. Beijing says he’s a spy, but Mr. Spavor is really the latest victim of the Communist Party’s hostage diplomacy.<br />Chinese police arrested Mr. Spavor and former Canadian diplomat Michael Kovrig in December 2018. They had the bad luck to be in China 10 days after Canada arrested Huawei executive Meng Wanzhou at U.S. request as she traveled through Vancouver. The U.S. alleges that she committed bank and wire fraud, which Ms. Meng denies.<br />In May 2020 a Canadian judge ruled that the charges against her could be considered crimes in the U.S. and Canada. Less than a month later, China charged Messrs. Spavor and Kovrig with espionage. The timing of Mr. Spavor’s sentence is also no coincidence, with an extradition decision for Ms. Meng near. The vague language of the sentencing pronouncement hinted that China may be willing to expel Mr. Spavor, which is one more sign that his arrest was political.<br />In a statement Wednesday, Marc Garneau, Canada’s minister of foreign affairs, condemned Mr. Spavor’s sentence and said the decision was “rendered after a legal process that lacked both fairness and transparency.” Secretary of State Antony Blinken called for the immediate release of the two Canadians and said that “people are not bargaining chips.”<br />They are in China. Neither the U.S. nor Canada can submit to this human blackmail, or it will happen any time a well-connected Chinese national is accused of breaking one of their laws. The countries will have to let the legal process play out while making clear how dangerous it now is to do business in China."
}