{
    "url_original": "https://www.wsj.com/articles/humanitarian-efforts-in-afghanistan-get-ok-from-treasury-bypassing-sanctions-on-taliban-11629970201",
    "url": "humanitarian-efforts-in-afghanistan-get-ok-from-treasury-bypassing-sanctions-on-taliban-11629970201",
    "title": "Humanitarian Efforts in Afghanistan Get OK From Treasury, Bypassing Sanctions on Taliban",
    "sub_head": "Aid groups want assurance they won’t be punished for providing food and other relief as crisis deepens",
    "category_1": "National Security",
    "time": "2021-08-26 05:30:00",
    "body": "The U.S. Treasury Department has given humanitarian organizations a green light to provide aid to Afghanistan, easing concerns that antiterrorism sanctions on the Taliban could prevent the country from getting the food and other supplies it needs to stem a growing economic crisis, according to people familiar with the matter.<br />Treasury’s nod, which came in private conversations this week, is a response to pressure from aid groups and banks eager for assurance they won’t be punished for undertaking humanitarian relief or handling the associated financial transactions. It is unclear whether the informal guidance has fully addressed their concerns, as prominent coalitions of aid groups have asked the Treasury Department to issue formal waivers.<br />Following the terrorist attacks of Sept. 11, 2001, the U.S. designated the Taliban a terrorist group for its role harboring the al Qaeda militants who planned and executed the operation. U.S. law since then has prohibited any U.S.-based groups from providing the Taliban any material support, including services and payments.<br />The Taliban’s takeover earlier this month of Afghanistan, including of its government institutions and much of its private sector, has prompted concerns that the blacklisting will tie up efforts to distribute humanitarian aid in the country.<br />Many international aid groups halted operations as the security situation deteriorated and Afghanistan’s government collapsed. Analysts, including economists at the International Monetary Fund, warn that the country is at risk of an acute economic crisis expected to compound the nation’s humanitarian plight."
}