{
    "url_original": "https://www.wsj.com/articles/hurricane-ida-climate-resilience-lesson-new-orleans-louisiana-11630358067?mod=opinion_lead_pos1",
    "url": "hurricane-ida-climate-resilience-lesson-new-orleans-louisiana-11630358067",
    "title": "Hurricane Ida’s Climate Resilience Lesson",
    "sub_head": "Spending to protect against extreme weather beats green boondoggles.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-393382?width=860&height=573",
    "image_1": "im-393382.jpg",
    "time": "2021-08-30 18:38:00",
    "body": "The pictures of Hurricane Ida’s wreckage across Louisiana are grim, and the storm isn’t over. But the good news is that New Orleans appears to have weathered the tempest as well as could be expected thanks to its post-Katrina flood-protection investments. This is a reminder of how hardening infrastructure against unpredictable Mother Nature pays off.<br />Ida slammed into Louisiana’s Port Fourchon on Sunday as a Category 4 storm with wind speeds of 150 miles an hour and one to two inches of rain an hour. Its winds tie it as the fifth strongest storm to hit the U.S. mainland. Such heavy winds and precipitation will inevitably cause flooding and damage buildings.<br />But the bigger worry going into Ida was that a catastrophic storm surge would breach New Orleans’s levees and submerge the city as happened 16 years ago to the day during Hurricane Katrina. Clocking in as a lower-grade Category 3 storm when it made landfall, Katrina killed some 2,000 people and caused an estimated $125 billion in damage. New Orleans took years to recover.<br />Yet Louisiana and the feds have since spent $14.5 billion on bolstering flood walls, levees and drainage systems. The U.S. Army Corps of Engineers reinforced pumping stations to withstand 205 mile-per-hour winds and established redundant power systems to operate them if the electric grid fails, as it did Sunday.<br />These investments appear to have paid off. Many streets are flooded from the heavy rainfall and some small towns outside of New Orleans’s flood-protection fortress were inundated. But more important, a Southeast Louisiana Flood Protection Authority spokesperson on Monday said there were no levee breaches or problems with pumps in New Orleans."
}