{
    "url_original": "https://www.wsj.com/articles/hybrid-workplace-promotions-11628796072?mod=business_lead_pos10",
    "url": "hybrid-workplace-promotions-11628796072",
    "title": "In a Hybrid Office, Remote Workers Will Be Left Behind",
    "sub_head": "It may not be fair, but in-office employees will get more attention—and more promotions. Blame it on human nature.",
    "category_1": "Business",
    "category_2": "Journal Reports: Leadership",
    "time": "2021-08-13 09:00:00",
    "body": "It’s a common refrain these days: Let workers decide where and when they work.<br />The impetus, of course, stems from the pandemic, when employers sent office workers home for a year and a half, with surprisingly few hiccups. Productivity didn’t suffer, and workers enjoyed their newfound freedom. Now, we’re told, companies can’t go back to the old, controlling ways without workers revolting.<br />That may be, but here’s what almost certainly will happen if the hybrid advocates win the day: Companies will have a two-tier workplace, with on-site workers getting the bulk of the promotions and raises.<br />Why would that be, especially after we’ve apparently just seen the benefits of remote work? The reason is simple: The experience during the pandemic was totally different from the circumstances going forward—which means that the pandemic past isn’t a reliable guide to the pandemic-free future. For one thing, during lockdown, workers had a sense that they all had to pull together to keep their businesses afloat (and their jobs) and bosses were willing to let workers decide what to do and when. But the biggest difference between the pandemic practices and the hybrid arrangements we are considering is that in the former, workers had no choice. Everyone who could work from home did work from home. By contrast, in virtually all the proposed hybrid approaches, employees choose whether they are in or out of the office.<br />To understand what that means, just imagine that you and your friend are doing the same job at roughly the same performance level, but your friend decides to work from home while you decide to return to the office. No prizes for guessing which of you will get ahead."
}