{
    "url_original": "https://www.wsj.com/articles/ice-cream-sandwiches-store-bought-desserts-are-a-dinner-party-dazzler-11627935072",
    "url": "ice-cream-sandwiches-store-bought-desserts-are-a-dinner-party-dazzler-11627935072",
    "title": "Ice Cream Sandwiches: Store-Bought Desserts Are a Dinner-Party Dazzler",
    "sub_head": "On National Ice Cream Sandwich Day or any summer evening, this handheld treat is simply the coolest finale to a meal",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-378975?width=860&height=573",
    "image_1": "im-378975.jpg",
    "time": "2021-08-02 16:11:00",
    "body": "WE ALL REGRESS a little in summertime, don’t we? When it comes to entertaining, give us barefoot gatherings around picnic tables. And the dessert most likely to elicit uninhibited glee from dinner guests is also the simplest, most sentimental and least labor-intensive: ice cream sandwiches. Stack them on a silver tray if you must, but elegant nonchalance is really what we’re going for here. Choose the archetypal brick of vanilla pressed between chocolate wafers or go for something a little more unexpected. Either way, the message is the same: Enjoy yourself. Forget about forks. Extra points if a delicious dribble of melted ice cream runs right down to your elbow.<br />This treat will reliably bring a tear to the eye of anyone yearning for carefree days. Otherwise absolutely classical, the FatBoy sandwich, true to its name, contains a particularly chubby slab of ice cream, with a bolder vanilla flavor than your average ice-cream-truck offering. From $6 for 6 sandwiches, shop.caspersicecream.com and supermarkets across the U.S.<br />From Brooklyn-based La New-yorkina, the Churro Ice Cream Sandwich Kit for 9 comes with frozen spirals of fried dough that bake up crisp on the outside, custardy within. To sandwich between them, the kit comes with three pints of ice cream in flavors like Oaxacan Chocolate and Tres Leches, plus a choice of fudge sauce or cajeta. $99, goldbelly.com<br />Your vegan guests will feel very seen when you present this plant-based sandwich from Milk Cult. Avocado makes the base for an uncommonly lush ice “cream.” The wafer sandwiching it would be better described as a slice of intensely fudgy brownie with a pleasing salty edge. $4 for 1 sandwich, Whole Foods, locations on the East Coast/mid-Atlantic (soon nationwide)<br />Washington, D.C.’s Ice Cream Jubilee gained fame with innovative flavors like Honey Lemon Lavender and Thai Iced Tea. But the chocolate-chip-walnut dough in their Ice Cream Sandwich Kit makes cookies big in size as well as nostalgia. Halved, they yield four generous sandwiches. Choose three pints of ice cream from a variety of flavor options. $89, goldbelly.com"
}