{
    "url_original": "https://www.wsj.com/articles/imf-funding-for-the-taliban-janet-yellen-afghanistan-special-drawing-rights-11629923500?mod=opinion_lead_pos1",
    "url": "imf-funding-for-the-taliban-janet-yellen-afghanistan-special-drawing-rights-11629923500",
    "title": "IMF Funding for the Taliban?",
    "sub_head": "Yellen’s expanded SDRs could become cash for the jihadists.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-25 18:44:00",
    "body": "Billions of dollars in military equipment and vehicles aren’t the only assets the U.S. is leaving behind in Afghanistan as it makes its hasty retreat. On Monday “Afghanistan, Islamic State of” was credited with 310 million in new “special drawing rights” at the International Monetary Fund. That’s the equivalent of some $440 million.<br />The new SDRs are part of a $650 billion global allocation of IMF funny money that goes to all 190 members in proportion to their IMF quota. If countries wish to convert their SDRs to dollars, the U.S. has to borrow the money to give to them. The conversion creates a subsidized, perpetual loan. For a poor country like Afghanistan, the subsidy would be above 90% of the loan value.<br />Afghanistan’s SDRs cannot be converted into hard currency until the Taliban is allowed access to them, and that requires recognition of the new government by a majority of IMF voting shares. But as the dictatorship of Belarus is demonstrating, that bar is lower than President Biden’s credibility with NATO.<br />We warned in March against this giant new SDR drop, noting that many undemocratic countries would benefit, including China, Russia, Venezuela, Iran, Zimbabwe, Nicaragua and Syria. There are other ways to help poor nations. But Treasury Secretary Janet Yellen preferred the general allocation route because as long as the U.S. share of that allocation is less than the U.S. equity stake in the fund, a proportional disbursement can be made without Congressional approval.<br />The G-7 plus the rest of the European Unionhave the votes to block a country’s access to the IMF by refusing to recognize its government. But countries that are blocked—Venezuela and Myanmar—are the exceptions, not the rule."
}