{
    "url_original": "https://www.wsj.com/articles/immigration-law-boomerang-supreme-court-biden-v-texas-11629930240?mod=opinion_lead_pos3",
    "url": "immigration-law-boomerang-supreme-court-biden-v-texas-11629930240",
    "title": "Immigration Law Boomerang",
    "sub_head": "Don’t blame the Supreme Court for the mess at the border.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-25 18:39:00",
    "body": "The Supreme Court caused a stir late Tuesday with a one-paragraph order reinstating a Trump-era immigration policy. The practical impact won’t be large in the near term, but the order is notable for the legal irony of the Court’s explanation.<br />The Biden Administration has “failed to show a likelihood of success on the claim that the memorandum rescinding the Migrant Protection Protocols was not arbitrary and capricious,” said the order for a 6-3 majority. “See Department of Homeland Security v. Regents of Univ. of Cal.”<br />This is the same legal rationale the Court used in that Regents case to overturn the Trump Administration’s decision to rescind Barack Obama’s DACA program for young adult immigrants brought to the U.S. as children. Liberals cheered that ruling, which held that the rescission was arbitrary and capricious under the Administrative Procedure Act (APA) because Trump officials had not sufficiently considered the effects or alternatives. Now the APA review has tripped up the immigration left.<br />The move was the latest development in Biden v. Texas, a battle over the Department of Homeland Security’s Remain in Mexico policy. President Biden on his first day in office halted the policy, which since 2019 had required migrants seeking asylum at the southern border to stay in Mexico before their hearings. Texas and Missouri won a lower court injunction this month to restore the policy, but the Administration asked the High Court to stay the ruling.<br />The Court said no, with the three liberal Justices dissenting. Which is odd, since they were on the opposite side of the legal argument in the DACA case. Results-oriented jurisprudence? Just asking."
}