{
    "url_original": "https://www.wsj.com/articles/in-kabul-private-rescue-efforts-grow-desperate-as-time-to-evacuate-afghans-runs-out-11629875097",
    "url": "in-kabul-private-rescue-efforts-grow-desperate-as-time-to-evacuate-afghans-runs-out-11629875097",
    "title": "In Kabul, Private Rescue Efforts Grow Desperate as Time to Evacuate Afghans Runs Out",
    "sub_head": "Defense contractor Erik Prince charges $6,500 a person, other groups’ planes leave Kabul empty",
    "category_1": "World",
    "time": "2021-08-25 03:04:00",
    "body": "A disparate group of American veterans, military contractors, aid workers and former spies is scrambling to get as many people out of Afghanistan as they can before President Biden shuts down the window for rescues in coming days.<br />Even as tens of thousands of Afghans who helped the U.S. and a large number of American and other foreign citizens remain stranded, Mr. Biden is sticking by his plan to withdraw the remaining military forces from Kabul’s U.S.-controlled airport by Aug. 31.<br />Erik Prince, the American defense contractor, said he is offering people seats on a chartered plane out of Kabul for $6,500 per person. U.S. and NATO forces are sending special rescue teams into Taliban-controlled areas of the city to spirit their citizens into the airport. And countless Afghans who thought the U.S. would protect them after having assisted the U.S.-led coalition forces in the past two decades are now realizing that they will most likely be left behind, to face Taliban wrath alone.<br />Private rescue efforts are facing growing obstacles this week, just as the urgency grows. Chartered planes are flying out of Kabul with hundreds of empty seats. New Taliban checkpoints on the road to Pakistan have made driving out of the country increasingly risky. Confusing bureaucratic hurdles have prevented countless people from leaving Afghanistan.<br />“It’s total chaos,” said Warren Binford, a law professor at the University of Colorado who has been working on various evacuation efforts. “What’s happening is that we’re seeing a massive underground railroad operation where, instead of running for decades, it’s literally running for a matter of hours, or days.”"
}