{
    "url_original": "https://www.wsj.com/articles/in-person-learning-back-to-school-covid-19-coronavirus-mask-mandate-hybrid-remote-11629839154?mod=opinion_lead_pos9",
    "url": "in-person-learning-back-to-school-covid-19-coronavirus-mask-mandate-hybrid-remote-11629839154",
    "title": "Back to School With No Idea What to Expect",
    "sub_head": "On masks and in-person learning, families are again at the mercy of bureaucrats and teachers unions.",
    "category_1": "Opinion",
    "category_2": "Upward Mobility",
    "time": "2021-08-24 18:46:00",
    "body": "The officials in charge of running the nation’s public schools had all summer—and $122 billion in Covid relief funds from Congress—to plan for the first day of school, so naturally chaos has ensued as students begin heading back to the classroom.<br />San Francisco, Miami and Dallas haven’t decided on a quarantine policy or what infection-rate threshold will trigger school closures. In New York City, home to the nation’s largest school system, principals are wondering how every student can return to in-person learning full-time while still adhering to social-distancing requirements. Mayor Bill de Blasio announced a vaccine mandate for all school staff, but teachers unions have vowed to challenge its implementation.<br />School in parts of the South started earlier this month, at least temporarily. Burbio, a website that tracks school openings, has already “identified over 100 school closures across 70 districts” because of Covid. Classes haven’t begun yet in the Northeast and Upper Midwest, so those numbers will almost certainly rise as the Delta variant runs its course, but why are school and health officials keeping parents in prolonged suspense about contingencies? Last year, we were new at this game, and the people in charge arguably deserved some slack. Not anymore.<br />The Rand Corp. has released the results of a nationwide parent survey on school hesitancy taken in July. Although Delta was already spreading by then, 89% of parents, including more than 80% of typically more hesitant black and Hispanic respondents, said they would opt for in-person learning for their children this year. Parents apparently understand the health risks, and they’re weighing them against the harm of another year of horribly substandard instruction via Zoom.<br />What these families need is detailed information on the criteria used to determine whether schools stay open. Instead, they’re being kept in the dark by bureaucrats and politicians. And they’re being toyed with by union honchos who don’t mind the uncertainty because it can be used as leverage to negotiate better pay and benefits as a condition of returning to the classroom."
}