{
    "url_original": "https://www.wsj.com/articles/in-real-estate-price-isnt-just-a-number-11628249400?mod=markets_featst_pos1",
    "url": "in-real-estate-price-isnt-just-a-number-11628249400",
    "title": "In Real Estate, Price Isn’t Just a Number",
    "sub_head": "Solid second-quarter results from Zillow, Redfin did little to move shares after their extraordinary run earlier this year",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-06 07:30:00",
    "body": "Bargains in real estate are exceedingly rare these days, but one corner of the market is well below its recent asking price. Shares of  Zillow Group  and  Redfin Corp.  are down an average 28% over the past six months, while shares of  Opendoor  are down more than 45%. Buyers should look before they leap.<br />Both Zillow and Redfin reported strong results on Thursday with revenue coming in above Wall Street’s forecast. Recent market dynamics have proven especially good for their so-called iBuying, or automated home flipping, businesses. Zillow showed 5% returns on a per-home basis, even after interest expense—well above its stated target returns of plus or minus 2%. The online real-estate company said it purchased a record number of homes in the quarter, while Redfin reported an 80% increase in home transactions year-over-year.<br />Guidance from both companies shows a strong third quarter on the horizon. The midpoint of Zillow’s revenue forecast for the current quarter came in nearly 37% above what analysts have modeled. It is worth noting, however, that much of that upside has to do with the massive number of homes it purchased in the second quarter, which it is now working to sell. Still, recent strength in home flipping bodes particularly well for iBuying pure-play Opendoor, which is set to report second-quarter results next Wednesday.<br />IBuyers, which boast about their ability to provide customers with a guaranteed offer for their home quickly, say their performance over the past several months is proof that the business can thrive, even in a seller’s market. But the pandemic seems like a key confounding factor, placing greater value on certainty in a world where it seems to be entirely lacking. A recent survey by Zillow Research found 40% of people surveyed hadn’t received official notice from their employers about what their return-to-office policies will be post-pandemic, for example, while the impact of the Delta variant remains another important unknown.<br />The U.S. real-estate market has been undeniably hot. Redfin data show total inventory was down 40% in June from January 2020, driving the median sales price up a steep 34% over the same period. Those prices have brought more sellers into the market hoping to capitalize. As of June, new listings were up 8% year-over-year even as median days on the market were just 14."
}