{
    "url_original": "https://www.wsj.com/articles/in-the-streaming-wars-sony-stands-on-the-sidelines-11628308803?mod=business_lead_pos2",
    "url": "in-the-streaming-wars-sony-stands-on-the-sidelines-11628308803",
    "title": "In the Streaming Wars, Sony Stands on the Sidelines",
    "sub_head": "As competitors are ‘beating each other’s brains out,’ the only major studio that’s not a combatant is finding ways to profit",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-381328?width=700&height=467",
    "image_1": "im-381328.jpg",
    "time": "2021-08-07 12:00:00",
    "body": "In Hollywood’s streaming wars, the only major studio that doesn’t have its own service might also be the biggest arms dealer on the battlefield.<br />Like its rivals,  Sony  Pictures Entertainment is bullish about the long-term prospects of the streaming business. Unlike the others, however, Sony’s management is betting on a strategy that involves selling films to longtime rivals that are spending billions of dollars to bulk up the offerings on their platforms.<br />Simultaneously, without its own large-scale streaming service, the Sony movie studio—owned by Sony Group Corp. —is gambling more heavily than its competitors on the return of moviegoing. Sony executives describe their commitment to theaters as part of a strategy for attracting talent and for securing high prices when they sell movies to streaming services, which often pay based on box-office revenue.<br />Rather than going head-to-head with  Walt Disney Co. , Warner Bros., Universal Pictures and Paramount Pictures—all of which are trying to use movies they have produced to attract consumers to their own streaming services—Sony says it hopes it can play those counterparts against one another.<br />“None of them can deal with each other, but all of them can deal with us,” said Tom Rothman, chairman and chief executive of Sony Pictures Entertainment’s Motion Picture Group, adding that his company’s future will be well served by selling to rivals. “It’s certainly been a zigging-where-everyone-zags strategy. It’s proved very lucrative for us.”"
}