{
    "url_original": "https://www.wsj.com/articles/india-looks-to-western-covid-19-vaccines-to-ease-supply-shortage-11628674884",
    "url": "india-looks-to-western-covid-19-vaccines-to-ease-supply-shortage-11628674884",
    "title": "India Looks to Western Covid-19 Vaccines to Ease Supply Shortage",
    "sub_head": "The country, which was hit hard in the spring by a coronavirus surge, has struggled to ramp up its inoculation campaign",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-08-11 05:41:00",
    "body": "NEW DELHI—India is in negotiations with western vaccine makers in an effort to secure tens of millions of doses in the next few months, which would ease supply shortages that have been stymying the country’s massive immunization campaign, people familiar with the matter said.<br />The country is in talks to acquire 50 million doses of a vaccine produced by  Pfizer Inc.  and  BioNTech SE ,  the people said. It is also expecting to receive about seven million doses of a vaccine made by  Moderna Inc.  from the U.S. through Covax, a program to supply Covid-19 vaccines to poorer nations.<br />Indian authorities are also in an advanced stage of negotiations with  Johnson & Johnson ,  which has a deal with India-based Biological E. Ltd. to manufacture as many as 600 million doses, starting as soon as this month. The Indian company, however, doesn’t have the rights to sell the doses.<br />On Saturday, J&J’s single-shot vaccine received emergency-use authorization in India, making it the fifth to win such approval in the country. A spokeswoman for the company declined to comment on the amount that is likely to be supplied to India.<br />“Our intent is to have these three foreign vaccines in India as it reflects our faith in the international system and collaboration,” V.K. Paul, who leads the health team at the National Institution for Transforming India, a government think tank that has helped lead India’s vaccination drive, said in an interview."
}