{
    "url_original": "https://www.wsj.com/articles/inflation-cuts-both-ways-for-gm-11628098022?mod=business_minor_pos10",
    "url": "inflation-cuts-both-ways-for-gm-11628098022",
    "title": "Inflation Cuts Both Ways for GM",
    "sub_head": "Rising raw-material prices add to costs across automotive industry, but Detroit peers Ford, Stellantis probably have more ways to mitigate problem",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-04 13:27:00",
    "body": "Inflation in vehicle prices has been very helpful for car makers lately. Now investors are seeing the flip side of the coin.<br />General Motors  reported underwhelming second-quarter results Wednesday. First-half adjusted operating profits came in at $8.5 billion, a postbankruptcy record but at the bottom end of the range it indicated as recently as mid-June. The company raised its guidance for full-year profits, but to below where most analysts’ forecasts now sit. The stock fell about 8% in morning trading.<br />The most disappointing quarterly number was arguably the 10.4% adjusted operating margin in the all-important North America region, down from 12.1% in the first quarter. Vehicles have been sparse on dealer lots due to the microchip shortage, leading to a surge in prices that showed up clearly in GM’s revenues. But higher costs ate away the benefit.<br />One reason was a big charge associated with product recalls, notably $800 million for the Chevrolet Bolt electric vehicle. The company discovered a battery defect in the 2017 to 2019 model years that can cause fires. The unexpected cost highlights one of the less-discussed financial risks associated with the industry’s embrace of fast-evolving EV technology.<br />Another reason for the cost increase was inflation in raw-material prices, notably steel and platinum-group metals. Unlike the recall, which is hopefully a one-time effect, this is a continuing headwind. GM Chief Financial Officer Paul Jacobson told analysts that commodity costs would be $1.5 billion to $2 billion higher in the second half than in the first."
}