{
    "url_original": "https://www.wsj.com/articles/inflation-government-spending-workers-prices-wage-growth-stagnation-monetary-policy-biden-11628710715?mod=opinion_lead_pos5",
    "url": "inflation-government-spending-workers-prices-wage-growth-stagnation-monetary-policy-biden-11628710715",
    "title": "Inflation Punishes the Unprotected",
    "sub_head": "Government shields its employees and beneficiaries, but not ordinary workers, from higher prices.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-11 18:14:00",
    "body": "The Labor Department reported Wednesday that consumer prices have risen in the past year by 5.4%. Prices have risen at an annualized rate of 7.1% in 2021 and 8.4% in the past three months. The underlying drivers of consumer inflation are rising at least as fast, with the annual Producer Price Index for 2021 up 10.6% through June and the Import Price Index up 15.8%.<br />With virtually every inflation warning light flashing red for the first time since the early 1980s, why is there so little concern in Washington about what a growing number of Americans fear is a building crisis? Congress is readying another $4 trillion to $5 trillion of spending fuel for the fire, the White House urges lawmakers to do more and do it sooner, and the Federal Reserve advocates, aids and abets. In America, those who work and sweat for a living gather around their kitchen tables trying to make ends meet as their dreams of homeownership or a new truck slip away. Is it possible that Washington and its principal constituencies are now so protected from inflation that to the president, House speaker and Senate majority leader a new wave of inflation is a small price to pay for the progressive dream of an America dominated by government?<br />Even a cursory accounting reveals the great divide between the protected and the unprotected. The seven largest benefit programs—Social Security, Medicare, Supplemental Security Income, the Children’s Health Insurance Program, the Supplemental Nutrition Assistance Program, civil-service retirement and military pensions—all automatically receive adjustments to benefit levels to offset the effects of inflation. This protection covers roughly 127 million people. And 169 million beneficiaries receive automatic inflation protection in programs ranging from Medicaid and ObamaCare tax credits to student loans, and any program whose eligibility is tied to the poverty rate, which itself is adjusted for inflation.<br />For those federal programs not automatically adjusted for inflation, Congress uses a budget process called “current services baseline” that sets the federal budget for every department, agency, program, project and activity at the previous year’s spending level plus an adjustment for inflation. In this wondrous world, more spending is not an increase unless it’s above the inflation rate, and an increase in spending by less than the inflation rate is deemed a cut.<br />In the past 75 years, total federal spending has grown by more than the inflation rate in all but 11 years. Those years mostly occurred after a previous surge in defense spending was reversed, such as after the U.S. exited from Iraq in 2011, or after a targeted spending surge, such as when the 2009 stimulus was spent out."
}