{
    "url_original": "https://www.wsj.com/articles/inflation-is-higher-in-the-u-s-than-elsewhere-but-dont-panic-11629296911?mod=business_minor_pos10",
    "url": "inflation-is-higher-in-the-u-s-than-elsewhere-but-dont-panic-11629296911",
    "title": "Inflation Is Higher in the U.S. Than Elsewhere, but Don’t Panic",
    "sub_head": "While prices in the eurozone appear to be rising more slowly, the difference isn’t best explained by any inflationary economic policies in Washington",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-18 10:28:00",
    "body": "America likes being exceptional, but too much exceptionalism when it comes to inflation is starting to cause concern. A closer look at the data suggests that investors can keep calm.<br />On Wednesday, official figures confirmed that the harmonized consumer-price index in the eurozone rose 2.2% in July from a year earlier. This marked an acceleration relative to June, when inflation was 1.9%. But stripping out energy, food, alcohol and tobacco prices to see what is dubbed “core” inflation, the index only rose 0.7%, down from 0.9% the previous month.<br />What is surprising isn’t inflation being too strong in the eurozone, but rather it being too weak relative to the U.S., where CPI growth reached 5.4% in July, with core inflation at 4.3%.<br />Officials argue that today’s inflation is only temporarily higher as global prices rebound from the troughs of the pandemic and companies work through supply bottlenecks. Yet, if it is so much higher in the U.S., doesn’t this mean that excessive fiscal and monetary policy are driving the economy—since transfers to households have been less generous in Europe—and could trigger a dangerous delayed reaction by the Federal Reserve? Some prominent economists think so.<br />Once compared with U.S. data, however, Wednesday’s figures show that more than half of the 3.2-percentage-point gap between inflation figures across the Atlantic can be explained away by two factors."
}