{
    "url_original": "https://www.wsj.com/articles/infrastructure-bills-cryptocurrency-measures-risk-pushing-criminals-further-underground-11629883800?mod=politics_lead_pos6",
    "url": "infrastructure-bills-cryptocurrency-measures-risk-pushing-criminals-further-underground-11629883800",
    "title": "Infrastructure Bill’s Cryptocurrency Measures Risk Pushing Criminals Further Underground",
    "sub_head": "National-security officials agree on need for regulation but worry about casting too wide a net",
    "category_1": "U.S.",
    "time": "2021-08-25 05:30:00",
    "body": "WASHINGTON—Tucked into a sweeping bipartisan infrastructure bill that passed the Senate earlier this month are measures intended to help provide what many officials say is badly needed regulation of the burgeoning cryptocurrency industry.<br />But some industry and national-security officials warn that the proposal could unintentionally push illicit cryptocurrency transactions into markets where the U.S. government has no reach, adding to the threat to American companies, government agencies and individuals.<br />The provision in the bill requires anyone handling cryptocurrency transactions to report gross proceeds to the Internal Revenue Service, along with the names and addresses of the parties. It is intended to capture billions of dollars in tax revenue the IRS says is lost each year and would also give law enforcement and regulators visibility into a market in which bad actors can too easily operate anonymously.<br />Few dispute the need for disclosure of cryptocurrency transactions as a way to monitor potentially illicit activity. But the bill as written captures corners of the industry not focused on transactions, including everything from miners and stakers to producers of the hardware and software used in crypto markets.<br />Thus some intelligence and law-enforcement officials are joining industry leaders in warning policy makers against overly aggressive regulations that risk exacerbating national-security hazards."
}