{
    "url_original": "https://www.wsj.com/articles/infrastructure-bill-bridge-highway-repair-inflation-11629842606?mod=opinion_major_pos18",
    "url": "infrastructure-bill-bridge-highway-repair-inflation-11629842606",
    "title": "The Infrastructure Bill Won’t Juice Inflation",
    "sub_head": "One in three U.S. bridges needs repair or replacement, and most of the money will be spent after 2022.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-391083?width=860&height=573",
    "image_1": "im-391083.jpg",
    "time": "2021-08-25 13:20:00",
    "body": "In “The Trillion-Dollar Infrastructure Bill Will Fuel Inflation” (op-ed, Aug. 9), Stephen Miran argues that newly funded road construction will cause more traffic congestion, leading to higher inflation. That’s a head-scratcher.<br />The real issue is U.S. transportation system performance. By most measurements, it is failing from decades of insufficient investment, and the American people are paying the price. One in three U.S. bridges needs repair or replacement. The backlog of economically-beneficial highway and bridge projects is $786 billion and projected to reach $2.7 trillion over 20 years. Motorists lost an average of 97 hours annually to congestion, costing $87 billion in 2018, or $1,348 per driver, according to the analytics company Inrix.<br />Transportation improvements are initiated to reduce traffic gridlock, improve safety or increase the movement of people and products. Postponing needed investments only compounds costs down the road.<br />Most economists believe current inflationary pressures are temporary. American Action Forum President Douglas Holtz-Eakin and American Enterprise Institute director of economic policy studies Michael Strainwrite, “Improving roads, bridges, and ports would make it less costly for businesses to operate, allowing them to increase their output per hour, and putting downward pressure on consumer prices.”<br />Since most of the money in the Senate infrastructure plan will be spent after 2022, they add, “We expect inflationary pressures from President Biden’s February stimulus, reopening, and pandemic-related supply constraints to have abated by 2023. So spending under the infrastructure plan would overwhelmingly occur after current concerns about inflation have subsided.”"
}