{
    "url_original": "https://www.wsj.com/articles/infrastructure-trillion-reconciliation-bernie-sanders-biden-american-jobs-plan-ajp-11628023540?mod=opinion_lead_pos5",
    "url": "infrastructure-trillion-reconciliation-bernie-sanders-biden-american-jobs-plan-ajp-11628023540",
    "title": "Bernie Sanders: Why We Need the $3.5 Trillion Reconciliation Package",
    "sub_head": "The American Rescue Plan boosted the economy during the pandemic. But it didn’t go far enough.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-03 18:32:00",
    "body": "The good news is that the American Rescue Plan Act, enacted in March, has been effective. At a time of unprecedented health and economic crisis caused by the pandemic, it did exactly what a democratic government in a civilized society is supposed to do: respond to the needs of people in despair.<br />The act provided much-needed direct payments to struggling families, protected the unemployed, fed the hungry, prevented evictions, and allowed small businesses to survive. It helped jump-start the economy, which grew in the second quarter at an annualized rate of 6.5%. Perhaps most important, it provided funding for the government to expand the vaccine program and save thousands of lives.<br />The bad news is that the American Rescue Plan didn’t address the long-neglected structural crises that many U.S. families face: Three people own more wealth than the bottom 50%, real wages for workers haven’t increased in almost 50 years, and we are facing the existential threat of climate change.<br />We need structural reforms to improve the lives of U.S. families. If Democrats can’t get Republican support for these reforms, then we have to do it alone through the reconciliation process.<br />In recent years, Republicans used reconciliation to pass trillions in tax breaks, which primarily benefit the rich and large corporations, and they used it to try to repeal the Affordable Care Act and throw some 32 million people off the healthcare they had. We are going to use it too. But we will use it to support the middle class and struggling families and, in the process, create millions of good-paying jobs."
}