{
    "url_original": "https://www.wsj.com/articles/intel-ceo-pitches-pricey-chip-plants-to-officials-at-home-and-abroad-11628933400?mod=tech_lead_pos1",
    "url": "intel-ceo-pitches-pricey-chip-plants-to-officials-at-home-and-abroad-11628933400",
    "title": "Intel CEO Pitches Pricey Chip Plants to Officials at Home and Abroad",
    "sub_head": "U.S. semiconductor maker’s appeal for subsidies plays on national security fears during chip shortage; ‘Never let a good crisis go to waste’",
    "category_1": "Tech",
    "time": "2021-08-14 05:30:00",
    "body": "Intel Corp.’s  chief executive and other board members met with Biden administration officials last month and held a rooftop reception near the White House to push a multibillion-dollar chip-investment plan, according to people familiar with the event.<br />The gathering was only one stop for Pat Gelsinger, the Intel boss, in what has become a global tour to get facetime with government leaders—many worried about their countries’ access to chips at an unprecedented time of shortage.<br />Mr. Gelsinger has struck a common note in those meetings, according to people familiar with the talks and documents, namely that Intel has big plans to build more chip factories that also can help fix an overconcentration of chip-making in Asia driven by lucrative incentives there. All it will take to level the playing field is a few billion dollars in subsidies.<br />Computer chips have become the 21st century equivalent of oil—a resource so critical to national security and economic growth that no country wants to become dependent on a foreign supplier, especially for the U.S. and Europe if that supplier is China. The chip shortage, which has hampered production of cars and appliances over recent months, has amplified those concerns.<br />The timing of the shortage could be fortuitous for Mr. Gelsinger, who was hired this year to turn around a company that had lost its technological edge, leading to missteps in making its newest semiconductors. With the chip drought, governments are motivated to spend like never before to avoid a repeat. For Intel, the money could fast-track Mr. Gelsinger’s turnaround plan."
}