{
    "url_original": "https://www.wsj.com/articles/intergovernmental-panel-climate-change-ipcc-un-united-nations-global-warming-floods-wildfire-stevens-palmer-koonin-11628631428?mod=opinion_lead_pos6",
    "url": "intergovernmental-panel-climate-change-ipcc-un-united-nations-global-warming-floods-wildfire-stevens-palmer-koonin-11628631428",
    "title": "Climate Change Brings a Flood of Hyperbole",
    "sub_head": "Despite constant warnings of catastrophe, things aren’t anywhere near as dire as the media say.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-10 18:33:00",
    "body": "The Intergovernmental Panel on Climate Change has issued its latest report assessing the state of the climate and projecting its future. As usual, the media and politicians are exaggerating and distorting the evidence in the report. They lament an allegedly broken climate and proclaim, yet again, that we are facing the “last, best chance” to save the planet from a hellish future. In fact, things aren’t—and won’t be—anywhere near as dire.<br />The new report, titled AR6, is almost 4,000 pages, written by several hundred government-nominated scientists over the past four years. It should command our attention, especially because this report will be a crucial element of the coming United Nations Climate Change Conference in Glasgow. Leaders from 196 countries will come together there in November, likely to adopt more-aggressive nonbinding pledges to reduce greenhouse-gas emissions.<br />Previous climate-assessment reports have misrepresented scientific research in the “conclusions” presented to policy makers and the media. The summary of the most recent U.S. government climate report, for instance, said heat waves across the U.S. have become more frequent since 1960, but neglected to mention that the body of the report shows they are no more common today than they were in 1900. Knowledgeable independent scientists need to scrutinize the latest U.N. report because of the major societal and economic disruptions that would take place on the way to a “net zero” world, including the elimination of fossil-fueled electricity, transportation and heat, as well as complete transformation of agricultural methods.<br />It is already easy to see things in this report that you almost certainly won’t learn from the general media coverage. Most important, the model muddle continues. We are repeatedly told “the models say.” But the complicated computer models used to project future temperature, rainfall and so on remain deficient. Some models are far more sensitive to greenhouse gases than others. Many also disagree on the baseline temperature for the Earth’s surface.<br />The latest models also don’t reproduce the global climate of the past. The models fail to explain why rapid global warming occurred from 1910 to 1940, when human influences on the climate were less significant. The report also presents an extensive “atlas” of future regional climates based on the models. Sounds authoritative. But two experts, Tim Palmer and Bjorn Stevens, write in the Proceedings of the National Academy of Sciences that the lack of detail in current modeling approaches makes them “not fit” to describe regional climate. The atlas is mainly meant to scare people."
}