{
    "url_original": "https://www.wsj.com/articles/intelligence-reports-from-afghanistan-missed-one-key-element-speed-11629056759?mod=politics_lead_pos3",
    "url": "intelligence-reports-from-afghanistan-missed-one-key-element-speed-11629056759",
    "title": "Intelligence Reports From Afghanistan Missed One Key Element: Speed",
    "sub_head": "U.S. officials are conflicted over whether intelligence failures may have contributed to the swift Taliban takeover of Afghanistan",
    "category_1": "Politics",
    "category_2": "National Security",
    "image_1_url": "https://images.wsj.net/im-385854?width=860&height=573",
    "image_1": "im-385854.jpg",
    "time": "2021-08-15 16:15:00",
    "body": "In late June, a stark new intelligence estimate said the government of President Ashraf Ghani could collapse in as soon as six months after the U.S. withdrew its troops from Afghanistan.<br />By last week, with the Taliban rapidly taking over provincial capitals, a revised estimate gave the Ghani government as little as a month to survive. On Sunday, Mr. Ghani fled the country as Taliban troops entered Kabul.<br />In recent days, Biden administration officials publicly and privately expressed their surprise at how quickly the Taliban were moving through the country, overtaking one provincial capital after another while Afghan forces barely put up a fight.<br />A U.S. official dismissed the notion that only intelligence failures were to blame for the swift collapse of the Afghanistan government, saying a number of factors contributed to the miscalculation, including the speed of the Biden administration’s withdrawal and the fact that the military contractors left as well.<br />​According to an administration official, military planners believed that “speed equals safety.” “Once we made the decision to go, it was important that we go efficiently, to protect our forces,” the official added. “Our departure timeline was clearly communicated to all parties, including Afghan forces and our partners.”"
}