{
    "url_original": "https://www.wsj.com/articles/investors-bet-corporate-spending-and-buybacks-will-support-stocks-11629192780?mod=markets_lead_pos1",
    "url": "investors-bet-corporate-spending-and-buybacks-will-support-stocks-11629192780",
    "title": "Investors Bet Corporate Spending and Buybacks Will Support Stocks",
    "sub_head": "Companies’ cash hoards stir hopes for greater spending on business growth and returning money to shareholders",
    "category_1": "Markets",
    "category_2": "Stocks",
    "image_1_url": "https://images.wsj.net/im-385121?width=860&height=573",
    "image_1": "im-385121.jpg",
    "time": "2021-08-17 05:33:00",
    "body": "Investors are betting that cash-rich companies will increase spending on everything from factories to share buybacks, a combination many believe can boost stocks in coming months.<br />Businesses including  Tyson Foods Inc.,  consumer-products firm  Newell Brands Inc.,   Morgan Stanley  and alcohol seller  Constellation Brands Inc.  have said in recent weeks they plan to build factories, expand research budgets, pay down debt or seek acquisitions while also giving priority to dividends or share repurchases.<br />The hoard of cash held by U.S. companies is a key comfort for U.S. investors, despite worries that the spread of the Delta variant of coronavirus could dent the burgeoning recovery. Steady demand for stocks from companies joins a glut in household savings in powering indexes to highs, with the S&P 500 finishing Friday at a record.<br />At the same time, signs of growing capital expenditures are helping reassure those worried that companies will return money to shareholders at the expense of long-term business investment that will increase jobs and economic growth.<br />“As long as they keep the money spread out, we say that is a good thing that is going to enhance productivity, potentially revenue growth,” said John Augustine, chief investment officer at Huntington National Bank. He said he is buying stocks of companies that have reported strong earnings and guidance."
}