{
    "url_original": "https://www.wsj.com/articles/investors-who-put-their-pennies-in-coinbase-could-get-pinched-11629977580?mod=markets_lead_pos13",
    "url": "investors-who-put-their-pennies-in-coinbase-could-get-pinched-11629977580",
    "title": "Investors Who Put Their Pennies in Coinbase Could Get Pinched",
    "sub_head": "Cryptocurrency exchange Coinbase remains richly valued at a time of rising regulatory threats",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-26 07:33:00",
    "body": "This column is part of the Heard on the Street stock-picking contest. You’re invited to play along with us here.<br />Coinbase  Global’s stock valuation is predicated on a view that cryptocurrencies will only gain in popularity and acceptance in the years ahead. Regulators could have a thing or two to say about that in the coming months.<br />In its April stock market debut, Coinbase, which runs the largest U.S. exchange for bitcoin and other private digital currencies, made a very big splash. It closed its first day of trading at $328.28 a share, putting its market capitalization at $85 billion—more than 10 times what it was valued at in its previous fundraising round.<br />Its stock fell shortly thereafter, in part because a series of ransomware attacks raised worries that cryptocurrencies could end up in regulators’ crosshairs, pushing the price of bitcoin lower. At $256.77 Coinbase still doesn’t look particularly cheap, trading at 31 times expected earnings, which compares with a forward price-to-earnings ratio of 26 for Nasdaq and 23 for  Intercontinental Exchange .<br />Of course it is possible that Coinbase’s business will grow very quickly, in which case its lofty valuation might be more than justified. But considering the wild swings in price and popularity that bitcoin and other cryptocurrencies have undergone, that is no sure thing. Nor is it operating in a world without competition: There are dozens of crypto exchanges vying with one another. To hang onto its market share, Coinbase might need to reduce the transaction fees it charges for trades, and from which it continues to draw the bulk of its revenues."
}