{
    "url_original": "https://www.wsj.com/articles/investors-can-clean-up-with-steris-11629975781?mod=markets_featst_pos3",
    "url": "investors-can-clean-up-with-steris-11629975781",
    "title": "Investors Can Clean Up With Steris",
    "sub_head": "The maker of sterilization equipment has strong cash flow and growth prospects",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-26 07:03:00",
    "body": "This column is part of the Heard on the Street stock picking contest. You’re invited to play along with us here.<br />In the parlance of Wall Street, a clean story means that investors can expect favorable business conditions that lead to steady growth. With medical hygiene specialist  Steris ,  investors won’t have to get their hands dirty.<br />Steris products are likely to be found at healthcare sites like emergency rooms and dialysis centers, as well as drug manufacturing plants. The company sells capital equipment like steam sterilizers and single-use products like cleaning supplies and it generates additional revenue from servicing its equipment. Roughly 80% of the company’s top line recurs from year to year. As an extra benefit, some research and manufacturing expenses overlap across its business segments, which means that new investments can potentially generate extra sales.<br />While the Covid-19 pandemic has resulted in short-term disruptions to elective medical procedures, Steris is in position to benefit from favorable long-term demographic trends such as an aging population. And the company has found new growth opportunities of late: Steris’s $4.6 billion acquisition of Cantel Medical, which closed in June, gives the company a foothold in dental care.<br />In the current fiscal year, which ends in May, Steris expects $4.6 billion in sales, good for about 10% growth when adjusting for the acquisition. Steris also projects free cash flow of $400 million, which is more than triple the fiscal 2016 haul of $129 million. Underlying cash flow is even stronger because it includes $200 million in expenses from the Cantel deal closing that won’t recur."
}