{
    "url_original": "https://www.wsj.com/articles/investors-sour-on-chinese-insurance-giants-shares-11629192601?mod=markets_lead_pos4",
    "url": "investors-sour-on-chinese-insurance-giants-shares-11629192601",
    "title": "Investors Sour on Chinese Insurance Giant’s Shares",
    "sub_head": "Ping An’s Hong Kong-listed shares, which are part of the MSCI China index, have been on a downward slide lately",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-386106?width=860&height=573",
    "image_1": "im-386106.jpg",
    "time": "2021-08-17 05:30:00",
    "body": "Lackluster insurance sales and some poorly performing investments have put a damper on  Ping An Insurance (Group) Co. ’s share price.<br />The Chinese retail financial-services giant, with a market capitalization of about $157 billion, is the world’s second-most valuable insurer after Warren Buffett’s Berkshire Hathaway Inc. The Shenzhen-based group also operates a bank and has units that provide asset management, consumer loans, healthcare and technology services.<br />Ping An’s Hong Kong-listed shares, which are part of the MSCI China index, have been on a downward slide lately, losing 29% in the year-to-date period and significantly underperforming broad market benchmarks.<br />The American depositary receipts of Ping An’s U.S.-listed online-lending associate,  Lufax Holding Ltd. , and fintech service platform  OneConnect Financial Technology Co. , have performed worse—falling 44% and 78% respectively so far this year amid a big selloff in Chinese internet and technology stocks.<br />Ping An, one of China’s biggest sellers of life, health and property-and-casualty insurance, has been grappling lately with a shrinking sales force as the overall insurance industry’s growth in policy premiums slows. The company also incurred heavy losses this year from an ill-fated investment in the shares and bonds of  China Fortune Land Development Co. , a real-estate company that defaulted on its debts. In April, Ping An estimated it would incur a $2.8 billion loss from its $8 billion exposure to the developer."
}