{
    "url_original": "https://www.wsj.com/articles/investors-searching-for-yield-pump-up-sales-of-risky-company-debt-11630426565?mod=markets_lead_pos3",
    "url": "investors-searching-for-yield-pump-up-sales-of-risky-company-debt-11630426565",
    "title": "Investors Searching for Yield Pump Up Sales of Risky Company Debt",
    "sub_head": "Issuance of new collateralized loan obligations set a 10-year record in August",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-393669?width=860&height=573",
    "image_1": "im-393669.jpg",
    "time": "2021-08-31 12:16:00",
    "body": "Sales of securities backed by bundles of risky corporate loans set a new monthly record in August, powered by improving corporate earnings and investor demand for relatively higher yields.<br />Issuance of new collateralized loan obligations, which buy up corporate loans with junk credit ratings and package them into securities, were more than $18.7 billion this month, as of Thursday, according to S&P Global Market Intelligence’s LCD. That is the highest monthly total in data going back to January 2011.<br />This month’s sales are a notable reversal from last year. Then, pandemic fears sent prices on riskier debt plummeting, halting new issuance of so-called CLOs. Broad-based support for markets from the Federal Reserve, which included cutting interest rates to near zero, injecting liquidity into markets and buying bonds, has since helped renew investor demand.<br />This year is now shaping up to be one of the best ever for CLOs. Based on collateral and cash balances, the size of the global market surpassed $1 trillion, according to JPMorgan. For the year as a whole, Bank of America analysts are projecting $140 billion in new U.S. CLOs sales and $220 billion in refinancings and resets, when a portfolio’s maturity is extended and it is repriced.<br />A strong recovery in corporate earnings is helping drive investor demand for CLOs, analysts said. During the second quarter, earnings before interest, taxes, depreciation and amortization, or Ebitda, rose 21% from the same period a year earlier for public companies in the S&P/LTSA leveraged-loan index."
}