{
    "url_original": "https://www.wsj.com/articles/ipcc-climate-change-al-gore-global-warming-carbon-tax-obama-11628610273?mod=opinion_lead_pos8",
    "url": "ipcc-climate-change-al-gore-global-warming-carbon-tax-obama-11628610273",
    "title": "Same Climate Report, Different Day",
    "sub_head": "Beneath its alarmism, a new U.N. study adjusts downward its expected future warming risk.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "time": "2021-08-10 13:49:00",
    "body": "John Cochrane, the economist and always interesting blogger, recently aimed a considerable missile of justice at those Biden officials who’ve been promoting the corporate climate disclosure nonsense, which they certainly know is nonsense.<br />Collectively, the markets are as well informed as they can be about the uncertain risks of climate change and climate politics. Corporate management has nothing material to add. And notice the larger meta fraud at work: Demand for fossil fuels remains robust. Emissions continue uninterrupted. The disclosure and accounting rules sought by activists would make public companies pretend that meaningful climate policies have been enacted though the clear message from the political sphere is that they won’t be.<br />Economists have been rolling their eyes over this since climate politics began. Advocates refuse to acknowledge the so-called Jevons paradox, which holds that forced or subsidized investment in alternative energy technology doesn’t mean less fossil fuel will be consumed. People will still use all that the going price makes it desirable to consume. The solar panels Americans are being subsidized to install, the Journal recently noted, are produced in “carbon-dioxide-belching, coal-burning plants in China.” Your subsidy to buy an electric car is the manufacturer’s subsidy to consume fossil energy in mining the lithium and rare metals needed to make it. It’s the electric company’s subsidy to burn more fossil fuels to help you keep it charged.<br />A carbon tax, because it reduces the incentive to consume fossil fuels across the board, is the way to lower emissions meaningfully.<br />But a carbon tax would be unpopular and never pass, exclaimed President Obama as he abandoned his climate promises the moment he took office."
}