{
    "url_original": "https://www.wsj.com/articles/ipcc-climate-change-report-gives-a-less-extreme-but-more-sobering-outlook-11628697997?mod=politics_lead_pos12",
    "url": "ipcc-climate-change-report-gives-a-less-extreme-but-more-sobering-outlook-11628697997",
    "title": "IPCC Climate Change Report Shows Less Cause for Panic—But More Urgency to Act",
    "sub_head": "U.N. panel’s study suggests both lower risk of dramatic increases in temperature and higher risk from inaction",
    "category_1": "Economy",
    "category_2": "Capital Account",
    "time": "2021-08-11 14:38:00",
    "body": "The conclusion of the latest report by the United Nations advisory body on climate—that temperatures are rising, and some effects are irreversible—wasn’t surprising. Those views are largely in line with its last report, in 2013.<br />More interesting and potentially more significant is that the Intergovernmental Panel on Climate Change has become more confident in those views.<br />Because climate change is so complex, uncertainty is intrinsic to its study: uncertainty over its underlying drivers, their magnitudes and how they interact; over its consequences, such as on weather patterns; and over the costs and benefits of mitigation. It is why the IPCC, which helps shape its 195 member governments’ mitigation plans, assigns varying levels of confidence to its findings, which are based on reviews of thousands of studies and modeling by numerous independent scientists.<br />The increased confidence the IPCC shows in its findings in its latest report has both encouraging and sobering implications. On the encouraging side the IPCC has dialed back the probability of (without ruling out) more extreme changes in temperature. Such scenarios have often been used to justify much faster and costlier action to ban or limit fossil fuels. On the sobering side, benign outcomes are also less likely, and uncertainty a less viable excuse for inaction.<br />“Climate change is in many ways an issue of ‘tails,’ ” said Zeke Hausfather, director of climate and energy at the Breakthrough Institute, a think tank focused on environmental issues, and a contributing author to the IPCC report. Tails represent rarer, more extreme observations in a set of data."
}