{
    "url_original": "https://www.wsj.com/articles/irans-parliament-confirms-conservative-as-top-diplomat-11629906834?mod=world_major_1_pos7",
    "url": "irans-parliament-confirms-conservative-as-top-diplomat-11629906834",
    "title": "Iran’s Parliament Confirms Conservative as Top Diplomat",
    "sub_head": "New Foreign Minister Hossein Amir-Abdollahian is expected to resume nuclear talks but restrain ties with the West",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-391016?width=860&height=573",
    "image_1": "im-391016.jpg",
    "time": "2021-08-25 14:23:00",
    "body": "Iran’s parliament confirmed an experienced diplomat trusted by the country’s hard-liners as its new foreign minister as the government prepares for a possible return to nuclear negotiations in coming weeks.<br />Hossein Amir-Abdollahian is expected to closely follow the line set by Iran’s conservative new President Ebrahim Raisi, who has said he wants to restore the 2015 nuclear deal while resisting U.S. efforts to negotiate a wider agreement that might limit Iran’s influence across the Middle East.<br />Mr. Raisi has also said he wants Iran’s new foreign policy to focus on improving Iran’s regional ties and influence, an area on which Mr. Amir-Abdollahian has spent much of his career. Iran’s Supreme Leader, Ali Khamenei, is the main decision maker on all major strategic issues, including the nuclear deal.<br />Mr. Amir-Abdollahian was first promoted into the government under hard-line former Iranian President Mahmoud Ahmadinejad. Political analysts note his close ties to Iran’s elite Islamic Revolutionary Guard Corps, including its former foreign forces leader, Qassem Soleimani, killed by the U.S. in 2020.<br />However, Western officials also say Mr. Amir-Abdollahian, 57 years old, is a pragmatist who has dealt directly with U.S. officials before. He was one of several Iranian diplomats involved in talks on the security situation in Iraq with U.S. Ambassador Ryan Crocker in 2007."
}