{
    "url_original": "https://www.wsj.com/articles/iran-offensive-retreat-afghanistan-taliban-kabul-drone-iraq-biden-ebrahim-raisi-israel-11629141427?mod=opinion_lead_pos10",
    "url": "iran-offensive-retreat-afghanistan-taliban-kabul-drone-iraq-biden-ebrahim-raisi-israel-11629141427",
    "title": "Iran Goes on the Offensive as the U.S. Retreats From Afghanistan and Elsewhere",
    "sub_head": "Tehran’s proxies unleash violence on several fronts in the Mideast as it senses weakness in adversaries.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-386128?width=860&height=573",
    "image_1": "im-386128.jpg",
    "time": "2021-08-16 18:30:00",
    "body": "The Taliban’s seizure of power in Afghanistan, while swift and dramatic, is neither the first nor the sole challenge to the U.S. and its allies taking place in and around the region. Iran is mounting another, no less significant push. Behind both offensives is the perception that the regional order is failing and the U.S. is retreating.<br />The factor underlying the Mideast violence earlier this summer seems clear: Iran is trying to assert power across several fronts. It is wielding a variety of assets, proxies and franchises against the full range of enemies it perceives in the region.<br />Part of the escalation was last month’s fatal drone attack on the merchant vessel Mercer Street in the Gulf of Oman. The Liberian-flagged oil tanker belongs to Zodiac Maritime, a London-based firm owned by Israeli shipping magnate Eyal Ofer. Two people were killed: a British crewman and the Romanian captain. Responsibility for the attack “clearly points to Iran,” according to a Group of Seven statement Aug. 6. Foreign Ministry spokesman Saeed Khatibzadeh called the accusation “baseless.”<br />Lebanese Hezbollah’s launch of 20 Katyusha missiles at Israel on Aug. 6 represents a sharp breach of the de facto rules that have largely held along the border since the end of the Second Lebanon War 15 years ago. The launch itself and the claim of responsibility by Hezbollah—Iran’s proxy—reflect an apparent willingness on the part of the Lebanese Islamic Revolutionary Guard Corps franchise to provoke Israel.<br />Iran’s IRGC-trained death squads have been busy in remote areas seldom covered by Western media. On July 14, Iranian dissident, activist and environmentalist Behrouz Rahimi was killed in Suleimania, an Iraqi city near the border with Iran. Closed-circuit television footage shows a  BMW  with tinted windows and no license plate tailing Mr. Rahimi. Gunmen then opened fire from the car. Mr. Rahimi died from his wounds in the hospital. His wife later cited recent threats against her husband from Iran’s Intelligence Ministry. Iran hasn’t made a statement on the killing."
}