{
    "url_original": "https://www.wsj.com/articles/iran-nuclear-deal-biden-blinken-jcpoa-ebrahim-raisi-khamenei-11628539180?mod=opinion_lead_pos9",
    "url": "iran-nuclear-deal-biden-blinken-jcpoa-ebrahim-raisi-khamenei-11628539180",
    "title": "Iran Nukes the Case for the JCPOA",
    "sub_head": "Its rulers see little advantage in rejoining an agreement the U.S. can reverse at will.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "image_1_url": "https://images.wsj.net/im-382627?width=860&height=573",
    "image_1": "im-382627.jpg",
    "time": "2021-08-09 18:29:00",
    "body": "This was the week that the optimistic case for restoring the 2015 Iran nuclear deal died. Like so many other innocents, it died at the hands of Ebrahim Raisi, the hanging judge handpicked by Iran’s supreme leader to guide the Islamic Republic through the Biden years.<br />For Iran optimists, the goal of the Joint Comprehensive Plan of Action was not only the normalization of U.S.-Iranian relations but the normalization of Iran. Ending sanctions and restoring economic relations between the Islamic Republic and the rest of the world would reduce the influence of hard-liners over the Iranian economy. Ending Iran’s political isolation would undermine the radicals’ argument that unrelenting foreign hostility justifies harsh crackdowns at home. All this would open a political window for moderates, who would increasingly soften the regime’s harsh policies at home and end its confrontation with neighbors. A nonnuclear Iran would become a stable, democratic force in the Middle East, optimists believed.<br />But Supreme Leader Ali Khamenei has no intention of ending up like Mikhail Gorbachev. By ruthlessly engineering the election of a hard-liner’s hard-liner to the presidency, Mr. Khamenei has slammed the door on normalization and nailed it shut.<br />That’s only one of the problems afflicting the JCPOA. Instead of welcoming the Biden administration’s eagerness to return to President Obama’s Iran policy, Tehran has turned up its nose at American attempts to chart a course back to mutual compliance with the terms of the deal. The ease with which President Trump was able to dump the JCPOA, and the inability of outraged Europeans to contest his imposition of unilateral sanctions, created a healthy skepticism in Iran about the deal’s value. Tehran has realized that an executive agreement like the JCPOA has no legal force in the U.S. It is not simply that a future president could follow Mr. Trump’s footsteps and reject the nuclear deal. President Biden could sign the JCPOA one week and reimpose American sanctions on whatever grounds he chose the next, and Iran would have no recourse.<br />Given that the nuclear deal or anything like it has zero chance of attracting the two-thirds majority of senators necessary for treaty ratification, the most Tehran can get out of the negotiating process is a Biden pinky-swear. For hard-nosed Iranian mullahs and Revolutionary Guards raised on tales of U.S. perfidy, the idea of trusting the Great Satan’s word—after he’s already fooled you once—is laughable. They see no real reason to pay any kind of price for such a weak agreement."
}