{
    "url_original": "https://www.wsj.com/articles/iran-nuclear-deal-negotiation-biden-11627684994?mod=opinion_major_pos18",
    "url": "iran-nuclear-deal-negotiation-biden-11627684994",
    "title": "Iran’s Gift to President Biden",
    "sub_head": "A new demand opens the door to a new nuclear deal.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-374883?width=860&height=573",
    "image_1": "im-374883.jpg",
    "time": "2021-08-01 11:12:00",
    "body": "Iran’s demand that the 2015 nuclear deal be modified to circumscribe a future U.S. president’s ability to withdraw unilaterally may be a blessing in disguise (“Iran’s Latest Nuclear Demand,” Review & Outlook, July 26). The proposal would amount to a serious modification of the original agreement. As such, it signals a desire by Iran not simply to return to “mutual compliance” with the accord, but to renegotiate it.<br />While the Biden administration should not—and, constitutionally, likely cannot—agree to Tehran’s proposal, it should welcome the chance to renegotiate rather than simply re-enter the nuclear deal. President Biden has called for a “stronger, longer” agreement, making the need to replace the deal a matter of bipartisan consensus. Concluding such an agreement, or even getting Iran to the table to discuss it, won’t be easy. But re-entering the original deal first and relinquishing the economic leverage provided by sanctions seem likely to make it even harder.<br />Iran’s reluctance to accept Mr. Biden’s offer of a return to mutual compliance with the 2015 deal offers an opportunity to move to a new phase of diplomacy. The U.S. should respond to Iran’s demands for alterations to the deal by putting on the table its own ideas for strengthening the agreement, moving directly to negotiation of the stronger, longer accord that successive U.S. administrations have desired.<br />Michael Singh<br />Managing director, Washington Institute for Near East Policy"
}