{
    "url_original": "https://www.wsj.com/articles/iran-nuclear-deal-jcpoa-military-biden-ebrahim-raisi-11628101285?mod=opinion_lead_pos6",
    "url": "iran-nuclear-deal-jcpoa-military-biden-ebrahim-raisi-11628101285",
    "title": "A Breakout Moment for a New Approach to Iran",
    "sub_head": "Neither arms control nor military force is realistic. What would a more practical policy look like?",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-04 18:19:00",
    "body": "Mohammad Khatami, an affable, intellectual cleric who believed in the Islamic revolution but wanted more humanity and democracy in government, unexpectedly won the Iranian presidential election on May 23, 1997. His victory marked the beginning of the Western left’s conviction that the clerical regime was evolving into a less religious and oppressive system.<br />But that isn’t panning out. Ebrahim Raisi, a cleric renowned for his ruthlessness, became president this week and is the apparent successor to Ali Khamenei as supreme leader. Joe Biden may be forced to answer a question presidents have preferred to avoid: Would Washington use force to stop the development of Iranian nuclear weapons? American presidents since 2002, when the Islamic Republic’s clandestine atomic program was revealed, have declared that Iran’s possessing such arms is unacceptable.<br />President Biden appears unprepared to unleash the U.S. Air Force, and the administration can’t plausibly argue that opening up more trade hurts the theocracy’s aggressive, Islamist ambitions. This leaves few options beyond economic penalties. The White House probably doesn’t appreciate the irony of its now reportedly contemplating leveling more sanctions on Tehran to coerce Mr. Khamenei to re-enter the nuclear deal, after Mr. Biden and his Iran team derided the sanctions diplomacy of Donald Trump’s “maximum pressure” campaign.<br />The 2015 Joint Comprehensive Plan of Action, with its sunset clauses and nonchalance about aggressive inspections, made sense as an arms-control agreement if the accord was merely one step in a process. Secretary of State Antony Blinken has, in his own way, stated exactly this, endorsing the need to make the agreement “longer, stronger, broader.” That wouldn’t be necessary if the JCPOA actually stopped, as former Secretary of State John Kerry put it, “all pathways” to the bomb and did something about the theocracy’s ballistic missiles and imperialism.<br />Messrs. Raisi and Khamenei have made it crystal clear, however, there will be no follow-on talks. By rejoining the Iran nuclear deal, Washington would at best be giving tens of billions of dollars in sanctions relief to the clerical regime for a short-term fix. Iran has already started building advanced centrifuges; with the JCPOA, Tehran can build 400 advanced machines in two years and put rotors into them in four. Even as a mechanism to kick the can down the road, the nuclear deal no longer makes much sense."
}