{
    "url_original": "https://www.wsj.com/articles/iran-nuclear-deal-jcpoa-biden-blinken-zodiac-maritime-tanker-attack-israel-tehran-11627846592?mod=opinion_lead_pos3",
    "url": "iran-nuclear-deal-jcpoa-biden-blinken-zodiac-maritime-tanker-attack-israel-tehran-11627846592",
    "title": "Another Iran Message for Biden",
    "sub_head": "The U.S. fingers Tehran for another attack but still wants a nuclear deal.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-378636?width=860&height=573",
    "image_1": "im-378636.jpg",
    "time": "2021-08-01 17:04:00",
    "body": "How many Iranian slaps in the face will it take for President Biden to accept that he can’t change Tehran’s malign behavior by returning to the 2015 nuclear deal?<br />The latest provocation was an attack Thursday night in the Arabian Sea on a commercial oil tanker that killed two crew members. The tanker Mercer Street is managed by a London-based company owned by an Israeli billionaire. Israel fingered Iran for the attack, and Iran denied it. On Sunday the U.S. and U.K. joined Israel in holding Iran responsible.<br />“Upon review of the available information, we are confident that Iran conducted this attack, which killed two innocent people, using one-way explosive UAVs, a lethal capability it is increasingly employing throughout the region,” said Secretary of State Antony Blinken in a statement. He said the U.S. is coordinating with allies on a response.<br />Here’s an idea: Stop negotiating with Iran on a nuclear deal that would reward the regime by lifting sanctions and handing it cash and investment to finance new UAV and other attacks throughout the region and beyond.<br />In recent weeks Iran has plotted to kill an Iranian-born U.S. citizen in New York City, encouraged its proxies to attack U.S. bases in Iraq, and accelerated its violations of the 2015 nuclear accord. A new hardline President is taking power in Tehran and has said a renewed deal can contain no limits on Iran’s regional behavior. Instead of making more concessions, Mr. Biden should walk away and step up the sanctions."
}