{
    "url_original": "https://www.wsj.com/articles/iraqi-lawmakers-call-for-probe-into-ge-siemens-electricity-contracts-11629455913?mod=markets_lead_pos6",
    "url": "iraqi-lawmakers-call-for-probe-into-ge-siemens-electricity-contracts-11629455913",
    "title": "Iraqi Lawmakers Call for Probe Into GE, Siemens Electricity Contracts",
    "sub_head": "Parliamentary commission members want scrutiny over billion-dollar deals amid extended power outages",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-387646?width=860&height=573",
    "image_1": "im-387646.jpg",
    "time": "2021-08-20 06:38:00",
    "body": "Members of an Iraqi parliamentary commission are calling for an investigation into large power-generation contracts struck with  General Electric Co.  and its competitors, saying the government in Baghdad overpaid.<br />The lawmakers have also called for probes into contracts with  Siemens Energy AG , a spinoff of German conglomerate  Siemens AG , and local rivals. GE has entered into at least $6 billion of electricity contracts in Iraq in recent years, while orders from Siemens have approached 1 billion euros, equivalent to around $1.2 billion.<br />The request for an official inquiry comes from three prominent backers of the Iraqi government, which is under pressure to address extended power cuts during one of the Middle East’s hottest summers on record.<br />The members of the so-called integrity commission, created in part to address problems with the power grid, want an investigative panel set up by Prime Minister Mustafa al-Kadhimi to examine the pricing of the sole-source contracts and the terms on which they were awarded. They say a lack of competition allowed the U.S. company and its rivals to win at inflated prices. The contracts were granted on a direct basis, as opposed to an open tender.<br />“General Electric is controlling electricity contracts in Iraq, while the electricity service deteriorates badly,” Alia Nassif, a member of the integrity commission, said in an interview. She said that contracts granted to GE for power turbines, parts and maintenance weren’t awarded competitively and called on the government to cancel the deals and to resist the company’s efforts to obtain new ones."
}