{
    "url_original": "https://www.wsj.com/articles/isis-k-who-kabul-airport-explosion-11630014893?mod=business_minor_pos4",
    "url": "isis-k-who-kabul-airport-explosion-11630014893",
    "title": "What is ISIS-K? Islamic State Affiliate Group Suspected in the Kabul Airport Explosions",
    "sub_head": "The group has conducted a string of deadly attacks, primarily targeting members of Afghanistan’s Shiite Hazara minority. Here’s what you need to know.",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-392044?width=700&height=467",
    "image_1": "im-392044.jpg",
    "time": "2021-08-26 17:57:00",
    "body": "U.S. officials attributed attacks that killed more than 100 people at the Kabul airport, and an  assault by gunmen, to Islamic State’s regional affiliate. The Taliban, who seized Kabul on Aug. 15, are a sworn enemy of Islamic State, and shot dead one of the group’s top leaders in Afghanistan hours after taking over the Kabul prison where he was held. Here’s a look at ISIS-K.<br />ISIS-K is an Afghanistan-based offshoot of Islamic State, the Islamist extremist group that established what it called a caliphate in Syria and Iraq in 2014 and has carried out terrorist attacks in countries around the world. The K in ISIS-K refers to Khorasan, the province in eastern Afghanistan where the group has its headquarters.<br />Founded in 2015, ISIS-K’s core membership includes disgruntled members of the Afghan Taliban and its Pakistani counterpart, the TTP. According to analysts who track the movement, ISIS-K has also recruited heavily in Pakistani mosques and madrasas. The group has conducted a string of deadly attacks in Kabul, primarily targeting members of Afghanistan’s  Shiite Hazara minority. Such attacks include, according to the U.S., an assault by gunmen on a maternity ward in Kabul in 2020, which killed 24 people, mostly women and children.<br />In 2017, President Trump ordered the U.S. military to drop the largest conventional bomb in the American arsenal, the GBU-43/B, also known as “the mother of all bombs,” on caves used by ISIS-K in eastern Afghanistan.<br />At the height of its strength, the group was believed by U.S. officials to number 2-3,000 fighters, but likely commands many fewer today."
}