{
    "url_original": "https://www.wsj.com/articles/islamic-state-khorasan-province-afghanistan-11630014893?mod=business_minor_pos4",
    "url": "islamic-state-khorasan-province-afghanistan-11630014893",
    "title": "What Is Islamic State Khorasan Province of Afghanistan?",
    "sub_head": "The group has conducted a string of deadly attacks, primarily targeting members of Afghanistan’s Shiite Hazara minority. Here’s what you need to know.",
    "category_1": "World",
    "time": "2021-08-30 22:23:00",
    "body": "The U.S. on Sunday launched a drone strike against what it said was a vehicle carrying suspected Islamic State suicide bombers in Kabul. The strike killed 10 civilians, including eight children, family members and witnesses said. The drone strike was the second such American attack against Islamic State’s Afghan offshoot, following an explosion that killed 13 U.S. service members and nearly 200 Afghan civilians outside Hamid Karzai International Airport on Aug. 26. Islamic State in Afghanistan claimed responsibility for the attack.<br />The Taliban, who seized Kabul on Aug. 15, are a sworn enemy of Islamic State, and shot dead one of the group’s top leaders in Afghanistan hours after taking over the Kabul prison where he was held. Here’s a look at Islamic State’s regional affiliate in Afghanistan.<br />Islamic State Khorasan Province, also known as ISKP and by the U.S. government as ISIS-K, is an Afghanistan-based offshoot of Islamic State, the Islamist extremist group that established what it called a caliphate in Syria and Iraq in 2014 and has carried out terrorist attacks in countries around the world. The name Khorasan refers to a historical region encompassing northeast Iran, much of Afghanistan and parts of Central Asia.<br />The core membership of Islamic State Khorasan Province, founded in 2015, includes disgruntled members of the Afghan Taliban and its Pakistani counterpart, the TTP. According to analysts who track the movement, the group has also recruited heavily in Pakistani mosques and madrasas. Islamic State has conducted a string of deadly attacks in Kabul, primarily targeting members of Afghanistan’s  Shiite Hazara minority. Such attacks include, according to the U.S., an assault by gunmen on a maternity ward in Kabul in 2020, which killed 24 people, mostly women and children.<br />At the height of its strength, the group was believed by U.S. officials to number 2,000 to 3,000 fighters, but likely commands many fewer today."
}