{
    "url_original": "https://www.wsj.com/articles/israel-80-vaccinated-suffers-another-covid-19-surge-11628769603",
    "url": "israel-80-vaccinated-suffers-another-covid-19-surge-11628769603",
    "title": "Israel, 80% Vaccinated, Suffers Another Covid-19 Surge",
    "sub_head": "Country delivers more booster shots, restores mask and quarantine mandates as Delta variant drives up hospitalizations",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-08-12 08:00:00",
    "body": "TEL AVIV—After becoming one of the first countries to open up thanks to a widespread Covid-19 vaccination campaign, Israel is again on guard, this time against the spread of the Delta variant of the coronavirus.<br />Mask mandates are back, including requirements to mask up for large outdoor gatherings. Many venues require people to show proof of vaccination, a negative Covid-19 test or proof of recovery from the virus. People returning from most countries have to quarantine for at least a week, even if they are fully vaccinated. Over-60s are being offered a third, booster shot of  Pfizer Inc.’s  vaccine, with the hopes it can suppress the rise of cases of severe illness.<br />Health officials are warning that Israel could face a fourth lockdown during the Jewish holiday season in September if the country doesn’t improve on its 80% adult vaccination rate and deliver more booster shots.<br />A little over a month ago, day-to-day life in Israel was quickly getting back to normal. People were dining indoors or attending concerts without needing the so-called green pass, a digital certificate stored on phones to show the holder is fully vaccinated. But the more contagious Delta variant is forcing a change in tack, in a test case for what could happen elsewhere, including countries with high vaccination rates.<br />“That window when we weren’t concerned about things was so brief,” said Rena Magun, 61 years old, who co-runs a tourism and Jewish events-planning business with her husband in Jerusalem."
}