{
    "url_original": "https://www.wsj.com/articles/israel-bennett-netanyahu-biden-coalition-jerusalem-palestinians-11629903262?mod=politics_lead_pos12",
    "url": "israel-bennett-netanyahu-biden-coalition-jerusalem-palestinians-11629903262",
    "title": "Israel’s Bennett Seeks New Political Order. Netanyahu Stands in the Way.",
    "sub_head": "The new prime minister wants to change Israel’s image as brash and confrontational; his predecessor seeks to topple him",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-384169?width=700&height=467",
    "image_1": "im-384169.jpg",
    "time": "2021-08-25 10:55:00",
    "body": "TEL AVIV—Since taking over in June as Israel’s prime minister, Naftali Bennett has tried to construct a new political order. The biggest obstacle might be the man he displaced, his predecessor, Benjamin Netanyahu.<br />Mr. Bennett, a right-wing politician who will be in Washington this week to meet President Joe Biden, heads an unstable coalition of leftist, right-wing and Arab parties and by necessity must govern from the center.<br />He has tried to call every minister each week to ask how they are, according to coalition members. His tweets add the handles of other ministers to congratulate them on the government’s work, which is studiously avoiding tackling contentious issues head on. He’s turned to private sector experts on the coronavirus and other issues, asking for ideas via WhatsApp.<br />In a video published on Twitter this month, Mr. Bennett and members of each coalition party urged people to get vaccinated against the coronavirus, regardless of political affiliation.<br />Mr. Bennett’s coalition accomplished what no other opponent of Mr. Netanyahu could over the past 12 years—it drove him from power. The political survival of the 49-year-old prime minister depends on winning enough votes beyond his traditional constituency to continue to lead. At stake is moving the country past a divisive and turbulent political period, with four elections in two years"
}