{
    "url_original": "https://www.wsj.com/articles/israel-in-afghanistans-shadow-naftali-bennett-joe-biden-11630013276?mod=opinion_lead_pos3",
    "url": "israel-in-afghanistans-shadow-naftali-bennett-joe-biden-11630013276",
    "title": "Israel in Afghanistan’s Shadow",
    "sub_head": "The new PM lobbies Washington on Iran amid chaos in Kabul.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-26 18:52:00",
    "body": "President Biden’s meeting with Israeli Prime Minister Naftali Bennett was postponed Thursday for a day after the attack on American forces in Kabul. The botched exit from Afghanistan looms large for American strategy from Europe to the Far East, but perhaps especially in the Mideast as the U.S. tries to manage diplomacy with its ally Israel and a revisionist Iran.<br />Mr. Bennett’s Washington visit comes as U.S. nuclear negotiations with Iran are at a crossroads. The Prime Minister said before his meeting with Secretary of State Antony Blinken that the two would address “primarily how do we fend off and curtail Iran’s pursuit to dominate the region and its race to a nuclear weapon.”<br />The Biden Administration came into office signaling its eagerness to re-enter Barack Obama’s Iran nuclear deal, which gave Tehran access to capital in exchange for weak promises not to pursue a nuclear weapon. Yet the Islamic Republic, which has since accelerated its uranium enrichment and construction of advanced centrifuges, is driving a harder bargain than the Administration anticipated.<br />The chief U.S. negotiator, Robert Malley, conceded to Radio Free Europe this week that, after months of negotiations, “we don’t know if Iran’s intent remains to come back into compliance with the JCPOA.” Yet he appears eager to continue to make concessions to the regime to revive the agreement, saying the U.S. is open to “difficult compromises.”<br />The Iran deal is opposed across Israel’s political spectrum because it empowers a regime sworn to destroy the Jewish state. Yet U.S. Democrats especially resent former Israeli Prime Minister Benjamin Netanyahu because of his aggressive public campaign to undermine the agreement during the Obama years."
}