{
    "url_original": "https://www.wsj.com/articles/it-doesnt-pay-to-bet-against-dollar-general-11629999871?mod=business_minor_pos11",
    "url": "it-doesnt-pay-to-bet-against-dollar-general-11629999871",
    "title": "It Doesn’t Pay to Bet Against Dollar General",
    "sub_head": "Investors should overlook the retailer’s unflattering near-term numbers and focus instead on its promising healthcare strategy",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-26 13:44:00",
    "body": "Dollar General  has been stretching the definition of a dollar store for some time. Its latest healthcare initiative may be worth investors’ money.<br />The retailer in July hired a chief medical officer, a newly created position, but offered scant details on its new healthcare strategy. The company offered some hints on its earnings call Thursday morning. Chief Executive Officer Todd Vasos, who himself had a long career managing drugstores before Dollar General, said the company is eyeing services that rural America doesn’t have access to—such as eye care, telemedicine and prescription delivery to stores.<br />Though roughly 20% of Americans live in rural areas, less than 11% of physicians practice in those areas, according to Georgetown University’s Health Policy Institute. Rural residents also spend more on average on healthcare expenditures because they tend to be less insured. Additionally, they are more likely to engage in riskier health behaviors such as smoking and not exercising, according to the institute.<br />Given Dollar General’s already-high presence in rural America, moves that could drive even more customers to its stores will be key to keep up its strong growth. The company has already been introducing produce and discretionary items to its stores, for example.<br />Last year, it even rolled out a new store concept—Popshelf—aimed at wealthier shoppers in suburbs. Wherever it operates near competitors, Dollar General excels at whisking customers away. Analysis from Jefferies—based on foot traffic data—showed Dollar General taking share from its competitor  Family Dollar  in recent years."
}