{
    "url_original": "https://www.wsj.com/articles/its-about-time-john-mcitigue-greg-garing-emmylou-harris-loretta-lynn-tim-carroll-11628714764",
    "url": "its-about-time-john-mcitigue-greg-garing-emmylou-harris-loretta-lynn-tim-carroll-11628714764",
    "title": "‘It’s About Time’ by John McTigue III Review: Fascinating Rhythms",
    "sub_head": "After decades of playing backup for country stars like Loretta Lynn and Emmylou Harris, the go-to Nashville percussionist orchestrates an offbeat recording of his own with the help of some innovative buddies.",
    "category_1": "Music Review",
    "image_1_url": "https://images.wsj.net/im-383175?width=860&height=573",
    "image_1": "im-383175.jpg",
    "time": "2021-08-11 16:47:00",
    "body": "<br /><br /><br />It’s not unusual to hear the misguided allegation that music out of Nashville all sounds alike—repetitive arrangements, repetitive rhythms, the cookie cutter product of a single-minded factory town. In truth, top Music Row musicians were performing on a variety of jazz and pop records and were playing jazz in after-hours clubs as far back as the 1950s. The string players heard on country records have often been working orchestral musicians as well. A substantial number of Nashville music-makers played R&B in Memphis, Tenn., or Muscle Shoals, Ala., first. And some of the more daring, transgressive 1980s and ’90s cowpunk and alternative country rockers emerged from the scene that revived Nashville’s Lower Broadway.<br />A major figure in that last setting was drummer and composer John McTigue III, a Berklee College of Music graduate who arrived in town just as such rebellious young country artists as the BR549 band, Greg Garing, Kenny Vaughan, Lucinda Williams and R.B. Morris were defining new musical paths at Tootsie’s Orchid Lounge and, a few doors down, Robert’s Western World—a boot store/music venue. It was there that Mr. McTigue cofounded the longstanding, rhythmically unique band Brazilbilly, which fuses old-school honky-tonk country and rockabilly with Latin beats. In the decades since, he has been the regular drummer for Emmylou Harris, Rodney Crowell and Carlene Carter, and has backed artists from Loretta Lynn, Wanda Jackson and Charlie Louvin to Brazilian stars Luis Carlos Borges and Renato Borghetti."
}