{
    "url_original": "https://www.wsj.com/articles/j-j-vaccine-highly-effective-against-delta-variant-in-south-african-trial-11628292645?mod=business_lead_pos12",
    "url": "j-j-vaccine-highly-effective-against-delta-variant-in-south-african-trial-11628292645",
    "title": "J&J Vaccine Highly Effective Against Delta Variant in South African Trial",
    "sub_head": "Study finds J&J vaccine has an efficacy of up to 71% against hospitalization from the highly contagious strain",
    "category_1": "Business",
    "category_2": "Health Care",
    "image_1_url": "https://images.wsj.net/im-381963?width=860&height=573",
    "image_1": "im-381963.jpg",
    "time": "2021-08-06 19:30:00",
    "body": "Johnson & Johnson ’s  Covid-19 vaccine is highly effective in preventing severe disease and death from the Delta variant, according to data released Friday from a clinical trial in South Africa.<br />The results from the trial of nearly 480,000 healthcare workers mark the first real world test of J&J’s single-dose vaccine against the Delta variant and support a small laboratory study the company released last month showing the single-dose vaccine offers good protection against the highly contagious strain.<br />The South African study, known as Sisonke, found that the J&J vaccine has an efficacy of up to 71% against hospitalization from the Delta variant, 67% against hospitalization from the Beta variant and up to 96% against death, according to a presentation of the results Friday. The data hasn’t yet been peer reviewed or published in a scientific journal.<br />“The vaccine works very well in South Africa and protects against severe disease and death. All the immune responses that we’ve seen indicate good, immediate and sustained immune response against Delta and we see surprising durability in immune response of up to eight months,” said Dr. Glenda Gray, one of the study’s lead researchers.<br />The results are likely to inform a continuing debate about booster doses, coming out against the backdrop of another study that suggested the J&J vaccine might not offer strong protection against the Delta variant. The San Francisco Department of Public Health and Zuckerberg San Francisco General Hospital and Trauma Center said earlier this week they would offer booster doses of shots from  Pfizer Inc.  and partner  BioNTech SE  or  Moderna Inc.  to people who received Johnson & Johnson’s single-dose shot."
}