{
    "url_original": "https://www.wsj.com/articles/j-j-injury-claimants-fail-to-prevent-potential-talc-bankruptcy-11630010528?mod=business_minor_pos6",
    "url": "j-j-injury-claimants-fail-to-prevent-potential-talc-bankruptcy-11630010528",
    "title": "J&J Injury Claimants Fail to Prevent Potential Talc Bankruptcy",
    "sub_head": "Delaware judge declines to keep J&J from being able to separate talc liabilities from its core assets",
    "category_1": "Pro Bankruptcy Distress",
    "image_1_url": "https://images.wsj.net/im-392008?width=860&height=573",
    "image_1": "im-392008.jpg",
    "time": "2021-08-26 16:42:00",
    "body": "A Delaware judge declined to prohibit  Johnson & Johnson  from separating talc-related liabilities from the rest of its business, ruling against personal-injury lawyers who said they fear the company could place thousands of cancer claims into bankruptcy to try to drive settlements.<br />Judge Laurie Selber Silverstein of the U.S. Bankruptcy Court in Wilmington, Del., on Thursday didn’t bar J&J from separating talc liabilities from other assets, a corporate move that injury claimants see as a likely first step toward placing tens of thousands of tort claims in chapter 11.<br />As of July, the healthcare company faced roughly 34,600 lawsuits linking its talc-based baby powder to ovarian cancer, asbestos cancer and other illnesses. In settlement talks, the company has said it could isolate its talc liabilities within a new corporate entity that could then file for bankruptcy, The Wall Street Journal reported last month.<br />Separating tort liabilities from corporate assets is possible under a Texas statute through what are known as divisional or divisive mergers. They have been used by several businesses facing large numbers of asbestos claims in recent years to silo those liabilities in newly formed units that were then placed in chapter 11.<br />J&J hasn’t disclosed any strategy for the talc lawsuits other than to defend the safety of its products in pending cases. The company also hasn’t denied that a divisive merger for its talc liabilities is a possibility, Judge Silverstein said earlier this week."
}