{
    "url_original": "https://www.wsj.com/articles/jack-mas-costliest-business-lesson-china-has-only-one-leader-11629473637",
    "url": "jack-mas-costliest-business-lesson-china-has-only-one-leader-11629473637",
    "title": "Jack Ma’s Costliest Business Lesson: China Has Only One Leader",
    "sub_head": "The billionaire entrepreneur matched the heights of America’s tech legends but failed to heed warnings that Chinese leader Xi Jinping still called the shots",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-388404?width=700&height=467",
    "image_1": "im-388404.jpg",
    "time": "2021-08-20 11:33:00",
    "body": "Brainy and ambitious, Jack Ma built one of China’s largest business empires from scratch, creating billions of dollars in wealth and introducing digital innovations to hundreds of millions of people. He wasn’t China’s Jeff Bezos, Elon Musk or Bill Gates. He was their peer.<br />Now he has disappeared almost entirely from public view, in part because of the same go-for-broke drive he shared with the other 21st century tech titans.<br />Technological disruption, once seen as a useful prod for China to catch up with the West, has been recast as a threat to the ruling Communist Party. As a result, Xi Jinping, China’s most powerful leader in decades, is rewriting the rules of business for the world’s second-largest economy.<br />Mr. Ma failed to keep pace with Beijing’s shifting views and lost an appreciation for the risks of falling out of step, according to people who know him. He tuned out warnings for years, they said. He behaved too much like an American entrepreneur.<br />Mr. Ma’s exit from the world stage followed a typically frank speech in October, when he criticized Chinese regulators for stifling financial innovation. Mr. Xi personally intervened days later to block the record $34 billion-plus initial public offering of Ant Group, Mr. Ma’s financial-tech company. Since then, Ant has been forced to restructure its business, leaving the company’s employees and investors in limbo."
}