{
    "url_original": "https://www.wsj.com/articles/jan-6-panels-hiring-of-homeland-security-official-draws-scrutiny-11628723176?mod=politics_lead_pos5",
    "url": "jan-6-panels-hiring-of-homeland-security-official-draws-scrutiny-11628723176",
    "title": "Jan. 6 Panel’s Hiring of Homeland Security Official Draws Scrutiny",
    "sub_head": "A committee investigating the Capitol assault has appointed an official whose own role beforehand has generated criticism",
    "category_1": "Politics",
    "category_2": "National Security",
    "image_1_url": "https://images.wsj.net/im-384138?width=860&height=573",
    "image_1": "im-384138.jpg",
    "time": "2021-08-11 19:06:00",
    "body": "A Homeland Security official’s appointment to the congressional committee investigating the Jan. 6 attack on the Capitol has generated criticism from current and former government officials because of his role overseeing a DHS intelligence office that didn’t act on warning signs.<br />Joseph Maher, a senior department attorney who was recently appointed to the staff of the new House select committee, last year oversaw the department’s Office of Intelligence of Analysis. That office is tasked with monitoring social media for threats and failed to warn law-enforcement agencies of a possible assault after the office scaled back its monitoring of online chatter in the lead-up to Jan. 6.<br />The Jan. 6 panel intends to investigate that office, along with other intelligence agencies, over information-sharing ahead of the assault on the Capitol by a mob of Trump supporters.<br />Mr. Maher’s addition to the committee staff has upset some DHS officials, who have privately called for his removal, according to a department official. Outside government, some are publicly calling for Mr. Maher to be removed from the committee.<br />“He should be a witness on what did & didn’t happen at DHS leading up to & on Jan. 6. Full stop,” Olivia Troye, a Trump-era White House homeland security official, said on Twitter."
}