{
    "url_original": "https://www.wsj.com/articles/japan-new-china-reality-nobuo-kishi-military-11628799373?mod=opinion_lead_pos4",
    "url": "japan-new-china-reality-nobuo-kishi-military-11628799373",
    "title": "Japan’s New China Reality",
    "sub_head": "A top official recognizes America’s relative decline in the Pacific.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-13 18:30:00",
    "body": "The drumbeat of concern from America’s most important Asian ally about China’s military rise is getting louder. Last month Japan’s Deputy Prime Minister Taro Asowarned that a Chinese invasion of Taiwan could threaten Japan’s “survival.” Now Defense Minister Nobuo Kishi has bluntly acknowledged America’s relative decline in the Western Pacific and the need for Japan to assert itself militarily to fill the void.<br />The remarks came in an interview with Australia’s Sydney Morning Herald. Mr. Kishi “said the shifting power balance between the US and China ‘has become very conspicuous’ while a military battle over Taiwan had ‘skewed greatly in favour of China,’” the paper reports. He added that China “is trying to change the status quo unilaterally backed by force and coercion” and said “we must build a structure where we can protect ourselves.”<br />Japanese officials are normally soft-spoken in public, but China’s immense military buildup has become impossible to ignore. According to a new Lowy Institute report by military analyst Thomas Shugart, China has “become the world’s premier sea power by most measures,” adding 80 warships to its navy in the last five years while the U.S. added 36.<br />Measured by warship tonnage, China’s naval expansion since 2016 easily outpaced the expansion of the U.S. Pacific fleet and the allied “Quad” navies of India, Japan and Australia combined, the report finds. The U.S. Navy retains some qualitative advantages, but quantity eventually overwhelms quality.<br />Japan, which mostly relies on the U.S. for its defense, has a front-row seat to this realignment in sea power. Meanwhile, the Biden Administration has proposed an inflation-adjusted cut to America’s defense budget. The Senate Armed Services Committee added $25 billion last month, but with Congress preparing a $3.5 trillion welfare-state expansion, observers in Tokyo have good reason to doubt the U.S. can ever afford to underwrite Pacific security in the way it has since World War II."
}