{
    "url_original": "https://www.wsj.com/articles/jeopardy-producer-and-potential-host-mike-richards-responds-to-backlash-11628539808",
    "url": "jeopardy-producer-and-potential-host-mike-richards-responds-to-backlash-11628539808",
    "title": "‘Jeopardy!’ Producer and Potential Host Mike Richards Responds to Backlash",
    "sub_head": "In letter to staff, executive producer, who emerged as front-runner in race to succeed Alex Trebek, addresses concerns about conflict of interest, allegations of gender bias",
    "category_1": "Television",
    "time": "2021-08-09 16:10:00",
    "body": "A leading contender to be full-time host of “Jeopardy!,” one of the most closely watched hiring searches in show business, responded Monday to backlash against his candidacy for the job, including allegations of gender bias.<br />In a letter to “Jeopardy!” staff members, executive producer Mike Richards confirmed he was in the running. “It is true that I was asked if I would consider hosting the show. I was humbled and deeply honored. No final decisions have been made and discussions with me and other potential hosts are still ongoing,” he wrote in the memo released by Sony Pictures Television, the studio that produces “Jeopardy!”<br />When news surfaced last week that Mr. Richards was a front-runner to succeed Alex Trebek, many “Jeopardy!” followers reacted with surprise and even anger about what they perceived as a conflict of interest. As the producer in charge of running the show, Mr. Richards had helped facilitate the hiring search, but he didn’t present himself as a candidate vying for the job. Although he served as a guest host for two weeks last winter, at the time he described that stint as a last-minute necessity.<br />“I know I have mentioned this to you all before, but the choice on this is not my decision and never has been,” Mr. Richards wrote to “Jeopardy!” staff. The producer didn’t elaborate on his role in other aspects of the hiring search, such as coordinating 13 other guest hosts, or where his involvement in the process ended.<br />In his memo, Mr. Richards also addressed lawsuits he had been involved in about a decade ago, which resurfaced on social media and in news outlets last week. The lawsuits accused Mr. Richards, as executive producer of “The Price Is Right,” of gender bias. In one suit, which was eventually settled, a former model on the game show alleged that Mr. Richards had lashed out at her and fired her for becoming pregnant."
}