{
    "url_original": "https://www.wsj.com/articles/jim-jordan-political-violence-january-sixth-black-lives-matter-culture-wars-trump-11628089385?mod=opinion_lead_pos6",
    "url": "jim-jordan-political-violence-january-sixth-black-lives-matter-culture-wars-trump-11628089385",
    "title": "‘Kicking Jim Jordan’ Isn’t Healthy—Even at the Gym",
    "sub_head": "A lurid fantasy of political violence at a fancy exercise class for nice people: This is the way we live now.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-04 13:14:00",
    "body": "A friend in upstate New York took a fancy exercise class the other day. The instructor wanted everyone to do vigorous leg work. She said brightly: “Just imagine you are kicking Jim Jordan. That’s it! Imagine you’re kicking Jim Jordan! Good!” Mr. Jordan, a Republican, represents Ohio’s Fourth Congressional District.<br />I posted the anecdote on  Facebook ,  starting with the words: “The way we live now.” I thought it might make an interesting Rorschach test. It did.<br />Almost immediately, someone commented, “He deserved it.” Other comments followed, along the same line. I thought the image of a group of Americans physically attacking a fellow citizen because they disagreed with his politics—acting out the assault in an exercise class for very nice people, who think of themselves as kind and good—might give friends on Facebook pause. I thought it might make for a moment of self-awareness. It was a little prissy of me to think so.<br />Civilization is a thin veneer, as people used to say when men wore neckties and held the chair for ladies as they sat down to “dine.” Manners tend to be an item of nostalgia now, and whatever veneer may have been there once has long since disappeared.<br />The man who wrote that Mr. Jordan deserved his symbolic stomping happens to be a distinguished Jewish American in his 80s, born a year before Hitler and Chamberlain met in Munich. In a further comment, my distinguished friend called Jim Jordan a “monster.”"
}