{
    "url_original": "https://www.wsj.com/articles/jobs-report-risks-different-kind-of-taper-tantrum-11628262796?mod=markets_major_pos2",
    "url": "jobs-report-risks-different-kind-of-taper-tantrum-11628262796",
    "title": "Jobs Report Risks Different Kind of Taper Tantrum",
    "sub_head": "Robust jobs recovery could lead to pressure on the Fed to hasten a normalization of policy",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-06 11:13:00",
    "body": "Leave it to Joe Manchin to know which way the wind is blowing.<br />A day before Friday’s monthly jobs report, the West Virginia senator urged the Federal Reserve to pare back stimulus to avoid overheating the economy. Variously described as the most powerful man in the Senate and even the most powerful Joe in Washington, the conservative Democrat wields unusual power in a chamber where his party controls exactly half of the seats.<br />His case was strengthened by the data. The U.S. added 943,000 jobs in July, about 100,000 more than economists surveyed by The Wall Street Journal had been expecting, and the unemployment rate fell to 5.4% compared with a consensus estimate of 5.7%. The prior two months saw upward revisions, adding nearly 120,000 more jobs in total.<br />With the Fed still committed to holding overnight interest rates near zero, where they have been since last March, and to purchasing $120 billion a month in Treasury and mortgage securities, Mr. Manchin’s argument is one that increasingly resonates with people who don’t hold Ph.D.s in economics. While the economy no doubt bears scars from the Covid-19 pandemic, including millions fewer Americans in the workforce, it is obvious that employers are begging for applicants in many sectors and bidding up for them. Labor shortages are helping to push up prices of many goods and services. Mr. Manchin criticized the continuation of “policy responses tailored for an economic depression.”<br />Fed Vice Chairman Richard Clarida said Wednesday that the central bank could announce its intention to cut bond purchases later in 2021 and to begin raising rates in 2023. The Fed is formally independent, but could the political winds be shifting in favor of the other part of its “dual mandate”—stable prices, not just maximum employment?"
}