{
    "url_original": "https://www.wsj.com/articles/jobs-postings-requiring-covid-19-vaccination-jump-in-past-month-11628847180?mod=business_lead_pos1",
    "url": "jobs-postings-requiring-covid-19-vaccination-jump-in-past-month-11628847180",
    "title": "Job Postings Requiring Covid-19 Vaccination Jump in Past Month",
    "sub_head": "Vaccination requirement for new hires nearly doubles, report shows; McDonald’s, Walmart among companies requiring shots",
    "category_1": "U.S.",
    "time": "2021-08-13 05:33:00",
    "body": "Vaccination is increasingly a requirement to be hired, as employers ranging from accounting and software firms to schools and restaurants are asking applicants to be inoculated against Covid-19.<br />The share of job postings stating that a new hire must be vaccinated have nearly doubled in the past month, according to the job search site Indeed. The total number remains low, roughly 1,200 postings requiring a vaccination per million in the first week of August. But that is well up from about 600 in early July, and about 50 per million job postings in early February.<br />Many of the postings don’t explicitly name Covid-19 as the vaccine required for employment, said Indeed economist AnnElizabeth Konkel, who wrote the report, but broader context of the job descriptions suggested most employers were referring to the coronavirus vaccine, as opposed to other shots. Early this year, before Covid-19 vaccines were widely available in the U.S., very few job postings outside of healthcare positions indicated a vaccination requirement, she said.<br />“While the number of postings requiring a vaccine is still low, it’s a trend that’s really taking off,” Ms. Konkel said. “I think a growing number of employers are trying to keep workers safe and do not want to shut down again this winter....They see vaccines as the way out of this pandemic.”<br />The increased number of job postings requiring vaccination comes at a time when the number of coronavirus cases is surging because of the fast-spreading Delta variant. Employers ranging form the federal government and state of California to  McDonald’s Corp.  and  Walt Disney Co.  are saying that at least some of their workers must soon be vaccinated against Covid-19 to report to worksites, or in some cases face frequent testing or other requirements."
}