{
    "url_original": "https://www.wsj.com/articles/joe-bidens-afghanistan-challenges-mount-after-rough-week-11629467539?mod=politics_lead_pos1",
    "url": "joe-bidens-afghanistan-challenges-mount-after-rough-week-11629467539",
    "title": "Joe Biden’s Afghanistan Challenges Mount After Rough Week",
    "sub_head": "Lawmakers call for hearings and president has said troops could stay past Aug. 31 if more Americans need to be evacuated",
    "category_1": "Politics",
    "time": "2021-08-20 09:52:00",
    "body": "WASHINGTON—President Biden just weathered his most tumultuous week as commander-in-chief and his problems are unlikely to go away any time soon.<br />Bipartisan criticism rained down on the president amid the chaos that came with the rapid Taliban takeover of Afghanistan as the U.S. approached Mr. Biden’s deadline to withdraw troops. Americans and U.S. allies remain in the country awaiting evacuation that Mr. Biden has acknowledged could go past the end of August if there are U.S. citizens left behind.<br />Lawmakers are calling for hearings into the administration’s handling of the withdrawal of U.S. troops and are asking why more Americans and Afghans who worked with the U.S. weren’t evacuated beforehand. The coming anniversary of the Sep. 11, 2001, terrorist attacks will highlight the Taliban’s swift takeover of the country 20 years after the U.S. invasion.<br />“It’s been, sadly for America, I think an unfortunate week for the administration,” said Rep. Dean Phillips (D., Minn.), a member of the Foreign Affairs Committee, though he said the decision to withdraw might look better in the long run.<br />Mr. Biden campaigned on his foreign-policy experience and pledged to be a stabilizing force in the world, casting himself as a contrast to the unpredictable foreign policy of the Trump administration. His handling of the Covid-19 pandemic has been generally well received by the public and the economy appears strong. Last week, the Senate voted to pass a bipartisan infrastructure bill that is a central piece of his economic agenda."
}