{
    "url_original": "https://www.wsj.com/articles/joe-biden-has-an-inflation-problem-federal-reserve-labor-department-consumer-prices-11628717602?mod=opinion_lead_pos1",
    "url": "joe-biden-has-an-inflation-problem-federal-reserve-labor-department-consumer-prices-11628717602",
    "title": "Biden Has an Inflation Problem",
    "sub_head": "Real average hourly earnings have declined for seven months.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-11 18:34:00",
    "body": "The meaning of “transitory” is getting longer all the time. That’s one conclusion from the Labor Department’s report Wednesday for July that consumer prices rose 5.4% over the last 12 months. That’s two months in a row, after a 5% annual increase in May. When does transitory, in the Federal Reserve’s inflation lingo, become persistent?<br />White House economists looking for silver price linings can note that the monthly increase in the consumer-price index slowed in July to 0.5% compared to 0.9% in June. But the smaller increase was mostly due to used car prices stabilizing somewhat after months of astronomical growth. Inflation rose anyway.<br />Notably, the “core” CPI that strips out volatile energy and food prices increased 0.3% in July and 4.3% over the last 12 months. Prices last month rose for most goods and services including toys (0.4%), pet products (1.4%) and haircuts (2.2%). Rents climbed (0.4%) and have been accelerating.<br />Food prices surged 0.7% while restaurant meals rose 0.8%, the most since 1981. None of this is any surprise to Americans who have visited a supermarket or eaten out lately. Labor costs are rising as businesses have to raise wages to attract workers who can make more unemployed. The result: Higher prices.<br />The worker shortage is also contributing to supply-chain problems and raising rates for shipping, as well as causing delays in getting products to customers. Rising energy prices are feeding into higher production and transportation costs and ultimately consumer prices."
}