{
    "url_original": "https://www.wsj.com/articles/joe-biden-obama-great-recession-unemployment-tax-regulation-burkhauser-corinth-holtz-eakin-11628632460?mod=opinion_major_pos7",
    "url": "joe-biden-obama-great-recession-unemployment-tax-regulation-burkhauser-corinth-holtz-eakin-11628632460",
    "title": "Biden Is Delivering Obama’s Third Term",
    "sub_head": "A Democrat in the White House is once again discouraging work, growing the size of the welfare state and increasing dependence on government.",
    "category_1": "Opinion",
    "category_2": "Upward Mobility",
    "time": "2021-08-10 18:40:00",
    "body": "One reason voters denied Hillary Clinton the presidency in 2016 was the belief that it would have amounted to a third term for Barack Obama. Joe Biden is betting that the country wants now what it rejected then.<br />Mr. Obama will be remembered for the slowest economic recovery since the Great Depression, and Mr. Biden seems to have learned nothing from the experience. The economy has a record high number of unfilled jobs, and this administration has gone out of its way to discourage people from returning to work.<br />It has pushed for extensions of supplemental unemployment insurance and directed the Centers for Disease Control and Prevention to continue a “temporary” ban on evictions. It has increased the child tax credit, which sends cash each month to tens of millions of U.S. households. It has extended student-loan forbearance, initially set to expire in September, until January 2022 and is even mulling the cancellation of student debt.<br />These efforts may have been justified to some degree in the early days of the pandemic, but the longer they continue, the more they undermine attempts to get the economy back up to speed. People who aren’t worried about getting evicted or paying off student loans obviously have less incentive to return to work, even when jobs are plentiful. And employers who can’t offer wages that compete with state subsidies will have trouble finding workers. People aren’t taking jobs primarily because the government has made it easier for them to be unemployed.<br />It’s happened before. The Obama administration pushed policies that expanded the welfare state to the detriment of economic growth, and the trade-off was a long and tepid recovery. As the economists Richard Burkhauser, Kevin Corinth and Douglas Holtz-Eakin explain in a study released in March, “while the safety net response to the Great Recession helped to preserve the incomes of middle-class households and fended off an increase in inequality, it came with a cost—discouraging work and thus contributing to prolonged labor market weakness.”"
}