{
    "url_original": "https://www.wsj.com/articles/joe-biden-to-afghanistan-drop-dead-taliban-11629151994?mod=opinion_lead_pos1",
    "url": "joe-biden-to-afghanistan-drop-dead-taliban-11629151994",
    "title": "Biden to Afghanistan: Drop Dead",
    "sub_head": "Biden is defiant in blaming others for his Afghan debacle.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-16 18:42:00",
    "body": "President Biden told the world on Monday that he doesn’t regret his decision to withdraw rapidly from Afghanistan, or even the chaotic, incompetent way the withdrawal has been executed. He is determined in retreat, defiant in surrender, and confident in the rightness of consigning the country to jihadist rule. We doubt the world will see it the same way in the days, months and years ahead.<br />Mr. Biden refused to accept responsibility for the botched withdrawal while blaming others. He blamed Donald Trump’s peace deal with the Taliban and falsely claimed again that he was trapped. He blamed his three predecessors for not getting out of Afghanistan. He blamed the Afghans for not fighting hard enough, their leaders for fleeing, and even Afghans who helped us for not leaving sooner. The one group he conspicuously did not blame was the Taliban, who once harbored Osama bin Laden and may protect his terrorist successor.<br />The President made glancing reference to the horrible scenes unfolding in Kabul and especially at the airport, though again without addressing the mistakes that led to them. Had the U.S. not given up the air base at Bagram, now controlled by the Taliban, the U.S. would not now have to fight to control Kabul’s commercial airfield.<br />The chaotic scenes at the airport, with Afghans hanging from a U.S. military plane and two falling from the sky to their deaths, will be the indelible images of this debacle. They are the echo of 9/11, with people falling from the sky, that Mr. Biden didn’t anticipate when he chose the 20th anniversary of 9/11 as his withdrawal deadline.<br />Instead of taking responsibility, Mr. Biden played to the sentiment of Americans who are tired of foreign military missions. It’s a powerful point to speak of sending a child to risk his life in a foreign country, and no doubt it will resonate with many Americans. It is a question that every President should ask."
}