{
    "url_original": "https://www.wsj.com/articles/joe-biden-lawless-eviction-ban-centers-for-disease-control-and-prevention-moratorium-11628115210?mod=opinion_lead_pos1",
    "url": "joe-biden-lawless-eviction-ban-centers-for-disease-control-and-prevention-moratorium-11628115210",
    "title": "President Biden’s Lawless Eviction Ban",
    "sub_head": "Where’s the uproar about the erosion of democratic norms?",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-04 18:45:00",
    "body": "When Donald Trump took action that exceeded his authority, all of Washington erupted in protest. Yet that is exactly what President Biden did Tuesday, when his Administration reissued a nationwide eviction moratorium after the White House had argued at length that it lacked legal authority to do so. The Beltway response? Crickets.<br />“The bulk of the constitutional scholarship says that it’s not likely to pass constitutional muster,” Mr. Biden admitted Tuesday. That was only hours before the Centers for Disease Control and Prevention issued its renewed eviction ban. “But at a minimum,” Mr. Biden said, “by the time it gets litigated, it will probably give some additional time while we’re getting that $45 billion out to people who are, in fact, behind in the rent and don’t have the money.”<br />Many Presidents have overstepped their authority, but this is premeditated lawlessness. The government has been slow to distribute pandemic relief funds to renters. Now to buy time and silence Democratic critics, Mr. Biden has signed off on an order that he admits he can’t defend in good faith.<br />The CDC’s original eviction ban, issued last September under President Trump, was extensively litigated before it expired on July 31. Five federal courts, including an appellate panel at the Sixth Circuit, ruled against it. A few courts went the other way, saying that landlords hadn’t met the burden required for a preliminary injunction. But the judicial score was lopsided against the moratorium.<br />In justifying the ban, the government cited the Public Health Service Act of 1944. To halt disease, that law says the CDC may require “inspection, fumigation, disinfection, sanitation, pest extermination,” and so forth, with a final catchall phrase for “other measures.” The feds argued this was enough legal authority. But the gap between “fumigation” and “other measures” isn’t big enough for the government to shove in a ban that applies to nearly every residence in America, punishable by a year in jail."
}