{
    "url_original": "https://www.wsj.com/articles/joe-biden-masks-covid-fight-schools-education-department-miguel-cardona-ron-desantis-greg-abbott-11629412797?mod=opinion_lead_pos3",
    "url": "joe-biden-masks-covid-fight-schools-education-department-miguel-cardona-ron-desantis-greg-abbott-11629412797",
    "title": "Biden’s Masked Covid Fight",
    "sub_head": "The President picks a needless fight over state anti-mask mandates.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-19 18:54:00",
    "body": "Amid the chaos in Kabul, President Biden on Wednesday bravely rose to—pick a fight with Republican governors over masks. Yes, he really did.<br />Several GOP governors, including Florida’s Ron DeSantis and Texas’s Greg Abbott, have banned school districts from mandating masks. Mr. DeSantis has also threatened to dock the salaries of local school board officials and superintendents who mandate masks, though he has acknowledged he lacks the authority.<br />The science supporting masks in schools is thin, though many parents are worried about the Covid threat to their children as pediatric hospitalizations have climbed this summer as the Delta variant has spread. But many parents are also concerned about the potential harm from masks to the emotional development of their young children.<br />Polls show parents nationwide narrowly favor letting school districts require masks for unvaccinated children. School districts and parents in Texas and Florida are challenging their governor’s orders. They have a point that issues involving student safety and welfare are the responsibility of local school districts under state law, and in our view the governors should back off. Courts are likely to soon resolve the legal dispute in any case.<br />Which makes Mr. Biden’s intervention even more gratuitous. “Unfortunately, as we’ve seen throughout this pandemic, some politicians are trying to turn public safety measures—that is, children wearing masks in school—into political disputes for their own political gain,” Mr. Biden said, adding that “the intimidation and the threats we’re seeing across the country are wrong.”"
}