{
    "url_original": "https://www.wsj.com/articles/joe-biden-eviction-ban-goes-back-to-court-cdc-dabney-friedrich-alabama-association-of-realtors-11628288359?mod=opinion_lead_pos1",
    "url": "joe-biden-eviction-ban-goes-back-to-court-cdc-dabney-friedrich-alabama-association-of-realtors-11628288359",
    "title": "Biden’s Eviction Ban Goes Back to Court",
    "sub_head": "The plaintiffs have fun quoting the White House against itself.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-06 18:43:00",
    "body": "The Justice Department on Friday filed its emergency defense of President Biden’s latest national eviction ban, and it’s almost enough to make you feel bad for the poor lawyer who had to sign it. Mr. Biden justified the lawless order as a way to buy time, and the attorneys don’t bring an argument that’s any better.<br />The government puts forth token claims that “factual circumstances have changed,” and the renewed order “differs from the prior eviction moratorium by targeting only areas of high or substantial transmission.” For the record, that includes 87% of U.S. counties, as of Friday night, up four percentage points in the past two days. All the big cities are covered. This is no good-faith attempt at tailoring.<br />The Justice Department’s real position is that legal technicalities require the judiciary to make a chump out of Supreme Court Justice Brett Kavanaugh. Recall the context: The original eviction ban was struck down by federal Judge Dabney Friedrich, but she stayed her ruling. When an appeal of the stay reached the Supreme Court, five Justices left it in place until the eviction ban lapsed.<br />But one of them, Justice Kavanaugh, agreed with the four dissenters that the order was illegal. He kept the stay to give Congress time to pass legislation authorizing the eviction ban. Congress did not, so Mr. Biden had the Centers for Disease Control and Prevention redo it.<br />The Alabama Association of Realtors is now back in front of Judge Friedrich, and it has enormous fun quoting President Biden and the White House as authorities against . . . Mr. Biden and the White House. It cites Mr. Biden’s press secretary as saying the Supreme Court “made clear” that “any further action would need legislative steps.” It also quotes Gene Sperling, a presidential adviser, who told the press that the White House had “double, triple, quadruple” checked, but could find no additional legal authority for even a “targeted eviction moratorium—that just went to the counties that have higher rates.” That was before the White House flip-flopped."
}