{
    "url_original": "https://www.wsj.com/articles/joe-manchin-inflation-risk-federal-reserve-jerome-powell-11628281942?mod=opinion_lead_pos2",
    "url": "joe-manchin-inflation-risk-federal-reserve-jerome-powell-11628281942",
    "title": "Joe Manchin’s Inflation Risk",
    "sub_head": "He warns the Fed, but the Senator’s spending is part of the problem.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-08 15:19:00",
    "body": "Democrats are starting to notice that mounting inflation might derail their electoral prospects next year, and none are noticing more than Joe Manchin of West Virginia. The Senate’s most important swing vote last week became the first Democratic lawmaker to warn the Federal Reserve about rising prices.<br />“With the recession over and our strong economic recovery well underway, I am increasingly alarmed that the Fed continues to inject record amounts of stimulus into our economy by continuing an emergency level of quantitative easing (QE) with asset purchases of $120 billion per month of Treasury securities and mortgage backed securities,” the Senator wrote to Fed chairman Jerome Powell. “The record amount of stimulus in the economy has led to the most inflation momentum in 30 years, and our economy has not even fully reopened yet.”<br />You can say that again. The consumer-price index rose 5.4% year-on-year in June. The Fed’s preferred inflation measure—personal consumption expenditures, excluding food and fuel—rose 3.5% year-on-year. Producer-price inflation hit 7.3% year-on-year, auguring more inflation to come.<br />A growing list of consumer-goods companies already have increased prices or say they soon will. Progressive economists claim this inflation will be temporary. But politicians are getting an earful from constituents who can see how rising prices are eating into their budgets. Mr. Manchin is right to worry about the politics of inflation.<br />By the way, Mr. Manchin is smart enough to notice that the Fed isn’t the only inflation culprit. “I am deeply concerned that the continuing stimulus put forth by the Fed, and proposal for additional fiscal stimulus, will lead to our economy overheating and to unavoidable inflation taxes that hard working Americans cannot afford,” he notes in his letter (our emphasis). Unprecedented fiscal blowouts have stoked demand while supply struggles to keep up—a classic inflation recipe."
}