{
    "url_original": "https://www.wsj.com/articles/joe-biden-breaks-some-more-china-hong-kong-antony-blinken-11628194468?mod=opinion_lead_pos2",
    "url": "joe-biden-breaks-some-more-china-hong-kong-antony-blinken-11628194468",
    "title": "Biden Breaks Some More China",
    "sub_head": "The U.S. offers refuge to Hong Kongers afraid to return home.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-05 18:35:00",
    "body": "The sad reality for any President watching Beijing dismantle a free and vibrant Hong Kong is that the outside world has few options to stop it. So kudos to President Biden for finding one that at least delivers relief to those in personal jeopardy.<br />Secretary of State Antony Blinken announced Thursday that the U.S. will offer Hong Kongers “safe haven” for 18 months from forced departure from the U.S. if they fear returning to the city. He says the step is a response to China’s “sweeping National Security Law,” which has “fundamentally altered the bedrock of Hong Kong’s institutions.” Hong Kongers have ample reason to fear, given that police there are now arresting people even for booing the Chinese national anthem.<br />In January the British did their part for Hong Kongers by giving holders of British National (Overseas) passports the option to resettle in the U.K. and apply for citizenship. A Home Office fact sheet reckons that there are 2.9 million BN(O) holders in Hong Kong, with a further 2.3 million eligible dependents—impressive numbers given the city’s total population of 7.5 million.<br />The Biden Administration’s suspension of deportations follows its business advisory last month warning U.S. companies that doing business in a territory where Beijing is enforcing a new national security law carries “potential reputational, regulatory, financial, and, in certain instances, legal risks associated with their Hong Kong operations.”<br />GOP Sen. Ben Sasse of Nebraska underscored the bipartisan American support for Hong Kong by applauding the President’s move as “a solid step,” but he wants the U.S. to go further. He says Washington should “offer full asylum to Hong Kongers who flee Chairman Xi’s brutal oppression.” Mr. Sasse is right. Mr. Biden should also press Beijing to release such Hong Kongers as publisher Jimmy Lai and others who have been imprisoned merely for supporting freedom and democracy."
}