{
    "url_original": "https://www.wsj.com/articles/joe-biden-rush-to-the-afghan-exits-taliban-kabul-august-31-11629842701?mod=opinion_lead_pos1",
    "url": "joe-biden-rush-to-the-afghan-exits-taliban-kabul-august-31-11629842701",
    "title": "Biden’s Rush to the Afghan Exits",
    "sub_head": "The Taliban says get out by Aug. 31. The U.S. President agrees.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-24 19:12:00",
    "body": "Some readers were upset by our editorial last week: “Biden to Afghanistan: Drop Dead.” But that headline looks more sadly accurate than ever after President Biden’s decision Tuesday to stick to his arbitrary Aug. 31 deadline for withdrawing all U.S. troops from Afghanistan.<br />Unless you’re Nancy Pelosi or a media partisan, there’s no sugarcoating what this means. Mr. Biden is bowing to Taliban demands, reiterated on Tuesday, not to extend the deadline. He is rejecting the advice of such G-7 leaders as Britain’s Boris Johnson and Emmanuel Macron of France to stay longer to get more people out of the country safely. And he is abandoning thousands of Afghans who fought with the U.S. and NATO to the Taliban’s brand of retribution.<br />There was an alternative. Mr. Biden could have sent in enough military force to provide safe zones and retrieve stranded Americans and Afghan allies. He could have done so with a NATO coalition of the willing. The U.S. Army has 31 active duty combat brigades of several thousand soldiers each.<br />He could have told the Taliban that the U.S. is not negotiating over the deadline and that U.S. forces will remain for as long as it takes to complete the mission of rescuing our people. This would have salvaged some honor and credibility from the botched withdrawal.<br />Instead Mr. Biden has negotiated with the Taliban from a position of weakness. He has sent too few troops to protect the Kabul airport and retrieve our allies. He sent his CIA director to negotiate with the Taliban, who adopted Mr. Biden’s Aug. 31 deadline as their own and rejected William Burns’s entreaties."
}