{
    "url_original": "https://www.wsj.com/articles/joe-biden-afghanistan-withdrawal-save-refugees-taliban-jihadists-evacuation-11629405933?mod=opinion_lead_pos8",
    "url": "joe-biden-afghanistan-withdrawal-save-refugees-taliban-jihadists-evacuation-11629405933",
    "title": "What Biden Can Still Save in Afghanistan",
    "sub_head": "His careless withdrawal stranded thousands of U.S. citizens and an untold number of local allies.",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "time": "2021-08-19 18:44:00",
    "body": "The ends of things matter as much as the beginnings. This end was unworthy of an epic struggle. It was not a departure but an abandonment. We left carelessly, with incompetence that can hardly be imagined. Could there have been less planning and foresight? That’s what will follow Joe Biden now, his carelessness and, when it broke as a world-wide story with the stampedes at the airport and people falling from planes, his stubbornness and pride.<br />It was weird from the beginning. The withdrawal plan always seemed abrupt and arbitrary. Why did the White House think the 20th anniversary of 9/11 was the right date for a pullout? What picture of America do they carry in their heads that told them that would be symbolically satisfying? It is as if they are governed by symbols with no understanding of what the symbols mean.<br />The president’s speech Monday was what everyone called it, defiant. What was needed was a distanced kindliness—patience, an acknowledgment of the mess that was unfolding, an explanation of a way through, a reiteration of the soundness of the larger vision. Instead, blame shifting, finger pointing, and defensive claims of higher wisdom. He “inherited a deal” from his predecessor. Sure, things “did unfold more quickly than we had anticipated,” but that only “reinforced” his conviction that he’d made “the right decision.” He’d told Afghanistan’s president to prepare for civil war, clean up corruption, unite politically. “They failed to do any of that.” There was no admission of mistakes or misjudgments. “I stand squarely by my decision. . . . We were clear-eyed about the risks. We planned for every contingency. . . . I’ve worked on these issues as long as anyone.” Unlike others he sees the big picture. “I will not repeat the mistakes we’ve made in the past.”<br />What America needed was wise and stoic Lincoln after First Bull Run. What we got was more late-season Junior Soprano telling Tony and the boys they don’t have the vision and guts anymore.<br />In the interview with George Stephanopoulos he was even worse—dug in, standing by carelessness and painting it as courage. When he means to project strength he very often appears high-handed and merely mulish."
}