{
    "url_original": "https://www.wsj.com/articles/joe-biden-gamesmanship-on-evictions-moratorium-judge-dabney-friedrich-11628547161?mod=opinion_lead_pos2",
    "url": "joe-biden-gamesmanship-on-evictions-moratorium-judge-dabney-friedrich-11628547161",
    "title": "Biden’s ‘Gamesmanship’ on Evictions",
    "sub_head": "The judge weighing the new national ban sees this for what it is.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-382886?width=860&height=573",
    "image_1": "im-382886.jpg",
    "time": "2021-08-09 18:36:00",
    "body": "Judge Dabney Friedrich seems unwilling to play dumb for President Biden’s political benefit, which shouldn’t shock anyone, except maybe White House denizens. The facts are simply too hard to escape. After the Biden Administration repeatedly argued it lacked the authority to renew a national eviction ban, it did so regardless.<br />The President dug this hole himself, and on Thursday he was at the spadework again. “I went ahead and did it,” Mr. Biden said, “but here’s the deal: I can’t guarantee you the Court won’t rule if we don’t have that authority, but at least we’ll have the ability, if we have to appeal, to keep this going for a month at least—I hope longer than that.”<br />A month? Maybe not. Judge Friedrich, who presides in the D.C. federal district court, held an emergency hearing Monday to weigh whether the new eviction ban should be blocked. She appears to understand that the White House’s strategy is to delay, saying she found it hard to conclude “that there is not a degree of gamesmanship going on,” according to CNN.<br />The Justice Department attorney said the latest eviction ban is more targeted than the old one, but the judge was skeptical. “Isn’t it the case that it still covers 85 percent of the counties in the U.S.?” Judge Friedrich asked, per NBC News. “Isn’t that effectively a nationwide moratorium?”<br />Judge Friedrich must also negotiate the Justice Department’s claim that her hands are tied by the precedents of the D.C. Circuit Court of Appeals. But it’s clear she knows that the judiciary is being played."
}