{
    "url_original": "https://www.wsj.com/articles/joe-biden-cynicism-afghanistan-withdrawal-bagram-kabul-bombing-taliban-9-11-11630356746?mod=opinion_lead_pos8",
    "url": "joe-biden-cynicism-afghanistan-withdrawal-bagram-kabul-bombing-taliban-9-11-11630356746",
    "title": "Joe Biden Bets on Cynicism",
    "sub_head": "Great presidents appeal to the better angels of our nature. Not this one.",
    "category_1": "Opinion",
    "category_2": "Main Street",
    "time": "2021-08-30 18:27:00",
    "body": "Even as the last American warplanes lifted off from Kabul on Monday, there were those holding out hope that Joe Biden might yet reconsider letting the Taliban dictate the terms of our exit. These people profoundly misunderstand the president and the political equations driving his decisions.<br />For Mr. Biden, the top priority was to use the 20th anniversary of 9/11 to take a victory lap as the president who ended America’s longest war. When Kabul fell, it added a new imperative: avoid any U.S. combat casualties that would mar the moment. Even at the cost of leaving Americans behind enemy lines and abandoning our Afghan partners.<br />Critics who accuse the president of having no strategy miss the point: What we are seeing is the strategy. It is based on Mr. Biden’s confidence that no one will hold the disastrous consequences of his decisions about Afghanistan against him so long as our troops are gone.<br />Accept this and Afghanistan falls neatly into place. In July Mr. Biden assured the American people “there’s going to be no circumstance where you see people being lifted off the roof of an embassy.” Turned out plenty of folks were evacuated from our embassy in Kabul, but no helicopter dared land on the rooftop lest a photographer end up with an image too close to Saigon ’75 for the political comfort of the commander in chief.<br />Ditto for rescuing Americans in and around the city. Too great a risk of a replay of Mogadishu and another “Black Hawk Down.” So instead of sending highly trained soldiers and Marines outside the airport to do it their way and on their terms, they were largely confined to the airport while Central Intelligence Agency teams and volunteer groups brought people out."
}