{
    "url_original": "https://www.wsj.com/articles/joe-biden-jabs-at-pharma-drug-prices-11628892184?mod=opinion_lead_pos3",
    "url": "joe-biden-jabs-at-pharma-drug-prices-11628892184",
    "title": "Biden Jabs at Pharma",
    "sub_head": "Drug prices are falling, but the President needs a foil for inflation.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-13 18:35:00",
    "body": "President Biden is worried inflation is undermining public support for his agenda so he’s rounding up the usual villains. On Thursday he lambasted drug makers for “jacking up prices.” These are the companies that have produced the vaccines and treatments that are saving the world from Covid-19.<br />“Right now, right here in America, we pay the highest prescription drug costs of any developed nation in the world,” Mr. Biden said in touting his plan for drug price controls. He’s right, but Americans also get access to more and better treatments sooner—as with the Covid vaccines.<br />Profits from successful drugs finance research and development into new treatments and many failures that lead to future discoveries.  Pfizer ’s  profits from blockbuster drugs like Viagra have allowed it to invest in its mRNA research that became the platform for its vaccine, new first-line treatment for non-small lung cancer, and novel oral treatment for advanced prostate cancer.<br />Meanwhile, drug prices have been falling due to increased competition. Prescription drug prices have declined 2.6% over the past year while the consumer-price index rose 5.4%. Here’s something else Mr. Biden got wrong: Medicare already negotiates over prescription drug prices, which is the reason some consumers aren’t seeing the price cuts.<br />Private insurers that manage Medicare Part D plans demand rebates from drug makers to place their drugs on formularies. The insurers then use the rebates to reduce premiums for all beneficiaries. As a result, drug makers raise their list prices, so some beneficiaries with higher deductibles and coinsurance pay more out of pocket for some drugs."
}