{
    "url_original": "https://www.wsj.com/articles/joe-biden-2020-presidential-race-campaign-moderate-voters-progressives-democratic-base-11628631014?mod=opinion_major_pos8",
    "url": "joe-biden-2020-presidential-race-campaign-moderate-voters-progressives-democratic-base-11628631014",
    "title": "Which Voters Made Joe Biden President?",
    "sub_head": "Progressives say Biden owes them but suburbanites put him over the top in 2020.",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "time": "2021-08-10 18:29:00",
    "body": "A new myth is gathering momentum among progressive Democrats: Their “movement” elected Joe Biden, who therefore should support everything they want. This theory is politically naive and analytically wrong.<br />In polarized politics, in which the parties are both deeply and closely divided, elections are won or lost at the margin. Hillary Clinton attracted 48% of the popular vote and lost; Joe Biden got 51% and won. The central question is how President Biden managed to do 3 points better than Mrs. Clinton.<br />Because the 2020 election featured the highest voter turnout in more than a century, higher turnout in a particular group proves nothing. The issue is how gains in this group contributed to the victor’s winning margin.<br />Fortunately, the recent publication of the Pew Research Center’s “validated voter” analysis for 2020 eliminates the need for speculation. Compare this study with its 2016 counterpart, and it’s easy to spot the groups that put Mr. Biden over the finish line. What follows is an analysis of all the statistically significant changes between the two elections.<br />• Race and ethnicity. Mr. Biden’s share of the black vote improved on Mrs. Clinton’s by only 1 point, and the black share of the electorate did not budge. But Mr. Biden fared significantly worse among Hispanic voters than Mrs. Clinton did, a subject of much discussion. Mr. Biden’s 4-point gain among white Americans accounts for nearly all the 3-point gain in his overall share of the popular vote. His gains among white suburban residents (9 points) and white Catholics (11 points) were especially noteworthy."
}