{
    "url_original": "https://www.wsj.com/articles/john-and-the-hole-jennifer-ehele-nicolas-giacobone-11628200099",
    "url": "john-and-the-hole-jennifer-ehele-nicolas-giacobone-11628200099",
    "title": "‘John and the Hole’ Review: Serious Growing Pains",
    "sub_head": "Coming-of-age story meets psychological thriller in this film about a 13-year-old boy who traps his family in a bunker, adapted from a short story by Nicolás Giacobone.",
    "category_1": "Film Review",
    "time": "2021-08-05 17:49:00",
    "body": "<br />‘You are in so much trouble!” has seldom seemed such an empty parental threat as it does in “John and the Hole,” uttered as it is by a father whose son has put him at the bottom of an unscalable, 20-foot-deep concrete bunker. Dad (Michael C. Hall) isn’t alone—his wife and daughter (Jennifer Ehle, Taissa Farmiga) are along for company, all three having been drugged and dumped there by 13-year-old John (Charlie Shotwell), who peers down, delivers them the occasional meal, but seems to have no intention of ever setting his family free.<br />A selection of the Cannes and Sundance film festivals, “John and the Hole” has been described as a coming-of-age story, but that’s an overly simplified pigeonhole for a movie about something that happens to someone who happens to be young. Certainly, there’s a tone of faux-innocence and untrammeled nature in the movie’s generous, forested residential locations—the fact that John just stumbles upon the bunker, which some neighbors had begun and abandoned, suggests the wealth, seclusion and acreage in which John exists, and the emptiness, too. There are certainly no epiphanies or revelations (other than those that may be experienced by the viewer), and anyone looking for an easily digestible moral about Today’s Youth will struggle.<br />That lack of specificity, however, is one intention of a movie that toys with presumptions and twists expectations. Played with a brilliant blandness by Mr. Shotwell, John is made sympathetic in the opening moments by a teacher who belittles the boy for what seems like typical adolescent vagueness. But John’s vagueness is all-defining: He is made out to be a tennis ace (his practice swings are mechanical, his face impassive). At one point, he sits at the family’s grand piano and plays Bach like Igor Levit (it’s actually Mr. Shotwell playing, and I may have exaggerated, but the point is that John is gifted). His real enthusiasm, predictably, is reserved for the tennis videogames he plays remotely with his faraway friend Peter (Ben O’Brien), whom John invites—with his parents “away”—for a visit. They exchange very vulgar insults with a marked lack of adolescent heat.<br />Directed by the visual artist Pascual Sisto and adapted by Nicolás Giacobone (“Birdman,” “Biutiful”) from his short story “El Pozo,” the film is overly generous in its use of space (everything is, very tastefully, too much) and is a kind of counter-thriller, almost devoid of music or any other devices usually employed to accentuate the negative. In its way, it pokes at the very delicate membrane between horror and comedy. One might well ask, “Is this a joke?” because John’s appalling acts are portrayed with such a lack of dramatic adornment. The seemingly gentle boy comes home from school, snoops around his mother’s medicine chest, and pops a pill that makes him dopey at dinner; his parents notice without questioning the cause. The boy then doses the gardener—John’s medicated lemonade lays Charles (Lucien Spelman) out flat on the back lawn. After poking him with a stick, John stuffs some cash in the worker’s pocket. It’s not a very subtle touch, but money is the alphabet of John’s emotional language: Charles has served a function, and deserves payment. Having run his test, John then knocks out the family."
}