{
    "url_original": "https://www.wsj.com/articles/jonas-noreika-human-rights-concentration-camps-holocaust-world-war-ii-russia-lithuania-11629914334?mod=opinion_lead_pos10",
    "url": "jonas-noreika-human-rights-concentration-camps-holocaust-world-war-ii-russia-lithuania-11629914334",
    "title": "My Grandfather’s Crimes Against Humanity",
    "sub_head": "A family memoir gets surprising reactions from Lithuanians, Russians and Jews.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-25 18:14:00",
    "body": "I grew up the proud granddaughter of a Lithuanian war hero who fought against communists. My grandfather, Jonas Noreika, has a school and streets named after him. When my mother, on her deathbed in 2000, asked me to write a story about her heroic father, I enthusiastically agreed.<br />Unfortunately, as I dug deeper, I discovered to my horror that my grandfather was also a Holocaust perpetrator involved in murdering at least 8,000 Jews. On my story’s release, Russians wanted to use me, Lithuanians vilified me, and Jews embraced me.<br />My grandfather wrote an order on Aug. 22, 1941 to send thousands of Jews to a ghetto in Zagere, where they were slaughtered. My family story has brought this to the forefront, toppling Lithuania’s image as an innocent bystander in the Holocaust.<br />As a result, Russian TV, radio, newspapers and even the press secretary from the Russian embassy in Washington begged me for interviews, promising an audience of millions. They gushed that my story was important because it overturns the heroic story of a Lithuanian partisan. I had to say no. The last thing any Lithuanian wants to hear is a lecture from the Russians on mistreating innocent people.<br />I became so paranoid about talking to Russians that I nearly missed a crucial interview with NBC News because its Lithuania-based stringer used a pseudonym that sounded Russian. I had deleted five or so emails from him out of fear. A mutual friend intervened to assure me the reporter worked for NBC."
}