{
    "url_original": "https://www.wsj.com/articles/judge-in-theranos-trial-outlines-covid-19-protocols-as-u-s-cases-rise-11629149136?mod=business_minor_pos5",
    "url": "judge-in-theranos-trial-outlines-covid-19-protocols-as-u-s-cases-rise-11629149136",
    "title": "Judge in Theranos Trial Outlines Covid-19 Protocols as U.S. Cases Rise",
    "sub_head": "Founder and former CEO Elizabeth Holmes says she would prefer not to wear a mask",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-385305?width=860&height=573",
    "image_1": "im-385305.jpg",
    "time": "2021-08-16 17:25:00",
    "body": "SAN JOSE, Calif.—Attorneys for Theranos Inc. founder Elizabeth Holmes told a federal judge on Monday she plans to attend her upcoming criminal fraud trial with three family members or friends by her side and strongly prefers not wearing a mask.<br />The public-health crisis was very much on display in the San Jose, Calif., courtroom as Ms. Holmes and prosecutors prepare for the high-stakes Silicon Valley trial. Plexiglass panels had been erected in front of the judge, at the lecterns where attorneys spoke and at the end of the jury box. U.S. District Judge Edward Davila said he would ask that jurors wear masks and they may be asked about their vaccination status.<br />Judge Davila said everyone should be prepared for a court recess or other interruption if there is an outbreak of Covid-19. The trial has already been delayed repeatedly due to the pandemic and because Ms. Holmes was pregnant with a child, who was born last month in Redwood City, Calif.<br />Witnesses likely won’t wear masks, Judge Davila said. Air filters will be placed around the courtroom, including next to Ms. Holmes, who has a “strong preference” to be maskless, said her attorney Kevin Downey from Washington law firm Williams & Connolly LLP.<br />Opening statements are set to begin Sept. 8, the epilogue to one of the most spectacular implosions of a Silicon Valley startup. Adding to the drama is the backdrop of the persistent dangers of the pandemic, with cases and hospitalizations surging, driven by the highly contagious Delta variant."
}