{
    "url_original": "https://www.wsj.com/articles/july-jobs-report-unemployment-rate-2021-11628196413",
    "url": "july-jobs-report-unemployment-rate-2021-11628196413",
    "title": "Fast-Spreading Delta Variant Threatens Robust U.S. Job Gains",
    "sub_head": "Economists estimate employers added more than 800,000 jobs in July",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "time": "2021-08-06 05:30:00",
    "body": "Employers are estimated to have added jobs at a robust rate in July, consistent with an economy that was healing from a pandemic-induced downturn before the Delta variant of the Covid-19 virus threatened to slow the strong hiring trend.<br />Economists surveyed by The Wall Street Journal expect that U.S. payrolls increased by a seasonally adjusted 845,000 jobs in July. Such a pace would nearly match June’s gain, which was the best in 10 months. The economists also expect the Labor Department’s jobs report, to be released at 8:30 a.m. Eastern time Friday, to show the unemployment rate fell to 5.7% from 5.9% in June, which would be the lowest jobless rate since the pandemic took hold in the U.S. in March 2020.<br />The employment report isn’t likely to reflect the growing threat posed by the fast-spreading Delta variant.<br />The surveys for the jobs report were conducted in the middle of the month. That was before some local governments reimposed mask mandates and other restrictions, and before many employers announced they would require employees to wear masks, be vaccinated or get regularly tested. Companies have also delayed return-to-office plans, including announcements by  Amazon.com Inc.  and Wells Fargo & Co.<br />“The jobs recovery is continuing, but it’s different in character to any we’ve seen before,” said Nela Richardson, economist at human-resources software firm  Automatic Data Processing Inc.  “I had been looking at September as a point when we could gain momentum—with schools back in session and vaccines widely available. But with the Delta variant, we need to rethink that.”"
}