{
    "url_original": "https://www.wsj.com/articles/jungle-cruise-tops-a-middling-weekend-box-office-11627839281?mod=business_lead_pos12",
    "url": "jungle-cruise-tops-a-middling-weekend-box-office-11627839281",
    "title": "‘Jungle Cruise’ Debut Is Latest Example of Covid-19, Co-Release Challenges",
    "sub_head": "The movie’s ticket sales are good in a pandemic year but make path to profitability hard",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-374890?width=860&height=573",
    "image_1": "im-374890.jpg",
    "time": "2021-08-01 13:34:00",
    "body": "After several weeks of encouraging premieres, Hollywood’s return to the box office has struggled with middling performances topping the charts.<br />The latest example:  Walt Disney Co. ’s “Jungle Cruise,” starring Dwayne Johnson and Emily Blunt, which premiered to $34.2 million in the U.S. and Canada.<br />While it is a top performer in the pandemic era, the opening continues an uncomfortable reality for Hollywood as it struggles to emerge from Covid-19: Box-office performances that are good in a pandemic year are still going to have a tough path to profitability. For a movie like “Jungle Cruise,” which cost more than $200 million to make, that is certainly the case.<br />Releases that welcomed audiences back to auditoriums—“A Quiet Place Part II,” “F9: The Fast Saga” and “Black Widow”—opened with grosses that trended upward, with “Black Widow” hitting $80 million in its opening weekend in early July. But several of those hits sputtered in subsequent weeks, and that upward trend is nowhere to be found with newer big-budget movies such as “Snake Eyes.” The timing doesn’t bode well, since the highly contagious Delta variant of Covid-19 could send the industry into another tailspin of uncertainty and force studios to shuffle release dates once again.<br />The weekend’s other new releases carried a much smaller budget than “Jungle Cruise” but still failed to break out in a major way."
}