{
    "url_original": "https://www.wsj.com/articles/justice-brett-kavanaugh-replies-to-joe-biden-supreme-court-cdc-eviction-moratorium-11630097525?mod=opinion_lead_pos2",
    "url": "justice-brett-kavanaugh-replies-to-joe-biden-supreme-court-cdc-eviction-moratorium-11630097525",
    "title": "Justice Kavanaugh Replies to Mr. Biden",
    "sub_head": "A 6-3 Supreme Court tosses the President’s lawless eviction ban.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-27 18:52:00",
    "body": "President Biden told Democrats that the Supreme Court was likely to shoot down his two-month extension of a ban on rental evictions, and he was right. On Thursday night a 6-3 majority delivered a sharp legal rebuke to his abuse of executive power.<br />The Court’s eight-page unsigned opinion lifts a district court stay on its own injunction and makes unequivocally clear that the Centers for Disease Control and Prevention doesn’t come close to having legal authority to ban evictions. Landlords “not only have a substantial likelihood of success on the merits—it is difficult to imagine them losing,” the Court writes.<br />Justice Brett Kavanaugh in June joined Chief Justice John Roberts and the three liberals in maintaining the stay, but in a brief opinion said he agreed that the CDC had exceeded its authority. He wanted to give the President more time to distribute rental aid or for Congress to pass a law extending the ban.<br />Mr. Biden knew this but used the extension to buy time to deflect criticism from the left after a previous CDC extension expired July 31. While the Justices didn’t quote Mr. Biden, the forceful opinion makes clear they noticed how he abused their forbearance.<br />“The CDC has imposed a nationwide moratorium on evictions in reliance on a decades-old statute that authorizes it to implement measures like fumigation and pest extermination,” the Court explains. “It strains credulity to believe that this statute grants the CDC the sweeping authority that it asserts.” Under the government’s argument, there’s no limiting principle to CDC authority."
}