{
    "url_original": "https://www.wsj.com/articles/just-eat-takeaway-com-gets-lost-in-translation-11629284580?mod=business_minor_pos10",
    "url": "just-eat-takeaway-com-gets-lost-in-translation-11629284580",
    "title": "Just Eat Takeaway.com Gets Lost in Translation",
    "sub_head": "The European food-delivery company faces integrational challenges ahead. Confusing its investors won’t help.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-387146?width=860&height=573",
    "image_1": "im-387146.jpg",
    "time": "2021-08-18 07:03:00",
    "body": "Shares of Amsterdam-based Just Eat Takeaway.com, also known as “Jet,” have significantly underperformed U.S.-based food delivery peers over the past year. The irony of that shortfall is the company’s dominance in a fast-growing industry. A June presentation shows more than 95% of Jet’s European gross merchandise value comes from countries where the company has the leading market position.<br />But the contrast between geographic market leads and stock-market losses doesn’t make the shares an automatic buy. Miscommunication between the company and its investors could make things even less appetizing.<br />As one of Jet’s top shareholders, Cat Rock Capital, argued in a July presentation, the company’s current problems have less to do with execution than with what the firm calls a history of “broken” communication with investors. In the presentation, Cat Rock shows how the company seems to have flip-flopped on issues such as handling deliveries for restaurants and getting into grocery, belittling such investments only to appear to be pursuing them later.<br />Jet closed its acquisition of Chicago-based Grubhub in June, but the company says most of its shareholders are still based outside the U.S. Because of that dynamic, clear communication is arguably more important than ever. Fresh company metrics show the U.S. would have accounted for more than 30% of Jet’s total gross transaction value in the first half of the year on a combined basis.<br />But communication doesn’t seem to have improved. Last month, the company said in a trading update that its adjusted losses before interest, taxes, depreciation and amortization had peaked as of the first half of the year, expecting its margin on that basis to improve going forward, driven in part by “the removal of significant fee caps in the U.S. and Canada.” It reiterated that guidance Tuesday when reporting results for the first half of the year."
}