{
    "url_original": "https://www.wsj.com/articles/justice-department-launches-probe-into-phoenix-police-department-11628188874?mod=business_minor_pos5",
    "url": "justice-department-launches-probe-into-phoenix-police-department-11628188874",
    "title": "Justice Department Opens Probe Into Phoenix Police Department",
    "sub_head": "Civil-rights investigation to focus on police practices in the Arizona city, including possible violations of rights of homeless people",
    "category_1": "U.S.",
    "time": "2021-08-05 16:36:00",
    "body": "WASHINGTON—The Justice Department launched a broad civil-rights investigation into the practices of the Phoenix Police Department, including whether officers routinely violate the rights of homeless people in the Arizona city, officials said Thursday.<br />The probe will examine whether officers engage in patterns of unconstitutional policing, including whether they discriminate against minorities and people with disabilities, use excessive force and violate the First Amendment rights of law-abiding demonstrators, they said.<br />Notably, investigators will also seek to establish whether police violate the constitutional rights of homeless people by seizing and disposing of their belongings. The city has faced criticism from local advocates in recent years for forcing homeless people from outdoor encampments and confiscating their items.<br />“Too often we ask law-enforcement officers to be the first and last option for addressing issues that should not be handled by our criminal justice system,” Attorney General Merrick Garland said. “This makes police officers’ jobs more difficult and increases unnecessary confrontations.”<br />It is the third such civil-rights investigation, known as a pattern-or-practice probe, opened under the Biden administration, which has made a priority of overhauling local police agencies after recent high-profile police killings of Black people and minorities sparked nationwide protests. Such investigations can take years and often end in court-enforceable agreements, called consent decrees, designed to force change."
}