{
    "url_original": "https://www.wsj.com/articles/justin-trudeau-feminism-sexism-post-modern-misogyny-patriarchy-culture-wars-covid-recession-pandering-progressives-11629731674?mod=opinion_lead_pos6",
    "url": "justin-trudeau-feminism-sexism-post-modern-misogyny-patriarchy-culture-wars-covid-recession-pandering-progressives-11629731674",
    "title": "She-lection Gives New Meaning to Suffer-age",
    "sub_head": "I wish Justin Trudeau would go take a giant leap for ‘people-kind.’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-389535?width=860&height=573",
    "image_1": "im-389535.jpg",
    "time": "2021-08-23 12:53:00",
    "body": "Toronto<br />Shortly after calling a federal election for Sept. 20, Prime Minister Justin Trudeau vowed to “counter the she-cession and turn it into a she-covery.” Excuse me while I she-gurgitate. He went on to criticize the Conservative Party, saying that they do not talk of such things “in their lengthy platform.” I guess they’re she-historic.<br />This isn’t the first time Mr. Trudeau has used “she-cession,” and he is always pleased with himself when he says it. Given that he made these comments and called the election against the backdrop of the impending she-pression in Afghanistan, an embarrassed expression might have been more appropriate.<br />Mr. Trudeau likes to use language creatively to burnish his feminist credentials. In 2018 he appeared at a town hall in Edmonton, Alberta, and a woman in the audience used the word “mankind” in her question. Mr. Trudeau interrupted her and mansplained: “We like to use ‘people-kind.’ ” After being mocked for it, Mr. Trudeau said he was joking.<br />I am surprised that no one in his office warns him against this cutesy, patronizing terminology. I am also surprised that Mr. Trudeau remains consistently more popular with women than men. But Canada is a gentle, center-left country not facing any existential crises, internally or externally. We can afford to indulge some silliness."
}