{
    "url_original": "https://www.wsj.com/articles/kamala-harris-stresses-cooperation-on-supply-chains-in-singapore-visit-11629795484",
    "url": "kamala-harris-stresses-cooperation-on-supply-chains-in-singapore-visit-11629795484",
    "title": "Kamala Harris Stresses Cooperation on Supply Chains in Singapore Visit",
    "sub_head": "Vice president emphasizes strengthening economic ties with Southeast Asia as rising Covid-19 cases slow factory production",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-390283?width=860&height=573",
    "image_1": "im-390283.jpg",
    "time": "2021-08-24 04:58:00",
    "body": "SINGAPORE—Vice President Kamala Harris made the case for the U.S. to strengthen its economic ties with Southeast Asia during a two-day trip to Singapore, where she stressed the need to work with countries to ease supply-chain constraints as a surge of Covid-19 cases has hit factories in the region.<br />Ms. Harris said Tuesday she discussed the supply-chain problems extensively with Prime Minister Lee Hsien Loong during their bilateral meetings. She also held a roundtable with business leaders in the country, which included representatives from chip maker GlobalFoundries Singapore Pte. Ltd., 3M Southeast Asia Pte. Ltd. and Procter & Gamble Co., to discuss ways to use the economic recovery from the Covid-19 pandemic as an opportunity to bolster supply-chain resiliency between the U.S. and the region.<br />“There’s so much in particular about the pandemic that highlighted the fractures, and the failures and the fissures in our system,” Ms. Harris said in the meeting. “And this moment gives us the opportunity then born out of crisis to actually fix and find solutions to long-term issues that have challenged us.”<br />The Biden administration has been working to address a global semiconductor shortage, which has caused production slowdowns in products from appliances to computers and cars. A surge in Covid-19 cases in the largely unvaccinated region has also led to lockdowns in countries including Vietnam, Thailand and Malaysia—major exporters of electronics and other goods—that forced factory closures and further disrupted global supply chains.<br />The vice president’s emphasis on partnering with countries in Southeast Asia on supply-chain problems is also part of the administration’s efforts to reaffirm its engagement in the region, as China seeks to increase its influence and expand its claims in the South China Sea."
}