{
    "url_original": "https://www.wsj.com/articles/kamala-harris-tries-to-improve-southeast-asia-ties-as-china-prods-from-sidelines-11629972869",
    "url": "kamala-harris-tries-to-improve-southeast-asia-ties-as-china-prods-from-sidelines-11629972869",
    "title": "Kamala Harris Tries to Improve Southeast Asia Ties as China Prods From Sidelines",
    "sub_head": "The vice president made pointed statements against Beijing; Chinese officials responding in kind",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-391146?width=860&height=573",
    "image_1": "im-391146.jpg",
    "time": "2021-08-26 06:14:00",
    "body": "HANOI—Vice President Kamala Harris said the Biden administration would continue to call out China for its aggressive maritime claims in the South China Sea but doesn’t want a conflict with Beijing, as she sought to strike a balance with countries in the region caught between the rival powers.<br />“We welcome stiff competition. We do not seek conflict, but on issues like the South China Sea, we are going to speak up,” Ms. Harris said Thursday, as she wrapped up a weeklong trip to Southeast Asia. She has offered a string of pointed statements against Beijing during visits to Singapore and Vietnam, where she made the case for stronger economic and security ties with both countries.<br />But Ms. Harris’s remarks underscored the challenges the administration faces in forming partnerships with countries in the region that are trying to strike a balance in their relationships with U.S. and China. Throughout her trip, Chinese officials and state media challenged her and U.S. policy—even on days Ms. Harris didn’t mention China by name.<br />“She couldn’t say anything without them responding,” said Murray Hiebert, a senior associate of the Southeast Asia Program at the Center for Strategic and International Studies. “In fact, she couldn’t even give vaccines without them giving a bigger number.”<br />Ms. Harris said on Wednesday that the U.S. would donate an additional one million Covid-19 doses to Vietnam. On Thursday she visited the National Institute of Hygiene and Epidemiology, where the first shipment of 270,000 doses from the U.S. had arrived hours earlier. Vietnam, which has fully vaccinated less than 3% of its population, has seen a surge in cases over the past six weeks, driven by the Delta variant."
}