{
    "url_original": "https://www.wsj.com/articles/kathy-hochul-charter-opportunity-new-york-city-schools-11629495153?mod=opinion_lead_pos3",
    "url": "kathy-hochul-charter-opportunity-new-york-city-schools-11629495153",
    "title": "Kathy Hochul’s Charter Opportunity",
    "sub_head": "New York’s next Governor can stand for children over unions.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-390132?width=860&height=573",
    "image_1": "im-390132.jpg",
    "time": "2021-08-23 18:33:00",
    "body": "Lt. Gov. Kathy Hochul takes over as New York Governor on Tuesday, replacing a scandal-ridden Andrew Cuomo. New Yorkers are looking for her to change business-as-usual in Albany, and she can send a powerful signal of change by pushing state legislators to lift the cap on charter schools.<br />The charter cap for the state is 460, with a smaller sub cap of 290 for New York City that has already been reached. This means that 11 charter applications that have been approved by one of the state’s two authorizers, the SUNY Board of Trustees, can’t open. The cap is a significant deterrent to new charter operators and to the expansion of high-performing charter networks like Success Academy.<br />The cap has always been a sop to unions frightened of competition from charters, which are public schools without the suffocating rules imposed by collective union bargaining. Charters are opposed by Mayor Bill de Blasio and some Albany politicians, but they are popular with the public, including Democrats.<br />A StudentsFirstNY poll of likely Democratic primary voters in New York City in April found 70% favored opening more charters if parents want them. Jenny Sedlis, executive director of StudentsFirstNY, noted at the time that “84% of Black voters have a positive view of charters and a significant majority want to see mayoral candidates embrace charters.”<br />Families are voting with their feet: According to Department of Education figures released this month, while half of New York’s public school districts lost at least 10% of their students over the past five years, since 2017 charters have grown 31%—to 138,648 students from 105,065."
}