{
    "url_original": "https://www.wsj.com/articles/kinds-of-love-renee-rosnes-bill-charlap-antonio-carlos-jobim-cecile-mclorin-savant-village-vanguard-11630358143?mod=opinion_major_pos13",
    "url": "kinds-of-love-renee-rosnes-bill-charlap-antonio-carlos-jobim-cecile-mclorin-savant-village-vanguard-11630358143",
    "title": "‘Kinds of Love’ by Renee Rosnes Review: Finding the Beat of the Pandemic",
    "sub_head": "The jazz pianist’s new album was conceived during the Covid-19 lockdown, when she was stuck at home instead of touring globally.",
    "category_1": "Books & Arts",
    "category_2": "Music Review",
    "image_1_url": "https://images.wsj.net/im-392610?width=860&height=573",
    "image_1": "im-392610.jpg",
    "time": "2021-08-30 17:19:00",
    "body": "<br />On the cover of her new album, “Kinds of Love” (Smoke Sessions), due Sept. 3, the fashion-forward Renee Rosnes is perched on the arm of a club chair dressed in a striking silver and royal-blue suit. At first glance, the jazz pianist appears to be having a “Green Acres” moment. The chair seems stacked with bales of hay, while the sawdust-toned floor and grainy wood paneling behind her hint at a sleek barn setting.<br />Not a chance. The chair was designed by Ms. Rosnes’s nephew, Aaron Aujla; the photo was shot at Green River Project, her nephew’s design studio in New York; and the “hay” is raffia—leaves from an African palm tree that serve as the chair’s upholstery. As for the suit, it was made for Ms. Rosnes by trend-setting designer Emily Adams Bode, who’s engaged to Mr. Aujla.<br />Married to the celebrated jazz pianist Bill Charlap, Ms. Rosnes has long been an acclaimed pianist in her own right. Known for her forceful and exotically intense music, she has released 19 studio albums as a leader since 1989 and recorded as a sidewoman on many others, including ones by legacy jazz artists such as Little Jimmy Scott, J.J. Johnson and Bobby Hutcherson.<br />In 2017, she formed Artemis, an all-female, all-star septet that features Ms. Rosnes, clarinetist Anat Cohen, tenor saxophonist Melissa Aldana, trumpeter Ingrid Jensen, bassist Noriko Ueda, drummer Allison Miller and vocalist Cécile McLorin Salvant. The supergroup released its first album in 2020 and is planning a second."
}