{
    "url_original": "https://www.wsj.com/articles/lab-leak-wuhan-virology-covid-19-coronavirus-origins-china-biden-11628280778?mod=opinion_major_pos7",
    "url": "lab-leak-wuhan-virology-covid-19-coronavirus-origins-china-biden-11628280778",
    "title": "Does the U.S. Want the Lab-Leak Truth?",
    "sub_head": "It’s hard to see political upside from anything but intelligence agency shoulder-shrugging.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "image_1_url": "https://images.wsj.net/im-381739?width=860&height=573",
    "image_1": "im-381739.jpg",
    "time": "2021-08-06 17:40:00",
    "body": "Independently in 1978, two groups in New York City and Germany came to the same conclusion: The previous year’s flu was so genetically similar to a variant last seen in the early 1950s that it could only have started from a stored lab specimen. The obvious candidates: China or Russia, in whose border regions the virus first manifested itself.<br />It was only in 2004, thanks to a Chinese virologist’s private word to a U.S. counterpart, that the world at large finally learned the release was likely the result of a vaccine trial in which Chinese military recruits were intentionally exposed to the 1950s virus.<br />“Virologists and public health officials with the appropriate sophistication were quickly aware that a laboratory release was the most likely origin,” wrote clinical pathologist Martin Furmanski in a 2014 examination of the incident, “but they were content not to publicize this, aware that such embarrassing allegations would likely end the then nascent cooperation of Russian and Chinese virologists.”<br />Suppressing such a finding today wouldn’t be easy, but the incentives are larger given the West’s economic relationship with China.<br />In assigning the intelligence community its 90-day mission to examine the lab-leak hypothesis, the results of which are due this month, Joe Biden may have been doing less than meets the eye, but he wasn’t doing nothing. Impetus is always needed to get the agencies looking into their vast trove of unexamined intercepts, laboriously figuring out whether a coded or whispered communication, when matched with other evidence, reveals more than intended."
}