{
    "url_original": "https://www.wsj.com/articles/labor-law-union-richard-trumka-bipartisanship-11628445898?mod=opinion_lead_pos9",
    "url": "labor-law-union-richard-trumka-bipartisanship-11628445898",
    "title": "Labor Lost a Great One in Richard Trumka",
    "sub_head": "We were adversaries, sometimes allies, but always with a healthy respect for each other.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-08 15:40:00",
    "body": "Richard Trumka, president of the AFL-CIO, died Thursday at 72. I knew him well. Throughout Rich’s 12 years as the head of organized labor in Washington, I worked two blocks away as head of the U.S. Chamber of Commerce. Our causes were often in fierce opposition, but Rich and I never were.<br />I won’t get carried away and call us friends. But we were cut from the same cloth—raised by modest families, patriots to our core, committed to our Catholic faith, our families and our members. In a town full of fakes, I appreciated how Rich would say it straight to your face and expect the same from you. His words had meaning, all of them. He had a loyalty to his cause that bordered on zeal, as did I, as do many, yet it never dissolved into hatred or contempt for the other side.<br />Once in a while, Rich and I teamed up. Early in the Trump administration, our interests overlapped on reforming the North American Free Trade Agreement. Labor wanted a total overhaul, while business favored a more subtle modernization. At a critical point in the Chamber’s drive to pass the U.S.-Mexico-Canada Agreement, President Trump’s Nafta replacement, Richard threw his support behind the deal despite many urging him otherwise. His voice helped ensure sufficient Democratic support. It was an act of statesmanship at a time, like today, when working with the other side could earn you the title of traitor.<br />Rich and I were of the old school in Washington. We could brawl over policy during the day and have dinner together at night. When we weren’t busy thwarting each other, we made good use of the five-minute walk between our respective headquarters. When Rich would attend a Chamber event, I sometimes wondered aloud who left the door open. He always took it in stride, and then promptly returned the favor next time I spoke to his crowd.<br />If ever things got too amicable, Rich knew how to remind me of where I stood. Several years ago, he and I appeared on one of the Sunday shows to show solidarity on infrastructure, about which we had testified before Congress together multiple times. It was all kumbaya that morning in the studio. But as I left, my car was surrounded by a well-organized, perfectly timed group of demonstrators performing for the cameras. It was clear to me who had arranged this reception."
}