{
    "url_original": "https://www.wsj.com/articles/laetitia-parrais-jean-xavier-de-lestrade-ivan-jablonka-11630014278?mod=business_minor_pos5",
    "url": "laetitia-parrais-jean-xavier-de-lestrade-ivan-jablonka-11630014278",
    "title": "‘Laëtitia’ Review: Brutal Crime, Swift Action, Deep Drama",
    "sub_head": "Jean-Xavier de Lestrade, best known for ‘The Staircase,’ dramatizes the story of the murder of a young French woman and its tangled roots.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-391367?width=860&height=573",
    "image_1": "im-391367.jpg",
    "time": "2021-08-26 17:45:00",
    "body": "True-crime fans will be taken aback: When the title character vanishes at the outset of the scarifying “Laëtitia,” the police don’t wait the customary 72 hours to declare her a missing person. The teenager’s foster parents don’t have to convince anyone that something is wrong. The evidence is obvious, the search is immediate, the national outrage spontaneous. Even the president weighs in, scapegoating an overburdened court system because the principal suspect turns out to be a convicted sex offender. The judges are so offended they go on strike.<br />Viewers will find these elements of the crime drama—which is, in a word, pervasive—alien to the genre as it currently flourishes on American television. There are no skeptical cops, no delayed reactions, no clues going cold. Also, “Laëtitia” is French, as is writer-director Jean-Xavier de Lestrade. But anyone familiar with Mr. De Lestrade’s work, notably the Oscar-winning documentary “Murder on a Sunday Morning” (2001) and the nonfiction series “The Staircase” (in several incarnations), will suspect that the mere commission or solution of crime is not what the show is really about. And they’d be right: A far more sophisticated game is afoot.<br />The elements of the crime at hand are somewhat routine: A teenage girl, acting out, meets the wrong man, who does the wrong thing and panics. Death ensues. What isn’t routine is the reaction to the crime and the background of the principals. Based on the murder of 18-year-old Laëtitia Perrais in 2011, and on Ivan Jablonka’s 2016 book (“Laëtitia or the End of Men”), Mr. De Lestrade’s adaptation, written with Antoine Lacomblez, is a stunner, the best fact-based thriller and miscarriage-of-justice story of recent memory. It’s something of a cliché that accomplished documentarians really want to make fiction, and Mr. De Lestrade has dabbled in drama before. (His “Inside Game,” of 2019, doesn’t seem to have made it to the U.S.) But given his objectives with the Laëtitia Perrais story, a dramatic treatment was demanded. Fate, as portrayed in “Laëtitia,” is really about character development. And the warping of same.<br />When we enter their story, Laëtitia (Marie Colomb) and her twin sister, Jessica (Sophie Breyer), have been living for years in the home of foster parents Gilles and Michelle Patron (Sam Karmann and Clotilde Mollet). Jessica, leaving for school one freezing January morning, finds Laëtitia’s damaged scooter overturned outside the gate to their home in western France, along with one of her sister’s shoes. The only time we’ll actually see Laëtitia is in flashback—on the day of her death and in glimpses of the sisters’ early years, which are plentiful and harrowing. It takes months to find the body, because it isn’t all in the same place.<br />Mr. De Lestrade makes films sans dead air, and “Laëtitia” is no exception. There are few meaningful glances or lingering close-ups spelling out what we’re supposed to feel about what the characters are feeling. It is sufficient that, as 4-year-olds, Laëtitia and Jessica hear the brutal rape and beating of their mother, Sylvie (Chloé André), by their father, Franck (Kévin Azaïs), through the wall of their bedroom, something for which he’ll be imprisoned and the sisters sent into the warm embrace of French social services (which are among the damned in this series)."
}