{
    "url_original": "https://www.wsj.com/articles/last-flight-from-kabul-afghanistan-joe-biden-antony-blinken-11630361902?mod=opinion_lead_pos3",
    "url": "last-flight-from-kabul-afghanistan-joe-biden-antony-blinken-11630361902",
    "title": "Last Flight From Kabul",
    "sub_head": "A day that will live in infamy as thousands are left behind.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-30 18:37:00",
    "body": "The last American troops left Kabul on Monday—before the Aug. 31 deadline as the Taliban and President Biden had insisted—ending a 20-year conflict but also diminishing the hope of escape for tens of thousands of Afghan interpreters and others who helped America. The frantic evacuation flights managed to get many out, but this was a shameful day in American history, no matter how much the White House wants to spin it otherwise.<br />Aug. 31 was the arbitrary deadline Mr. Biden set when he thought he would be able to boast on the 20th anniversary of 9/11 that he had ended a “forever war.” He refused to extend the date despite pleas from NATO allies and knowing the date was too soon to evacuate the deserving. Mr. Biden nonetheless told Americans that he would evacuate all Americans who wanted to leave.<br />His deadline meant that the evacuation failed as much as his withdrawal strategy did. An unknown number of Americans—perhaps a few hundred—weren’t able to leave on the last flights. Nonprofit groups estimate that as many as 60,000 Afghans who fought or assisted the NATO mission were left behind.<br />Many are in hiding amid reports that special Taliban squads are searching for the names on lists they may have acquired in the willy-nilly U.S. withdrawal. Many will be tortured and killed, and their families too.<br />Incredibly, Mr. Biden plans to rely on the mercy of the Taliban to get the remaining people out on commercial or charter flights. Secretary of State Antony Blinken is already laying the groundwork for this American pleading as he says that the Taliban have reason to cooperate to earn international goodwill and presumably access to foreign aid. The apt phrase for this is paying diplomatic ransom."
}