{
    "url_original": "https://www.wsj.com/articles/lawmakers-seeking-to-get-afghan-allies-on-kabul-flights-ask-biden-to-try-harder-11629473145?mod=politics_lead_pos10",
    "url": "lawmakers-seeking-to-get-afghan-allies-on-kabul-flights-ask-biden-to-try-harder-11629473145",
    "title": "Lawmakers Seeking to Get Afghan Allies on Kabul Flights Ask Biden to ‘Try Harder’",
    "sub_head": "Families, veterans and human-rights groups are also organizing their own chartered planes from Afghanistan",
    "category_1": "Politics",
    "category_2": "National Security",
    "time": "2021-08-20 17:21:00",
    "body": "Members of Congress ramped up pressure on the Biden administration to speed the evacuation of Afghans eligible for special immigrant visas for their service to the U.S., urging the government’s military and foreign-affairs operations to do more to enable airlifts out of Afghanistan.<br />Lawmakers from both parties and chambers said that the military, foreign service and immigration systems needed to cut processing restrictions that have hampered entry to the airport, follow through on a new law broadening eligibility for the program, expand security to enable travel to the airport, and commit to staying in the country until vulnerable Afghans—and not just Americans—are evacuated.<br />“I would like them to try harder,” said Sen. Joni Ernst (R., Iowa), who with Sen. Jeanne Shaheen (D., N.H.) on Thursday wrote a letter signed by 55 lawmakers calling on President Biden to implement provisions in a July law that allow Afghans to obtain special immigrant visas after only one year of working for the U.S. government, instead of two years.<br />Such concerns got a new airing on Friday, when lawmakers received unclassified briefings by telephone—one for the House and one for the Senate—with Secretary of State Antony Blinken, Defense Secretary Lloyd Austin and Chairman of the Joint Chiefs of Staff Mark Milley.<br />On the call, the officials didn’t provide details on the number of people with special-immigrant-visa status who had been evacuated. Members complained that people they were trying to help had been turned away from the gates, and asked what the official Biden administration policy was on extending the withdrawal beyond Mr. Biden’s Aug. 31 target date, according to people on the call. Mr. Biden has indicated he would be flexible on that deadline if more time were needed to rescue Americans, and on Friday suggested that he would treat Afghans the same way."
}