{
    "url_original": "https://www.wsj.com/articles/lawyer-opened-lines-for-phone-company-breakup-11628264463?mod=tech_featst_pos1",
    "url": "lawyer-opened-lines-for-phone-company-breakup-11628264463",
    "title": "Lawyer Opened Lines for Phone Company Breakup",
    "sub_head": "Howard Trienens shaped AT&T business separation and law firm’s growth",
    "category_1": "World",
    "category_2": "Obituaries",
    "image_1_url": "https://images.wsj.net/im-381166?width=860&height=573",
    "image_1": "im-381166.jpg",
    "time": "2021-08-06 11:41:00",
    "body": "Howard Trienens, a lawyer who guided the breakup of telecommunications colossus AT&T Corp.  during the 1980s, excelled at distilling complex problems into solutions his clients could support.<br />AT&T was under pressure from the federal government, its customers and competitors to loosen its decadeslong grip over U.S. telephone service when the company’s chief executive, Charles Brown, asked Mr. Trienens to become the company’s general counsel in 1980. Mr. Brown had worked with Mr. Trienens and his Chicago-based law firm Sidley Austin LLP a decade earlier when Mr. Brown ran AT&T’s Illinois Bell Telephone Co. subsidiary.<br />Sidley specialized in representing businesses in regulated industries, such as railroading and electric utilities. Satisfying the government’s demands to end AT&T’s permitted monopoly over service was particularly difficult, Mr. Trienens’ colleagues said. The company had argued for years that dismantling the network would jeopardize the quality of local phone service that AT&T supported with profits from its long-distance phone business. But battling the government’s antitrust case against AT&T would likely take years of federal court litigation with an uncertain outcome.<br />Mr. Trienens, who died July 26 at 97 years old, eventually advocated for the voluntary separation of AT&T’s regional telephone companies. Divesting these highly regulated providers of local phone service, known collectively as the Baby Bells, would leave AT&T with its long-distance calling service, its equipment-manufacturing business and the freedom to pursue new businesses in computers and cable television.<br />By 1984, AT&T had reached a consent decree with the federal government that created seven new regional phone companies hived out of the Baby Bells. The deal set the stage for the creation of the current telecommunications industry, Mr. Trienens’ colleagues said. One of the regional operators, SBC Communications Inc., later bought its former parent and took its name, creating the modern AT&T Inc."
}