{
    "url_original": "https://www.wsj.com/articles/leg-of-lamb-in-minutes-a-delicious-shortcut-recipe-11629908316?mod=life_work_lead_pos1",
    "url": "leg-of-lamb-in-minutes-a-delicious-shortcut-recipe-11629908316",
    "title": "Leg of Lamb in Minutes: A Delicious Shortcut Recipe",
    "sub_head": "A quick sear gives butterflied leg of lamb a gorgeous deep-brown crust and a rosy-pink interior. Served over a summer-vegetable sauté, it’s a great dinner-party dish and an easy lift anytime.",
    "category_1": "Life & Work",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-390477?width=860&height=1290",
    "image_1": "im-390477.jpg",
    "time": "2021-08-25 12:18:00",
    "body": "“UNHURRIED” WOULD PROBABLY be the best word for the way Frédéric Eliot cooks leg of lamb in the kitchens he oversees. At Scales—restaurateur Dana Street’s classic seafood spot in Portland, Maine—the French-born chef stuffs local lamb with herbs, garlic confit and spices, then roasts it, bone-in, for nearly an hour. At sister restaurant Fore Street, he either slowly braises or spit-roasts leg of lamb over live coals.<br />When cooking off the clock, however, Mr. Eliot goes about things quite differently. In his second Slow Food Fast recipe, he calls for seasoning butterflied leg of lamb with salt and pepper and simply searing it in a heavy pan. (You can also quickly grill it.) In just a few minutes, the exterior crisps and caramelizes, while the interior cooks to medium. “You do it like a steak,” Mr. Eliot said. “You want this a nice pink.”<br />While the meat rests, stir up a sauté of summer vegetables with red wine and anchovies—a luxurious, sweet-savory bed for the sliced lamb. With a really nice piece of lamb, you don’t need a whole lot of fanfare. “This is something I’d do at home with friends,” said Mr. Eliot. And you can pull it off in under a half-hour.<br />To explore and search through all our recipes, check out the new WSJ Recipes page.<br />—Kitty Greenwald is a chef, food writer and the co-author of ‘Slow Fires’ (Clarkson Potter)"
}