{
    "url_original": "https://www.wsj.com/articles/legal-battle-looms-over-new-eviction-moratorium-11628104428?mod=politics_lead_pos1",
    "url": "legal-battle-looms-over-new-eviction-moratorium-11628104428",
    "title": "Legal Battle Looms Over New Eviction Moratorium",
    "sub_head": "Biden administration faces high legal hurdles in pressing for new ban without legislation to back it up",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-380250?width=860&height=573",
    "image_1": "im-380250.jpg",
    "time": "2021-08-04 15:13:00",
    "body": "WASHINGTON—The Biden administration’s latest eviction moratorium is set to face an immediate and possibly fast-moving legal challenge that could present high hurdles for the White House.<br />A group of property managers and realtors is expected to lodge objections in a Washington federal court to the new moratorium as soon as Wednesday, according to people familiar with their plans. The same plaintiffs, supported by the National Association of Realtors, challenged the previous moratorium, alleging the Centers for Disease Control and Prevention lacked legal authority to issue it.<br />The Biden administration itself has acknowledged it might be on tenuous legal footing, and it told members of Congress last week that any new moratorium would need to be enacted by lawmakers. The White House changed course after liberal Democrats pressed the administration to take immediate, unilateral action to prevent people behind on their rent from being forced out of their homes at a time of surging coronavirus cases.<br />On Tuesday, in announcing the new moratorium by the CDC, President Biden said legal experts he had consulted were of mixed opinion but the “bulk of the constitutional scholarship says that it’s not likely to pass constitutional muster.”<br />The ban has protected millions of tenants but created financial hardships for some landlords unable to collect rental income they rely upon for their own livelihoods."
}