{
    "url_original": "https://www.wsj.com/articles/levis-leaves-board-of-fashion-coalition-at-center-of-china-controversy-11628265905?mod=business_minor_pos6",
    "url": "levis-leaves-board-of-fashion-coalition-at-center-of-china-controversy-11628265905",
    "title": "Levi’s Leaves Board of Fashion Coalition at Center of China Controversy",
    "sub_head": "Jeans maker stands down from Better Cotton Initiative’s leadership amid debate over coalition’s response to alleged human-rights abuses in Xinjiang",
    "category_1": "Business",
    "time": "2021-08-06 15:46:00",
    "body": "Levi Strauss  & Co. is leaving the board of a high-profile fashion-industry coalition, according to people familiar with the matter, in a move that presents a leadership gap in a group divided over how to respond to alleged human-rights abuses in China’s cotton-rich Xinjiang region.<br />The group, called the Better Cotton Initiative, includes some of the West’s most prominent brands, including Levi’s,  Nike Inc.  and  Adidas AG . Earlier this year, the group became the target of attacks by China’s ruling Communist Party and pro-Beijing social-media influencers, after it raised concerns about alleged forced labor in the region.<br />After those attacks, BCI and several of its fashion-brand members reversed course on the issue. BCI deleted from its website a statement about its concerns in Xinjiang. Several of its members did the same.<br />Levi’s was one of the group’s founding members and biggest advocates. One of its executives chaired the board during its early days, after it was created in 2009 as a partnership among big fashion brands, suppliers and nongovernmental organizations to promote sustainability and labor rights. Levi’s was one of three big Western brands on the board, which typically has 12 representatives.<br />The coalition hasn’t commented on Xinjiang or the Chinese backlash since taking down its statement four months ago. Members of the coalition, a not-for-profit organization based in Geneva and London, remain torn over how and when to respond to the Chinese attacks, according to people familiar with the debate. Some nongovernment organizations and brands want BCI to swiftly and forcefully rebut the Chinese attacks, the people said, while others are pushing for a slower and more cautious approach."
}