{
    "url_original": "https://www.wsj.com/articles/liberal-states-authoritarian-families-review-susceptible-minds-11629929601?mod=opinion_reviews_pos1",
    "url": "liberal-states-authoritarian-families-review-susceptible-minds-11629929601",
    "title": "‘Liberal States, Authoritarian Families’ Review: Susceptible Minds",
    "sub_head": "Reading Locke and Rousseau to determine how best to ensure that our children think for themselves—and not simply follow the crowd.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "time": "2021-08-25 18:13:00",
    "body": "My childhood school in Toronto is developing an “anti-racism and pluralism strategy.” In an update to alumni, the institution acknowledged “systemic forms of oppression in our school community” and pledged to create “an environment where the visibility, the strength and voices of the BIPOC (Black, Indigenous and People of Colour) community is actively cultivated, mentored and promoted through equitable admissions, a diverse curriculum, and hiring of diverse faculty.” Icons, traditions and monuments will all be reassessed.<br />The school claims it is leading the way forward. In fact, it is following, catching up to the ritzy American schools and adopting the fashion of our day. If administrators think this makes them good liberals, they are mistaken—or at least the founders of modern liberalism would say so. As Rita Koganzon demonstrates in her valuable book “Liberal States, Authoritarian Families,” key early liberal theorists relied on parents and teachers to steel children against “the worst tendencies of liberalism—the tendencies to be ruled by fashions, custom, and the opinions of the majority.”<br />John Locke, the father of liberalism, sought to divide and limit the authority of the state, but he strengthened the authority of parents to act in the best interests of their children. While championing liberty and tolerance, Locke, no relativist, knew they “threatened to make wrong opinions more powerful by removing all the social mechanisms that had previously suppressed them, leaving the highly susceptible minds of children especially exposed.” Since the state can’t safely or effectively shield citizens from error and direct them to better ideas, Locke gave the authority to parents and teachers.<br />Ms. Koganzon, who teaches politics at the University of Virginia, points out that Locke wanted children to learn habits of skepticism and reflection, preparing them to later resist erroneous intellectual fashions. “Lockean education,” Ms. Koganzon argues, “is thus more accurately understood as a corrective for the excesses of liberalism than as an assembly line for compliant subjects.”<br />In “Some Thoughts Concerning Education,” Locke does not advise indoctrinating children in the “right” ideas. Instead, he sets out a plan for what Ms. Koganzon terms “an individualistic training of the mind.” Locke believed that “men firmly embrace falsehood for truth” because they never learned to “contest the empire of habit,” which would allow them to question their beliefs. Accordingly, “where habit insinuates itself naturally, Locke directs parents to break it, but where it does not, he enjoins them to introduce it.” Denial is the first step to self-denial and then to self-mastery."
}