{
    "url_original": "https://www.wsj.com/articles/lloyd-austin-rodrigo-duterte-visiting-forces-agreement-philippines-china-11627938937?mod=opinion_lead_pos2",
    "url": "lloyd-austin-rodrigo-duterte-visiting-forces-agreement-philippines-china-11627938937",
    "title": "Lloyd Austin’s Philippine Progress",
    "sub_head": "In a blow to Beijing, Manila will keep hosting U.S. forces.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-02 18:14:00",
    "body": "Too often U.S. diplomatic meetings with allies end with vague promises and high-minded boilerplate. So credit to Secretary of Defense Lloyd Austin for concluding his visit to the Philippines Friday with a concrete strategic success: Manila announced it would officially restore the Visiting Forces Agreement (VFA) that makes it easier for American troops to operate on the archipelago.<br />That’s a blow to China’s strategic ambition to push America’s military out of the Western Pacific. Philippine President Rodrigo Duterte announced early last year he was terminating the 1998 VFA. Though the U.S. and the Philippines have been treaty allies since 1951, the mercurial Mr. Duterte has courted Beijing and wants to play the two largest Pacific powers against one another.<br />Yet China’s maritime provocations in Philippine-claimed waters have intensified in the months since Mr. Duterte threw the future of the VFA into doubt. Standing next to Mr. Austin in Manila, the Philippine defense minister announced that Mr. Duterte had “decided to recall, or retract, the termination letter for the VFA.”<br />Mr. Austin said the agreement, which governs the legal status of U.S. troops in the country, “enables us to respond swiftly and seamlessly to disasters or crisis.” It also facilitates “major training exercises such as Balikatan”—an annual collaboration between the Philippine and American militaries.<br />This alliance helps maintain Manila’s independence as China tries to dominate the waters of Southeast Asia by militarizing islands and deploying maritime militias disguised as fishing fleets. U.S. access to the Philippines is also significant because of its proximity to Taiwan, which Beijing has in its sights."
}