{
    "url_original": "https://www.wsj.com/articles/location-data-broker-x-mode-to-be-bought-by-digital-envoy-11628074800?mod=politics_lead_pos7",
    "url": "location-data-broker-x-mode-to-be-bought-by-digital-envoy-11628074800",
    "title": "Location-Data Broker X-Mode to Be Bought by Digital Envoy",
    "sub_head": "Embattled provider that was kicked off Apple and Google platforms last year to be renamed Outlogic as it becomes part of larger company",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-379662?width=860&height=573",
    "image_1": "im-379662.jpg",
    "time": "2021-08-04 07:00:00",
    "body": "The location-data broker X-Mode Social Inc., which was kicked off the Apple and Google platforms last year over its national-security work with the U.S. government, is being acquired, the company told The Wall Street Journal.<br />X-Mode will become part of the Atlanta-based IP intelligence company Digital Envoy Inc., both companies are set to announce this week. As part of the merger, X-Mode will be rebranded as Outlogic and its chief executive, Joshua Anton, will join Digital Envoy as chief strategy officer. The purchase price and other terms of the acquisition aren’t being disclosed. X-Mode was based in the suburbs of Washington but abandoned its office space during the pandemic and went fully remote.<br />Acquiring X-Mode “allows us to further enhance our offerings related to cybersecurity, AI, fraud and rights management,” said Digital Envoy CEO Jerrod Stoller. “It also allows us to innovate in the space by looking at new solutions leveraging both data sets. And it also brings new clients and new markets.”<br />Digital Envoy specializes in collecting and providing to its customers data on internet users based on the IP address assigned to them by their internet service provider or cellphone carrier. Such data, which can include approximate geolocation, is useful in fraud detection, cybersecurity, advertising and other commercial applications.<br />X-Mode had its genesis on the University of Virginia campus in 2013, when as an undergraduate Mr. Anton created an app to prevent users from drunk dialing. Mr. Anton realized the location data being gathered by that app was a valuable product and pivoted toward becoming a location-data company—partnering with other app publishers to collect the precise location of smartphones and provide them to commercial customers in advertising, real estate and other industries."
}