{
    "url_original": "https://www.wsj.com/articles/longest-war-afghanistan-withdrawal-war-on-terror-indian-korean-11630077359?mod=opinion_major_pos18",
    "url": "longest-war-afghanistan-withdrawal-war-on-terror-indian-korean-11630077359",
    "title": "America’s Longest War Wasn’t in Afghanistan",
    "sub_head": "The global war on terror isn’t ending, nor was it as long as the American Indian Wars.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-387256?width=860&height=534",
    "image_1": "im-387256.jpg",
    "time": "2021-08-27 14:26:00",
    "body": "I take issue with the characterization that the war in Afghanistan is America’s longest war (“What Went Wrong in Afghanistan?” Review, Aug. 21). The U.S. decision to enter into conflict in Afghanistan was a result of the Sept. 11, 2001, attack on the U.S. It wasn’t merely a war in or against Afghanistan but part of a larger conflict against terrorism. President George W. Bush described it as a “global war on terrorism.” The GWOT has many elements, including finding and killing terrorists in Syria, East Africa and elsewhere. Many believe this war will last for generations and may include repeated incursions into Afghanistan.<br />America’s real longest war was the conflict against Native Americans, called the American Indian Wars, which most historians characterize as beginning in 1609 and ending in 1924.<br />Finally, readers should never forget the Korean War. It began June 25, 1950, and has never ended. Yes, a cease-fire was signed July 27, 1953, but a state of conflict still exists on the Korean Peninsula. As a former lead U.S. negotiator with the North Korean Army at the demilitarized zone, I never doubted that we were engaged in a protracted war. Ask anyone who has ever been assigned to U.S. Forces Korea or their fellow servicemen who have as their primary mission to deploy in or near the Korean Peninsula in defense of the Republic of Korea.<br />Lt. Gen. Michael M. Dunn, USAF (Ret.)<br />Port Orange, Fla."
}