{
    "url_original": "https://www.wsj.com/articles/lucy-worsley-royal-myths-ad-secrets-the-reformation-tudors-pbs-henry-vii-anne-boleyn-thomas-cromwell-11630027078?mod=opinion_major_pos13",
    "url": "lucy-worsley-royal-myths-ad-secrets-the-reformation-tudors-pbs-henry-vii-anne-boleyn-thomas-cromwell-11630027078",
    "title": "‘Lucy Worsley Royal Myths & Secrets: The Reformation’ Review: A Tudor Tutorial",
    "sub_head": "The latest installment of PBS’s wry history series offers surprising information about Henry VIII and his ilk",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-392103?width=860&height=573",
    "image_1": "im-392103.jpg",
    "time": "2021-08-26 21:20:00",
    "body": "Why is Lucy Worsley whispering from beneath her Tudor-era burgonet helmet, dressed as a Yeoman of the Guard and spilling royal beans? Because she’s placed herself at the first encounter, circa 1522, of Henry VIII and Anne Boleyn. She wouldn’t want to disturb any nascent romance, however re-enacted it might be. She’s much more interested in disturbing our notions of English history. And being quite gleeful about it.<br />“Lucy Worsley’s Royal Myths & Secrets: The Reformation” finds the popular and populist historian on familiar ground—16th-century England and the Tudor court—and doing what she is wont to do: addressing all we think is true about a subject and telling us why it’s not. Henry VIII, for instance, who has gone down in history as the great enemy of the Roman Catholic Church, remained a Catholic till the day he died. His Six Articles of 1539 reaffrmed “ancient Roman Catholic beliefs” as among the tenets of his particular brand of non-Lutheran Christianity (tenets that included priestly celibacy). His chief minister Thomas Cromwell, the Tudor consigliere, was a flaming Protestant ideologue, not the likable pragmatist of the Hilary Mantel novels (“Wolf Hall,” “Bring Up the Bodies”). The slut-shamed Anne Boleyn, often portrayed as a scheming seductress, was far more nuanced and even virtuous than she is usually remembered as having been. And the use of fake news to advance a political agenda is older than Pope Clement VII.<br />One of the most important agendas Ms. Worsley examines was that of Cromwell, who in the process of helping make England Protestant laid approximately 800 monasteries to ruin—along with all the social services those Catholic institutions provided common English people. He was a “thug,” admits Cromwell biographer Diarmaid MacCulloch, but a fascinating thug whose efforts were well-intentioned—even if they often went far beyond what Henry was aware of, or even wanted. Cromwell slyly defied the edicts of the Anglo-Catholicism that Henry thought he’d set in motion. And the minister lost his head, Ms. Worsley tells us, not because of Henry’s doomed marriage to Anne of Cleves, as is often thought, but because he was a bit too slick a Protestant promoter for His Majesty’s liking.<br />The many programs of Ms. Worsley—whose titles include joint chief curator of the U.K. conservation charity Historic Royal Palaces—are an example of the lingering love affair at PBS with British programming, something perhaps equaled only by the network’s affection for shows instructing boomer donors how to live forever. But PBS is supposed to be educational, and Ms. Worsley educates.<br />The latest edition of “Myths & Secrets” comes in three parts—“George IV and the Regency” airs Sept 5; “The Russian Revolution” arrives Sept. 12. But the Tudors seem to be Ms. Worsley’s favorite tribe of world-shaking conspirators. She pursues her subject well beyond Henry and into the warring worldviews of his progeny—Edward, whose Protestant protections were reversed by Mary, whose Catholic protections were reversed by Elizabeth. All had been named by Henry as his heirs, and all are depicted as rather bloodthirsty offspring of a dynast whose desire for a son set in motion atrocity and horror, a nation remade and history befogged."
}