{
    "url_original": "https://www.wsj.com/articles/lyft-makes-its-move-in-race-for-profits-11628029254?mod=markets_major_pos1",
    "url": "lyft-makes-its-move-in-race-for-profits-11628029254",
    "title": "Lyft Makes Its Move in Race for Profits",
    "sub_head": "Latest results show it could pay to be the little guy in the ride-hailing industry, but Covid-19 business challenges remain",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-379784?width=860&height=573",
    "image_1": "im-379784.jpg",
    "time": "2021-08-03 19:07:00",
    "body": "Lyft  wants to prove it can be the Simone Biles of technology—small but mighty.<br />The ride-hailing company said Tuesday that it has achieved profitability, at least on the basis of adjusted earnings before interest, taxes, depreciation and amortization. It has done so a quarter earlier than it had most recently forecast and intends to maintain that state, expecting it will now be profitable for the full year on that basis. Lyft’s stock rose in after-hours trading immediately after the report.<br />Sales of $765 million rose 125% year-to-year, benefiting from an easy comparison but coming in 9% above Wall Street’s estimate. Adjusted Ebitda of nearly $24 million was significantly better than the loss of $40 million the company had forecast at the midpoint of its guidance and better than the loss of $44 million analysts were expecting.<br />In some ways, the bumpy nature of the pandemic aided Lyft during the quarter. Active riders increased 27% sequentially to 17.1 million, above analysts’ forecast of 15.5 million, suggesting consumer demand is returning to ride-hailing more quickly than expected as vaccination rates tick up. But at the same time, revenue per ride increased 7% quarter-to-quarter, reflecting consumers’ tolerance for high prices—something that could persist as the Covid-19 Delta variant spreads. The higher prices are in part a consequence of driver shortages.<br />All eyes will now turn to  Uber Technologies ,  which will release its own second-quarter earnings Wednesday after the market closes. In May, Uber said it was on track to reach adjusted Ebitda profitability in the second half of this year. Wall Street is forecasting the company to post hundreds of millions of dollars in losses in the second quarter on an adjusted Ebitda basis, finally turning profitable in the fourth quarter."
}