{
    "url_original": "https://www.wsj.com/articles/lyft-notches-first-ever-measure-of-profitability-as-demand-recovers-11628021204?mod=business_featst_pos2",
    "url": "lyft-notches-first-ever-measure-of-profitability-as-demand-recovers-11628021204",
    "title": "Lyft Reaches Earnings Milestone as Demand Recovers",
    "sub_head": "Cost cuts and returning riders buoy the ride-hailing company, though rising Covid-19 infections present renewed challenge",
    "category_1": "Business",
    "category_2": "Earnings",
    "image_1_url": "https://images.wsj.net/im-378609?width=860&height=573",
    "image_1": "im-378609.jpg",
    "time": "2021-08-03 19:24:00",
    "body": "Lyft Inc.  achieved a measure of profitability a quarter earlier than expected, marking a surprising comeback after the pandemic initially crushed demand for its ride-share service and later left it dealing with driver shortages.<br />Strong ride-hailing demand in the second quarter, combined with cost cuts throughout the pandemic, enabled Lyft on Tuesday to post its first profit on an adjusted basis before interest, taxes, depreciation and amortization. Lyft’s  shares were slightly higher in after-hours trading.<br />Lyft President John Zimmer cautioned that it was tough to predict the future with the highly transmissible Delta variant boosting Covid-19 cases in the U.S., but said he was optimistic that the company wouldn’t slip back from its profit milestone. Executives said Tuesday on a call with analysts that they expect the company to be profitable by the adjusted measure on a full-year basis in 2021.<br />Rival  Uber Technologies Inc.,  which has a larger global footprint and a capital-intensive food-delivery business, expects to be profitable by the same measure by the fourth quarter. Uber and Lyft have yet to turn a net profit on the strength of their operations and haven’t projected when they might. One-time gains have lifted both companies’ fortunes; Uber posted a net profit in 2018 on the back of a roughly $5 billion gain from certain investments and divestitures.<br />Startups have long pointed to an adjusted metric to signal progress toward to future profits. These adjustments entail stripping out expenses such as asset write-downs that executives and many investors consider to be outside a company’s fundamental operations."
}