{
    "url_original": "https://www.wsj.com/articles/lying-human-politics-parenting-flatten-the-curve-riots-11628433108?mod=opinion_lead_pos8",
    "url": "lying-human-politics-parenting-flatten-the-curve-riots-11628433108",
    "title": "To Lie Is Human",
    "sub_head": "Children are often honest, but when I asked my son to fib about his age, he did.",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "time": "2021-08-08 12:38:00",
    "body": "We all tell lies. Some are forced: “It must have gone to my spam folder.” Others mislead: “15 days to flatten the curve.” Some are corrupt: “You can keep your doctor.” Others are dangerous: “mostly peaceful protests” and “destruction is not violence.” Have we finally gone overboard with all the lying?<br />I’m guilty too. On my youngest son’s 7th birthday, my wife and I explained that he was still 6 until 7:24 a.m., the actual time of his birth. We were in Lake Louise, Alberta, and we all wanted to ride horses. But the minimum age was 9. He was big for his age so, undermining years of careful parenting, I told him, “Listen, when they ask how old you are, I know you’re 6 and 7 today, but you have to say that you’re 8.” It was touch and go. Children are often refreshingly honest, but he lied and got to ride.<br />Later that day, we went to a ski resort to ride the lift to the top of the mountain and look for bears, moose and elk. The cost was $35 each, though 5 and under rode free. So I told my son, “Forget what I told you this morning, when they ask, you now have to say you’re 5.” So yes, my son was 5, 6, 7 and 8 on the same day. In retrospect, I feel awful for having made my son lie for access and money, though I now realize I may have started training him for a career in politics.<br />We know politicians lie, and trust in government is near an all-time low. A recent Rasmussen poll said only 40% of voters thought Anthony Fauci was telling the truth about gain-of-function virus research funding of the Wuhan Institute of Virology. That is not a lot of credibility.<br />Urban Dictionary’s third definition (there are six) for the word “Fauci” is “someone that everyone should know is a liar, but somehow maintains credibility with some despite obvious duplicity.” Heck, Elizabeth Warren is still a senator, despite lying about her purported Native American heritage."
}