{
    "url_original": "https://www.wsj.com/articles/malaysias-longtime-ruling-party-returns-to-power-11629459246?mod=world_major_1_pos1",
    "url": "malaysias-longtime-ruling-party-returns-to-power-11629459246",
    "title": "Malaysia’s Longtime Ruling Party Returns to Power",
    "sub_head": "The country’s king named a new prime minister from the United Malays National Organization, which was voted out in the wake of 1MDB financial scandal",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-08-20 07:34:00",
    "body": "KUALA LUMPUR, Malaysia—Four days after Malaysia’s prime minister resigned, the king has selected a replacement from the country’s longtime ruling party, returning it to power three years after it was voted out in the wake of one of the world’s largest financial scandals.<br />A longtime stalwart of the United Malays National Organization, Ismail Sabri Yaakob was chosen by Malaysia’s king to be its ninth prime minister. The palace said it made its decision with the hope that the country’s fractious politicians would put aside their differences and focus on dealing with the country’s raging Covid-19 pandemic.<br />Mr. Ismail, a lawyer by training, served as deputy prime minister and defense minister in the most recent government, where he had a role in enforcing the country’s strict lockdowns to contain the pandemic.<br />“It’s very much a continuation of the old government but under a new prime minister,” said Sebastian Dettman, an assistant professor of political science at Singapore Management University, who specializes in Malaysian politics. The previous prime minister, Muhyiddin Yassin, had lost support within the ruling coalition in part because he was considered to have mishandled Malaysia’s Covid-19 outbreak. The pandemic has recently caused around 20,000 infections and 200 deaths a day despite severe lockdowns that have damaged the economy.<br />Mr. Muhyiddin announced his resignation on Monday. Malaysia’s king canvassed members of parliament to see whom they would prefer as the next prime minister, and found that Mr. Ismail had the backing of 114 out of the 220 total legislators, according to a palace statement."
}