{
    "url_original": "https://www.wsj.com/articles/malaysias-prime-minister-steps-down-amid-covid-19-criticism-11629113868?mod=world_major_1_pos1",
    "url": "malaysias-prime-minister-steps-down-amid-covid-19-criticism-11629113868",
    "title": "Malaysia’s Prime Minister Steps Down Amid Covid-19 Criticism",
    "sub_head": "Defecting members of Muhyiddin Yassin’s coalition said his policies were inconsistently enforced and had failed to prevent a rise in deaths",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-386000?width=860&height=573",
    "image_1": "im-386000.jpg",
    "time": "2021-08-16 07:37:00",
    "body": "KUALA LUMPUR, Malaysia—Prime Minister Muhyiddin Yassin resigned amid criticism over his Covid-19 policies, bringing renewed uncertainty to a government that has been marked by political infighting since Malaysia’s longtime ruling party lost in the wake of one of the world’s largest financial scandals.<br />In a speech Monday, Mr. Muhyiddin said his last ditch effort to shore up political support so he could see through the pandemic recovery had failed. “There were those who were greedy for power instead of prioritizing the lives and livelihoods of the people,” he said of political rivals.<br />Mr. Muhyiddin, a veteran politician, took the helm a year and a half ago after breaking with the ruling coalition and Mahathir Mohamad, the country’s then-94-year-old prime minister. Mr. Muhyiddin formed a government with conservative members of the opposition, who had been defeated in the country’s 2018 national election.<br />This new coalition came into power with a thin majority and without holding a new election, making it unstable from the start. In recent weeks, it was weakened by defections, with former supporters citing the failed handling of the pandemic, among other reasons, as cause for leaving.<br />It is now up to Malaysia’s king to decide who will be the next prime minister, based on which politician he thinks commands the support of the majority of parliament. The palace said on Monday that Mr. Muhyiddin would stay on as a caretaker prime minister until the king selected another member of parliament who could serve in the position with majority support."
}