{
    "url_original": "https://www.wsj.com/articles/marco-rubio-child-tax-credit-biden-child-allowance-11628877963?mod=opinion_major_pos16",
    "url": "marco-rubio-child-tax-credit-biden-child-allowance-11628877963",
    "title": "Marco Rubio: Child Tax Credit Lets Parents Keep Their Own Money",
    "sub_head": "Biden’s alternative empowers the government to confiscate and redistribute.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-385391?width=860&height=573",
    "image_1": "im-385391.jpg",
    "time": "2021-08-13 15:15:00",
    "body": "Jason L. Riley’s op-ed “Biden Is Delivering Obama’s Third Term” (Aug. 10) contends that allowing working parents to keep more of their hard-earned money is “wealth redistribution—in the form of some kind of basic income guaranteed by the government.”<br />The argument makes no sense. The alternative to a tax code that lets working parents keep more of their money is a tax code that empowers the government to confiscate and redistribute more of that hard-earned money.<br />At issue is the misrepresentation of my proposal to expand the child tax credit for working parents. In 2017, despite opposition from many in my party and the Journal’s editorial page, I worked with Sen. Mike Lee and Ivanka Trump to double the credit as part of the Tax Cuts and Jobs Act. By some estimates, the changes helped the average family of four keep an extra $2,900 a year of their own money.<br />That’s not redistribution; it is common sense. Thankfully, Senate Republicans agree with me, voting unanimously in March to expand the credit beyond the TCJA levels, up to $3,300 a child, including $4,200 for children under 6. But it is a credit against taxes paid, which means work is required.<br />By contrast, the Biden administration’s new child allowance is wealth redistribution and the first step toward a universal basic income, because it includes no work requirement. For example, over the next six months, some American households with no working adults will receive more than $6,000 in cash payments from the federal government."
}