{
    "url_original": "https://www.wsj.com/articles/marie-claire-publisher-offers-a-profitable-trip-back-to-the-future-11628675048?mod=business_minor_pos10",
    "url": "marie-claire-publisher-offers-a-profitable-trip-back-to-the-future-11628675048",
    "title": "Marie Claire Publisher Offers a Profitable Trip Back to the Future",
    "sub_head": "Future may have cracked the magazine digital advertisement game, and not just because of the pandemic",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-11 05:44:00",
    "body": "This column is part of the Heard on the Street Stock Picking Contest. You’re invited to play along with us here.<br />In the era of free gaming forums, YouTube guitar tutorials and Instagram décor tips, selling magazines such as PC Gamer, Guitar Player and Homes & Gardens might seem like a business of the past. But  Future  PLC has given it a new life.<br />The U.K.-based publisher of magazines that include all of the above, as well as the storied Horse & Hound and big online names such as TechRadar, was barely breaking even a few years ago. Now, thanks to the pandemic-driven boom in indoor hobbies, it is projected to make more than £140 million in 2021, equivalent to $193.76 billion, with a net profit margin of 23%.<br />On the surface, it looks like a short-lived reprieve for a beleaguered industry, since enthusiasm for learning Jimi Hendrix’s solos should ebb as life returns to normal. Print newspapers and magazines have lost millions of readers world-wide over the past decade and, according to PwC projections, their market will keep shrinking at a compound annual rate of 3% between 2019 and 2025.<br />The internet is the main culprit. Companies discovered that eyes tend to gloss over advertisements placed next to online magazine articles, and the medium’s share of global ad spending dropped to 3.9% in 2020, from 7.6% in 2014, data by Dentsu shows. Digital marketing often only makes sense when targeted at specific audiences using browsing data, which is why Google,  Facebook  and  Amazon.com pocket two-thirds of that money in the U.S."
}