{
    "url_original": "https://www.wsj.com/articles/masks-children-kids-covid-virus-transmission-11629439686?mod=opinion_major_pos17",
    "url": "masks-children-kids-covid-virus-transmission-11629439686",
    "title": "Pediatric Pulmonologists Say Kids Should Mask Up",
    "sub_head": "It has been shown to reduce transmission of Covid-19.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-382287?width=860&height=714",
    "image_1": "im-382287.jpg",
    "time": "2021-08-20 11:37:00",
    "body": "Regarding “The Case Against Masks for Children” (op-ed, Aug. 9) by Drs. Marty Makary and H. Cody Meissner: As pediatric pulmonologists, we feel strongly that universal masking for children is appropriate and needed to counter the transmission of SARS-CoV-2. The American Academy of Pediatrics recommends masking precisely because it has been shown to reduce transmission. Further, much of the student population isn’t currently eligible for vaccination.<br />A cohort study conducted in Italy among children 24 months to 12 years old found that mask wearing wasn’t associated with significant changes in either carbon-dioxide or oxygen levels. There is no study showing that masks cause increased resistance to inhalation or exhalation.<br />In denigrating mask-wearing by children, Drs. Makary and Meissner cast doubt on an economical, effective and judicious public-health measure. The same analogy and reasoning could argue against the use of parachutes or seat belts. There are enough good-quality studies with convincing evidence to tilt the risk and cost-benefit ratios of wearing masks strongly in favor of the benefits to children. The alleged risks articulated by the authors, such as fogging of eyeglasses, severe acne, increased resistance to breathing, increased CO2, masks becoming vectors for pathogens and deformation of facial structure, are far-fetched speculations not borne out by evidence or peer-reviewed publications.<br />Jonathan Popler, M.D.<br />Atlanta"
}