{
    "url_original": "https://www.wsj.com/articles/masks-children-parenting-schools-mandates-covid-19-coronavirus-pandemic-biden-administration-cdc-11628432716?mod=opinion_lead_pos5",
    "url": "masks-children-parenting-schools-mandates-covid-19-coronavirus-pandemic-biden-administration-cdc-11628432716",
    "title": "The Case Against Masks for Children",
    "sub_head": "It’s abusive to force kids who struggle with them to sacrifice for the sake of unvaccinated adults.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-08 12:39:00",
    "body": "Do masks reduce Covid transmission in children? Believe it or not, we could find only a single retrospective study on the question, and its results were inconclusive. Yet two weeks ago the Centers for Disease Control and Prevention sternly decreed that 56 million U.S. children and adolescents, vaccinated or not, should cover their faces regardless of the prevalence of infection in their community. Authorities in many places took the cue to impose mandates in schools and elsewhere, on the theory that masks can’t do any harm.<br />That isn’t true. Some children are fine wearing a mask, but others struggle. Those who have myopia can have difficulty seeing because the mask fogs their glasses. (This has long been a problem for medical students in the operating room.) Masks can cause severe acne and other skin problems. The discomfort of a mask distracts some children from learning. By increasing airway resistance during exhalation, masks can lead to increased levels of carbon dioxide in the blood. And masks can be vectors for pathogens if they become moist or are used for too long.<br />In March, Ireland’s Department of Health announced that it won’t require masks in schools because they “may exacerbate anxiety or breathing difficulties for some students.” Some children compensate for such difficulties by breathing through their mouths. Chronic and prolonged mouth breathing can alter facial development. It is well-documented that children who mouth-breathe because adenoids block their nasal airways can develop a mouth deformity and elongated face.<br />The possible psychological harm of widespread masking is an even greater worry. Facial expressions are integral to human connection, particularly for young children, who are only learning how to signal fear, confusion and happiness. Covering a child’s face mutes these nonverbal forms of communication and can result in robotic and emotionless interactions, anxiety and depression. Seeing people speak is a building block of phonetic development. It is especially important for children with disabilities such as hearing impairment.<br />The adverse developmental effects of requiring masks for a few weeks are probably minor. We can’t say that with any confidence when the practice stretches on for months or years."
}