{
    "url_original": "https://www.wsj.com/articles/masks-covid-cdc-vaccination-mandate-provincetown-biden-11627940971?mod=opinion_lead_pos8",
    "url": "masks-covid-cdc-vaccination-mandate-provincetown-biden-11627940971",
    "title": "Masks Are a Covid Distraction",
    "sub_head": "The CDC should scrap its confusing guidance and make vaccination the only priority.",
    "category_1": "Opinion",
    "category_2": "Main Street",
    "time": "2021-08-02 18:25:00",
    "body": "Once upon a time Joe Biden set priorities. Shortly before he was sworn in, he unveiled a Covid plan that set a goal of vaccinating 100 million people in the first 100 days of his presidency. He later increased that to 160 million by July 4. In May he added a sweetener: “If you’ve been fully vaccinated, you no longer need to wear a mask. Let me repeat. If you are fully vaccinated, you no longer need to wear a mask. . . . The safest thing for the country is for everyone to get vaccinated.”<br />That focus is gone. Last Tuesday the Centers for Disease Control and Prevention reversed its earlier guidance. Now the CDC advises even the vaccinated to mask up indoors in areas of the country with high amounts of transmission—and it recommends masking for everyone, including children, in K-12 schools.<br />The CDC’s shift, and with it President Biden’s, has revived the debate over masks and whether government should mandate masking, vaccination or both. Conspicuously absent is a notion fundamental to public health: priorities.<br />For all his stormy press conferences, President Trump did manage to set a priority for Covid-19. This was to develop a vaccine before the end of 2020, which he facilitated by setting up Operation Warp Speed.<br />Notwithstanding his pieties about America’s need for grace, Mr. Biden has still never been able to give Mr. Trump credit for this achievement. Even so, he has implicitly recognized the priority of vaccination by setting targets and dates, making them among his most recognizable Covid goals."
}