{
    "url_original": "https://www.wsj.com/articles/mask-mandates-democrat-support-school-choice-covid-19-vouchers-charters-coronavirus-11630427173?mod=opinion_lead_pos6",
    "url": "mask-mandates-democrat-support-school-choice-covid-19-vouchers-charters-coronavirus-11630427173",
    "title": "Masks Turn Democrats in Favor of School Choice",
    "sub_head": "A poll finds 82% favor private alternatives when public districts don’t mandate face coverings.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-31 12:44:00",
    "body": "This back-to-school season is filled with uncertainty. Public school districts are dealing with delays, disruptions, disagreements and demands from teachers unions. At the heart of many disputes is whether schools should require all students to wear masks. Some states are in legal battles over the issue.<br />A recent Axios/Ipsos Poll found that 69% of U.S. adults support mandatory masking in schools. The policy is politically polarizing, however, with 92% of Democrats and only 44% of Republicans supporting it.<br />The good news is that we might find some unity amid such division. A nationwide poll by Echelon Insights in August found that 79% of respondents with an opinion support allowing families to take their children’s taxpayer-provided education money to a private or home school if their public school doesn’t mandate masks. Surprisingly, Democrats favored this school-choice proposal more than Republicans, with support at 82% and 78%, respectively.<br />Another recent nationwide poll, by RealClear Opinion Research, found that support for school choice surged by 11 percentage points among registered Democrats during the pandemic—from 59% in April 2020 to 70% in June 2021.<br />We’ve all learned a lot over the past 18 months. The battles over school reopenings, masking and curriculum have revealed the main problem with the one-size-fits-all public school system. Many Republicans supported school choice well before 2020. But Democratic voters are now also realizing that uniform school systems won’t always work in their favor."
}