{
    "url_original": "https://www.wsj.com/articles/medical-research-innovation-healthcare-arpah-nih-11627938631?mod=opinion_major_pos18",
    "url": "medical-research-innovation-healthcare-arpah-nih-11627938631",
    "title": "Accelerating Medical Innovation in Time for Baby Boomers",
    "sub_head": "Just as Darpa created the internet and GPS, ARPA-H could fund medical breakthroughs in cancer and Alzheimer’s.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-379486?width=860&height=573",
    "image_1": "im-379486.jpg",
    "time": "2021-08-03 11:12:00",
    "body": "When a philanthropist as prominent in medical innovation as Michael Milken advocates for the creation of a government agency, we should take notice (“Covid Is the 21st Century’s Sputnik,” op-ed, July 28). The private sector will always be the main engine for innovation. But that engine needs a catalyst to fire initially. Ideally, the Advanced Research Projects Agency for Health (ARPA-H) could be that initiator—assuming it can avoid the bureaucratic pitfalls that plague more established government agencies.<br />Currently, ARPA-H is proposed as an independent agency within the National Institutes of Health. But federal law stipulates that the NIH can oversee no more than 27 independent institutes and centers, and ARPA-H would make 28. If it remains under the NIH’s purview, the NIH should roll the comparable National Center for Advancing Translational Sciences into the agency. Alternatively, ARPA-H could be established as an independent entity outside the NIH.<br />ARPA-H’s potential to accelerate the development of breakthrough medical technologies and place informed bets on high-risk, high-reward treatments could prove revolutionary, especially as the baby boomers age. Just as the Defense Advanced Research Projects Agency improved Americans’ lives by creating the internet and GPS, ARPA-H could fund medical breakthroughs in cancer and Alzheimer’s that eventually make treatments accessible and affordable for all.<br />Mark Dornauer<br />Washington"
}