{
    "url_original": "https://www.wsj.com/articles/medicare-advantage-health-care-spending-costs-insurance-11630106577?mod=opinion_major_pos18",
    "url": "medicare-advantage-health-care-spending-costs-insurance-11630106577",
    "title": "Medicare Advantage Shows the Path Forward",
    "sub_head": "The savings spill over into traditional Medicare and even into the nonelderly, commercially insured market.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-392908?width=860&height=573",
    "image_1": "im-392908.jpg",
    "time": "2021-08-29 13:31:00",
    "body": "In “The Danger of Expanding Medicare” (op-ed, Aug. 26), former Louisiana Gov. Bobby Jindal could have added that shifting seniors from traditional, fee-for-service Medicare to Medicare Advantage managed care generates substantial healthcare cost reductions. The fiscal savings spill over into traditional Medicare and even into the nonelderly, commercially insured market.<br />Harvard’s Katherine Baicker, Michael Chernew and Jacob Robbins have showed that as penetration of Medicare Advantage increases in different counties, hospital costs and length-of-stays decline not only for seniors enrolled in Medicare managed care plans, but also for beneficiaries still on the traditional program. For every 10% increase in the uptake of Medicare Advantage, inpatient spending among fee-for-service Medicare seniors falls by 5% to 10%. Similar findings are also observed among commercially-insured people under 65 in regions with rapid diffusion of Medicare Advantage.<br />Why is this the case? Medicare Advantage plans receive a fixed lump-sum from the government for each senior they enroll. They then pass along that incentive to doctors and hospitals, encouraging them to deliver efficient, coordinated care. Since healthcare providers typically treat all three beneficiary groups—traditional Medicare, Medicare Advantage and other privately insured patients—any changes in treatment and practice patterns fostered by Medicare Advantage spread to the care delivered to all patients.<br />Promoting competition and managed care in the Medicare program is the appropriate prescription for curbing healthcare cost growth.<br />Nathan Punwani, M.D."
}