{
    "url_original": "https://www.wsj.com/articles/michael-kors-on-the-best-hamburgers-and-the-secret-to-eternal-youth-11628879669",
    "url": "michael-kors-on-the-best-hamburgers-and-the-secret-to-eternal-youth-11628879669",
    "title": "Michael Kors on the Best Hamburgers and the Secret to Eternal Youth",
    "sub_head": "The eternally droll fashion designer, who is celebrating 40 years of his eponymous brand, discusses everything from ‘the magic of life’ to taming his ‘crazy’ eyebrows",
    "category_1": "Life & Arts",
    "category_2": "20 Odd Questions",
    "image_1_url": "https://images.wsj.net/im-385126?width=700&height=466",
    "image_1": "im-385126.jpg",
    "time": "2021-08-13 14:34:00",
    "body": "BEFORE MICHAEL KORS decided to pursue a career in fashion, he wanted to be an actor. “I took lessons in acting, and I quickly realized that I was never going to be anything on the stage,” Mr. Kors said in an interview from his Midtown Manhattan office. If his theatrical career fizzled, he figured he’d end up waiting tables—not an ideal prospect. “I knew I’d be the worst waiter in the world.”<br />Instead, he turned to fashion—something that had interested him since childhood—studying at New York’s Fashion Institute of Technology. If a fashion career didn’t pan out, “I knew I could always work in retail, and I’m a confirmed shopaholic. That seemed like nirvana for me,” Mr. Kors said.<br />He didn’t need to work in retail. This year, the American designer—who helmed the French fashion house Celine from 1997 to 2004 and later exercised his theatrical chops as an unfiltered judge on “Project Runway”—celebrates his eponymous label’s 40th anniversary. “I think the best things take time,” he said.<br />Known for lush basics and simple elegance, his collections often bring that stepping-off-a-private-jet look to everyday life. “We’re social animals,” he said, explaining his aesthetic. “We want to see other people strutting their stuff.”<br />It all comes back to performance. “When we get dressed, everything we put on helps us build the character we want to present in the world,” he said. Here, Mr. Kors discusses his love of art, super-luxe lip balm and aviators, and how he brings his many exotic travels back home."
}