{
    "url_original": "https://www.wsj.com/articles/microsoft-hires-former-top-amazon-cloud-executive-adding-to-rivalry-11629947484?mod=business_lead_pos7",
    "url": "microsoft-hires-former-top-amazon-cloud-executive-adding-to-rivalry-11629947484",
    "title": "Microsoft Hires Former Top Amazon Cloud Executive, Adding to Rivalry",
    "sub_head": "Charlie Bell was previously a senior vice president at Amazon and top lieutenant to CEO Andy Jassy",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-391515?width=860&height=573",
    "image_1": "im-391515.jpg",
    "time": "2021-08-25 23:11:00",
    "body": "Microsoft Corp.  hired a top  Amazon.com Inc.  cloud veteran and ally of Chief Executive Andy Jassy, according to a company document, in a rare jump of a senior executive between the cloud-computing industry’s leading rivals.<br />Charlie Bell, who left Amazon Web Services recently, is now listed by Microsoft as a corporate vice president, according to an internal employee register viewed by The Wall Street Journal. Mr. Bell was a senior vice president at Amazon Web Services, as the company’s cloud-computing arm is known, and for years worked with Mr. Jassy, then the AWS boss, to build up the cloud-computing business.<br />Mr. Bell spent more than two decades at AWS and was widely considered an heir apparent to Mr. Jassy. When Mr. Jassy was named to replace Jeff Bezos as Amazon’s CEO, the company went outside for his replacement. In March, Amazon tapped Adam Selipsky to become the cloud business’s next chief executive.<br />Mr. Selipsky also had a history at AWS and close ties to Mr. Jassy. He was one of the first vice presidents hired in 2005 to work at the cloud-computing business, remaining there for about 11 years and rising to run marketing, sales, support, business development, partner alliances and international expansion. He left in 2016 to become CEO of the data-analytics platform Tableau Software Inc., which was acquired by  Salesforce.com Inc.  for more than $15 billion, before his return to Amazon.<br />Mr. Bell’s exact role at Microsoft couldn’t immediately be determined. His move to Microsoft was previously reported by Business Insider."
}