{
    "url_original": "https://www.wsj.com/articles/military-officers-affirmative-action-identity-politics-diversity-and-inclusion-national-security-11629402318?mod=opinion_lead_pos10",
    "url": "military-officers-affirmative-action-identity-politics-diversity-and-inclusion-national-security-11629402318",
    "title": "Should Military Officers Be Chosen by Race?",
    "sub_head": "An admiral’s revealing remark about naval promotion.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-19 18:26:00",
    "body": "Imagine a U.S. Navy destroyer under enemy attack. Your son or daughter or niece is on board, having volunteered to serve. The decisions made by the captain of that warship make the difference between life and death for your loved one and all sailors on board.<br />It matters how that captain and other commanders are selected. Do Americans want leaders who are promoted based on intelligence, aptitude, skill and excellence? Or do they want to entrust their children to those who were selected to bump up the military’s diversity statistics?<br />Earlier this month the Navy’s chief of personnel made a revealing remark that received little public attention. “I think we should consider reinstating photos in selection boards,” Vice Adm. John Nowell Jr. said at a conference. Officers up for promotion used to submit a photo as part of the review. A couple of years ago the services eliminated the photo requirement, aiming to remove any bias.<br />Adm. Nowell suggested the result wasn’t what the Navy hoped for. “We look at, for instance, the one-star board over the last five years, and we can show you where, as you look at diversity, it went down with photos removed.” In case that wasn’t clear, he continued: “We’re very clear with our language to boards that we want them to consider diversity across all areas. . . . I think having a clear picture just makes it easier.”<br />This statement undermines every minority officer who has risen through the ranks on his own merit. It says that people like me are useful to the Navy because we are black, not because we are highly trained professionals or because we met the uncompromising standards of leadership."
}