{
    "url_original": "https://www.wsj.com/articles/militia-member-sentenced-in-alleged-plot-to-kidnap-michigan-gov-gretchen-whitmer-11629928371?mod=business_minor_pos4",
    "url": "militia-member-sentenced-in-alleged-plot-to-kidnap-michigan-gov-gretchen-whitmer-11629928371",
    "title": "Militia Member Sentenced in Alleged Plot to Kidnap Michigan Gov. Gretchen Whitmer",
    "sub_head": "Ty Garbin received 6 years and 3 months after pleading guilty, agrees to testify against other defendants",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-391041?width=860&height=573",
    "image_1": "im-391041.jpg",
    "time": "2021-08-25 17:52:00",
    "body": "A Michigan militia member was sentenced to six years and three months in prison after he pleaded guilty to taking part in a plot to kidnap the state’s governor, Gretchen Whitmer, over her response to the coronavirus pandemic, a federal judge determined Wednesday.<br />Ty Garbin, a 25-year-old airplane mechanic, is the only member of the group known as the Wolverine Watchmen to plead guilty in the alleged plot. He faced up to life in prison for his plea to one count of kidnapping conspiracy. Federal prosecutors had recommended he receive nine years because of his acceptance of guilt and cooperation in the investigation as well as his plans to testify against his alleged co-conspirators.<br />“It’s hard to overstate how significant Mr. Garbin’s cooperation was here,” Nils R. Kessler, Assistant United States Attorney, told Chief Judge Robert J. Jonker, of the U.S. District Court for the Western District of Michigan. “Having somebody who’s part of this agreement say this wasn’t just big talk, we really meant to do it is a huge thing and it’s going to be important to the jury when he testifies.”<br />Mr. Garbin’s lawyers argued for six years, citing his history of abuse by his father and his cooperation with the government, among other things.<br />In a brief statement in court, Mr. Garbin apologized to Ms. Whitmer and her family. “I can’t even begin to imagine the amount of stress and fear her family members felt because of my actions,” he said, adding that he planned to work with groups that aim to deradicalize others."
}