{
    "url_original": "https://www.wsj.com/articles/missouri-governor-pardons-gun-waving-st-louis-couple-11628091258?mod=politics_featst_pos2",
    "url": "missouri-governor-pardons-gun-waving-st-louis-couple-11628091258",
    "title": "Missouri Governor Pardons Gun-Waving St. Louis Couple",
    "sub_head": "Mark and Patricia McCloskey pleaded guilty in June after pointing guns at demonstrators following killing of George Floyd",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-380157?width=860&height=573",
    "image_1": "im-380157.jpg",
    "time": "2021-08-04 11:34:00",
    "body": "O’FALLON, Mo.—Missouri Gov. Mike Parson announced Tuesday that he made good on his promise to pardon a couple who gained notoriety for pointing guns at social justice demonstrators as they marched past the couple’s home in a luxury St. Louis enclave last year.<br />Mr. Parson, a Republican, on Friday pardoned Mark McCloskey, who pleaded guilty in June to misdemeanor fourth-degree assault and was fined $750, and Patricia McCloskey, who pleaded guilty to misdemeanor harassment and was fined $2,000.<br />“Mark McCloskey has publicly stated that if he were involved in the same situation, he would have the exact same conduct,” the McCloskeys’ lawyer Joel Schwartz said Tuesday. “He believes that the pardon vindicates that conduct.”<br />The McCloskeys, both lawyers in their 60s, said they felt threatened by the protesters, who were passing their home in June 2020 on their way to demonstrate in front of the mayor’s house nearby in one of hundreds of similar demonstrations around the country after George Floyd’s death. The couple also said the group was trespassing on a private street.<br />Mark McCloskey emerged from his home with an AR-15-style rifle, and Patricia McCloskey waved a semiautomatic pistol, according to the indictment. Photos and cellphone video captured the confrontation, which drew widespread attention and made the couple heroes to some and villains to others. No shots were fired, and no one was hurt."
}