{
    "url_original": "https://www.wsj.com/articles/moderna-stock-heads-to-the-moon-11629538202?mod=markets_lead_pos2",
    "url": "moderna-stock-heads-to-the-moon-11629538202",
    "title": "Moderna Stock Heads to the Moon",
    "sub_head": "The Covid-19 vaccine maker’s shares are the top performer in the S&P 500 so far this year, but some analysts question the rally",
    "category_1": "Markets",
    "category_2": "Stocks",
    "image_1_url": "https://images.wsj.net/im-387897?width=860&height=573",
    "image_1": "im-387897.jpg",
    "time": "2021-08-21 05:30:00",
    "body": "Shares of  Moderna Inc.  have been on a tear lately, making the Covid-19 vaccine-maker the top performer in the S&P 500 this year.<br />Cambridge, Mass.-based Moderna’s stock price has surged 267% in 2021, handily trouncing all other companies in the benchmark index. Retailer  Bath & Body Works Inc.,  recently rebranded from L Brands Inc., follows in a distant second, with a 120% year-to-date gain. Only two other companies in the S&P 500—steel producer Nucor Corp. and cybersecurity stock  Fortinet Inc. —have, based on Friday’s closing prices, seen their stock double this year.<br />The vaccine maker’s outperformance is the latest win for Moderna. The company, which before the pandemic had yet to commercialize a product, has reported roughly $5.9 billion in Covid-19 vaccine sales in the first half of the year. It has already signed $12 billion in advanced purchase agreements—with an additional $8 billion in options—for its coronavirus vaccine next year. Meanwhile, the stock is being embraced by both professional and individual investors, who together drove the stock as high as $497.49 intraday, an all-time-high, this month. It closed Friday at nearly $383.<br />That combination has vaulted Moderna to a more than $150 billion market capitalization, down from its peak of roughly $200 billion intraday earlier this month. Still, Moderna’s current market cap ranks it higher than pharmaceutical powerhouses  Bristol-Myers Squibb Co.  and  GlaxoSmithKline  PLC, as well as retail pharmacy chain  CVS Health Corp.<br />Few analysts and investors predicted that Moderna, a company founded just over a decade ago, could have found success—or swelled to its current market cap—as quickly as it did. Even at the end of last year, after its Covid-19 vaccine received emergency use authorization in the U.S., many questioned whether the stock would continue to rise after it already surged 434% in 2020."
}