{
    "url_original": "https://www.wsj.com/articles/money-court-kevin-oleary-judge-judy-11628627763",
    "url": "money-court-kevin-oleary-judge-judy-11628627763",
    "title": "‘Money Court’ Review: Mr. Wonderful Rules",
    "sub_head": "Kevin O’Leary of ‘Shark Tank’ judges financial disputes on CNBC’s new law-based reality show.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-382822?width=860&height=573",
    "image_1": "im-382822.jpg",
    "time": "2021-08-10 16:37:00",
    "body": "Businessman and “Shark Tank” fixture Kevin O’Leary may refer to himself as “Mr. Wonderful,” but he does bring a sobering degree of knowledge and disinterest to CNBC’s “Money Court,” the latest variation on legal TV and the noble traditions of Judge Joseph Wapner and Judge Judy. Finance is the name of the game, such as it is, and it’s not only a more serious version of the law-based reality show but virtually begs a viewer to fill in the inevitable holes in the stories.<br />Flanked by two legal authorities—trial lawyer Katie Phang and former judge Ada Pozo—Mr. O’Leary is the final authority before whom complainants, or contestants, or possibly defendants, bring their cases. As we’re told at the outset, the participants have signed a contract stipulating that whatever the show says goes. “I love money,” says Mr. O’Leary, “but there’s nothing I hate more than fighting about it,” which is what everyone is doing who comes on his show.<br />Because everything is about money, pure and simple—rather than, say, divorce, barking dogs or auto accidents—the details don’t always present themselves immediately. On the first episode of “Money Court,” one case involves a brother and sister who bought a Mexican timeshare together, defaulted on the mortgage and lost their investment. But who paid what? It’s hard to call anything regarding “Money Court” a spoiler, since the show is less about plotline than embarrassment and squirming, but it turns out that the brother and sister live together, never opened their mail, and hadn’t visited Mexico in the nine years they owned the time share.<br />Far more intriguing is the show’s first case, which involves a couple named Jared and Karina Rabin, who jointly brought to market a popular product called the Hang-O-Matic, which helps hang pictures, mirrors, etc. Mr. Rabin claims he wants to sell the family home to finance an improved version of the product. Mrs. Rabin is dead set against it. “He’s trying to get rid of assets!” said my viewing companion, convinced that Mr. Rabin had a second family somewhere and what certainly seemed like nefarious intentions—especially since, as Mr. O’Leary sagely explained, there were so many other ways of parlaying purchase orders and credit into producing a new product without selling Mrs. Rabin’s “dream home” out from under her and their kids.<br />Mr. Rabin was innocent of guile, as it turned out, and satisfied with the outcome. Not so my viewing companion. Among the charms of “Money Court,” to judge by episode 1, is the restraint the hosts will have to show as they listen to so much under-capitalized thinking and navigate the fog of money."
}