{
    "url_original": "https://www.wsj.com/articles/more-school-districts-in-texas-sue-governor-over-mask-mandate-ban-11628805472?mod=business_minor_pos4",
    "url": "more-school-districts-in-texas-sue-governor-over-mask-mandate-ban-11628805472",
    "title": "More School Districts in Texas Sue Governor Over Mask-Mandate Ban",
    "sub_head": "The federal government recommends their universal use but most states have left policy creation to local school boards",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-384746?width=860&height=573",
    "image_1": "im-384746.jpg",
    "time": "2021-08-12 17:57:00",
    "body": "AUSTIN, Texas—More school districts in Texas are pushing back against an executive order banning mask mandates, joining districts in other states filing lawsuits over the issue.<br />With most public schools in the country set to begin classes in coming weeks, city and county officials are wrestling with decisions about whether to require masks as the highly-contagious Delta variant causes a surge in Covid-19 cases. The federal government recommends their universal use, but most states have left policy creation to local school boards.<br />Several states have banned mask requirements. In some of them, local officials are filing lawsuits against state governments for the authority to make those decisions for local schools.<br />A group of six districts, most of them in the Rio Grande Valley, filed suit Thursday against Gov. Greg Abbott, arguing that he doesn’t have the authority to stop them from requiring masks on their campuses. Kevin O’Hanlon, the attorney representing the group, said schools typically have authority to operate and issue regulations over their own facilities. The districts believe a lack of masks will harm in-person teaching and continuity, as rising infections cause absences and interruptions.<br />“It seems to me [that the governor] is trying to use a disaster declaration to prohibit anybody from responding to the disaster…which is odd,” Mr. O’Hanlon said."
}