{
    "url_original": "https://www.wsj.com/articles/movers-and-stayers-review-the-great-divide-11629401099?mod=opinion_major_pos10",
    "url": "movers-and-stayers-review-the-great-divide-11629401099",
    "title": "‘Movers and Stayers’ Review: The Great Divide",
    "sub_head": "The South is the nation’s most Republican region. Will it stay that way? In the South and elsewhere, big metro areas, trending Democratic, are the key.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-388330?width=860&height=573",
    "image_1": "im-388330.jpg",
    "time": "2021-08-19 15:25:00",
    "body": "For years, academics and journalists writing about politics in the South have paid homage to V.O. Key’s “Southern Politics in State and Nation” (1949). For good reason: Key was an arresting writer, capable of fashioning a political scientist’s generalizations and writing fascinating accounts of the quirks of local politicians. With a slide rule and long division, he calculated thousands of state and county voting percentages and displayed them on maps that clarified the mystery of why some candidates won and some lost the usually decisive Democratic primaries in the 1930s and 1940s.<br />Key saw the dominant factor in Southern politics as the determination of white voters and politicians to maintain blacks in subordinate legal status in the five states that, according to the 1930 and 1940 censuses, had populations 35% to 50% percent black. (Since then black percentages have fallen, and only Mississippi, with 38% black, falls into this category.) Key’s book, like the psychologist John Dollard’s “Caste and Class in a Southern Town” (1938), told non-Southern Americans the secrets of life and politics in a region most of them considered a faraway country of which they knew little.<br />In “Movers and Stayers: The Partisan Transformation of 21st Century Southern Politics,” Irwin Morris notes that “the characteristic region of the South—the Deep South—is no longer the distinctive, dominant force in Southern politics it once was.” The one-party character that Key emphasized—overemphasized, in my view, overlooking the pre-New Deal years—almost immediately changed in postwar presidential politics. In 1952, 1956 and 1960, Dwight Eisenhower (in two elections) and Richard Nixon won 49%, 50% and 48% of the popular vote in the South—defined as the 11 Confederate states plus West Virginia, Kentucky and Oklahoma—and carried multiple Southern states. Since then, Republicans have won more votes than Democrats in the South in 12 of 15 presidential elections.<br />Republican advances in down-ballot races took longer. It wasn’t until 1990 that the GOP’s congressional candidates in the South won a higher percentage of popular votes than Republicans elsewhere, and Republicans didn’t dominate Southern legislatures until the mid-2000s. By now Southerners, like Americans elsewhere, are mostly straight-ticket voters, and the South is the nation’s most Republican region.<br />Mr. Morris, a political scientist at North Carolina State, argues that the South “is in the process of becoming more Democratic again.” The prime reason, he says, is that “movers”—people moving into fast-growing Southern counties, coming from outside a state or moving within it—are mostly Democrats, not Republicans, as they were in Key’s time and up through the 1990s. Mr. Morris adds that these “movers” influence “stayers” to vote more Democratic as well, though he admits that such indirect effects “are contextually dependent” and thus not statistically predictable."
}