{
    "url_original": "https://www.wsj.com/articles/movie-theater-recovery-in-a-holding-pattern-11628431380?mod=markets_lead_pos13",
    "url": "movie-theater-recovery-in-a-holding-pattern-11628431380",
    "title": "Movie Theater Recovery in a Holding Pattern",
    "sub_head": "Cinemark, IMAX results show moviegoers are returning, but hardly in droves",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-381786?width=860&height=573",
    "image_1": "im-381786.jpg",
    "time": "2021-08-08 10:03:00",
    "body": "Movie-theater operators have the easiest comparisons imaginable this earnings season, but those numbers aren’t saying much.<br />That already has been borne out by two that have unveiled second-quarter results so far.  Cinemark  reported Friday that revenue was $294.7 million for the quarter. That was 17% higher than Wall Street’s estimates and more than 3,100% higher than what the company managed in last year’s second quarter, when nearly the entire chain was shut down due to the pandemic. It was also 69% lower than revenue from the second quarter of 2019.<br />IMAX ,  which reported results on July 27, showed a similar dynamic, with second-quarter revenue less than half of its pre-pandemic comparison. The same is expected to play out for AMC Entertainment and  Cineworld ,  both slated to report results this week. Analysts expect AMC’s second-quarter revenue to be reported Monday afternoon will be about one-quarter of its 2019 second-quarter showing.<br />Those results aren’t a major surprise for an industry hit hard by the pandemic and still clawing its way back. The June quarter saw few major releases, with capacity restrictions and mask mandates still in place in some key markets along with Covid-19 vaccinations still rolling out at the time. There were some positive signs, too. Three of the top-five-grossing domestic movies for the quarter also were available on streaming services the same day they hit theaters. “Godzilla vs. Kong” from AT&T’s Warner Bros. grossed more than $89 million domestically in the quarter, according to Box Office Mojo. That is despite the fact that the movie was also available free of charge to subscribers of the company’s HBO Max service.<br />But more question marks have arisen since. The resurgence of cases spawned by the Delta variant has driven in new mask mandates in the important Los Angeles market and could result in more restrictions elsewhere. And the middling performance of recent big-budget releases like  Disney ’s  “Jungle Cruise” and Paramount’s “Snake Eyes” suggests the worsening public health situation might be keeping some moviegoers away regardless of restrictions. Disney complicated the picture further with “Black Widow” and “Jungle Cruise,” which the company says generated a total of $90 million in digital revenue on their respective opening weekends, which likely cannibalized traditional box-office sales."
}