{
    "url_original": "https://www.wsj.com/articles/mr-corman-joseph-gordon-lefitt-comedy-apple-11628200597",
    "url": "mr-corman-joseph-gordon-lefitt-comedy-apple-11628200597",
    "title": "‘Mr. Corman’ Review: Facing Life’s Lessons",
    "sub_head": "Joseph Gordon-Levitt directs and stars as a dissatisfied fifth-grade teacher and aspiring composer in this Apple TV+ dramedy series set in the Covid-19 era.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-381013?width=860&height=573",
    "image_1": "im-381013.jpg",
    "time": "2021-08-05 17:57:00",
    "body": "Billed though it is as comedy-drama, it’s clear from the start of “Mr. Corman” (begins Friday, Apple TV+) that the laughs in this 10-episode series will be few but the smiles of recognition frequent. It’s a testament to the complex charms of this series that those smiles are as often summoned by bleak moments as happier ones. Some of the most engaging aspects of this tale derive from the problems that arise when its hero, Josh Corman (Joseph Gordon-Levitt, who is also the show’s creator, producer and director), undertakes efforts to pursue women—situations that yield some of the most hilarious moments. They’re moments made still more enticing by the flow of pure venom that follows when characters’ plans go awry. Things can go wrong on dates, everyone knows—some of them the most intimate kind of going wrong. And in the world “Mr. Corman” describes, there’s not a lot of gracious forgiveness to spare at such times.<br />It’s all to the good to see animal passions emerge, however irregularly, in a character like Josh, who is, it’s quickly established, a schoolteacher—clue No. 1 that he shouldn’t be seen as the happiest of men, or anything like a proudly assertive one. By his own inner lights, he’s not very successful either. It’s a point made more than once.<br />One woman fancying that he insulted her, and moved thus to express her rage, hurls the message out clearly: If he’s teaching it’s because he knows there’s nothing else he can do. You can feel his silent flinch. The truth is there is something else he can do, and he wants desperately to do it—only it doesn’t come with a salary. The real love of his life, deep and abiding, has nothing to do with teaching: it’s making music, composing it.<br />Still, every weekday Josh faces his classroom of fifth-grade students with full devotion to his task, and a certain affection for his charges, who sometimes ponder large questions. Does good luck matter more than talent? They have opinions on such \t\t\t\t\t\t\t\tmatters.<br />But living has now been rendered difficult for Josh by a strange, new and extreme uneasiness that seems to grow daily, something far harder to endure than ordinary anxiety. This new discomfort, bordering on the unbearable, is enough to drive him to call a doctor. But, as one might expect in a saga of this kind, the only doctor he knows won’t be available for two months."
}