{
    "url_original": "https://www.wsj.com/articles/n-4-down-review-above-the-ice-11629238652?mod=opinion_reviews_pos1",
    "url": "n-4-down-review-above-the-ice-11629238652",
    "title": "‘N-4 Down’ Review: Above the Ice",
    "sub_head": "The development of planes and airships signalled a new era of polar exploration—along with new opportunities for disaster.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-387116?width=860&height=573",
    "image_1": "im-387116.jpg",
    "time": "2021-08-17 18:17:00",
    "body": "On May 24, 1928, Gen. Umberto Nobile and his crew aboard the airship Italia—code-named N-4—dropped Italian flags and a small wooden cross given them by Pope Pius XI onto the North Pole from 450 feet in the sky. Airships were a technological marvel of the early 20th century, and the Italia’s goal was to land men at the North Pole, something that had never been done before. But bad weather thwarted the mission; returning to its base on Norway’s Svalbard archipelago, the Italia crashed into the ice, triggering one of the greatest polar rescue efforts ever mounted, a saga that journalist Mark Piesing retells in “N-4 Down: The Hunt for the Arctic Airship Italia.”<br />Until the so-called machine age, attempts to penetrate the Arctic’s nearly 6 million square miles of frozen seas had depended on surface vessels. As Mr. Piesing notes, planes and airships changed everything, a fact not lost on Norwegian explorer Roald Amundsen, the victor of the 1911 race to the South Pole. In 1915, Amundsen obtained Norway’s first civilian pilot’s licence. Ten years later, after numerous failed attempts to reach the North Pole via plane, he approached Umberto Nobile, an Italian air-force officer who had designed a prototype airship and had ambitions of his own to fly to the North Pole.<br />Italy’s dictator Mussolini agreed to sell the N-1, as Nobile’s airship was called, to Norway. Though the ship was renamed the Norge, for “Norway,” Nobile would pilot the craft, and six of the 16 crewmen would be Italian. From the outset, personal rivalries between Amundsen and Nobile tainted the venture, which was nonetheless a success. In May 1926, the Norge flew from Svalbard over the North Pole and landed in Alaska. Nobile enjoyed and exploited his new celebrity. An aggrieved Amundsen, convinced that Nobile was seizing all the glory for himself, announced his retirement from exploration.<br />Nobile, Mr. Piesing relates, almost immediately began planning another Arctic expedition, undaunted by Mussolini’s lack of enthusiasm or the jealousy of Italo Balbo, the head of the Italian air force, who viewed Nobile as a rival yet allowed him to use the N-4, another airship that Nobile had designed. Among the Arctic flights that Nobile planned, again from Svalbard, was one to the North Pole, where this time he hoped to land men.<br />The Italia left Svalbard on May 23, 1928, and early the following day reached the North Pole. The jubilant crew members celebrated by toasting one another with eggnog and playing the Italian Fascist Party anthem on a gramophone. High winds prevented a landing, so Nobile set course back to Svalbard. The wind slowed the Italia on its return, and at one point the helm controls jammed. Freezing fog, meanwhile, prevented Nobile from calculating his position accurately. Even more seriously, the airship began icing up. The crew lost its battle to stay airborne, and the Italia plunged onto the ice, tail first."
}