{
    "url_original": "https://www.wsj.com/articles/nadia-boulanger-and-her-world-bard-festival-aaron-copland-philip-glass-leon-botstein-11628200224",
    "url": "nadia-boulanger-and-her-world-bard-festival-aaron-copland-philip-glass-leon-botstein-11628200224",
    "title": "‘Nadia Boulanger and Her World’ Review: The Mother of Contemporary Classical",
    "sub_head": "This year, the Bard Musical Festival is dedicating its programming to the life and work of the pedagogue, composer and musician.",
    "category_1": "Music Review",
    "image_1_url": "https://images.wsj.net/im-379034?width=860&height=860",
    "image_1": "im-379034.jpg",
    "time": "2021-08-05 17:51:00",
    "body": "Always adventuresome and provocative, the Bard Music Festival has been examining major composers for three decades. But unlike previous Bard laureates, this year’s subject—the revered French musician and pedagogue Nadia Boulanger (1887-1979)—is virtually unknown as a composer. Her few compositions, beautiful as they are, have rarely been performed.<br />But as an intrepid woman in the male-dominated musical world of her day, Boulanger was artistically well armed. A masterly organist, she toured the U.S. in 1925 as soloist in the premiere performances of her student Aaron Copland’s Symphony for Organ and Orchestra. One of the first professional female conductors, she was the first woman to lead the Boston Symphony, Philadelphia and New York Philharmonic orchestras, among others. A great Stravinsky advocate, she conducted the 1938 premiere of his “Dumbarton Oaks” in Washington.<br />Nevertheless, it was as a composition teacher and a demanding muse to successive generations of young American composers that Boulanger joined the immortals. She “single-handedly shaped the course of modern American music from Aaron Copland to Philip Glass,” observes Bard Festival founder and co-artistic director Leon Botstein by telephone. “Her influence in this arena is equivalent to that of Enrico Fermi and Albert Einstein on American science.” Spotlighting Boulanger also realizes Mr. Botstein’s longstanding goal “to examine the function of teachers and their value to creative students.”<br />The two Bard Festival weekends (Aug. 6-8 and 12-15), running under the program name “Nadia Boulanger and Her World,” will place the composer’s long career in context through performances and pre-recorded panel discussions and lectures. Each concert is being offered both in person and via livestream, with tickets for both available on the website of Bard’s Fisher Center auditorium. The programs feature a dazzling panoply of music by Boulanger’s mentors, including Gabriel Fauré, Louis Vierne and Charles-Marie Widor, contemporaries like Ravel, Satie and Poulenc, and her extraordinary roster of students, illustrating the evolving world of European and American music in which she worked and spread her influence for over 60 years.<br />Music was in the Boulanger family marrow. Her paternal grandparents were noted musicians; her father was the composer Ernest Boulanger (1815-1900). Nadia’s phenomenal gifts earned her a coveted place at the Paris Conservatoire at age 10. Upon entering the school’s 1908 Prix de Rome competition as a composer, itself a bold move for a young woman, she scandalized the judges by writing an instrumental fugue instead of the stipulated vocal one. Her cantata “La Sirène” ultimately earned her only second place. Ironically, her younger sister, Lili, became the first woman to win the Grand Prix de Rome for music, in 1913, only to die of intestinal tuberculosis in 1918."
}