{
    "url_original": "https://www.wsj.com/articles/nam-june-paik-video-art-john-cage-charlotte-moorman-san-francisco-museum-of-modern-art-11629234158?mod=opinion_major_pos13",
    "url": "nam-june-paik-video-art-john-cage-charlotte-moorman-san-francisco-museum-of-modern-art-11629234158",
    "title": "‘Nam June Paik’ Review: The Father of Video Art’s Wide Net",
    "sub_head": "A major retrospective at the San Francisco Museum of Modern Art ranges widely, revealing the artist’s uncanny prescience when it came to creativity and technology.",
    "category_1": "Books & Arts",
    "category_2": "Art Review",
    "image_1_url": "https://images.wsj.net/im-386855?width=860&height=573",
    "image_1": "im-386855.jpg",
    "time": "2021-08-17 17:04:00",
    "body": "San Francisco<br />Nam June Paik (1932-2006) is often called the “father of video art.” But he’s much more than that, as the career-spanning, internationally traveling retrospective at the San Francisco Museum of Modern Art makes clear. Organized by Rudolf Frieling of SFMoMA and Sook-Kyung Lee of the Tate, with SFMoMA’s Andrea Nitsche-Krupp, “Nam June Paik” is making its sole North American stop in the Golden State. With over 200 works in an abundance of media, it’s a detailed portrait of a singularly forward-thinking artist whose influence is strongly felt today.<br />If the Korean-born Paik is pigeonholed by art history for his work with video, it’s because the screen was the most ubiquitous element in a career that is otherwise hard to categorize thanks to the sheer variety of ideas it grappled with: Zen Buddhism, sex and classical music, and interconnectivity in a world of global broadcasting, just to name a few. And beyond using film in the same way a painter uses brushes and pigments, video itself is usually only one small part of a much larger project. Aside from videos, the show also includes LPs, collage, photography, sculpture and more by this omnivorous talent. Paik may be the father of video art, but he’s also a composer, a designer, a VJ, a conceptualist, a performance artist and a futurist.<br />We get an idea of Paik’s catholic creative mind in the first gallery with “TV Buddha” (1974), in which an 18th-century wooden Buddha sits, staring straight ahead into a television screen that displays his own image, broadcast via a closed-circuit camera. On the one hand, it’s a humorous play—and Paik often laced his work with humor—on (self-)reflection, enlightenment and the challenges of meditation. However, it’s also a tongue-in-cheek warning about vanity and carefully crafted public images in the age of television.<br />The following gallery steps back to 1963 to examine Paik’s first solo exhibition, “Exposition of Music—Electronic Television” at the Galerie Parnass in Wuppertal, West Germany. Filling all three floors of that exhibition space with immersive and interactive works, a practice common in today’s contemporary art world, Paik’s show was groundbreaking for its time. Drawing from his training in classical music and relationships with avant-garde composers such as John Cage, whom Paik met in Germany after moving there from Japan in 1956, this was the first of many experiments in which the artist tried to tear down the barriers between visual art and music, and between audience and artist."
}