{
    "url_original": "https://www.wsj.com/articles/nancy-pelosi-braces-for-showdown-with-moderates-next-week-over-infrastructure-vote-11629234279?mod=politics_lead_pos3",
    "url": "nancy-pelosi-braces-for-showdown-with-moderates-next-week-over-infrastructure-vote-11629234279",
    "title": "Nancy Pelosi Braces for Showdown With Moderates Next Week Over Infrastructure Vote",
    "sub_head": "Some Democrats want to vote on infrastructure bill alone while House speaker intends to pair it with $3.5 trillion broader measure",
    "category_1": "Politics",
    "time": "2021-08-17 17:52:00",
    "body": "WASHINGTON—Top House Democrats said the chamber would move forward with voting on the budget blueprint for a $3.5 trillion healthcare, education and climate package next week, rebuffing demands from a group of centrist Democrats to first vote on a $1 trillion infrastructure bill and urging their caucus to stay unified around President Biden’s agenda.<br />“I would hope that none of us, that none of us, would do or say anything that would jeopardize passing these bills. These bills are critical for us maintaining our majority, and that must reign supreme,” Democratic Whip James Clyburn (D., S.C.) told members on a Tuesday telephone call, according to a person listening to it.<br />In the narrowly-divided House, Democrats can afford no more than three defections. None of the nine centrist Democrats who have demanded the infrastructure vote first spoke about the issue during the call, according to a lawmaker who participated.<br />After the call, Rep. Josh Gottheimer (D., N.J.), one of the moderates, said his position hadn’t changed. If the infrastructure bill was “good enough for Bernie Sanders and 50 Democratic senators, why can’t we just move forward?” he said. “I’m hearing from local leaders—from the building tradespeople who build these tunnels, bridges and roads—they’ve got one message to me: Get it done now.”<br />The group of centrists had previously rejected an overture from House Speaker Nancy Pelosi (D., Calif.) to pass a procedural motion encompassing both the infrastructure bill and the $3.5 trillion effort. Mrs. Pelosi and top House Democrats’ decision to wait to pass the infrastructure bill until Democrats finish the $3.5 trillion effort is a response to the demands of progressive Democrats."
}