{
    "url_original": "https://www.wsj.com/articles/nancy-pelosis-next-bad-voting-bill-11629671456?mod=opinion_lead_pos1",
    "url": "nancy-pelosis-next-bad-voting-bill-11629671456",
    "title": "Nancy Pelosi’s Next Bad Voting Bill",
    "sub_head": "A ‘preclearance’ regime designed for Jim Crow is a poor fit in 2021 and probably unconstitutional.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-22 18:30:00",
    "body": "The Senate’s theatrical push this year for H.R.1, the bill to federalize U.S. elections, was intended as a political show, since it never had the votes to pass. Part of the point was to build pressure for Democrats’ next proposal, H.R.4, also called the John Lewis Voting Rights Advancement Act. The text of H.R.4 was unveiled last week, and it also deserves to die when the House votes on it this week.<br />The bill’s biggest aim is to revive part of the Voting Rights Act of 1965 (VRA), which forced certain states and localities to get federal “preclearance” before altering election rules. The law helped to break Jim Crow in the South, but that was a different age. Preclearance was supposed to last five years. Congress has extended it to 2031, without revising the 1975 criteria that determined which states were covered.<br />This old formula is what the Supreme Court struck down in Shelby County v. Holder (2013). As Chief Justice John Roberts explained, black voter registration before the VRA was 6.4% in Mississippi. By 2004 it was 76.1%, higher than among whites. Black turnout in the most recent election, the Chief added, “exceeded white voter turnout in five of the six States originally covered.” The VRA’s formula, he said, bore “no logical relation to the present day.”<br />Without a valid way to establish where it applied, the VRA’s preclearance process went dormant. H.R.4 would resuscitate it, while greatly expanding its reach. Every jurisdiction in the country would need to be on guard, since H.R.4 says that some election changes would automatically need federal preclearance, nationwide. These include many voter-ID rules, along with new district lines and polling locations in certain areas with a substantial proportion of racial or linguistic minorities.<br />Preclearance would be required more broadly in any state where 15 “voting rights violations” occurred in the previous 25 years, with a lower threshold for smaller jurisdictions. What’s a “violation”? It includes prior rejections via the preclearance process. It also counts federal court rulings that found a breach of protected voting rights, plus some legal settlements to the same effect. Violations could be created if Democratic officials settled lawsuits brought by Democratic attorneys."
}