{
    "url_original": "https://www.wsj.com/articles/nasdaqs-board-diversity-proposal-faces-sec-decision-11628242202?mod=markets_lead_pos5",
    "url": "nasdaqs-board-diversity-proposal-faces-sec-decision-11628242202",
    "title": "Nasdaq’s Board Diversity Proposal Faces SEC Decision",
    "sub_head": "Agency set to weigh in on plan that would set minimum targets for composition of listed companies’ directors",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-380294?width=860&height=573",
    "image_1": "im-380294.jpg",
    "time": "2021-08-06 05:30:00",
    "body": "Nasdaq Inc.’s  push for greater diversity in corporate boards faces a key hurdle as regulators are poised to rule on the exchange operator’s proposal to include gender and race in its listing rules.<br />Staffers at the Securities and Exchange Commission are expected to release a decision Friday on whether to approve or reject Nasdaq’s proposed changes. Under the proposal, Nasdaq-listed companies would need to meet certain minimum targets for the gender and ethnic diversity of their boards or explain in writing why they aren’t doing so.<br />For most U.S. companies, the target would be to have at least one woman director, as well as a director who self-identifies as a racial minority or as lesbian, gay, bisexual, transgender or queer. Companies would also be required to disclose diversity statistics about their boards. Nasdaq found in a review conducted before submitting its plan late last year that more than three-quarters of its listed companies wouldn’t have met its proposed requirements.<br />Republicans on the Senate Banking Committee and some conservative groups have criticized the plan, saying Nasdaq is overreaching and pursuing a political agenda. Democrats on Capitol Hill and corporations such as  Goldman Sachs Group Inc.  and  Microsoft Corp.  have voiced support for the proposal.<br />The SEC must sign off on changes to stock exchanges’ listing rules. Nasdaq filed its proposal with the agency in December 2020, setting off a 240-day period for commission staffers to make a decision. That period expires Sunday. In such situations, the SEC typically releases its decision ahead of the weekend."
}