{
    "url_original": "https://www.wsj.com/articles/nbc-delays-office-return-as-covid-19-cases-rise-11628702724?mod=business_lead_pos5",
    "url": "nbc-delays-office-return-as-covid-19-cases-rise-11628702724",
    "title": "McDonald’s, NBC Latest to Revise Office Reopening Plans as Covid-19 Cases Climb",
    "sub_head": "Fast-food retailer says corporate workers must be vaccinated; media giant and Capital One postpone return-to-office date and will require vaccinations",
    "category_1": "Media & Marketing",
    "time": "2021-08-11 16:10:00",
    "body": "McDonald’s Corp .  said in a note to employees Wednesday that all of the company’s U.S. corporate workers must be fully vaccinated by Sept. 27 as businesses impose new employee rules amid rising Covid-19 cases<br />The Chicago-based burger giant also postponed the official reopening date of its headquarters and other domestic offices to Oct. 11 from Sept. 7 to allow time for U.S. workers to get vaccinated and build up immunity. Workers must still wear masks in the office regardless of vaccination status, though  McDonald’s  said the company hopes to make facial coverings optional in the future.<br />Meanwhile, Comcast Corp.’s  NBCUniversal   and  Capital One Financial Corp .  are postponing their return-to-office dates, citing a rise Covid-19 cases. Capital One will require returning employees to be fully vaccinated, while NBC will require that status for U.S. employees.<br />McDonald’s  Global Chief People Officer Heidi Capozzi said in the message to U.S. employees: “A resurgence of infections caused by Covid-19 variants has many of us uneasy.” She added, “We’ve heard from many of you that you would feel more comfortable returning to the office if you had more certainty your colleagues were vaccinated.”<br />McDonald’s ,  the largest U.S. burger chain in terms of sales and locations, has held vaccination events at its restaurants in recent months and included vaccine messaging on its coffee cups since earlier this year. The chain said it isn’t mandating vaccinations for restaurant workers, but it is giving employees at its owned locations up to four hours of paid time off to do so.  McDonald’s  vaccine mandate and Sept. 27 deadline also apply to suppliers and contractors who visit the company’s headquarters or other U.S. offices, it said."
}