{
    "url_original": "https://www.wsj.com/articles/ncaa-baylor-sexual-assault-scandals-11628704589?mod=business_minor_pos6",
    "url": "ncaa-baylor-sexual-assault-scandals-11628704589",
    "title": "NCAA Won’t Punish Baylor for Sexual Assault Scandals",
    "sub_head": "The school was issued minor penalties related to rules violations discovered during the NCAA’s investigation",
    "category_1": "Sports",
    "category_2": "College Football",
    "image_1_url": "https://images.wsj.net/im-383934?width=860&height=573",
    "image_1": "im-383934.jpg",
    "time": "2021-08-11 13:59:00",
    "body": "The National Collegiate Athletic Association said Wednesday that an investigation was unable to reach a conclusion as to whether Baylor University violated its rules when it failed to report a string of alleged sexual assaults that took place within the football program from 2011 to 2016.<br />The NCAA did, however, issue minor penalties related to rules violations it discovered during the course of its investigation. According to the NCAA, Baylor provided impermissible benefits to a football player who was not reported for an academic violation. The NCAA also penalized the school for a former assistant director of football operations who refused to cooperate with the investigation.<br />The penalties issued by the NCAA include four years of probation and recruiting restrictions for the football program and a five-year show-cause penalty for the former employee.<br />The verdict comes over five years after a scandal over a series of alleged sex assaults tied to the Baylor football team rocked the university and cost the football coach, the athletic director and the university president their jobs.<br />“Baylor admitted to moral and ethical failings in its handling of sexual and interpersonal violence on campus but argued those failings, however egregious, did not constitute violations of NCAA rules. Ultimately, and with tremendous reluctance, this panel agrees,” the NCAA panel said in its decision."
}