{
    "url_original": "https://www.wsj.com/articles/need-to-get-from-new-york-to-boston-fast-hop-on-a-seaplane-11630412177?mod=life_work_lead_pos1",
    "url": "need-to-get-from-new-york-to-boston-fast-hop-on-a-seaplane-11630412177",
    "title": "Need to Get from New York to Boston Fast? Hop on a Seaplane.",
    "sub_head": "A speedy—and highly scenic—new way to travel from New York City to Boston is also one of the oldest: the storied seaplane",
    "category_1": "Life & Work",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-393194?width=860&height=573",
    "image_1": "im-393194.jpg",
    "time": "2021-08-31 08:16:00",
    "body": "THE FIRST seaplanes in 50 years to fly scheduled service between Boston and New York City splashed down in their cities’ respective harbors this summer, and even the most jaded travelers took notice. These partly waterborne journeys clock in at about 90 minutes, beating traffic jams at an airport checkpoint—or on I-95—any day.<br />Tailwind Air promotes its flights as the fastest downtown-to-downtown trip in the market. But you can also think of them as time-travel back to the golden age of flying. Seaplanes have been around for more than 100 years. The terminal on the East River in Manhattan where you take off was built in 1936, when scarce airport runway space favored these maritime depots.<br />The 1930s was also the heyday of the flying boat—a bulky vessel whose fuselage acted as the hull, floating it when the plane was in the water. These flying ships plied Pacific and Atlantic routes and reached their apogee (or nadir, depending on your viewpoint) with Howard Hughes’ Spruce Goose, a gigantic wooden flying boat that required eight engines to get aloft—which, on its first and only flight in 1947, it managed for just 26 seconds. Though modern aviation advances ended the flying boats’ run as passenger planes, a few still operate today, fulfilling industrial functions such as carrying water to fight fires.<br />The amphibious Cessna Caravans operated by Tailwind hardly resemble the glamorous “Pan Am Clippers” of the past; they’re diminutive, single-engine floatplanes with pontoons. Capable of landing on land as well as water, they are mainly drafted for sightseeing excursions or, in Tailwind’s other market, ferrying well-heeled weekenders and commuters from Manhattan to the Hamptons in a mere 40 minutes.<br />With a capacity of eight passengers—arranged single file, so everyone has a window—neither Tailwind flight offers much luxury but they’re still not cheap. Fares start at $395 one-way for the New York City to Boston route, which, as of Aug. 31, will offer four flights every weekday. And because the fleet doesn’t include flying icebreakers, the seaplane will only take off March to November."
}