{
    "url_original": "https://www.wsj.com/articles/new-york-governor-andrew-cuomo-sexual-misconduct-scandal-11628198485?mod=opinion_lead_pos8",
    "url": "new-york-governor-andrew-cuomo-sexual-misconduct-scandal-11628198485",
    "title": "New York’s Capital Is Crazytown",
    "sub_head": "The report on Cuomo finds credible allegations of sexual harassment—and a deep weirdness.",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "time": "2021-08-05 18:37:00",
    "body": "Let’s stop for a second to reflect on the state attorney general’s report in the case of Andrew Cuomo. I have read the 165 pages. It is a narrative about charges of sexual harassment that investigators found credible, and that were more numerous than expected. But there is a real Crazytown aspect to the story.<br />The governor of New York is painted as a public leader who treats the young women around him as sexual prey. The report details close and intimate hugs, kisses, buttock-grabbing, breast-grabbing, leering comments and violative questions and statements. Have you cheated on your husband? Would you? I am lonely. Have you been with older men? Would you find me a girlfriend? To one target he described his criterion for a girlfriend as someone who can “handle pain.” This is all too believable. His prey included not only women who worked for him but a state trooper he saw at an event and got assigned to his security detail even though she didn’t meet the position’s requirements. He then targeted her for harassment.<br />He had a modus operandi. When a woman whose bare back he was stroking grabbed his wrist and removed his hand, he remarked, “Wow, you’re aggressive.” He then asked for a kiss. He had an air of entitlement: He was taking what was his. Many of the events described in the report occurred after the pandemic had raised his profile to that of public hero. Politicians are never so dangerous as after a triumph.<br />The women were all afraid of him—he screamed, berated and was known to be vengeful. The culture of his office was rife with fear and intimidation. A victim: “It was extremely toxic, extremely abusive. If you got yelled at in front of everyone, it wasn’t any special day. . . . It was controlled largely by his temper, and he was surrounded by people who enabled his behavior.” Everyone feared retaliation for speaking out, so they didn’t.<br />But there is deep weirdness beyond that. He ordered one aide to memorize the lyrics to “Danny Boy.” She testified he “would pop out” of his office and ask her to start singing. A footnote says it was not the only time the governor asked her to sing. The aide found herself writing to a former staffer, “He just asked me to sing Bohemian Rhapsody so. We aren’t far off from a bedtime story.” He asked her to do push-ups in front of him, and asked what people were saying about the size of his hands. According to the report the aide testified that “she understood the Governor was attempting to get her to say something about the size of his genitals.” Another aide testified that, in complaining to staff that a speech was disappointing, the Governor said something to the effect of “You need to give me some catchy one-liners. Come up with a line like, ‘you’re having sex without the orgasm.’ ”"
}