{
    "url_original": "https://www.wsj.com/articles/new-appetite-for-mortgage-bonds-that-sidestep-fannie-and-freddie-11629711001?mod=markets_lead_pos3",
    "url": "new-appetite-for-mortgage-bonds-that-sidestep-fannie-and-freddie-11629711001",
    "title": "New Appetite for Mortgage Bonds That Sidestep Fannie and Freddie",
    "sub_head": "Wall Street firms are again packaging and selling mortgages that the government-backed firms can’t or won’t back",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "time": "2021-08-23 05:30:00",
    "body": "Wall Street is diving back into the business of turning home loans into bonds, injecting new competition into a market long dominated by government-backed mortgage giants  Fannie Mae  and  Freddie Mac .<br />The so-called private-label mortgage market—in which financial firms serve the middleman role of creating giant pools of loans and selling them to investors—had more than $42 billion of issuance in the second quarter. That is the most since the pandemic started and almost the most for any quarter since the last financial crisis, according to Inside Mortgage Finance, an industry research firm.<br />This market still made up a mere 4% of all mortgage bonds issued last quarter. Fannie Mae and Freddie Mac, which issue bonds that come with a federal guarantee that investors will get paid, remain the industry’s dominant players.<br />But mortgage investors expect the private market to keep growing as a repository of loans that Fannie and Freddie can’t or won’t purchase, such as those tied to investment properties, super-expensive homes or self-employed borrowers. Recent issuers include  Goldman Sachs Group Inc.,   Morgan Stanley  and  JPMorgan Chase  & Co., as well as a growing array of banks and real-estate firms.<br />As it has become more liquid in recent months, the private-label market has piqued the interest of more money managers, who are searching for yield in an era of rock-bottom rates. Private-label securities typically offer higher yields than those issued by Fannie and Freddie since they don’t come with a government guarantee that investors get paid."
}