{
    "url_original": "https://www.wsj.com/articles/new-york-michigan-cuomo-whitmer-hochul-nursing-home-deaths-covid-19-coronavirus-foia-11630445275?mod=opinion_lead_pos9",
    "url": "new-york-michigan-cuomo-whitmer-hochul-nursing-home-deaths-covid-19-coronavirus-foia-11630445275",
    "title": "New York and Michigan Are Still Stonewalling on Nursing Home Deaths",
    "sub_head": "Agencies in both states continue to be parsimonious with official data on pandemic-related fatalities.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-31 18:47:00",
    "body": "Andrew Cuomo may no longer be governor of New York, but officials in Albany are still covering up key facts about his deadly pandemic policies. The same is true in Michigan, where state officials are hiding important details about similarly dangerous measures enacted by Gov. Gretchen Whitmer. More than 18 months into the Covid-19 pandemic, New York and Michigan are stonewalling attempts to shine light on the actions of these leaders, leaving the public in both states in the dark and making accountability much harder.<br />Our organizations have led the charge in New York and Michigan to ensure transparency regarding our governors’ pandemic policies and their effects. The Empire Center filed a Freedom of Information Law request with the Health Department in August 2020 seeking details on the Cuomo administration’s directive that nursing homes accept patients hospitalized with Covid-19. In February, a state judge ruled the agency had to turn over data, which led to initial and widely reported findings by the Empire Center that Mr. Cuomo was deliberately hiding the number of nursing home deaths.<br />That discovery was a victory for transparency, yet it was far from complete. While the Empire Center has requested 62 data sets, only five have been released. Several of those requests were denied, including one on Aug. 23, during Mr. Cuomo’s final hours in office. Newly installed Gov. Kathy Hochul admitted the next day that the death toll in nursing homes was nearly 55,400—12,000 deaths more than previously admitted—yet the underlying data are still hidden from view. Why is the state releasing information in drips? More important, what’s in the data that New York refuses to release?<br />A similar story is playing out in Michigan, where Ms. Whitmer issued a nursing home policy similar to New York’s in April 2020. Journalist Charlie LeDuff submitted a Freedom of Information Act request to the state Health and Human Services Department in January. He also sought details on the connection between Gov. Whitmer’s policies and deaths at nursing homes and other long-term care facilities. When his request was denied, the Mackinac Center filed a lawsuit on his behalf.<br />Mr. LeDuff ultimately settled with the Michigan HHS, which agreed to release some information. Yet the data released in May contained more questions than answers. Ms. Whitmer maintains that roughly 5,700 people died from Covid in Michigan nursing homes and other long-term-care facilities. Our best guess, based on analysis of the limited data they released, would put the number closer to 9,000. The Mackinac Center asked for more information that would enable an independent analysis of Covid-19 deaths, but that request was refused this month."
}