{
    "url_original": "https://www.wsj.com/articles/new-women-in-the-old-west-review-pioneers-of-progress-11628263395?mod=opinion_major_pos12",
    "url": "new-women-in-the-old-west-review-pioneers-of-progress-11628263395",
    "title": "‘New Women in the Old West’ Review: Pioneers of Progress",
    "sub_head": "Homesteaders, teachers, ranchers—and champions of women’s suffrage, who won the right to vote in the West ahead of the East.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-381280?width=860&height=610",
    "image_1": "im-381280.jpg",
    "time": "2021-08-06 12:12:00",
    "body": "‘Go West, young man, go West and grow up with the country.” Substitute the word “woman” for “man,” and this famous exhortation—attributed to newspaper editor Horace Greeley in 1865—could serve as the epigraph for Winifred Gallagher’s book on the forgotten women of the American frontier.<br />In “New Women in the Old West” (Penguin Press, 277 pages, $28), Ms. Gallagher examines the decades from the settler period of the 1840s to 1920, when the ratification of the 19th Amendment gave all American women the right to vote. Most Western women had won that right years earlier, as Ms. Gallagher notes. Wyoming Territory enfranchised women in 1869. Utah followed suit the next year. By 1914 most women in the West could vote, a right denied their sisters in the East.<br />“New Women in the Old West” is really two books deftly stitched together. It is a brisk history of the galvanizing role played by Western women in the national struggle for suffrage. It is also a kind of group portrait of the independent, resourceful women who managed to forge places for themselves in a man’s world. Ms. Gallagher tells her story through a sometimes dizzying array of mini-biographies of dozens of women—from the courageous early settlers to the politically savvy women who labored in support of suffrage. Her aim, she writes, is to look beyond the “anonymous aproned helpmeets portrayed in the numerous generic ‘Pioneer Wife’ memorial statues.”<br />She profiles the ambitious women, often unmarried, who worked as homesteaders, teachers, entrepreneurs, ranchers and cowgirls. The most effective profiles let the subjects speak for themselves in quotations that Ms. Gallagher culls from diaries, journals and letters. Most women, however, left no written record, and compiling their stories required a prodigious amount of research. Ms. Gallagher patches together their biographies from tax rolls and other public documents, as well as from private archives and newspapers.<br />A few well-known women walk these pages. Sharpshooter Annie Oakley—née Phoebe Ann Moses—is notable for receiving the same pay as the male stars of “Buffalo Bill’s Wild West Show.” The first female member of Congress, Jeannette Rankin, a Montanan, was a dynamic campaigner for female suffrage."
}