{
    "url_original": "https://www.wsj.com/articles/new-york-offices-face-double-trouble-11629463203?mod=business_featst_pos1",
    "url": "new-york-offices-face-double-trouble-11629463203",
    "title": "New York Offices Face Double Trouble",
    "sub_head": "City’s supply of sublet offices is swelling just as developers are building lots of shiny new blocks",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-386928?width=700&height=467",
    "image_1": "im-386928.jpg",
    "time": "2021-08-20 08:40:00",
    "body": "On a recent call with investors, an executive at one of Manhattan’s biggest commercial landlords,  SL Green Realty ,  said the recovery of the city’s office market was “all green lights.” Two trends suggest it is early for this kind of optimism.<br />State Street  is the latest company to release sublet space into Manhattan’s already glutted office market, according to a report this week in The Wall Street Journal. This follows similar moves by corporate tenants including Peloton and  Macy’s  who are trying to shed property. JP Morgan Chase, whose Chief Executive Jamie Dimon is publicly bullish about returning to the office, has put 700,000 square foot up for sublet at 4 New York Plaza.<br />If a company has several years left on a lease, sublets can be a useful way to cut property costs. The trend is bad news for the city’s landlords, however, who now face tough competition from their own tenants. On average, the asking rent on sublet space in Manhattan is 27% lower than the cost of a direct lease, based on Colliers data.<br />Since the pandemic began, growth in sublet square footage has outstripped that of space offered directly by landlords. By the end of July, tenant-released supply made up 23% of New York’s total office availability. In the early summer months, it looked as though this supply was drying up. But the situation reversed in July, when several big blocks came onto the market, pushing sublet availability to a post-pandemic high.<br />The trend puts pressure on the rents New York landlords can charge new tenants, making it hard for the likes of SL Green and its peer  Empire State Realty Trust  to fully recover. Shares in both companies still trade around one-fifth below their pre-pandemic levels, despite rallying this year as investors become more positive about the outlook for New York’s economy."
}