{
    "url_original": "https://www.wsj.com/articles/new-afghanistan-worry-same-as-old-afghanistan-worry-11630333540?mod=politics_lead_pos2",
    "url": "new-afghanistan-worry-same-as-old-afghanistan-worry-11630333540",
    "title": "New Afghanistan Worry Same as Old Afghanistan Worry",
    "sub_head": "Taliban likely want to keep out Islamic State, but it’s unclear if they’re able to",
    "category_1": "Politics",
    "category_2": "Capital Journal",
    "time": "2021-08-30 10:50:00",
    "body": "As last week drew to a close, a senior State Department official was asked whether Afghanistan’s new Taliban rulers have the willingness and the capability to stop more terror strikes by the Islamic State radicals who had just killed 13 American servicemen and women at the Kabul airport. The official replied: “The intent is there. I think the capacity is in question.”<br />In other words, it’s likely that the Taliban rulers now in charge in Afghanistan actually do want to stop Islamic State fighters—who are, in fact, their sworn enemies—as well as other Islamic extremists from plying their lethal trade on Afghan soil. But the Taliban’s ability to make good on promises to do so is very much in question.<br />And that, in turn, underscores the biggest irony of America’s withdrawal from Afghanistan. The hope in exiting the country is that Americans could finally forget about Afghanistan. The reality is that they now have to worry about it all over again.<br />Though the soldiers and Marines who served and sacrificed there never had the luxury to stop thinking about Afghanistan, the truth is that most Americans had done so. Over the course of a 20-year commitment there, it had become a long-ago, faraway problem that reared its head only occasionally, when something really bad happened on the ground. Afghanistan no longer served as a potential staging ground for attacks on the U.S.<br />Now, the military mission is over but the worry is back, and perhaps for a long time to come."
}