{
    "url_original": "https://www.wsj.com/articles/next-at-bat-justice-kavanaugh-joe-biden-cdc-eviction-moratorium-11629496924?mod=opinion_lead_pos4",
    "url": "next-at-bat-justice-kavanaugh-joe-biden-cdc-eviction-moratorium-11629496924",
    "title": "Next at Bat: Justice Kavanaugh",
    "sub_head": "Biden’s lawless eviction ban is heading back to the Supreme Court.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-20 18:40:00",
    "body": "President Biden’s latest national eviction ban was a knuckleball pitch to the federal judiciary. Last week a district judge said she would have struck the order immediately, if not for the fact that the D.C. Circuit Court of Appeals had upheld an earlier stay. On Friday the D.C. Circuit, in a terse per curiam order, declined to reverse.<br />Next up, batting for the Supreme Court, is Justice Brett Kavanaugh. The previous eviction ban was nearly tossed out by the Supreme Court in June, when four Justices voted to lift the lower court’s stay. Justice Kavanaugh agreed the eviction ban was illegal, but he left it in place as a matter of forbearance until it expired July 31.<br />Recognizing that five Justices make a majority, the White House admitted it had no authority to renew the eviction ban. Mr. Biden called on Congress to extend it, but lawmakers did not oblige. Next the White House, under progressive pressure, reportedly trolled law professors to get the answer it wanted to hear. Then Mr. Biden renewed the eviction order all by his lonesome, ignoring the best legal reading.<br />The White House tried to argue that the old eviction ban was totally different, since the new one covers only areas where Covid-19 transmission is “high” or “substantial.” Yet most of the U.S. was included even then, and the percentage keeps going up. As of Friday’s data, 95% of counties are under the eviction ban. On the entire East Coast, Florida to Maine, the number of exempt counties is in the single digits.<br />Mr. Biden’s real aim was to delay. “I can’t guarantee you the Court won’t rule if we don’t have that authority,” he said, “but at least we’ll have the ability, if we have to appeal, to keep this going for a month at least—I hope longer.” This strategy has bought the eviction ban two and a half weeks already, which is why the Supreme Court should move with dispatch."
}