{
    "url_original": "https://www.wsj.com/articles/nike-and-adidas-should-be-watching-their-backs-in-china-11629193762?mod=markets_lead_pos5",
    "url": "nike-and-adidas-should-be-watching-their-backs-in-china-11629193762",
    "title": "Nike and Adidas Should Be Watching Their Backs in China",
    "sub_head": "Chinese sportswear is emerging as a new champion for investors",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-386616?width=860&height=573",
    "image_1": "im-386616.jpg",
    "time": "2021-08-17 05:49:00",
    "body": "While Chinese technology stocks are losing speed, the country’s sportswear companies are running ahead, giving investors an alternative China consumer play.<br />Shares of Li Ning named after the gymnast who founded the company,  have gained 983% since the end of 2018. Shares in  Anta ,  which owns the Fila brand in China, have more than quadrupled over the same period.<br />The sector is riding some near-term tailwinds. As part of a five-year mass fitness program announced this month, the government said it would build more fitness facilities and encourage people to exercise. Beijing aims to grow the sports industry to 5 trillion yuan, the equivalent of $772 billion, in 2025, which would be a 70% rise from 2019 levels. And at a time when regulatory concerns are clouding the outlook for many other sectors, in particular the internet industry, sportswear stocks look like a haven.<br />The backlash against foreign brands over their stance on the use of forced labor in China’s Xinjiang region earlier this year has also provided a lift to their Chinese competitors.  Nike  and  Adidas  are China’s top two sportswear brands, accounting for 43% of the market in 2020, according to Euromonitor International.<br />But the rise of Chinese brands also predates the recent tensions. Anta’s market share, for example, has risen from 11% in 2017 to 15% in 2020, according to Euromonitor. Li Ning’s operating profit has been growing every year since 2015, when it emerged from three years of losses. The company’s operating profit in the first six months this year has nearly quadrupled from two years ago, according to results announced last week."
}