{
    "url_original": "https://www.wsj.com/articles/nine-perfect-strangers-nicole-kidman-melissa-mccarthy-bobby-cannavale-david-e-kelley-theundoing-hugh-grant-little-fires-everywhere-big-little-lies-11629144536?mod=opinion_major_pos14",
    "url": "nine-perfect-strangers-nicole-kidman-melissa-mccarthy-bobby-cannavale-david-e-kelley-theundoing-hugh-grant-little-fires-everywhere-big-little-lies-11629144536",
    "title": "‘Nine Perfect Strangers’ Review: Lifestyles of the Rich and Clueless",
    "sub_head": "Nicole Kidman stars as a wellness guru who promises to solve the problems of the affluent in the new series from the creator of ‘Big Little Lies.’",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-386260?width=860&height=573",
    "image_1": "im-386260.jpg",
    "time": "2021-08-16 16:10:00",
    "body": "It’s not quite “Lord of the Flies at the Wellness Center,” but “Nine Perfect Strangers” is all about humans getting back to nature in the worst sense of the word. It’s also part of what has emerged as a genre—the high-end serialized soap with marquee names and a generous proportion of upscale problems. The creator-producer of these shows is often David E. Kelley; the stars are often Nicole Kidman (“The Undoing”), Reese Witherspoon (“Little Fires Everywhere”) or both (“Big Little Lies”). The various series are not unwatchable. They are frustratingly unbingeable.<br />“Nine Perfect Strangers,” which begins Wednesday with three of its eight episodes, was adapted by Mr. Kelley and John Henry Butterworth from the 2018 novel by Liane Moriarty, who also wrote the novel “Big Little Lies” and seems to have distilled a successful formula down to just a few ingredients: Appalling behavior, sordid revelations and money. Not every episode was made available by Hulu for review, which was also true of HBO’s “The Undoing,” a Kelley production that sandbagged its audience by having the obviously guilty party be the guilty party. No producer wants to risk his surprise ending. Or the fact that he doesn’t have one.<br />The strangers of “Nine Perfect Strangers” are introduced as they make their way to Tranquillum House, a Northern California health retreat that at least one guest has found by Googling “most expensive.” The travelers include the Marconis— the “overly loquacious” and compensating Napoleon (Michael Shannon), his sour wife, Heather (Asher Keddie), and daughter, Zoe (Grace Van Patten), all aiming to get past the death of Zoe’s twin brother one year before. Jessica (Samara Weaving) and Ben (Melvin Gregg) have marital problems. Lars (Luke Evans), an investigative reporter whose boyfriend has just dumped him, is at Tranquillum under what he smugly thinks are false pretenses. Carmel (Regina Hall) is too nice not to be crying herself to sleep every night.<br />“Nine Perfect Strangers” isn’t funny, but it is farcical, beginning with the initial encounter of Frances (Melissa McCarthy) and Tony (Bobby Cannavale). A successful novelist, Frances has just gotten word from her agent that her publisher wants to buy out her contract and has pulled her BMW onto the shoulder to vent. Tony, with good intentions, stops his car because he sees her on the edge of an embankment screaming at the top of her lungs. The two hate each other at first sight, and the scene, like many others, is allowed by director Jonathan Levine to continue 1. to the point of absurdity and 2. to the point where we stop believing in the characters as plausible human beings. With the exception of Ms. Van Patten’s Zoe, you wouldn’t give your extra bottle of kombucha to any of these people.<br />They have all come to see Masha (Ms. Kidman), described as a “mystical Eastern-Bloc unicorn,” a guru who looks Elvish (à la “The Lord of the Rings”) and sounds like Bela Lugosi. (You can imagine her muttering, ominously, “I never drink . . . chai lattes.”) The point of her Russian origins is to give her an authoritarian air and some shadowy connections: At some point in her hazy professional past someone came very close to murdering her in—what else?—a parking garage. “You have all come here to die,” Masha tells her already anxious clients, whom she has instructed to dig their own graves and lie in them. “I will bring you back.” She is speaking metaphorically, but some unknown party is texting her actual death threats."
}