{
    "url_original": "https://www.wsj.com/articles/nine-perfect-strangers-white-lotus-and-the-art-of-the-wellness-takedown-11629115200",
    "url": "nine-perfect-strangers-white-lotus-and-the-art-of-the-wellness-takedown-11629115200",
    "title": "‘Nine Perfect Strangers,’ ‘White Lotus’ and the Art of the Wellness Takedown",
    "sub_head": "A slate of new TV series, podcasts and books takes aim at the $4.5 trillion wellness industry",
    "category_1": "Arts",
    "category_2": "Arts & Entertainment",
    "image_1_url": "https://images.wsj.net/im-385597?width=700&height=466",
    "image_1": "im-385597.jpg",
    "time": "2021-08-16 08:00:00",
    "body": "The wellness industry is getting some uncomfortable treatments.<br />In “Nine Perfect Strangers,” a new Hulu series arriving Wednesday, desperate people arrive at a mysterious California wellness retreat in search of personal transformation. When a guest objects to the serene-looking staffers secretly rifling through his luggage, the possibly psychotic wellness guru played by Nicole Kidman looks deep into his eyes, unfazed. “But you’re mine now,” she says, “and you want to be mine.”<br />The wellness industry is either a savior of lost souls or a force slimier than snail serum—maybe a little of both—in a new lineup of TV series, podcasts and books. The business of self-care, estimated to be a $4.5 trillion industry by nonprofit research group Global Wellness Institute, has taken the wellness lifestyle from the yeasty confines of health-food stores to glossy global brands. And to artists, it is ripe for skewering.<br />“We’re all looking for that easy quick fix that’s going to make us all better people, happier people, and the inherent ridiculousness of that quest is very interesting and amusing to me,” says Jonathan Levine, director of “Nine Perfect Strangers,” an eight-episode series based on a Liane Moriarty novel with a cast that includes Melissa McCarthy and Michael Shannon.<br />Mr. Levine, whose crew put a camera in a blender to capture reverent shots of smoothies, is quick to admit that he participates in the culture he’s critiquing. “I will do anything for the promise of just being a slightly better person,” says the director, calling himself a “two-time-a-week therapy person.”"
}