{
    "url_original": "https://www.wsj.com/articles/nintendo-needs-more-than-flashy-buybacks-11628159382?mod=business_featst_pos3",
    "url": "nintendo-needs-more-than-flashy-buybacks-11628159382",
    "title": "Nintendo Needs More Than Flashy Buybacks",
    "sub_head": "A big share buyback will help cushion the blow from disappointing results, but isn’t a strategy for the future",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-380750?width=860&height=573",
    "image_1": "im-380750.jpg",
    "time": "2021-08-05 06:29:00",
    "body": "A surprise share buyback from Japanese gaming champion  Nintendo  should help soothe investors who have held on as the stock dropped more than 10% this year.<br />Nintendo is clearly cash rich, but it needs to articulate a clearer vision for the future as the stay-at-home boost from the pandemic fades.<br />The Japanese game company on Thursday reported a 17% decline in operating profit for the quarter ending in June, while revenue dropped 10%—both lower than analysts’ estimates on S&P Global Market Intelligence. Nintendo’s profit decline isn’t a surprise given its exceptional performance last year due to stay-at-home demand. The company sold fewer of its Switch consoles and games during the quarter, compared with the same period last year. “Animal Crossing: New Horizons,” released in April last year, is one of its fastest-selling games. Component shortages also continue to be an issue in production and distribution of its consoles.<br />What surprised investors is Nintendo’s decision to spend up to ¥100 billion, the equivalent of $910 million, to buy back 1.51% of its own stock. Buybacks are rare for the Japanese company—last one was around ¥30 billion in 2019. Investors have long hoped Nintendo would improve its capital allocation. The company is sitting on around $10 billion of cash as well as nearly $6 billion of securities. Nintendo said its strong cash position, due to better-than-expected business from Switch, is the reason for the buyback. That seems to indicate it could just be a one-off since the boost from Covid-19 likely won’t be repeated.<br />The rare buyback will likely boost Nintendo’s share price in the short term, but the company needs to prepare for leaner times ahead too. The stock has dropped 14% this year, underperforming the broader Japanese market as well as peers such as  Sony .  One worry is the traditionally cyclical nature of the console business. The pandemic has probably prolonged the cycle, but the Switch console is likely past the middle, entering its fifth year. Growing Nintendo’s online business would help improve margins. Better use of its popular intellectual properties could also help diversify income sources."
}