{
    "url_original": "https://www.wsj.com/articles/nixon-fight-inflation-price-controls-stagflation-gas-shortages-biden-democrats-reconciliation-bill-federal-reserve-11628885071?mod=opinion_major_pos5",
    "url": "nixon-fight-inflation-price-controls-stagflation-gas-shortages-biden-democrats-reconciliation-bill-federal-reserve-11628885071",
    "title": "Nixon Taught Us How Not to Fight Inflation",
    "sub_head": "His price controls led to an exponential increase in demand, which caused a shock when they ended.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-384739?width=860&height=573",
    "image_1": "im-384739.jpg",
    "time": "2021-08-13 17:11:00",
    "body": "President Richard Nixon announced a 90-day freeze on all prices and wages in the U.S. on Aug. 15, 1971. Suddenly and with no warning, every shop and factory was forbidden to raise prices for every product sold anywhere in the country. It was a watershed moment—a radical program that imposed direct government control over the economy aimed at breaking the cycle of inflationary price and wage hikes.<br />A half-century later, the policy seems almost otherworldly. Does anyone think factory owners and shopkeepers would accept a peremptory presidential directive to freeze prices today? Resistance to government action has become deeply ingrained. In the face of the pandemic, Americans routinely flout governmental decrees to wear face masks and maintain social distance. Opposition to a freeze directive would almost certainly be swift and overwhelming.<br />Yet 50 years ago, retailers and employers, small and large, accepted Nixon’s order. Consumers, whose purchasing power had been eroded by years of rising prices, felt as if they’d caught a break; government had stepped in and forced greedy merchants to stop gouging them, at least for a while. What was not to like?<br />A Democratic Congress had passed the Economic Stabilization Act in 1970, with language authorizing the president to impose price controls to fight inflation. Nixon signed the law, but Democrats were confident that a Republican president would never freeze prices. They planned to use his failure to do so as a political cudgel in the 1972 campaign. Nixon’s surprise announcement turned the tables.<br />It worked—for a while. The freeze persuaded organized labor to temper wage demands and broke what had been an inflationary spiral of price and wage hikes that sapped consumer buying power. But Phase II of Nixon’s program imposed increasingly complex rules that became both unpopular and a political burden. After the initial burst of popularity—which lasted long enough to boost Nixon’s landslide re-election in 1972—the program failed spectacularly and ushered in nearly a decade of so-called stagflation—high inflation coupled with slow growth, which reduced living standards for millions of Americans."
}