{
    "url_original": "https://www.wsj.com/articles/noonan-jan-6-riot-committee-investigation-capitol-hill-police-11628203688?mod=opinion_major_pos18",
    "url": "noonan-jan-6-riot-committee-investigation-capitol-hill-police-11628203688",
    "title": "Noonan Asks Wrong Questions About Jan. 6 Riot",
    "sub_head": "The story of the Capitol Police hasn’t been told, and Pelosi’s committee won’t tell it.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-381618?width=860&height=573",
    "image_1": "im-381618.jpg",
    "time": "2021-08-06 12:48:00",
    "body": "Peggy Noonan thinks Jan. 6 was extraordinary (“The Jan. 6 Committee Carries History’s Weight,” Declarations, July 31), but in many ways it wasn’t. Like almost all riots in the past year, a demonstration that created a crowd-control problem was bungled by elected officials and police leadership, and it escalated to a riot. A desire to avoid bad optics and have light footprints resulted in terrible police-staffing and deployment decisions, as well as the refusal to allow officers to use proper protective equipment and riot-control tactics. The same politicians then either minimized or condemned the rioters’ outrageous behavior, depending on their positions on the political spectrum. All sadly ordinary.<br />Nicholas Kerhin<br />Milwaukee<br /><br />Ms. Noonan is correct about the importance of the Jan. 6 committee’s work. But the process is as important as the outcome. Congressional “hearings” have become a misnomer, as no one seems to listen. Lawmakers use their time to pontificate as if on the campaign trail. Not allowing certain Republican lawmakers to serve on the committee also shows bias. Citizens view this process as a trial, and if only the plaintiffs are allowed to participate, the people will lose faith. Investigators shouldn’t lecture but instead ask questions, listen to answers, follow the evidence and present findings. That’s how it is supposed to work."
}