{
    "url_original": "https://www.wsj.com/articles/nostalgia-candid-camera-civility-political-divisions-cancel-culture-civil-society-11628631568?mod=opinion_lead_pos9",
    "url": "nostalgia-candid-camera-civility-political-divisions-cancel-culture-civil-society-11628631568",
    "title": "Times Change, but Nostalgia Doesn’t",
    "sub_head": "While fashion and hairstyles change, human nature stays the same.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-10 18:30:00",
    "body": "Were people more civil in the old days? That’s the sentiment I’m seeing in comments posted on my YouTube channel, containing clips from “Candid Camera.” The show, created by my father, Allen Funt, in August 1948, chronicled human nature via hidden cameras. Our library of clips is used in college psychology courses to confirm principles taught in class.<br />Thanks to YouTube, we see how time is becoming blurred for nostalgic viewers. In surprising numbers they cite what they believe to be better behavior and happier emotions in years gone by. One woman yearned for “the good old days when people used to be inoffensive even when angry.” Another viewer wrote, “Humans were so very civilized back then.” Another: “I need a time machine to move to this beautiful era.”<br />These viewers, by the hundreds, are referring to gags shot at various times during eight decades. Do they really yearn for the strife-torn days in the 1960s, the tense period surrounding 9/11, or the other unpleasant times in between?<br />In 1961, dad shot a piece in which patrons at a diner were squirted by a grapefruit. “So nice when people could be normal and interact with each other,” a woman wrote 60 years later. About an overgenerous hand-sanitizer dispenser, a man commented, “The ’90s when things were better.” I shot that segment in 2014.<br />That same year we ticketed pedestrians for “walking too fast in a 2 m.p.h. zone.” One viewer asked recently, “Can you imagine trying to speak like that to people today?” Of course I can."
}