{
    "url_original": "https://www.wsj.com/articles/not-everything-about-those-u-s-olympic-uniforms-was-terrible-11628082872",
    "url": "not-everything-about-those-u-s-olympic-uniforms-was-terrible-11628082872",
    "title": "Not Everything About Those U.S. Olympic Uniforms Was Terrible…",
    "sub_head": "At the Tokyo Olympics’ opening ceremony, American athletes’ preppy uniforms triggered a backlash, but neck bandannas—like the one Cary Grant wore in ‘To Catch a Thief’—arguably redeemed them",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-379473?width=860&height=573",
    "image_1": "im-379473.jpg",
    "time": "2021-08-04 09:14:00",
    "body": "THE FANS WERE in revolt. Many American viewers of the Olympic opening ceremony proceedings in Tokyo last month were not thrilled by the U.S. team’s exceedingly prepped-out uniforms. Created by the designers at Ralph Lauren, they featured a traddy blue blazer, a nautical striped crew neck and an American flag scarf tied preciously around the athletes’ necks. Some viewers took to  Twitter  to voice their disappointment, comparing the team to “bullies from a John Hughes movie” and “fraternity bros vacationing in Montauk.”<br />I’m not here to defend these uniforms: As a total package, they really did make the athletes look like a caricature of the word “prep.” But the uniform isn’t without merit. Take that red-white-and-blue scarf, which sprinkled a much-needed dash of color into otherwise subdued outfits. (I’d also imagine the bandannas helped soak up the sweat Tokyo’s relentless humidity induced.) It’s not a stretch to say that, paired with the blue striped shirts, these scarves recalled the ever-rakish Cary Grant’s look in “To Catch a Thief.”<br />Still, this styling trick is not universally beloved. Some athletes indolently draped their bandannas around their necks or didn’t wear them at all—perhaps they found a choker-like neckerchief too affected for their tastes. Recently, when Izick Espinoza, 26, a Navy first class petty officer based in San Diego, wore a similarly knotted bandanna to a family gathering, his aunt teasingly asked, “Are you missing a baguette?” He might have looked a bit like a French baker, but Mr. Espinoza—like a surprising number of young people—is all in on neckerchiefs, pairing them regularly with simple tees and shorts. The bandanna “just ties everything together,” he said, pun unintended.<br />Other proponents find that a bandanna’s nip of color economically enlivens a sleepy outfit. While working from home this past year in casual white T-shirts, Zach DeLuca, 37, a copywriter in Fremont, Calif., began tying a blue bandanna around his neck, just to add a “little something extra” to his dressed-down attire. More recently, he knotted a bandanna on with a dark-green seersucker suit and a Westernish denim shirt to attend a dinner party. The bandanna “dressed down the suit, which was perfect for the occasion,” he said. And unlike the Olympic team’s uniforms, he added, his outfit earned high marks all around.<br />The Wall Street Journal is not compensated by retailers listed in its articles as outlets for products. Listed retailers frequently are not the sole retail outlets."
}