{
    "url_original": "https://www.wsj.com/articles/nutshell-studies-of-unexplained-death-frances-glessner-lee-crime-scenes-homicide-forensic-science-miniature-dioramas-11629493633?mod=business_minor_pos5",
    "url": "nutshell-studies-of-unexplained-death-frances-glessner-lee-crime-scenes-homicide-forensic-science-miniature-dioramas-11629493633",
    "title": "Murder in Miniature",
    "sub_head": "Frances Glessner Lee’s ‘Nutshell Studies of Unexplained Death’ are hyper-detailed dioramas used to educate forensic experts.",
    "category_1": "Books & Arts",
    "category_2": "Masterpiece",
    "image_1_url": "https://images.wsj.net/im-388409?width=860&height=573",
    "image_1": "im-388409.jpg",
    "time": "2021-08-20 17:08:00",
    "body": "Upon first glance, Frances Glessner Lee’s miniature interiors resemble nothing more than quaint dollhouses. Complete furniture sets occupy the rooms; coin-sized paintings hang on the walls. Decorative objects—a vase, a candlestick, a picture frame—are made all the more believable by the inclusion of utilitarian ones: a laundry sack, a carpet sweeper, a kitchen timer. Curtains glow with the suggestion of sunlight—or moonlight—passing through them.<br />Such details invite close inspection. Almost instinctively, you imagine yourself small enough to walk among them. You pause to admire the fringe on a lampshade, or the pattern on a rug, or the necktie draped across a vanity mirror—a sight so ordinary you nearly miss it—and then you shift your gaze once more, eager to consume the next piece in what you’ve come to expect is an alternate reality as complete and nuanced as your own. And this is when the horror hits.<br />In ‘‘Living Room” (1943-48), one of 20 reconstructed crime scenes known collectively as “The Nutshell Studies of Unexplained Death,” the victim lies face down at the foot of the stairs, half concealed by the back wall. The rest of the room seems relatively undisturbed until you spot her, at which point even the most unassuming tableaus become potential evidence. Could the scattered newspapers be grounds for foul play? What about the ashtray of burnt sage? Is the Sherlock Holmes book resting on the coffee table a clue, or did Lee merely think it funny to plug a detective story? These are the questions the “Nutshell Studies” inspire, and surely some of the same ones labored over by forensic experts at the annual Frances Glessner Lee-Homicide Investigation Seminars, which began at Harvard University in 1945 and are now hosted at the Office of the Chief Medical Examiner in Baltimore, where all but one of the 19 surviving dioramas are on loan.<br />Lee (1878-1962) was born to a wealthy Chicago family. Though her father barred her from attending university—believing that a woman’s place was in the home—his fortune is what eventually enabled her to pursue science. In the 1930s, Lee used her inheritance to establish and endow Harvard’s Department of Legal Medicine, which granted her access to top scholarship of the day. In 1943, she used her remaining wealth to fund the construction of her first Nutshell Study, “The Case of the Hanging Farmer,” and spent the next five years painstakingly engineering the rest.<br />Lee’s scenes usually depicted female victims whose deaths were unmistakably brutal. As objects of study, they helped forensic scientists and police learn to identify visual evidence, all while raising awareness about the existence and severity of domestic violence. In “Parsonage Parlor” (1946-48), a woman lies across the floor, a knife protruding from her stomach. In “Dark Bathroom” (1944-48), the victim seems to have fallen—or been thrown—into a bathtub, a stream of water obscuring her face. In “Red Bedroom” (1944-48), she’s collapsed on the closet floor, wrists bound. The deaths of Lee’s few male subjects pale in comparison. Take, for instance, “Sitting Room and Woodshed” (1953), on permanent display at the Bethlehem Heritage Society in Bethlehem, N.H., in which a fully dressed man lies clumsily atop a couch. Cause of death? The bottle of whiskey on the floor suggests he drank himself to it."
}