{
    "url_original": "https://www.wsj.com/articles/nvidias-takeover-of-arm-raises-competition-concerns-u-k-regulator-says-11629472210?mod=business_minor_pos9",
    "url": "nvidias-takeover-of-arm-raises-competition-concerns-u-k-regulator-says-11629472210",
    "title": "Nvidia’s Takeover of Arm Raises Competition Concerns, U.K. Regulator Says",
    "sub_head": "U.S. firm’s proposed $40 billion deal for British computer-chip designer faces further scrutiny",
    "category_1": "Tech",
    "time": "2021-08-20 11:10:00",
    "body": "LONDON—The U.K. government said it was considering an in-depth probe of  Nvidia Corp . ’s proposed $40 billion takeover of Arm Holdings after the nation’s antitrust regulator found the deal raised serious competition concerns, the latest challenge for a merger that would reshape the global computer-chip industry.<br />Nvidia’s acquisition of Arm would lead to a realistic prospect of less competition, a stifling of innovation and more expensive or lower-quality products, according to a summary of the regulator’s report published Friday. The antitrust concerns were part of a broader report that also addressed national-security concerns, which the government didn’t make public.<br />U.K. Digital Secretary Oliver Dowden said he was now considering asking the antitrust regulator to conduct a more-thorough investigation of the proposed merger. There is no timetable for that decision. The digital secretary could eventually decide whether to nix the merger or to approve it, with or without conditions.<br />An Nvidia spokesman said the company looked forward to addressing the antitrust regulator’s “initial views” and resolving any concerns from the U.K. government. Nvidia’s chief financial officer said earlier this week that while discussions with regulators were taking longer than they had initially expected, the company was confident that the deal would go through.<br />Based in Silicon Valley, Nvidia makes chips for videogaming, data centers and other businesses. It is now the largest U.S. semiconductor company by value after overtaking  Intel Corp .  by that measure. Last year Nvidia proposed buying Arm, a U.K.-based subsidiary of Japan’s  SoftBank Corp . , that designs the basic blueprints for the chips in more than 95% of the world’s smartphones."
}