{
    "url_original": "https://www.wsj.com/articles/oil-financier-goes-green-and-hopes-its-clean-energy-past-doesnt-repeat-11629970381?mod=markets_lead_pos2",
    "url": "oil-financier-goes-green-and-hopes-its-clean-energy-past-doesnt-repeat-11629970381",
    "title": "Oil Financier Goes Green and Hopes Its Clean-Energy Past Doesn’t Repeat",
    "sub_head": "Investors have given Riverstone more than $1 billion for blank-check firms to merge with renewable energy businesses",
    "category_1": "Markets",
    "time": "2021-08-26 05:33:00",
    "body": "Riverstone Holdings  LLC rode the shale boom to big profits. Now the New York investment firm is betting on technologies that would cut demand for fossil fuels, hoping for better results than its earlier push into renewables.<br />Investors have handed Riverstone four blank checks totaling nearly $1.3 billion to acquire businesses that “advance the objectives of global decarbonization.” The last time investors gave Riverstone so much money to make clean-energy deals, some barely broke even, while others lost roughly 90%, according to public pension data.<br />Riverstone is best known for its energy-focused private-equity funds. For its green efforts, the firm is using special-purpose acquisition companies, or SPACs. These are blank-check companies that raise cash from stock-market investors, merge with private companies and take them public. SPACs have raised a record of roughly $120 billion from investors this year and invested heavily in clean-energy businesses.<br />So far, Riverstone has done four clean-energy SPACs. The firm’s first one took hydrogen fuel-cell truck company  Hyzon Motors Inc.  public. Companies making electric- and fuel-cell-powered vehicles were among the hottest SPAC investments earlier this year but have tumbled recently. Hyzon shares are down by more than half from their peak.<br />Other Riverstone SPACs announced deals for electric-vehicle battery-charging company Tritium Holdings Pty Ltd. and solid-state battery firm Solid Power Inc., which is backed by  Ford Motor Co.  and  BMW AG . Those deals have yet to close, but Riverstone’s pace of deal making is among the fastest in the SPAC market."
}