{
    "url_original": "https://www.wsj.com/articles/oil-giant-aramco-sees-growth-where-others-eye-transition-11628526042?mod=business_minor_pos10",
    "url": "oil-giant-aramco-sees-growth-where-others-eye-transition-11628526042",
    "title": "Oil Giant Aramco Sees Growth Where Others Eye Transition",
    "sub_head": "Decarbonization strategies and uncertainty about global demand have tempered most oil-and-gas investment, but the world’s largest producer still plans to expand",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-09 12:20:00",
    "body": "Even as calls to cut carbon-dioxide emissions ring ever louder, Saudi Aramco is mobilizing to pump more oil. The strategy makes sense on its own terms, but isn’t without risk.<br />On Monday, the U.N. Climate Change Panel’s latest report contained a dramatic call to action: “Unless there are immediate, rapid and large-scale reductions in greenhouse gas emissions, limiting warming to close to 1.5 [degrees Celsius] or even 2 [degrees Celsius] will be beyond reach.”<br />A day earlier, the world’s largest oil producer outlined plans to increase its petroleum investments, including increasing its capacity from 12 million barrels a day to 13 million. The growth plan highlights how national oil companies including Aramco are different from independent producers such as  Shell ,   BP  and even  Exxon Mobil , which are tempering their petroleum investments as they grapple with questions of how to prepare their emissions-heavy businesses for a lower-carbon world.<br />Although oil benchmarks have wobbled recently, the industry has had a good year so far, with results boosted by higher prices, better margins and recovering demand. Aramco reported $40.9 billion in second-quarter free cash flow, nearly double from the same period last year. Like independent rivals, it will use the cash to trim debt and reward shareholders. Unlike those peers, Aramco also plans to return to pre-pandemic capital-expenditure levels.<br />State-backed national oil companies, such as Aramco, have a distinct set of interests. Large government holdings often mean their majority investors worry more about jobs, government revenues and realizing their fossil fuel reserve wealth than carbon emissions. Many, such as Aramco, also have plentiful, relatively cheap-to-extract oil-and-gas reserves, meaning they will likely be among the world’s last suppliers standing when oil demand eventually tapers. However they see oil demand evolving, a lower cost base cuts their risk for new petroleum investments. Aramco’s willingness to increase its capital expenditures in response to prices, even as major oil companies remain largely on the sidelines, attests to that difference."
}