{
    "url_original": "https://www.wsj.com/articles/olympics-2020-tokyo-host-athens-greece-switzerland-nationalism-corruption-11628196975?mod=opinion_lead_pos7",
    "url": "olympics-2020-tokyo-host-athens-greece-switzerland-nationalism-corruption-11628196975",
    "title": "Move the Olympics to Athens—Forever",
    "sub_head": "Why not eliminate the selection process that feeds nationalism?",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-05 18:24:00",
    "body": "I’m a proud Greek-American, and the Olympics have a special place in my heart. Every couple of years, the world is treated to a spectacular display of athletic ability in summer and winter formats at a carefully selected national venue.<br />The athletes embody a fine quality of “olympism” as they strive to live up to the Olympic values of excellence, friendship and respect. The Olympic website is full of messages about how the games bring nations together in fair and open athletic competition.<br />But the games have all too often become overt displays of odious propaganda (the 1936 games were put on by the Nazi regime in Berlin) or the setting for fierce geopolitical arguments, such as when the U.S. and other Western nations boycotted the 1980 games after the Soviet Union invaded Afghanistan.<br />China, Russia, the U.S. and other major powers with the financial ability to support the games fight hard to host them. The supposed financial benefits seldom seem to materialize. But it’s also an opportunity to show soft power to allies, partners, friends and send a message to opponents. Winning the venue often feeds virulent nationalism that runs counter to Olympic ideals. The frequent corruption associated with the selection process doesn’t help.<br />A solution would be to construct a pair of Olympic facilities, one for summer and the other for winter, which could be used every two years permanently. The expense for the construction and subsequent maintenance of the global facility could be shared among participating nations as a percentage of their economy with respect to global gross domestic product. The U.S. would fund 15%, Europe 15%, China 15%, India 7%, Japan 4%, Russia 3%. The smallest nations would receive a very small bill."
}