{
    "url_original": "https://www.wsj.com/articles/online-therapy-got-popular-during-covid-should-you-still-see-your-therapist-in-person-11628341200",
    "url": "online-therapy-got-popular-during-covid-should-you-still-see-your-therapist-in-person-11628341200",
    "title": "Online Therapy Got Popular During Covid. Should You Still See Your Therapist in Person?",
    "sub_head": "Virtual sessions can be convenient, but building rapport online can be tough—especially for children and people with severe symptoms",
    "category_1": "Life & Arts",
    "category_2": "Health",
    "image_1_url": "https://images.wsj.net/im-379527?width=860&height=573",
    "image_1": "im-379527.jpg",
    "time": "2021-08-07 09:00:00",
    "body": "Should you go back to seeing your therapist in person?<br />The rise of the Delta variant is complicating what was already a difficult decision for many. Nearly all outpatient mental health treatment moved online when the pandemic struck last year. As vaccines rolled out this year, more people became comfortable resuming some in person visits, but now Delta’s surge is creating new uncertainty.<br />Therapists say there are benefits and drawbacks to both virtual and in-person visits. Some therapists—and patients—say rapport and trust can be easier to build face-to-face, even with masks. That bonding is particularly crucial at the beginning of the relationship or when symptoms are more severe. Therapists say in-person sessions can often work better for children and teens, especially those who are easily distracted or may not be totally on board with the treatment.<br />Some studies have found that video mental-health therapy can be as effective as in-person treatment. Less research is available for some forms of digital treatment, such as group therapy and couples counseling.<br />Fans of virtual therapy say convenience is its biggest upside—no long commutes and parking nightmares for a 45-minute visit. Online therapy also allows for shorter and more frequent sessions, something that some therapists say can aid progress. Virtual visits may provide a greater sense of safety for patients worried about Covid-19."
}