{
    "url_original": "https://www.wsj.com/articles/operation-afghanistan-rescue-joe-biden-taliban-special-immigrant-visa-program-11629234768?mod=opinion_lead_pos1",
    "url": "operation-afghanistan-rescue-joe-biden-taliban-special-immigrant-visa-program-11629234768",
    "title": "Operation Afghanistan Rescue",
    "sub_head": "Chaos eases at the airport, but thousands are still stranded in Kabul and across the country.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-17 18:39:00",
    "body": "The Biden Administration would rather no one noticed, but the evacuation from Kabul of Americans and the Afghans who assisted the U.S. has a long way to go. One danger is that the White House will withdraw U.S. troops too soon once again, leaving tens of thousands to the tender mercies of the Taliban.<br />The rare good news is that by Tuesday the U.S. military had gained control of the Kabul airport, which has a military and a civilian wing. Several thousand U.S. troops are at the airport, and Americans, foreign nationals and some Afghans are able to leave on military or charter flights. Afghans are no longer risking death by clinging to the outside of a C-17 cargo plane as it takes off.<br />But that still leaves an unknown number of Americans, and thousands of Afghans targeted by the Taliban, stranded in Kabul and the rest of the country. Amid the chaos of the weekend and Monday, the State Department advised Americans to shelter in place and not risk a trip to the airport. But how are people going to get there now amid all of the Taliban checkpoints and AK-47s?<br />The U.S. military could venture out to rescue them, assuming they can be located. But that’s a mission President Biden is unlikely to approve given his pledge not to put one more American soldier at risk and what must be a White House fear of American hostages in Taliban hands. He’s already had to redeploy more troops to the country than were there before he decided to withdraw in April.<br />That leaves negotiating with the Taliban. White House national security adviser Jake Sullivan said Tuesday that the Taliban has agreed to allow “safe passage” for civilians, presumably Americans and foreign nationals. That’s good news, though we’d like to know what the U.S. agreed to in return. Formal recognition? Foreign aid? You’d think all of the U.S. military equipment they’re confiscating would be enough compensation, but the jihadists know that Mr. Biden wants out—and fast."
}