{
    "url_original": "https://www.wsj.com/articles/orthodox-jews-leaving-brooklyn-florida-taxes-lockdowns-school-choice-11628265034?mod=opinion_lead_pos6",
    "url": "orthodox-jews-leaving-brooklyn-florida-taxes-lockdowns-school-choice-11628265034",
    "title": "Why Orthodox Jews Are Leaving Brooklyn for Florida",
    "sub_head": "Good jobs, cheap housing and a unique school choice program have many families heading south.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-06 14:16:00",
    "body": "What would motivate a Hasidic rabbi and his followers to leave a Brooklyn enclave where they’ve lived for generations and establish a quickly growing community in Wimauma, Fla., a semi-rural area near Tampa Bay?<br />The same reasons that have led to an unprecedented wave of Orthodox Jewish families moving to South Florida: education choice, low taxes and good governance. Most Orthodox families send their children to private Jewish schools because public school is simply not an option—religious instruction is as important to them as academics. But the tuition burden can be immense.<br />That’s why many young families up north are enticed by Florida’s robust menu of state-supported private-school scholarships, worth on average about $7,500 a year, as well as expanded benefits for children with a wide range of disabilities. These programs make private-school tuition far more affordable in Florida than in New York and New Jersey. Legislation recently signed by Gov. Ron DeSantis has made even more families eligible for these options, further fueling the migration.<br />Jews started moving south even before the pandemic. Figures from Florida’s Education Department show enrollment in Jewish day schools statewide grew in 2020 to 12,482 students from 10,623 in 2018. The number of such schools grew to 64 from 50 during that time. The pandemic supercharged demand for Jewish day schools in South Florida.<br />Rabbi Moshe Bernstein, chief financial officer of Yeshiva Toras Chaim Toras Emes in North Miami Beach, one of the largest South Florida Jewish schools with a current enrollment of more than 1,000 students, projects nearly 300 new students next year. The school will need to accelerate a planned expansion of its campus to accommodate them. Toras Emes has received so many out-of-state inquiries about admission that its website added an option in its admission drop-down menu labeled “Considering a Move To Florida?”"
}