{
    "url_original": "https://www.wsj.com/articles/our-town-thornton-wilder-stage-manager-portsmouth-players-gordon-clapp-11628200433?mod=opinion_major_pos15",
    "url": "our-town-thornton-wilder-stage-manager-portsmouth-players-gordon-clapp-11628200433",
    "title": "‘Our Town’ Review: Everybody’s Town",
    "sub_head": "Peterborough Players presents Thornton Wilder’s Pulitzer Prize-winning play, staged outdoors in the village where it came into being.",
    "category_1": "Opinion",
    "category_2": "Theater Review",
    "image_1_url": "https://images.wsj.net/im-380852?width=860&height=573",
    "image_1": "im-380852.jpg",
    "time": "2021-08-05 17:55:00",
    "body": "Peterborough, N.H.<br />Thornton Wilder’s “Our Town” may or may not be the greatest American play—that’s a matter of opinion—but it is surely the Great American Play, the one that most fully embodies the everyday lives of this country’s ordinary people. As the Stage Manager, Wilder’s narrator, puts it, “This is the way we were: in our growing up and in our marrying and in our living and in our dying.”<br />But while Grover’s Corners, the New England hamlet (pop. 2,642) where “Our Town” unfolds shortly after the turn of the 20th century, is portrayed with seemingly precise particularity, its characters are archetypes brought to bold life without benefit of scenery or props and whisked from scene to scene by the omniscient Stage Manager. Moreover, he addresses the audience directly, stepping into the “realistic” framework of “Our Town” on occasion to play an assortment of secondary characters. These devices have long since been absorbed into the lingua franca of international theater so completely that it is easy to forget that Wilder invented them, and that they were radical innovations when the play opened on Broadway in 1938.<br />Part of the particularity of “Our Town” arises from the fact that Wilder wrote much of it at MacDowell, the artists’ colony located in Peterborough, the New Hampshire village (pop. 6,688) that is also home to the Peterborough Players, one of the most accomplished summer repertory theaters in the U.S. Though he took care never to say so outright, the play is widely believed, not least by the locals, to be modeled on the place where it came into being. (The city-limit signs proudly say “Welcome to Our Town.”) Accordingly, it has always figured prominently in the Peterborough Players’ repertory—I saw it there in 2008, with James Whitmore giving a peppery and unsentimental performance as the Stage Manager—and the company is reopening after the Covid-19 lockdown by mounting “Our Town” again, performing it in an improvised 150-seat outdoor theater on a lawn close to the center of town.<br />Tom Frey, the director, has assembled a 17-person cast led by Gordon Clapp (“NYPD Blue”), who plays the Stage Manager with a flat-voweled, quietly amused detachment reminiscent of Frank Craven, who created the role in 1938 and whose now-legendary stage performance was preserved in Sam Wood’s 1940 screen version. It is a true ensemble cast, one whose acting is as unflashy and faithful to the spirit of the play as is Mr. Frey’s staging. I was especially struck by Tracey Conyer Lee and Erick Pinnick, who play Mrs. Webb and Dr. Gibbs in a briskly matter-of-fact manner, but their colleagues are worthy of like praise."
}