{
    "url_original": "https://www.wsj.com/articles/oxford-properties-to-buy-2-2-billion-in-industrial-properties-from-kkr-11629198001?mod=markets_lead_pos13",
    "url": "oxford-properties-to-buy-2-2-billion-in-industrial-properties-from-kkr-11629198001",
    "title": "Oxford Properties to Buy $2.2 Billion in Industrial Properties From KKR",
    "sub_head": "Deal indicates investor appetite for warehouses and distribution facilities remains strong",
    "category_1": "Real Estate",
    "category_2": "Commercial Real Estate",
    "image_1_url": "https://images.wsj.net/im-386471?width=860&height=573",
    "image_1": "im-386471.jpg",
    "time": "2021-08-17 07:00:00",
    "body": "Canadian real-estate-investment giant Oxford Properties Group has agreed to buy a 14.5 million-square-foot portfolio of industrial property from KKR & Co. for $2.2 billion, a deal that indicates that the online-shopping boom continues to whet investor appetite for warehouses and distribution facilities.<br />Oxford, a subsidiary of the Ontario Municipal Employees Retirement System, is buying the 149 buildings close to population centers—mostly in high-growth Sunbelt states—as part of its four-year-old effort to muscle into the U.S. market. Oxford also has made big investments in cold-storage facilities and U.S. regional distribution centers as large as one million square feet.<br />The KKR deal is Oxford’s first purchase of U.S. industrial real estate in “infill” locations close to population centers. These properties typically are used by online retailers as the last distribution points before goods are delivered to homes.<br />“It all comes down to being close to the population,” said Ankit Bhatt, vice president at Oxford.<br />Industrial property was one of the hottest commercial-property types in the years leading up to the pandemic, thanks to the growing appeal of online shopping. Demand has only intensified since Covid-19 hit, keeping consumers away from stores. Currently about 15% of shopping is done online, compared with 10% in 2018, according to market participants."
}