{
    "url_original": "https://www.wsj.com/articles/partisan-deficit-spending-debt-limit-american-rescue-plan-reconciliation-bill-infrastructure-11629221066?mod=opinion_lead_pos10",
    "url": "partisan-deficit-spending-debt-limit-american-rescue-plan-reconciliation-bill-infrastructure-11629221066",
    "title": "Partisan Debt, Bipartisan Debt Limit?",
    "sub_head": "Democrats need to take responsibility for their $5.4 trillion spending spree.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-17 18:18:00",
    "body": "Senate Democrats have passed a $3.5 trillion budget resolution, unlocking their ability to pass a tax-and-spend boondoggle later this fall. This comes on the heels of the $1.9 trillion package enacted along partisan lines and dubiously marketed as Covid-19 relief. Democrats didn’t care about the ramifications of their spending then, and most don’t seem to mind the $3.5 trillion price tag so long as it achieves the progressive policy objectives of their far-left base. But they insist on Republican support for raising the debt limit.<br />Congress’s previous two-year suspension of the limit expired at the end of July. Legislative action by this fall at the latest is needed to keep the federal government from defaulting on its debt before the Treasury’s “emergency measures” are exhausted.<br />Democrats could have included a solution to the debt limit in their budget resolution, which needs only a simple majority to pass. They refused, apparently for the purpose of creating a political crisis they can use as leverage over Republicans.<br />Treasury Secretary Janet Yellen recently said she views raising the debt limit as a “shared responsibility” between Republicans and Democrats. I would have agreed last year, when the parties worked together to confront an unprecedented crisis by passing five bipartisan Covid-19 relief packages that saved the economy from the brink and expedited the deployment of safe and effective vaccines.<br />But Democrats no longer recognize federal appropriations as a shared responsibility when they use the budget-reconciliation process to push for $5.4 trillion in new spending on partisan initiatives. The quest to spend money for the sake of spending money has already created a steady rise in inflation, with consumer prices up 5.4% last month."
}