{
    "url_original": "https://www.wsj.com/articles/pass-over-antoinette-chinonya-nwandu-boca-jessica-provenz-11630014381?mod=opinion_major_pos14",
    "url": "pass-over-antoinette-chinonya-nwandu-boca-jessica-provenz-11630014381",
    "title": "‘Pass Over’ and ‘Boca’ Reviews: Of Lives Persecuted and Pampered",
    "sub_head": "A moralizing story about race relations and a look inside an upscale Florida retirement community.",
    "category_1": "Opinion",
    "category_2": "Theater Review",
    "image_1_url": "https://images.wsj.net/im-390553?width=860&height=573",
    "image_1": "im-390553.jpg",
    "time": "2021-08-26 17:47:00",
    "body": "New York<br />Broadway reached a landmark this week in its prolonged quest to resume business as usual under the bleak aspect of Covid-19. A newly transferred play, Antoinette Chinonye Nwandu’s “Pass Over,” opened there for the first time since the pandemic shuttered American theaters a year and a half ago. Moreover, “Pass Over” is the first of seven plays by Black writers that will run on Broadway during the first half of the season. That’s not business as usual: It is, at least potentially, a radical transformation. Until now, plays by writers of color have been comparative rarities on Broadway. This year, they’re the norm.<br />Appropriately, “Pass Over” comes to Broadway with a distinguished pedigree. It previously ran at Chicago’s Steppenwolf Theatre, where it was filmed by Spike Lee for telecast on Amazon Prime, and off Broadway at Lincoln Center Theater. Directed with vitality and flair at all three theaters by Danya Taymor, Ms. Nwandu’s much-revised play, a three-hander whose subject is the grievous effects of systemic racism on inner-city life, received universally favorable reviews in its previous iterations. I assumed that I would share in the collective enthusiasm when I saw “Pass Over” on Broadway. But while the good parts of “Pass Over” are really good, the play as a whole is enervatingly protracted and fatally flawed. Hence I can’t imagine that it will run for long on Broadway, where people pay money to see plays not because they ought to but because they want to.<br />“Pass Over” starts out with an initiating premise of exceptional ingenuity: It is “Waiting for Godot” transplanted to what the author describes as “a ghetto street.” We see Moses and Kitch (Jon Michael Hill and Namir Smallwood, both of whom are charismatic without limit), a pair of young “tramps” (as Ms. Nwandu calls them, referring to Samuel Beckett’s play) standing under a lamppost, batting elliptically comic banter back and forth as they dream in vain about escaping from their violent urban neighborhood, in which, as they put it, “them police be da angel death hisself.” Then a nerdy white man in a white suit (Gabriel Ebert) shows up, carrying a picnic basket that proves to be bottomless. In addition to such down-home goodies as collard greens, the basket contains a ukulele on which the man accompanies himself in an insipidly cheery, elephantinely ironic performance of “What a Wonderful World.” To a suspicious Moses and Kitch he makes painfully self-conscious overtures of allyship, to use the woke term.<br />This is where “Pass Over” goes off the track, and things get worse when Mr. Ebert reappears as (what else?) a gun-toting police officer. There follows a sugary epiphany in which Moses stands up to the officer and so purges him of evil. This is even more sentimental than it sounds—rose petals actually fall from the sky—and it also causes “Pass Over” to go on and on, running well in excess of the 90 intermission-free minutes that are the official running time."
}