{
    "url_original": "https://www.wsj.com/articles/patriotism-kabul-bombing-deaths-isis-afghanistan-withdrawal-gee-schmitz-lopez-mccollum-11630274580?mod=opinion_lead_pos2",
    "url": "patriotism-kabul-bombing-deaths-isis-afghanistan-withdrawal-gee-schmitz-lopez-mccollum-11630274580",
    "title": "The Best of America",
    "sub_head": "The 13 men and women who died in Kabul were on a rescue mission.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-29 18:34:00",
    "body": "President Biden and his wife paid their respects Sunday at Dover Air Force Base in Delaware to the 13 Americans who died at Kabul airport last week, and well they should. We are learning more about these young men and woman, and their deaths are all the more painful because they were sent on a selfless rescue mission.<br />They range in age from 20 to 31, represent a mix of ethnic groups, and hail from the middle-class, patriotic families who always bear the worst burden of war. Their family members say most of them joined the military out of individual purpose and national pride. They are the volunteers who follow orders and man the ramparts no matter the risk or ill-advised war plan.<br />Nicole Gee, recently promoted to Marine Sergeant, was from Sacramento and married to a fellow Marine, Jarod Gee. Only days before her death she posted on Instagram a now famous photo of herself cradling a young Afghan baby. “I love my job,” she wrote. She was 23 years old.<br />Lance Cpl. Jared Schmitz, 20, always wanted to be Marine. His “entire world was the US Marine Corps,” his father Mark Schmitz wrote, according to CNN. “Ever since he committed himself to the Marines in high school, he wanted to join. He showed a level of dedication that I haven’t seen.” Schmitz, of Wentzville, Mo., had been posted to Jordan and was among those sent to Kabul as Mr. Biden’s Afghan withdrawal turned to chaos.<br />Lance Cpl. Rylee McCollum, of Jackson, Wyo., was “bound and determined” to join the Marines, said Cheyenne McCollum, one of his three older sisters, according to the Journal. “He knew it from the time he was 4.”"
}