{
    "url_original": "https://www.wsj.com/articles/pediatric-association-gender-dysphoria-children-transgender-cancel-culture-11628540553?mod=opinion_lead_pos5",
    "url": "pediatric-association-gender-dysphoria-children-transgender-cancel-culture-11628540553",
    "title": "A Pediatric Association Stifles Debate on Gender Dysphoria",
    "sub_head": "Doctors who question the orthodoxy won’t be allowed to set up a booth at its annual conference.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-382715?width=860&height=573",
    "image_1": "im-382715.jpg",
    "time": "2021-08-09 18:14:00",
    "body": "Is it safe for adolescents to undergo gender “transition”? Is it wise for children to take hormones that block puberty? The American Academy of Pediatrics not only has answered these questions in the affirmative but is determined to stifle any debate. On Friday the AAP told an international consortium of more than 100 clinicians and researchers who doubt the reigning orthodoxy that they couldn’t set up an information booth at the association’s national conference. The cosmetics company  L’Oreal  and the National Peanut Board will be there, but not the Society for Evidence-Based Gender Medicine.<br />SEGM’s members object to the widespread use of “affirmative care” protocols, which mandate that adolescent and even pediatric patients who claim to have gender dysphoria—severe discomfort with their biological sex—receive immediate “affirmation” from their physicians. These young people are then frequently encouraged along a path of rapid “transition” via hormone treatments and surgery.<br />In the past year, major hospitals in Europe have ended or curtailed pediatric hormone treatments in response to their own internal reviews. In March, the U.K.’s National Institute for Health and Care Excellence concluded that the benefits of hormone treatments for pediatric gender-dysphoria patients were unclear. The Karolinska Hospital of Sweden, which is affiliated with the institute that awards the Nobel Prize in medicine, in May decided to end its use of puberty blockers and cross-sex hormones for treatment of gender dysphoria for all patients under 18, except in controlled research settings. Finland’s national gender program issued new guidelines after noticing that many of the kids it treated with hormone therapy failed to show improvements in mental health.<br />Clinicians across the West are acknowledging that the evidentiary basis supporting medical transition for kids is shaky and that hormone treatments on adolescents don’t produce significant mental-health benefits. Yet “there’s no home for that message inside U.S. medical societies,” as endocrinologist and SEGM co-founder Will Malone said.<br />The so-called Dutch protocol, a widely adopted standard of care that has been used to justify starting gender-dysphoric minors as young as 8 on puberty blockers, is based on a study of a narrow population: children with severe gender dysphoria since early childhood and no other mental-health comorbidities. The protocol is now being applied to a wildly different demographic—teenage girls who seem to have had no prior history of dysphoria, and who have high rates of anxiety and depression. Many young women who underwent hormone treatments and surgeries over the past decade now regret having done so; they call themselves “detransitioners.”"
}