{
    "url_original": "https://www.wsj.com/articles/peer-pressure-exercise-friendship-good-influences-11629402567?mod=opinion_lead_pos7",
    "url": "peer-pressure-exercise-friendship-good-influences-11629402567",
    "title": "Peer Pressure Can Be Good",
    "sub_head": "Every summer, my exercise buddies set an example of self-improvement.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-385845?width=860&height=573",
    "image_1": "im-385845.jpg",
    "time": "2021-08-19 18:25:00",
    "body": "Summer is when my exercise group leads something called its Father Time Challenge. FTC, as we know it, is a series of runs and exercises of varying distance and difficulty. We complete it together over a hilly course each Saturday morning throughout July.<br />The challenges vary weekly, but not from year to year. That way we can see where we’ve improved and, more often, where we still need improvement. There’s one catch: Each workout must be completed in under an hour. It’s doable, but far from easy.<br />A banquet is held in August to honor the fortunate, fleet-footed few among us who posted qualifying times for each workout. T-shirts are designed and awarded—our version of the Masters Green Jacket—to these garlanded guests, who wear them proudly throughout the year.<br />It’s the distance-running FTC segments I least enjoy. They give me time to think, though, if only to forget the burning in my lungs. Here’s what occurred to me one Saturday: “Don’t give in to peer pressure”—that bankable adage I grew up believing—is wrong, or at least incomplete. The lesson should be: If bad peers are applying untoward pressure, find better peers. They’re out there.<br />This struck me as I saw Jed, a larger man than I, fly past me on a grueling uphill run. Departing alongside him was self-delusion that guys like me, nobody’s bantamweight, can’t run with the swift. I can find a higher gear if I follow Jed’s example and dig a little deeper."
}