{
    "url_original": "https://www.wsj.com/articles/pelosi-jan-6-committee-capitol-riot-bennie-thompson-11628101068?mod=opinion_lead_pos9",
    "url": "pelosi-jan-6-committee-capitol-riot-bennie-thompson-11628101068",
    "title": "Pelosi Undermines the Jan. 6 Committee",
    "sub_head": "Booting GOP choices was an unprecedented step that makes the body look partisan.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-04 18:19:00",
    "body": "The testimony last week before the House Select Committee on the Jan. 6 attack by Capitol and D.C. police officers was riveting. Their description of that day’s events demolished claims by some Republicans that the assault on Congress wasn’t very different from a “normal tourist visit” or a peaceful protest. Unfortunately, Speaker Nancy Pelosi has made building a national consensus on what happened needlessly difficult.<br />The country needs a sober, accurate assessment of that day’s events, as well as vigorous prosecution of anyone who took part in the attempt to derail the joint congressional session’s certification of the presidential election—particularly those who assaulted police and breached the Capitol.<br />To that end, the Jan. 6 Select Committee can still accomplish much, but it’s laboring under a cloud generated by Mrs. Pelosi’s rejection of two of House Minority Leader Kevin McCarthy’s nominees to the panel—Reps. Jim Banks (R., Ind.) and Jim Jordan (R., Ohio)—for what she called “statements and actions” that gave her concerns “with respect for the integrity of the investigation.” Both Republicans questioned the conduct of last year’s election and opposed certification of some states’ electoral votes for President Biden.<br />Even the speaker admitted her action was “unprecedented,” since each party normally picks its select committee members. Her decision led Mr. McCarthy to withdraw all his picks. Having already named Rep. Liz Cheney (R., Wyo.) to the panel, the Speaker then added Rep. Adam Kinzinger (R., Ill.). Both will be fine members. (Full disclosure: Ms. Cheney and Mr. Kinzinger are friends to whose campaigns I’ve contributed.)<br />Still, Mrs. Pelosi has made the Select Committee appear more partisan than it should be. Skeptical voters will rightly ask: If objecting to an election outcome based on absurd theories and wild allegations was enough to disqualify someone for the Jan. 6 Select Committee, why is Rep. Bennie Thompson (D., Miss.) chairing it?"
}