{
    "url_original": "https://www.wsj.com/articles/pelosi-moderate-democrats-blue-dog-progressives-congressional-majority-2022-midterm-11630015136?mod=opinion_major_pos8",
    "url": "pelosi-moderate-democrats-blue-dog-progressives-congressional-majority-2022-midterm-11630015136",
    "title": "Pelosi’s Cannon Fodder",
    "sub_head": "Moderate Democrats again are forced to sacrifice to pass her legislative agenda.",
    "category_1": "Opinion",
    "category_2": "Potomac Watch",
    "time": "2021-08-26 18:34:00",
    "body": "Nancy Pelosi jammed a $3.5 trillion budget outline through her party’s holdouts this week, earning more plaudits for her steely rule. Tell that to the political ghosts of Walt Minnick and Bobby Bright.<br />Mrs. Pelosi, now in her 18th term in Congress and second stint as House speaker, has cemented her reputation among an adoring press and liberal cognoscenti. She is an “iron fist in a Gucci glove,” a “master of the inside game,” a “warrior,” the most powerful woman in politics. “Never bet against Nancy,” goes the Beltway phrase. These days few are willing to try.<br />More’s the pity for the Democratic Party—and the country. What the worship misses is the flipside of Mrs. Pelosi’s autocratic rule: the fallout. Yes, the speaker has threatened and dragged her party over numerous policy finish lines. In the process she has sacrificed dozens of her members to her ideological ambitions—wiping out the party bench, smothering policy debate, and shrinking her caucus to coastal refuges. Her true legacy is to have reduced the Democratic Party to its most hollowed-out form in history.<br />Mrs. Pelosi’s real gift is the ruthlessness with which she uses her members as cannon fodder—and her ability to keep getting away with it. In each election, she recruits candidates who are moderate or credentialed enough to win swing districts—veterans, fiscal hawks, supporters of gun rights. When enough wins put her in power, she demands these centrists vote for progressive policies that are toxic in their districts. The iron fist makes clear that those who refuse will face primaries or the loss of party re-election support. Mrs. Pelosi gets her wins; her recruits get crushed by Republicans. Wash, rinse, repeat.<br />If you don’t remember Mr. Minnick or Mr. Bright, don’t feel too bad. They were in Washington for a single term, victims of Mrs. Pelosi’s debut of her now-signature strategy. In 2006 she recruited moderate and conservative Democrats to run on a deliberately tame agenda. They delivered Democrats control of the House for the first time in 12 years, making her speaker. She made further gains in 2008 with candidates like Mr. Minnick (who won an Idaho district that had gone 67% for George W. Bush) and Mr. Bright (winner of an Alabama seat that had been in GOP hands since 1965). By 2009 Speaker Pelosi presided over a big-tent party, with 51 Blue Dogs representing districts all over America. Democrats also held a majority of governorships and state legislative seats."
}