{
    "url_original": "https://www.wsj.com/articles/pelosi-centrist-democrats-in-standoff-with-key-vote-ahead-11629630005?mod=politics_lead_pos2",
    "url": "pelosi-centrist-democrats-in-standoff-with-key-vote-ahead-11629630005",
    "title": "Pelosi, Centrist Democrats in Standoff With Key Vote Ahead",
    "sub_head": "Democratic leaders want to move two major bills in tandem, but some centrists are demanding the House first vote on infrastructure",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-389004?width=860&height=573",
    "image_1": "im-389004.jpg",
    "time": "2021-08-22 11:35:00",
    "body": "WASHINGTON—Centrist House Democrats were locked in a weekend standoff with House Speaker Nancy Pelosi (D., Calif.) over when to vote on a roughly $1 trillion infrastructure bill, imperiling the chamber’s ability to advance a sweeping segment of President Biden’s agenda in votes expected early this week.<br />A group of nine centrist Democrats has been at an impasse with Mrs. Pelosi and liberal Democrats for more than a week over a strategy to tie together the infrastructure bill, already passed with bipartisan support in the Senate, and Mr. Biden’s $3.5 trillion package of healthcare, education and climate provisions currently being crafted. That bill is expected to rely on just Democratic support under a process tied to the budget. To unlock that process, Mrs. Pelosi needs nearly all of her caucus on board for a procedural step planned for this week in the House.<br />“Any delay to passing the budget resolution threatens the timetable for delivering the historic progress and the transformative vision that Democrats share,” Mrs. Pelosi warned in a letter to House Democrats Saturday night.<br />The infrastructure and broader antipoverty bills are central to Mr. Biden’s domestic agenda, which he wants to keep on track after a chaotic week focused on the Taliban takeover of Afghanistan. Democratic leaders months ago established a plan to move the two bills in tandem through both chambers of Congress. Their strategy gives both centrists—whose top priority is the infrastructure bill—and the liberal wing of the party—which is adamant about passing the broader package—some leverage in ensuring both bills get passed as Democrats hold each chamber by the narrowest of margins.<br />But earlier this month, the group of centrist Democrats balked at the plan and demanded that Mrs. Pelosi first bring the infrastructure bill to the House floor to swiftly pass it. Unless that happens, they threatened to oppose a budget framework, which is the first step in advancing the broader $3.5 trillion budget package and is expected to get a vote on the House floor Tuesday."
}