{
    "url_original": "https://www.wsj.com/articles/peloton-tested-a-u-s-safety-watchdog-it-wasn-t-the-first-11628308859?mod=business_lead_pos1",
    "url": "peloton-tested-a-u-s-safety-watchdog-it-wasn-t-the-first-11628308859",
    "title": "Peloton Tested a U.S. Safety Watchdog. It Wasn't the First.",
    "sub_head": "A public clash between the at-home fitness giant and a U.S. regulator showed how messy consumer product recalls can be",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-381017?width=860&height=573",
    "image_1": "im-381017.jpg",
    "time": "2021-08-07 12:01:00",
    "body": "Peloton Interactive Inc. fought to become a breakout star in the at-home fitness industry. It didn’t back down when the Consumer Product Safety Commission first warned the public to stop using Peloton’s treadmills.<br />The exercise-equipment maker initially resisted the regulator’s request to recall the treadmills after the death of a 6-year-old child who was pulled under one of the machines. In April it called the public warning “inaccurate and misleading.” After three weeks of public pressure, however, Peloton relented and apologized. The two sides are still in talks about what fixes should be made to the treadmills.<br />The Peloton flap shows how complicated, slow and messy a recall can be when the agency charged with protecting U.S. consumers from dangerous products concludes one of the 15,000 items it oversees is unsafe. How this will work in the future is the subject of intense debate in Washington, D.C., with implications for consumers and companies across the U.S.<br />Companies currently have the power to resist a CPSC recall request and negotiate, while reviewing any public disclosures around a believed product defect. Companies and their lawyers call the review requirement an essential safeguard against any hasty and potentially inaccurate claims from the CPSC, which oversees everything from flammable fabrics to golf carts. Some CPSC commissioners and lawmakers would like the government to have more power, while others in Washington say the commission could simply do a better job of wielding its power effectively.<br />“It’s an excruciating dilemma,” CPSC Chairman Robert Adler said of cases where companies and the agency are at odds over a product recall. “People are saying, ‘You’ve got to alert the public and do it immediately,’ and the company is saying, ‘If you issue your warning, we’ll sue you and you won’t be able to put out anything for quite a while.’”"
}