{
    "url_original": "https://www.wsj.com/articles/pentagon-tells-airlines-to-help-fly-afghan-evacuees-from-foreign-bases-11629632843?mod=politics_lead_pos1",
    "url": "pentagon-tells-airlines-to-help-fly-afghan-evacuees-from-foreign-bases-11629632843",
    "title": "Pentagon Orders Airlines to Help Fly Afghan Evacuees From Foreign Bases",
    "sub_head": "Commercial carriers wouldn’t fly to Kabul under emergency civil-aviation program",
    "category_1": "Politics",
    "category_2": "National Security",
    "time": "2021-08-22 08:50:00",
    "body": "The Pentagon said Sunday it had activated a rarely used program that compels commercial airlines to be used in times of a national emergency, activating 18 civilian aircraft to help evacuate Afghans from Europe and the Middle East.<br />Officials said the aircraft wouldn’t fly in and out of Kabul but would ferry evacuees in and out of bases in Germany, Qatar and Bahrain<br />The Pentagon requested aircraft from six airlines for a period of approximately one to two weeks, defense officials said.  American Airlines Group Inc.,   Atlas Air Worldwide Holdings Inc.,   Delta Air Lines Inc.  and Omni Air International LLC are providing three aircraft each, while two planes will come from  Hawaiian Airlines  and an additional four from  United Airlines Holdings Inc.<br />The move is the latest effort by the Biden administration as it scrambles to transport tens of thousands of Afghans and other civilians out of Kabul after the U.S.-backed government collapsed a week ago, leading to a takeover by the insurgent Taliban movement and a rush of civilians seeking to flee the country.<br />The U.S. military has deployed dozens of C-17 cargo aircraft to fly evacuees out of Kabul. Some flights have transported more than 400 people, packed tightly on the floors of planes designed to carry cargo. Those planes, which lack adequate restroom facilities or the ability to provide food, aren’t suited to carry civilians for the long trip over the Atlantic to U.S. bases, where the Afghans will be taken, officials said."
}