{
    "url_original": "https://www.wsj.com/articles/people-biden-didnt-forget-11630348311?mod=opinion_minor_pos1",
    "url": "people-biden-didnt-forget-11630348311",
    "title": "People Biden Didn’t Forget",
    "sub_head": "The President takes care of a key constituency.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-393107?width=860&height=573",
    "image_1": "im-393107.jpg",
    "time": "2021-08-30 14:31:00",
    "body": "People could write books detailing all the operational issues President Joe Biden neglected in the course of his chaotic exit from Afghanistan, and no doubt many will. But while poor souls who helped America and even some U.S citizens may be left to the horrors of Kabul, the President hasn’t forgotten to make Washington a happier place.<br />In a Friday letter to Speaker of the House Nancy Pelosi (D., Calif.) and Vice President Kamala Harris in her capacity as President of the Senate, Mr. Biden announced that he was invoking his legal authority under “national emergency or serious economic conditions affecting the general welfare” to increase salaries for roughly two million members of the federal civilian workforce. Yes, after creating the veritable model of incompetent governance recently witnessed by horrified Americans and allies around the world, Mr. Biden has decided this is the moment to declare a swamp-wide pay raise. What on earth does this latest raid on taxpayers have to do with addressing national emergencies?<br />Jessie Bur at Federal Times says that bureaucrats scheduled to see a 1.9% raise this year will instead enjoy a 2.7% bump thanks to the President’s action. This taxpayer-funded increase is especially generous because the average federal worker already makes significantly more than the average person toiling away in the productive economy.<br />No wonder the ‘crats are pleased. Nicole Ogrysko at Federal News Network reports:<br />Amy Wang and Eric Yoder of the Washington Post report:"
}