{
    "url_original": "https://www.wsj.com/articles/peta-train-your-dog-humane-shock-prong-collar-crating-11628546838?mod=opinion_major_pos17",
    "url": "peta-train-your-dog-humane-shock-prong-collar-crating-11628546838",
    "title": "PETA and the Great Dog-Training Debate",
    "sub_head": "If treating a dog with patience and understanding is an inconvenience, get a stuffed animal.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-383218?width=860&height=573",
    "image_1": "im-383218.jpg",
    "time": "2021-08-10 15:08:00",
    "body": "Regarding Mark Naida’s “I’m Disciplining My Dog, Not Torturing Her” (op-ed, Aug. 3): No dog should be punished for natural behaviors like suffering separation anxiety and trying to communicate distress. Imagine how you would feel if you got a shock to the throat every time you waved at your neighbor or picked up your phone. Or if you were kept in a cage all day but quickly strangled by sharp pieces of metal for being enthusiastic and excited to get out.<br />Shock collars often cause anxiety and displaced aggression, as well as serious injuries ranging from burns to cardiac fibrillation. They’re so cruel that they have been banned in many nations across Europe. Choke and prong collars can injure a dog’s trachea and esophagus and damage skin. Dogs are stoic; just because they don’t yelp doesn’t mean they aren’t feeling pain.<br />Locking up dogs like prisoners in their own homes (aka “crating”) can cause separation anxiety, depression, hyperactivity, fearfulness and other problems—while prolonging and complicating housetraining.<br />As animal behaviorist Karen Overall explains in the Journal of Veterinary Behavior, “Such tools ‘work’ by engendering fear, pain, and distrust, and in doing so they cause long-term damage.” Positive training methods, which reward dogs for desired behavior, are humane and effective.<br />The bad behavior here isn’t the dog’s. If treating a dog with patience and understanding is an inconvenience, get a stuffed animal and leave dogs alone."
}