{
    "url_original": "https://www.wsj.com/articles/ping-the-sound-of-alarm-from-muskets-to-pandemics-11628204796",
    "url": "ping-the-sound-of-alarm-from-muskets-to-pandemics-11628204796",
    "title": "‘Ping’: The Sound of Alarm, From Muskets to Pandemics",
    "sub_head": "The evocative name for the sound of a ricocheting bullet has become an all-purpose alert",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-381237?width=860&height=573",
    "image_1": "im-381237.jpg",
    "time": "2021-08-05 19:06:00",
    "body": "Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.<br />As cases of Covid-19 surge again in Great Britain, the country’s National Health Service has tried to stem the tide with a phone app that asks people to self-isolate for 10 days if they come into contact with someone who has tested positive for coronavirus. Those who are advised to take precautionary measures receive a notification, or a “ping,” in everyday parlance.<br />Last month, as the NHS Test and Trace app began “pinging” hundreds of thousands of people’s devices with self-isolation alerts, British media outlets were quick to dub the flurry of activity a “pingdemic.” And there have been many more variations on the “ping” theme. A headline on the satirical site NewsBiscuit imagined a “pingageddon” in which “NHS Covid app forces entire UK population to self-isolate.” In a Reddit forum called British Problems, one user moaned, “I’m starting to loathe the word ‘ping,’” while another observed, “We now live in the United Pingdom.”<br />While the “pingdemic” may be a novel phenomenon for the pandemic era, the word “ping” goes back nearly two centuries, first emerging as onomatopoeia for a short, high-pitched metallic sound, like bullets ricocheting. The Oxford English Dictionary notes an 1833 example from Michael Scott’s serialized novel “Tom Cringle’s Log,” describing a nautical battle: “We all pricked up our ears, and strained our eyes, while a bright, spitting sparkling fire of musketry opened at the gap, but there was no ping pinging of the shot overhead.” Two years later, another Scottish writer, James Edward Alexander, wrote in a travelogue about the civil war in Portugal, “If a button was shown, ‘ping’ went a bullet at it immediately.”<br />The 20th century brought new uses of “ping” as an interjection, noun and verb. With the advent of the internal combustion engine, new terms were devised to describe the metallic rattling noise created by faulty combustion: In the United Kingdom, the sound was called “pinking,” while in the United States and Australia, “pinging” was preferred. A 1923 advertisement for motor oil in the Detroit Free Press, for instance, referred to “the knocking or ‘pinging’ often experienced with an overheated or badly carbonized engine.”"
}