{
    "url_original": "https://www.wsj.com/articles/pinterest-needs-a-status-update-11628593381?mod=business_minor_pos11",
    "url": "pinterest-needs-a-status-update-11628593381",
    "title": "Pinterest Needs a Status Update",
    "sub_head": "The end of Covid-19 fever dreams proves a bit of a nightmare for Pinterest",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-382771?width=860&height=573",
    "image_1": "im-382771.jpg",
    "time": "2021-08-10 07:03:00",
    "body": "This column is part of the Heard on the Street Stock Picking Contest. You’re invited to play along with us here.<br />Social-media earnings have come and gone as quickly as  Twitter ’s  Fleets, but their impact could linger for one platform in particular.<br />When  Pinterest  went public back in 2019, it was clear the platform had a very specific user base. The company said two-thirds of its total monthly active users were female and that eight out of 10 U.S. moms were already using its platform. But nailing this niche could prove its downfall.<br />It isn’t as though success in social media is impossible when you begin with a narrow audience.  Snap ’s  success over the past few years is in part a testament to the value advertisers see in its command of the Gen Z population. But not all of Pinterest’s users have proven to be lucrative thus far. For the fourth quarter of 2018, Pinterest said its average revenue per domestic user was well over $3.00. Internationally, where the majority of its users were located, users generated just $0.09 on average that quarter.<br />Pinterest is still early in its monetization efforts overseas, but the dynamic hasn’t gotten much better over time. Ten quarters later, Pinterest has grown its domestic user base by just under 11%, but its international footprint has doubled. As of the second quarter, Pinterest’s international users were generating just 7% as much revenue on average as those in the U.S."
}