{
    "url_original": "https://www.wsj.com/articles/police-thin-blue-line-shootings-black-homicide-crime-proactive-policing-blm-defund-11629750911?mod=opinion_lead_pos7",
    "url": "police-thin-blue-line-shootings-black-homicide-crime-proactive-policing-blm-defund-11629750911",
    "title": "Police Vindicate the ‘Thin Blue Line’ Patch Every Day",
    "sub_head": "A symbol is banned for making people feel unsafe. But police aren’t the real danger to urban dwellers.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-389528?width=860&height=573",
    "image_1": "im-389528.jpg",
    "time": "2021-08-23 18:27:00",
    "body": "The village of Mount Prospect, Ill., prohibited its police officers earlier this month from wearing a “thin blue line” patch on their uniforms. The patch consists of a black-and-white U.S. flag with one blue stripe. It honors fallen cops and recognizes the role police play in protecting society from anarchy. Detractors insist the symbol makes people of color feel unsafe. Police chiefs and elected officials in San Francisco, Middletown and Manchester, Conn., and elsewhere have banned it.<br />While Mount Prospect was grappling with threatening police patches, in nearby Chicago the police were dealing with actual violence—against officers and civilians. Three days before the anti-patch vote, Officer Ella French was killed by a bullet to her head during a traffic stop. French and her two partners had pulled over an SUV for expired registration tags. One of the SUV’s occupants, 21-year-old Emonte Morgan, allegedly fought with the officers and opened fire, killing French and critically wounding one of her partners with bullets to the brain, eye and shoulder. Mr. Morgan was on probation for a recent robbery conviction, which a Chicago Tribune story characterizes as not a “serious” crime. His brother Eric, who was driving the SUV, was on probation for a theft conviction.<br />French and her partner were among the 78 people shot in Chicago over the Aug. 7-8 weekend, 11 of them fatally. Typical of the post-George Floyd urban mayhem, a child—this time a 4-year-old girl—was among the victims. Over Fourth of July weekend in Chicago, a 5-year-old girl, a 6-year-old girl, a 12-year-old girl and a 13-year-old boy were shot, along with 104 others. On July 1, a 1-month-old infant was critically wounded in a mass shooting. Three young men emerged from a Jeep Cherokee spraying bullets in several directions. A 15-year-old and six other victims were also shot, along with the baby. Hours earlier, a 9-year-old girl was shot in the head.<br />Chicago is no outlier. In Minneapolis, six children 10 and younger have been shot since late April, including two girls, 6 and 9, who were killed; two boys, 10 and 3, both critically wounded; and an infant. None of these Minneapolis children were shot by a cop; they were killed by criminals who, like them, are black.<br />In Chicago among the four victims of fatal police shootings in 2021, there was one juvenile, 13-year-old Adam Toledo, who had a gun, ran from officers responding to a shots-fired call, and refused to comply with orders. Toledo dropped the gun behind a fence before wheeling around on the officer who shot him. Police bodycam footage doesn’t make clear whether the officer would have seen, much less been able to process, whether Toledo still had the gun in his hand."
}