{
    "url_original": "https://www.wsj.com/articles/pool-companys-stock-is-on-the-diving-board-11628514180?mod=markets_lead_pos10",
    "url": "pool-companys-stock-is-on-the-diving-board-11628514180",
    "title": "Pool Company’s Stock Is on the Diving Board",
    "sub_head": "Pool Corp. is thriving amid a pool construction and renovation boom, but its overheated share price is in danger of taking a plunge",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-381841?width=860&height=573",
    "image_1": "im-381841.jpg",
    "time": "2021-08-09 09:03:00",
    "body": "Few stocks have been as refreshing during the Covid-19 pandemic as those of  Pool Corp.<br />Rock-bottom interest rates, the work-from-home wave and the continuing exodus to the Sunbelt have led to a boom in residential swimming-pool construction that the wholesaler, with a market value nearing $20 billion, is perfectly situated to serve. Last year saw 96,000 in-ground pools built in the U.S. That was up from 78,000 a year earlier, beating an annual growth record dating back to 1983, according to an industry body, the Pool & Hot Tub Alliance. It might have been greater still if not for supply and labor constraints. About $4.6 billion was spent on construction alone, compared with $3.1 billion a year earlier. The enthusiasm seems to have continued into 2021 despite much higher labor and material costs.<br />And it wasn’t just new construction. Texas—a state where the company has as many distribution centers as the entire U.S. Northeast and Midwest combined—suffered an unusual winter freeze this year that damaged many pools. More than half of Pool Corp.’s sales are maintenance and repair-related. Meanwhile, existing pools typically need to be overhauled every nine to 12 years. And, as with home furnishings and gardens, this year has seen many people upgrade their pools for purely aesthetic reasons now that they are spending more time at home. Furthermore, heavier use on weekdays has also meant that more chemicals have been needed to treat the water.<br />Those chemicals have been in short supply this year due to a fire last summer at a major U.S. supplier of chlorine tablets. Other products have seen steep inflation as well. It helps that Pool Corp. is a big buyer that is relatively well stocked, and it helps the company’s margins rise when its inventory appreciates due to such inflation. Analysts polled by FactSet see Pool Corp.’s revenue being 60% higher this year than in 2019 and its operating margin reaching 14.8% from 10.6% in 2019.<br />The problem? Investors have jumped into the deep end, pricing in all those gains and more. The well-run, steadily growing firm has deserved and mostly enjoyed a chunky valuation during its time as a public company, averaging 20.6 times forward earnings and 13.4 times enterprise value to earnings before interest, tax, depreciation and amortization before last April. Since pandemic shopping and leisure habits took hold, though, it has hit its highest levels ever, currently sporting multiples of 33.6 and 24.2 times on the same measures, respectively. It didn’t come close to numbers like that during the previous boom in pool construction during the housing bubble in the mid-to-late 2000s, when even more pools were being built."
}