{
    "url_original": "https://www.wsj.com/articles/port-of-miami-to-sell-1-4-billion-in-muni-bonds-11628593200?mod=markets_featst_pos2",
    "url": "port-of-miami-to-sell-1-4-billion-in-muni-bonds-11628593200",
    "title": "Port of Miami to Sell $1.4 Billion in Muni Bonds",
    "sub_head": "Miami-Dade County will sell debt backed by revenue from Port of Miami, a pandemic high and a sign of investors’ demand for local-government debt",
    "category_1": "Finance",
    "time": "2021-08-10 07:00:00",
    "body": "Florida officials announced the largest pandemic-era municipal-bond sale backed by port revenue, hoping to tap into investor demand for local-government debt tied to recovering sectors of the U.S. economy.<br />Miami-Dade County said Monday it is selling around $1.4 billion of bonds due 2050 and backed by revenue from the Port of Miami, or PortMiami—the county’s largest municipal bond sale ever. That is also the largest sale tied to a port since last March, beating a $1.1 billion bond issued by the Port Authority of New York and New Jersey during July 2020.<br />Miami is home to the largest port in Florida. It processed more than $45 billion worth of cargo during the fiscal year ending September 2020 and in normal times is home to over a fifth of the world’s cruise traffic.<br />The offering’s size is a sign of the strength of the overall municipal market. A stimulus- and vaccine-fueled recovery has sparked a rally in bond prices, dropped yields toward record lows and left many state and local governments flush with cash. Those improvements, plus increased prospects of a federal tax increase, have prompted more investors to buy municipal bonds, analysts say, after coronavirus fears sparked a sharp selloff last spring.<br />Investors, meanwhile, have been receptive to assets that benefit from a global shipping crunch, leading municipal bonds tied to ports to outperform other local debt. The S&P municipal-bond port index has returned over 2.4% to investors this year through Aug. 4, including price changes and interest payments. That compares with a 1.9% return on municipal bonds broadly and 0.2% on U.S. investment-grade corporate bonds."
}