{
    "url_original": "https://www.wsj.com/articles/potential-western-digital-kioxia-deal-has-chip-investors-salivating-11629973183?mod=markets_major_pos1",
    "url": "potential-western-digital-kioxia-deal-has-chip-investors-salivating-11629973183",
    "title": "Potential Western Digital-Kioxia Deal Has Chip Investors Salivating",
    "sub_head": "Favorable market reaction across the industry shows how much appetite remains for consolidation in memory-chip business",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-391556?width=860&height=573",
    "image_1": "im-391556.jpg",
    "time": "2021-08-26 06:19:00",
    "body": "It isn’t usually the case that the stocks of both the potential buyer and seller as well those of their rivals go up on reports of a  deal. But that is what happened after The Wall Street Journal reported that memory-chip maker  Western Digital  is in advanced talks to acquire its Japanese peer Kioxia. The market reaction underlies the logic of the transaction.<br />Shares of Western Digital jumped 7% Wednesday after the Journal reported that the chip maker could spend more than $20 billion to buy Kioxia, formerly  Toshiba  Memory, as soon as next month. Toshiba, which owns 40% of Kioxia, rose 1.7% Thursday. American chip maker Micron, which was looking at a potential deal with Kioxia earlier but has since cooled on the prospect, also gained 2.9% Wednesday.<br />An all-stock deal probably means dilution of existing Western Digital shareholders, but they may also be relieved that the company doesn’t need to take on tons of debt for the acquisition. Even after Wednesday’s jump, Western Digital’s market value is only slightly higher than $20 billion.<br />Investors are probably looking forward to a more consolidated market for NAND memory chips, used for storage. If the deal goes through, that means the number of major players in the NAND market will go to four, from six just last year. Korea’s  SK Hynix  said in October that it would spend $9 billion to buy  Intel ’s  NAND flash-memory business.<br />Kioxia and Western Digital operate manufacturing facilities in Japan together through their joint venture, so they already enjoy the benefit of scale and share the fixed costs of research and capital expenditure. But a formal combination may still give them better pricing power. The two combined had 34% of the NAND market in 2020, slightly ahead of  Samsung ’s  32.6%, according to market-research firm TrendForce. That may also mean more disciplined supply in the market. The market for DRAM, memory chips used for processing, has three major players—Samsung, SK Hynix and Micron—after years of consolidation."
}