{
    "url_original": "https://www.wsj.com/articles/president-decision-making-biden-kennedy-johnson-taliban-afghanistan-bay-of-pigs-vietnam-saigon-blinkin-sullivan-11629641380?mod=opinion_lead_pos5",
    "url": "president-decision-making-biden-kennedy-johnson-taliban-afghanistan-bay-of-pigs-vietnam-saigon-blinkin-sullivan-11629641380",
    "title": "All the President’s Yes-Men",
    "sub_head": "JFK remade his decision-making process after the Bay of Pigs debacle. Biden could learn something.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-22 12:28:00",
    "body": "White House infighting can be a bad thing. But when advisers refuse to disagree with the president, an administration can be at risk of groupthink. The history of the U.S. presidency has shown that this can lead to disaster. We now see how fear of disagreement with President Biden doomed the decision-making process for the U.S. withdrawal from Afghanistan.<br />The problem of groupthink was evident during the Vietnam War, when Lyndon B. Johnson was mostly intolerant of differing opinions on Vietnam. One adviser, George Ball, was designated as the in-house skeptic, but this role made Ball an outcast among his colleagues. As Johnson aide W. Marvin Watson wrote of Ball, “The arguments he expressed—always calmly but forcibly stated—were, to say the least, annoying to the President’s other advisors.”<br />And if you weren’t Ball, standing apart from Johnson on Vietnam was dangerous. Johnson maintained a narrow circle of advisers on Vietnam, dismissed internal dissenters, and berated those, like Defense Secretary Robert McNamara, who became more skeptical about the war over time.<br />Johnson called one McNamara proposal for a bombing halt in Vietnam “a load of s—.” He suspected McNamara was more loyal to “the Kennedys” than to him, and eventually Johnson dismissed him. Staffers who disagreed with Johnson’s Vietnam policy had to meet secretly in what they called the “nongroup” so he wouldn’t know about their conversations. Had Johnson sharpened his thinking with dissenting opinions, he might have reduced the 35,000 Americans who died in Vietnam on his watch, prevented the souring of U.S. public opinion on Vietnam, and stayed in office past 1969.<br />There is a historical example of an administration that fell into groupthink, saw the disastrous consequences, and righted the ship. The 1961 Bay of Pigs debacle occurred in part because no one among John F. Kennedy’s advisers was willing to play devil’s advocate. As the historian and Kennedy aide Arthur Schlesinger wrote of the decision to send poorly trained Cuban exiles to overthrow Fidel Castro, “our meetings were taking place in a curious atmosphere of assumed consensus, [and] not one spoke against it.”"
}