{
    "url_original": "https://www.wsj.com/articles/preserve-tomatoes-the-easy-way-11629403107?mod=life_work_lead_story",
    "url": "preserve-tomatoes-the-easy-way-11629403107",
    "title": "Preserve Tomatoes the Easy Way",
    "sub_head": "No need for peeling or coring—or canning, for that matter. These simple, delicious recipes for homemade ketchup, salsa and marinara sauce will stock your kitchen with peak-season tomatoes for the months to come.",
    "category_1": "Life & Work",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-388548?width=860&height=1290",
    "image_1": "im-388548.jpg",
    "time": "2021-08-19 15:58:00",
    "body": "EACH MONDAY, from late July through September, I preserve tomatoes. In the thick of the season, I go through about 400 pounds a week. I boil them down into ketchup, and marinara sauce, and salsa, and tomato purée, and Bloody Mary mix. I put all these in jars, which I seal with a pressure canner to then sell at farmers’ markets throughout the year. I’ve been preserving tomatoes every Monday, this time of year, since I met the farmer who is now my wife.<br />Back when we were first dating, I must have noticed a crate of slightly overripe tomatoes at her farm, slated for the compost pile. It would have been a Monday, since that’s the day she and her crew sort through the tomatoes that won’t make it to the next weekend’s market. I must have asked if I could have them to preserve. I’m sure I said something witty like, “The best tomato you’ll ever eat will be rotten tomorrow.” She must have rolled her eyes and said, “Have at it.”<br />That first year, I plunged the tomatoes, all 50 pounds of them, into boiling water, then slipped off their skins and removed their stem ends before dicing them and boiling them with onion and garlic into marinara sauce. How quaint. The next year, my payload was up to about 200 pounds a week, and it’s been increasing ever since. Out of necessity, I’ve learned a few shortcuts<br />My biggest lesson came the summer I was 1,200 pounds behind in my processing and needed to contract outside help. The Bauman family runs a small-scale processing plant on the edge of Amish country in Pennsylvania, near where I live. They are famous for their apple butter, but a large part of their business model is processing tomatoes for local farms. You can drop off your vegetables and, a few days later, pick up sealed jars of ketchup, or salsa, or any number of preserved products. Jars cost a few dollars each; farmers then sell them at local markets. That’s why most small-farm ketchup in eastern Pennsylvania tastes the same: It’s all Bauman’s recipe.<br />I’m pretty particular about recipes; most of my business model is writing them. It took some convincing to get Bauman’s to follow my recipe for salsa that year. In the end, and due in no small part to the size of the order, they conceded."
}