{
    "url_original": "https://www.wsj.com/articles/professors-comfort-women-lecture-gets-him-indictedand-sparks-debate-on-academic-freedom-11629543600",
    "url": "professors-comfort-women-lecture-gets-him-indictedand-sparks-debate-on-academic-freedom-11629543600",
    "title": "Professor’s ‘Comfort-Women’ Lecture Gets Him Indicted—And Sparks Debate on Academic Freedom",
    "sub_head": "Lew Seok-choon’s comments about World War II-era sex slaves led to defamation charges and put him at the center of controversy over classroom speech",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-388867?width=860&height=573",
    "image_1": "im-388867.jpg",
    "time": "2021-08-21 07:00:00",
    "body": "SEOUL—Deep into a three-hour sociology class, a South Korean professor offered a controversial view of women in Japan’s World War II-era military brothels. They weren’t taken forcefully by the Japanese military. The work was “a form of prostitution,” the professor said, according to a 2019 transcript of his remarks.<br />Those words cost professor Lew Seok-choon his job, got him indicted and have now made him an avatar in the global debate about academic freedom on college campuses.<br />A recording of the comments, made two years ago in the first class of the fall semester at Seoul’s Yonsei University, became public after a student leaked the audio to local press on the day of the lecture. The school blocked Mr. Lew, now 66 years old, from teaching the course during his final year before retirement. Prosecutors last year charged him with three counts of defamation. The case remains ongoing.<br />Among the list of grievances between Tokyo and Seoul, none carries as much emotional charge in South Korea as “comfort women” who were forced into sex slavery by Japan. To many Koreans, the matter remains unresolved and serves as a painful reminder of Japan’s 35-year colonial rule. It endures as a central point of tension between the two countries, unfolding in diplomacy, at protests and in forced-labor lawsuits.<br />The Japanese government has acknowledged its military was involved in the “comfort women” system and issued formal apologies. Tokyo’s disagreement on the matter now with Seoul largely revolves around whether the government bears any legal liability—which it denies, citing prior accords with Seoul. The United Nations, as far back as 1996, has published reports describing the comfort-women system as sexual slavery."
}