{
    "url_original": "https://www.wsj.com/articles/progressive-opposition-to-jerome-powell-clouds-his-chances-for-second-term-as-fed-chairman-11628587800",
    "url": "progressive-opposition-to-jerome-powell-clouds-his-chances-for-second-term-as-fed-chairman-11628587800",
    "title": "Progressive Opposition to Jerome Powell Clouds His Chances for Second Term as Fed Chairman",
    "sub_head": "Biden’s economic team generally supports Powell, but some Democrats want a central banker more in sync with party priorities on regulation, climate and the economy",
    "category_1": "Economy",
    "image_1_url": "https://images.wsj.net/im-382735?width=860&height=573",
    "image_1": "im-382735.jpg",
    "time": "2021-08-10 05:30:00",
    "body": "Members of President Biden’s economic team generally support nominating Federal Reserve Chairman Jerome Powell to a second term, but growing resistance from prominent Democrats including Sen. Elizabeth Warren (D., Mass.) could lead to his replacement, according to people familiar with the matter.<br />Mr. Powell, who was appointed to his first term by former Republican President Donald Trump, has received high marks from some Democrats for steering the central bank toward a paradigm shift that has placed greater attention on reducing unemployment. That coincided last year with a forceful response to the coronavirus pandemic.<br />But some progressives are unhappy with his bent toward easing financial regulations that were put in place after the 2008 crisis and think the central bank should have someone more in sync with Democratic politics in charge.<br />If Mr. Powell isn’t given a new four-year term next February, when his current term expires, the leading contender for the job is Fed governor Lael Brainard, an economist appointed to the board in 2014 by former President Barack Obama.<br />Ms. Warren stopped short of endorsing Ms. Brainard in a recent television interview but singled out her record of dissents on regulatory matters under Mr. Powell. “She makes a good case for why it is the job of the Federal Reserve to be that cop on that beat,” Ms. Warren said in an Aug. 4 interview on Bloomberg TV."
}