{
    "url_original": "https://www.wsj.com/articles/public-colleges-tuition-windfall-out-of-state-11630359738?mod=opinion_lead_pos6",
    "url": "public-colleges-tuition-windfall-out-of-state-11630359738",
    "title": "Public Colleges Reach Across State Lines for a Tuition Windfall",
    "sub_head": "The ‘student swap’ creates a vicious circle that drives up higher-education costs and worsens the debt crisis.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-393319?width=860&height=573",
    "image_1": "im-393319.jpg",
    "time": "2021-08-30 18:25:00",
    "body": "America’s public universities, designed to offer affordable college education to residents of their states, have been engaged in a “student swap.” The best of these public universities (known as flagship schools in most state systems) have been enrolling more students from other states, in turn reducing admission of the students they were established to serve. The reason is simple: money. Out-of-state students pay substantially higher tuition. The result is college that is more expensive for many, but a society that is no better educated overall.<br />In a new research report for the Brookings Institution, Ariel Gelrud Shiro and I found that 48 out of 50 flagship universities increased their share of out-of-state freshmen from 2002 to 2018. The average increase was 55%, although some, such as University of California, Berkeley, and University of Alabama, increased by more than 150%. The result is a change in the nature of many of these schools. For example, 8 of 10 University of Maine freshmen were Mainers in the fall of 2002. By 2018 that figure had fallen to 54%.<br />As public universities increasingly reject their own residents for admission, they undermine their political support. As state legislatures cut funding for higher education, schools need greater numbers of tuition-paying out-of-state students to increase revenue. Our research didn’t uncover who started this cycle, but we find evidence that the more a state school reduced its in-state student share, the less support it received from its state government.<br />A few states have solved the problem. North Carolina is one of two states that aren’t part of this swap. The General Assembly passed a law mandating that at least 82% of North Carolina public university students be in-state residents. Thus, UNC Chapel Hill has remained at 82%, while keeping its extremely prestigious and selective school status. UNC Chapel Hill has also maintained its level of support from North Carolina, while most states have seen higher education funding substantially eroded.<br />Under Gov. George W. Bush, Texas adopted a different approach in the 1990s, mandating automatic acceptance for all Texas high-school students graduating in the top 10% of their class. While that figure has been adjusted down to 6% as student population growth has outstripped space, UT Austin’s freshman class was 89% Texan in 2018, while the school continues to maintain an excellent reputation. So much for the argument that increasing reliance on out-of-staters is about maintaining a higher ranking."
}