{
    "url_original": "https://www.wsj.com/articles/purdue-pharma-director-says-sacklers-required-full-release-in-bankruptcy-deal-11628807427?mod=business_minor_pos6",
    "url": "purdue-pharma-director-says-sacklers-required-full-release-in-bankruptcy-deal-11628807427",
    "title": "Purdue Pharma Director Says Sacklers Required Full Release in Bankruptcy Deal",
    "sub_head": "Family members who own OxyContin maker would only fund multibillion-dollar settlement if they got protection from opioid lawsuits, a company director testified Thursday",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-384915?width=860&height=573",
    "image_1": "im-384915.jpg",
    "time": "2021-08-12 18:30:00",
    "body": "The family members who own OxyContin maker Purdue Pharma LP required broad legal releases extinguishing opioid lawsuits against them as a condition for funding what became a roughly $4.5 billion settlement proposal, a company director testified Thursday during a bankruptcy trial examining the deal.<br />John Dubel, a restructuring specialist who joined Purdue’s board months before it filed chapter 11 in September 2019, said the Sackler family members who own the company required third-party releases as a prerequisite for a settlement so they would “be able to put all of the litigation behind them.”<br />Mr. Dubel’s testimony came during the first day of a bankruptcy trial in New York over the settlement and Purdue’s broader chapter 11 plan, which would fund opioid abatement programs. He described the discussions while answering questions from a lawyer for Connecticut, where Purdue is based and one of a handful of states opposing the plan.<br />The inclusion of legal immunity for the Sacklers, under nonconsensual third-party releases, is being challenged in the bankruptcy case by federal and state authorities. These legal releases have also drawn newfound scrutiny from Congressional Democrats.<br />If U.S. Bankruptcy Judge Robert Drain approves the releases, civil claims against the Sacklers would be extinguished even if a minority of creditors and some states oppose the family’s settlement offer."
}