{
    "url_original": "https://www.wsj.com/articles/qualcomm-is-living-out-chips-big-tech-risk-11627986600?mod=markets_lead_pos10",
    "url": "qualcomm-is-living-out-chips-big-tech-risk-11627986600",
    "title": "Qualcomm Is Living Out Chips’ Big Tech Risk",
    "sub_head": "Losing its role as chip maker to Google’s Pixel won’t hurt much, but fears of an Apple processor continue to weigh on its stock price",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-379293?width=860&height=573",
    "image_1": "im-379293.jpg",
    "time": "2021-08-03 06:30:00",
    "body": "Qualcomm  can live without Google, but life without  Apple  would be more difficult. The market keeps pricing the chip maker for the latter eventuality.<br />Alphabet ’s  Google announced Monday that its coming line of new Pixel smartphones will be powered by its own in-house processor. The chip, called Tensor, has been specially designed for artificial intelligence uses, though Google didn’t say much about its capabilities in its announcement. But the new chip does take over the slot that has been occupied by Qualcomm’s Snapdragon processor for the past five generations of Pixel, since Google first launched the smartphone in 2016.<br />That seems like bad news for the chip maker. But the damage will be limited by the fact that Google’s Pixel has never proved to be more than a niche player, typically garnering less than 1% share of the global smartphone market each year. Qualcomm could face some risk if the new Pixel turns out to be an unexpected hit, as it would be going up against other Snapdragon-powered phones in the market. Investors don’t seem overly worried, though; Qualcomm’s share price edged down 0.6% by Monday’s close. Stacy Rasgon of Bernstein wrote to clients Monday, “We do not see any significant changes to Qualcomm’s competitive positioning as a result of the news.”<br />But more than any other chip company, Qualcomm’s shares reflect the peril of doing business with tech giants that can afford their own ambitious silicon dreams. The ink was barely dry on the company’s settlement with Apple Inc. in 2019 before investors started worrying about the iPhone maker’s plans to eventually design its own modem processor. Their concerns aren’t unfounded: Ultra-secretive Apple essentially confirmed those efforts last year, right around the same time the company launched new Mac computers with in-house processors that displaced those from  Intel Corp.<br />Qualcomm’s settlement with Apple, struck in mid-2019, included a “multiyear” chip supply agreement, though, and reports since have indicated that Apple’s modem chip is still a few years off. But investors have been treating it as a lost business already. Qualcomm’s stock has been trading around 16 times forward earnings for the past few months, up only modestly from its 13.7 times multiple before the Apple deal was struck, according to FactSet. The average multiple of the PHLX Semiconductor Index has surged 46% in that time to more than 23 times forward earnings."
}