{
    "url_original": "https://www.wsj.com/articles/quit-tracking-your-kids-phones-when-they-head-off-to-college-11629550800?mod=life_work_lead_story",
    "url": "quit-tracking-your-kids-phones-when-they-head-off-to-college-11629550800",
    "title": "Quit Tracking Your Kids’ Phones When They Head Off to College",
    "sub_head": "Parents say they use apps to keep tabs on their children to ensure their safety, but experts say it’s time to drop the digital leash",
    "category_1": "Tech",
    "category_2": "Family & Tech: Julie Jargon",
    "image_1_url": "https://images.wsj.net/im-389258?width=860&height=573",
    "image_1": "im-389258.jpg",
    "time": "2021-08-21 09:00:00",
    "body": "As first-year college students head to campus this fall, they’ll be making a big leap toward independence from their parents. Or will they?<br />Many parents have a hard time letting go, especially in recent times. And with apps that can track their kids’ every move, they don’t have to let go anymore. Parents can maintain a digital tether indicating whether their kids are partying at a frat house or studying at the library, how fast they’re driving and even if their phone battery is running low.<br />The decision of whether to track college kids—through apps such as Life360 or a smartphone’s location-sharing settings—is polarizing. There’s the camp that believes tracking kids keeps them safe, allowing parents to send help when their children have been in car accidents or to guide them when they’ve gotten lost. And then there’s the camp that says it offers parents a false sense of security while stifling kids’ development.<br />Lupe Ruiz-Catala, a mother of two in Bergenfield, N.J., began using Life360 to keep tabs on her daughter, Victoria Catala, when she went to college. Victoria went to Greece her first semester of freshman year as part of a study-abroad program, and her mom freaked out. “I was sick to my stomach,” Ms. Ruiz-Catala recalls. “How would I keep her safe other than move to Greece with her?”<br />Ms. Ruiz-Catala looked into a number of apps but decided on Life360—a leader in the category, with more than 32 million monthly active users—because it could show her daughter’s location on a map, track how fast she was going in a car and report when her phone battery was low—which it frequently was."
}