{
    "url_original": "https://www.wsj.com/articles/r-kelly-trial-lawyers-to-deliver-opening-statements-in-federal-racketeering-case-11629288012?mod=business_minor_pos4",
    "url": "r-kelly-trial-lawyers-to-deliver-opening-statements-in-federal-racketeering-case-11629288012",
    "title": "R. Kelly Trial: Lawyers to Deliver Opening Statements in Federal Racketeering Case",
    "sub_head": "The R&B singer is charged with leading a criminal enterprise and using his entourage to recruit women and girls for sex",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-387152?width=860&height=573",
    "image_1": "im-387152.jpg",
    "time": "2021-08-18 08:00:00",
    "body": "The trial of singer R. Kelly will kick off Wednesday with opening statements from federal prosecutors and defense lawyers in a sprawling racketeering case that charges the R&B star with leading a criminal enterprise for decades and using his entourage to recruit women and underage girls for sex.<br />A federal grand jury in Brooklyn indicted Mr. Kelly, whose legal name is Robert Sylvester Kelly, in July 2019, for allegedly participating in the sexual exploitation of children, kidnapping and forced labor, as well as violations related to coercing and transporting women and girls to engage in illegal sexual activity.<br />Mr. Kelly, 54 years old, has pleaded not guilty on all criminal charges. If convicted in New York, he faces 10 years to life in prison. He also has pending federal and state prosecutions in Illinois and Minnesota, where he has pleaded not guilty.<br />Lawyers will deliver opening statements Wednesday before a jury of seven men and five women who were seated last week for a trial expected to take several weeks. The prosecution is expected to lay out the inner workings of an alleged criminal enterprise with Mr. Kelly at its helm, accusing him and his staff of using his fame to manipulate and abuse young female fans, many of whom worshiped the singer of hits like “I Believe I Can Fly” and “Bump N’ Grind.”<br />Racketeering cases, brought under the Racketeer Influenced and Corrupt Organizations Act, have historically been used to pursue gang and mafia members. Former federal prosecutors said RICO charges will offer an aerial view of Mr. Kelly and how the enterprise worked."
}