{
    "url_original": "https://www.wsj.com/articles/rand-paul-belatedly-discloses-wifes-purchase-of-covid-19-drugmakers-stock-11628788853?mod=politics_lead_pos3",
    "url": "rand-paul-belatedly-discloses-wifes-purchase-of-covid-19-drugmakers-stock-11628788853",
    "title": "Rand Paul Belatedly Discloses Wife’s Purchase of Covid-19 Drugmaker’s Stock",
    "sub_head": "Kentucky senator’s wife bought stock in Gilead Sciences, maker of remdesivir, in February 2020",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-384455?width=860&height=573",
    "image_1": "im-384455.jpg",
    "time": "2021-08-12 13:20:00",
    "body": "WASHINGTON—Sen. Rand Paul disclosed that his wife purchased stock in  Gilead Sciences Inc.  in late February 2020, the same day the company formally announced that it would start late-stage studies of its experimental treatment for Covid-19 in an acceleration of its push to evaluate the drug, remdesivir.<br />Mr. Paul (R., Ky.) disclosed on Wednesday the purchase by his wife, Kelley Paul, a year and a half after she bought between $1,000 and $15,000 of shares in the company. Her purchase came after the National Institutes of Health had already said that researchers at the University of Nebraska had started testing whether remdesivir was effective at treating Covid-19.<br />The stock traded between $70.72 and $75.47 on Feb. 26, the day of her purchase. Shares are currently trading below $70 a share. Under the Stock Act, lawmakers must disclose transactions within 45 days.<br />The Washington Post earlier reported the transaction and its delayed disclosure.<br />“Last year, Dr. Paul completed the reporting form for an investment made by his wife using her own earnings, an investment which she has lost money on,” his office said. “This was done in the appropriate time window. In the process of preparing to file his annual financial disclosure for last year, he learned that the form was not transmitted and promptly alerted the filing office and requested their guidance. In accordance with that guidance, he filed both reports today.”"
}