{
    "url_original": "https://www.wsj.com/articles/recall-california-governor-gavin-newsom-elder-covid-lockdowns-wildfire-pipeline-nuclear-climate-change-11628715322?mod=opinion_major_pos4",
    "url": "recall-california-governor-gavin-newsom-elder-covid-lockdowns-wildfire-pipeline-nuclear-climate-change-11628715322",
    "title": "Recalling a More Conservative California",
    "sub_head": "The same coronavirus media alarmism that worked against Donald Trump in 2020 is now eroding support for Gavin Newsom.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-11 18:18:00",
    "body": "Following a year of stay-at-home orders, crushing job losses and long-running school closures, the big question on Californians’ minds right now is whether Gov. Gavin Newsom will be recalled. A Survey USA poll of 11,000 people at the beginning of August found that 51% of Golden State voters would vote to remove the first-term Democrat. California’s recall election takes place on Sept. 14, with voters first choosing whether to recall the governor, and then selecting one of 46 candidates to succeed Mr. Newsom.<br />Incumbent politicians are usually only recalled when people are really unhappy, and looking back over the past year, Californians’ ire is obvious. In a video shared widely on social-media platforms in December, Angela Marsden, owner of the Pineapple Hill Saloon and Grill in Sherman Oaks, said, “[Los Angeles] Mayor Garcetti and Gavin Newsom are responsible for every single person that doesn’t have unemployment, that does not have a job, and all the businesses that are going under.”<br />Today the frustration continues, as masks return and everyone—including those who’ve been vaccinated—are advised to wear them indoors in areas of high transmission. And while Sacramento’s guidelines aren’t legally binding, cities like Los Angeles are mandating mask use indoors. Gov. Newsom blames the unvaccinated: “We’re at a point in this epidemic . . . where choice, individuals’ choice not to get vaccinated, is now impacting the rest of us in a profound and devastating and deadly way,”<br />In one of life’s ironies, the same coronavirus media alarmism that worked against Donald Trump in 2020 is now eroding support for Mr. Newsom. The hunter has become the hunted. And young people’s attitudes are changing. “The disease isn’t a big risk to them but they’re having to give up senior proms, 21st birthdays,” says Jillian Melchior, a Journal opinion page writer. “They’re having to spend their first year of college in their mom’s basement in front of a computer screen, and I really think some of them are going to resent this.”<br />Also frustrating for many voters is Gov. Newsom’s grandstanding on climate change. “This climate change is real,” he said on a tour of damage done by the Tamarack Fire in Douglas County, Nev., with Gov. Steve Sisolak, before taking a shot at anyone who might disagree: “You may not believe in science. You’ve got to believe your own damn eyes. Look around.” Most people accept that the climate is changing, but many also believe the fires across California are the result of poor forestry management. And periodic blackouts occur because the state’s mandates and subsidies for solar and wind power have left energy supplies short when it’s especially hot, a fact Mr. Newsom admitted in Aug. 2020: “Today we are anticipating substantially greater need for energy, roughly 4,500 megawatts, 4,400 to be precise, short, of where we believe we need to be.”"
}