{
    "url_original": "https://www.wsj.com/articles/recently-named-jeopardy-host-mike-richards-steps-down-11629469980?mod=life_work_lead_story",
    "url": "recently-named-jeopardy-host-mike-richards-steps-down-11629469980",
    "title": "Recently Named ‘Jeopardy!’ Host Mike Richards Steps Down",
    "sub_head": "Resignation comes a week after he was named a successor to Alex Trebek, following concern over past comments, allegations of gender bias and perceived conflict of interest",
    "category_1": "Life & Work",
    "category_2": "Life & Style",
    "time": "2021-08-20 17:25:00",
    "body": "The long, fraught process of replacing Alex Trebek blew up Friday when the new host of “Jeopardy!” stepped down from the job nine days after landing it.<br />Mike Richards, an executive producer of the game show, had already weathered controversy over his inside role in the hiring search and his involvement in past employment lawsuits when producer  Sony  Pictures Television named him as full-time host last week.<br />On Wednesday, however, the Ringer reported on crass remarks and jokes Mr. Richards had made on a podcast of his about eight years ago. That resulted in outcry, especially from “Jeopardy!” fans and former contestants who view the show as a bastion of egalitarian intelligence. The public response convinced Sony that it would be impossible for Mr. Richards to continue as host, and prompted his decision to exit that role, according to a person familiar with the situation.<br />Now production has halted on “Jeopardy!”, one of the most valuable properties in television, as Sony lines up one or more stand-ins, and plunges back into the process of hiring a permanent host. Meanwhile, Mr. Richards remains on the “Jeopardy!” staff as executive producer, raising questions about why he was allowed to keep that job, and how he would interact with the host who eventually replaces him.<br />Sony defended the decision and drew a distinction between the role Mr. Richards would have played as the face of the show and the role he will continue behind the scenes. “Mike has been with us for the last two years and has led the Jeopardy! team through the most challenging time the show has ever experienced,” the company said in a statement. “It is our hope that as EP he will continue to do so with professionalism and respect.”"
}