{
    "url_original": "https://www.wsj.com/articles/reconciliation-bill-clean-electricity-payment-biden-schumer-sanders-renewable-mandate-11630256392?mod=opinion_lead_pos3",
    "url": "reconciliation-bill-clean-electricity-payment-biden-schumer-sanders-renewable-mandate-11630256392",
    "title": "The ‘Clean Power Plan’ Returns",
    "sub_head": "The Democratic budget bill will be loaded with major policy changes.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-29 18:30:00",
    "body": "Political attention on Bernie Sanders’s spending plan is focused on the $3.5 trillion cost, and understandably so. It’s unprecedented. But more important are the enormous policy changes that will be buried in the fine print and that the media will barely notice.<br />One example emerged last week as Senate Majority Leader Chuck Schumer told Democrats that the bill will include a “Clean Electricity Payment Program.” He said this will “put our country on the path to meet President Biden’s climate change goals of 80 percent clean electricity and 50 percent economy-wide carbon emission reduction by 2030.”<br />This is a national renewable-energy mandate on the sly. Utilities would have to buy or generate a certain amount of renewable energy each year. Those that don’t meet their quotas would be fined while those that exceed targets would receive payments from the feds that they must spend on increasing renewable energy or reducing electricity prices.<br />An honest national renewables mandate would run afoul of budget reconciliation rules. But the liberal outfit ThirdWay says the Clean Electricity Payment Program “is a purely budgetary proposal (involving only spending and revenue) as opposed to a regulatory approach” and “the enforcement mechanism is simply payments and fees.” Therefore it can dodge a Senate filibuster.<br />The idea resembles the Obama Environmental Protection Agency’s Clean Power Plan, which required states to reduce CO2 grid emissions by shutting down coal plants and using more renewables. The Supreme Court blocked the EPA rule in 2016 after states argued it violated the Clean Air Act and unconstitutionally conscripted them."
}