{
    "url_original": "https://www.wsj.com/articles/reddit-taps-investor-appetite-for-startups-further-raising-valuation-11628766000?mod=business_lead_pos11",
    "url": "reddit-taps-investor-appetite-for-startups-further-raising-valuation-11628766000",
    "title": "Reddit Valuation Soars to $10 Billion in New Funding Round",
    "sub_head": "Social-media company says it expects to secure additional financial commitments from new and existing investors",
    "category_1": "Business",
    "time": "2021-08-12 12:05:00",
    "body": "Six months after closing a funding round that doubled its valuation, Reddit Inc. is locking in a roughly 50% increase, driven by money managers hunting for investments and its role in the Wall Street trading frenzy.<br />Reddit on Thursday said it has raised $410 million from Fidelity Investments Inc. at a valuation of about $10 billion. The company said it expects to secure additional financial commitments from new and existing investors to bring the total raised to as much as $700 million. In February, the company said it had raised about $500 million in late-stage funding at a $6.5 billion valuation.<br />Bumper financing rounds with big leaps in valuation are becoming almost routine for many startups as big money-management firms and others are pouring massive amounts of funding into Silicon Valley, hunting for healthy returns at a time of low interest rates. Fanatics Inc., the sports retailer, recently announced it had tripled its valuation in a year to $18 billion. Clubhouse, the startup audio-chat social network, secured a $1 billion valuation earlier this year. It quadrupled that figure within about three months, according to people familiar with the matter.<br />Reddit Chief Executive Steve Huffman said the company opted to raise additional money prompted by Fidelity, a longtime investor in the social-media site that is leading the latest funding round. Reddit, he said, also is looking to further capitalize on the popularity it gained when the WallStreetBets forum put the company in the spotlight as individual investors rallied around buying certain stocks such as  GameStop Corp.  The episode brought in millions of new users, Mr. Huffman said, as well as new advertisers, the source of the bulk of the company’s revenue.<br />Reddit, in the most recent quarter, had $100 million in advertising revenue for the first time, almost triple the prior-year figure, though it remains unprofitable. And the ad sales figure still means it is a relatively minor player in a business of giants.  Facebook Inc.  generated $28.6 billion in ad sales in the most recent quarter, and Google’s parent company,  Alphabet Inc.,  made more than $50 billion from ads in the same period."
}