{
    "url_original": "https://www.wsj.com/articles/redefining-performance-prototype-giants-pfaffenhausen-speed-shop-the-ruf-gallery-porsche-petersenautomotive-museum-le-mans-targa-florio-brands-hatch-monza-11629753311?mod=opinion_major_pos13",
    "url": "redefining-performance-prototype-giants-pfaffenhausen-speed-shop-the-ruf-gallery-porsche-petersenautomotive-museum-le-mans-targa-florio-brands-hatch-monza-11629753311",
    "title": "Porsche Takes a Victory Lap",
    "sub_head": "Exhibitions at the Petersen celebrate the automaker’s technical excellence and racing accolades.",
    "category_1": "Books & Arts",
    "category_2": "Exhibition Review",
    "image_1_url": "https://images.wsj.net/im-390003?width=860&height=573",
    "image_1": "im-390003.jpg",
    "time": "2021-08-23 17:38:00",
    "body": "Los Angeles<br />It’s fair to say that this has been the year of Porsche at the Petersen Automotive Museum. The curators have put together three small exhibits—fewer than 10 cars each—that trace the history of the German brand.<br />“Redefining Performance,” which will be up through Oct. 17, marks the 70th anniversary of Porsche’s competing in the 24 Hours of Le Mans, which usually takes place in June but due to Covid-19 was held this weekend. It features six cars that all competed at the round-the-clock competition and helped cement Porsche’s reputation as a winner, including 19 overall victories at the grueling Le Mans race, more than any other auto maker.<br />The first Porsche to run Le Mans was the 1951 356 SL Gmünd Coupe. Featuring a 1.1-liter, flat-4 cylinder engine, it produced a measly 46 horsepower and had a top speed of 100 miles per hour. But in 1951 that was good enough to win first in its class and 20th overall at Le Mans, setting a precedent for the marque. An informative plaque explains that the car was “named after the Austrian town where the earliest Porsches were built.” The wheels and underbody of the racing version were covered with metal panels to improve aerodynamics, but the front bumper from the street model was left on because “engineers found that it improved the car’s stability at high speeds.” Aesthetically, the silver-gray car has the now-classic Porsche roofline silhouette that slopes back to channel air to the rear-mounted engine and give the car improved aerodynamics. Wire-mesh headlamp covers and leather straps and buckles to keep the hood closed complete the look.<br />The 1967 910, we’re told, was the first Porsche to use 13-inch wheels with a single lug nut in the center instead of the standard five, which helped the race team change tires quicker during pit stops. It has a 2-liter, single-overhead-cam, flat-6 engine that churns out 220 horsepower and a top speed of 165. In addition to winning first place in the 2.0-liter prototype class at Le Mans in 1969, the car also competed in the infamous Targa Florio, an endurance race through the Sicilian mountains that was discontinued in 1977 over safety concerns after spectators, who were allowed to sit right on the edge of the twisty road course, were killed."
}