{
    "url_original": "https://www.wsj.com/articles/reese-witherspoons-hello-sunshine-to-be-sold-to-media-company-backed-by-blackstone-11627914600?mod=business_lead_pos3",
    "url": "reese-witherspoons-hello-sunshine-to-be-sold-to-media-company-backed-by-blackstone-11627914600",
    "title": "Reese Witherspoon’s Hello Sunshine to Be Sold to Media Company Backed by Blackstone",
    "sub_head": "Firm led by former Disney executives Kevin Mayer and Tom Staggs plans to acquire other content companies",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-378298?width=860&height=573",
    "image_1": "im-378298.jpg",
    "time": "2021-08-02 10:30:00",
    "body": "Reese Witherspoon’s media business, Hello Sunshine, is selling itself to a firm backed by private-equity giant Blackstone Group Inc., the companies said, part of a plan to build an independent entertainment company for Hollywood’s streaming era.<br />The companies didn’t disclose the terms of the deal. People familiar with the matter said it values Ms. Witherspoon’s company, whose production slate has included programming such as the HBO drama “Big Little Lies,” at about $900 million.<br />The as-yet-unnamed media venture Blackstone is backing will be run by former  Walt Disney Co.  executives Kevin Mayer and Tom Staggs. Hello Sunshine will be its first acquisition. Ms. Witherspoon and Hello Sunshine Chief Executive Sarah Harden will join the board of the new company and will continue to operate Hello Sunshine.<br />Blackstone is spending more than $500 million in cash to purchase shares from existing Hello Sunshine investors, including  AT&T Inc.  and Emerson Collective, some of the people familiar with the matter said. Ms. Witherspoon and some Hello Sunshine executives and investors will roll over the remaining equity into ownership stakes in the new company Blackstone is forming.<br />Ms. Witherspoon, the actress and entrepreneur who founded Hello Sunshine in 2016, said in an interview that the deal is a major endorsement of her bet that Hollywood needs more stories told by and for women. Other Hello Sunshine titles include Hulu’s “Little Fires Everywhere” and  Apple Inc.’s  “The Morning Show.”"
}