{
    "url_original": "https://www.wsj.com/articles/reminiscence-hugh-jackman-rebecca-ferguson-thandiwe-newton-cliff-curtis-lisa-joy-jonathan-nolan-hbo-max-11629408539?mod=opinion_major_pos13",
    "url": "reminiscence-hugh-jackman-rebecca-ferguson-thandiwe-newton-cliff-curtis-lisa-joy-jonathan-nolan-hbo-max-11629408539",
    "title": "‘Reminiscence’ Review: Hugh Jackman’s Partial Recall",
    "sub_head": "In this sci-fi thriller, the actor stars alongside Rebecca Ferguson as a private eye who uses futuristic tech to help his clients regain lost memories",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-388378?width=700&height=467",
    "image_1": "im-388378.jpg",
    "time": "2021-08-19 17:50:00",
    "body": "‘Reminiscence” is a futurist thriller about memory and memory addiction. What you may remember best after seeing it, in theaters or on HBO Max, is its bleak but majestic vision of Miami at a time when rising sea levels have engulfed much of the city, which manages to carry on against all odds and logic—Venice at the intersection of “Blade Runner,” a mostly sodden megalopolis where a few dry enclaves protected by gigantic seawalls are the exclusive province of the rich. This debut feature by Lisa Joy, the co-creator of TV’s “Westworld,” has been framed as a film noir, though with a difference. Almost every sequence contains references to other films. Spotting them is a pleasant distraction from figuring out the plot, an absurdly rococo structure that rivals the most flagrant befuddlements of “Inception” or, for that matter, the latter stretches of “Westworld.”<br />Hugh Jackman plays Nick Bannister, a hard-living, softhearted private eye. Nick helps his clients regain lost memories by fitting them with headgear reminiscent of “Eternal Sunshine of the Spotless Mind” and immersing them in his reminiscence tank, a piece of equipment evoking “Minority Report” or, in its dilapidation, the steampunk technology of “Brazil.”<br />Rebecca Ferguson is Mae, the femme fatale of the piece. In “The Maltese Falcon,” the pioneering noir classic from eight decades ago, Mary Astor showed up in Sam Spade’s office supposedly looking for her missing sister. Mae comes to Nick’s dingy laboratory for help finding lost keys. After capturing his heart in an instant, she vanishes just as suddenl yas she appeared. That’s the mystery element of the narrative: his frantic search for her through other people’s memories. Nick’s tough-minded assistant, Watts (Thandiwe Newton), dismisses Mae, with more than a tinge of jealousy, as “an idea wrapped in a tight dress,” but she’s the movie’s best idea. The camera adores her, for good reason—Paul Cameron did the elegant cinematography. Like all femmes fatales, Mae is not what she seems, and Ms. Ferguson bestows steady-state warmth and a lyrical spirit on her character’s many incarnations, one of them being a nightclub chanteuse who sings “Where or When” in a style faintly redolent of Marlene Dietrich.<br />Mr. Jackman provides a strong presence too, and a versatile one. Injecting his clients with a sedative before setting them afloat in the tank, Nick calms them further with the dulcet susurrations of a professional hypnotist. An ardent fan of the memories he retrieves, he watches holographic excerpts of them play out on a circular stage adjacent to his equipment, sometimes standing next to the action like the Stage Manager in “Our Town.” (Not a movie reference, just a passing thought.)<br />Nick is also a veteran of a recent civil war, so his combat chops serve him well—Wolverine without retractable claws—when the search for Mae turns furiously violent. The baddest of the bad guys, a dirty ex-cop named Boothe, is played by the unquenchable Cliff Curtis with a Marlon Brando accent. In case there’s any doubt about the accent’s provenance, there’s a scene involving Boothe and a pigeon who must have flown Terry Malloy’s rooftop coop in “On the Waterfront.” And Tamara, a delusional woman of a certain age played by Marina de Tavira, could pass for Blanche in “A Streetcar Named Desire.”"
}