{
    "url_original": "https://www.wsj.com/articles/remote-work-may-now-last-for-two-years-worrying-some-bosses-11629624605?mod=life_work_lead_story",
    "url": "remote-work-may-now-last-for-two-years-worrying-some-bosses-11629624605",
    "title": "Remote Work May Now Last for Two Years, Worrying Some Bosses",
    "sub_head": "The longer that Covid-19 keeps people home, the harder it may be to get them back to offices; ‘There is no going back’",
    "category_1": "Business",
    "category_2": "Management",
    "time": "2021-08-22 05:30:00",
    "body": "With the latest wave of return-to-office delays from Covid-19, some companies are considering a new possibility: Offices may be closed for nearly two years.<br />That is raising concerns among executives that the longer people stay at home, the harder or more disruptive it could be to eventually bring them back.<br />Many employees developed new routines during the pandemic, swapping commuting for exercise or blocking hours for uninterrupted work. Even staffers who once bristled at doing their jobs outside of an office have come to embrace the flexibility and productivity of at-home life over the past 18 months, many say. Surveys have shown that enthusiasm for remote work has only increased as the pandemic has stretched on.<br />“If you have a little blip, people go back to the old way. Well, this ain’t a blip,” said Pat Gelsinger, chief executive officer of  Intel Corp. , whose company has benefited from the work-from-home boom. He predicts hybrid and remote work will remain the norm for months and years to come. “There is no going back.”<br />Return dates have been postponed repeatedly. On Thursday, Apple Inc. told corporate employees that its planned return to U.S. offices would be delayed until at least January. Companies such as  Chevron Corp.  and  Wells Fargo  & Co. have postponed September returns, while tech companies such as  Amazon.com Inc.  and  Facebook Inc.  have pushed them to early next year.  Lyft Inc.  said it would call employees back to its San Francisco headquarters in February, about 23 months after the ride-sharing company first closed its offices."
}