{
    "url_original": "https://www.wsj.com/articles/rental-evictions-moratorium-covid-19-biden-supreme-court-11627838612?mod=opinion_lead_pos2",
    "url": "rental-evictions-moratorium-covid-19-biden-supreme-court-11627838612",
    "title": "The Rental Evictions Fiasco",
    "sub_head": "Democrats want an emergency measure to last forever.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-374880?width=860&height=573",
    "image_1": "im-374880.jpg",
    "time": "2021-08-01 17:05:00",
    "body": "Perhaps you’ve read that the pandemic recession officially ended in April 2020, that the economy grew 6.5% in the second quarter, that employers are desperate to find workers, and that the housing market is booming. Never mind. Democrats are in a panic because the federal ban on landlords evicting tenants who haven’t paid rent in 16 months expired on Saturday.<br />The eviction moratorium was perhaps justifiable amid the early lockdowns that threw millions out of work, but it’s now a cautionary tale of how bad policies distort behavior and are difficult to end. The original Cares Act moratorium that only applied to federally subsidized housing expired last July, but the Trump Centers for Disease Control and Prevention imposed its version in September. The moratorium applied to all rental housing and tenants who earned less than $99,000 ($198,000 for couples) who claimed they lost income because of the pandemic. Landlords who evicted non-paying tenants could go to jail.<br />Congress extended the ban in December for a month, but then the Biden Administration extended it three times through Saturday despite rulings from several judges that the CDC had exceeded its authority. Last month Chief Justice John Roberts and Justice Brett Kavanaugh joined the liberals in maintaining a stay on a lower-court injunction reversing the ban.<br />Justice Kavanaugh wrote that he agreed the CDC acted unlawfully but allowed the moratorium to continue so rental assistance appropriated by Congress could have more time to be distributed. But he said a “clear and specific congressional authorization (via new legislation) would be necessary for the CDC to extend the moratorium past July 31.”<br />Cue the political panic. On Thursday, two days before July 31, the White House issued a statement essentially blaming the Supreme Court for the moratorium’s end and urged Congress to extend it. House Speaker Nancy Pelosi declared a five-alarm fire, but her attempt to rush an extension through the House failed. Too many Democrats balked."
}