{
    "url_original": "https://www.wsj.com/articles/republicans-to-usda-expand-farm-aid-not-food-stamps-11630056601?mod=politics_lead_pos10",
    "url": "republicans-to-usda-expand-farm-aid-not-food-stamps-11630056601",
    "title": "Republicans to USDA: Expand Farm Aid, Not Food Stamps",
    "sub_head": "Increase to food stamp benefits has been met with resistance from farm state conservatives",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "image_1_url": "https://images.wsj.net/im-391833?width=860&height=573",
    "image_1": "im-391833.jpg",
    "time": "2021-08-27 05:30:00",
    "body": "<br />THE U.S. DEPARTMENT OF AGRICULTURE has beefed up its assistance for commodity producers during the Covid-19 pandemic to the approval of congressional Republicans. The department’s announced increase to food stamp benefits this month, however, has been met with resistance from farm state conservatives. This week, the top Republican on the Senate Agriculture Committee, Arkansas Sen. John Boozman, praised the “immensely helpful” farm aid programs and thanked the USDA for including livestock and poultry growers in its latest round of the program, though he criticized how long the changes took to implement.<br />Farm state Republicans, as well as Democrats, have been supportive of the program since its inception under the Trump administration, and many gave President Biden’s agriculture secretary, Tom Vilsack, credit for expanding the program in March and again during its current round of applications. Last week, Pennsylvania GOP Rep. Glenn Thompson, Boozman’s counterpart on the House Agriculture Committee, promoted a new $2 billion dairy producer assistance program and said he would work with Vilsack “to ensure producers of all commodities nationwide have the relief and tools to recover from the pandemic.”<br />Boozman and Thompson have been less complimentary of the Biden administration’s boost to Supplemental Nutrition Assistance Program benefits, which are also under the purview of the USDA. In response to the administration’s move this month to permanently raise average food stamp benefits from pre-pandemic levels by around 25%, the two Republicans called for a federal probe, citing “an urgent need for scrutiny, particularly on the heels of significant nutrition-related pandemic spending that has continued without rigorous oversight.”<br />The five-year farm bill that sets U.S. agricultural policy is a delicate balance between programs to boost agricultural businesses and funds for nutrition initiatives. A Republican House aide said a probe is necessary because “no one expected something that was bank-breaking as opposed to a nominal adjustment.” Boozman’s spokesman noted his support for other nutritional programs, and called the requested review “basic oversight of a program that will be spending [$1 trillion] over ten years.” The USDA said the increase was based on data from USDA studies and conversations with a broad range of stakeholders."
}