{
    "url_original": "https://www.wsj.com/articles/republican-lobbyist-barry-bennett-comes-under-doj-scrutiny-11629806934?mod=politics_lead_pos4",
    "url": "republican-lobbyist-barry-bennett-comes-under-doj-scrutiny-11629806934",
    "title": "Republican Lobbyist Barry Bennett Comes Under DOJ Scrutiny",
    "sub_head": "One-time Trump campaign adviser faces probe into whether he set up an undisclosed lobbying effort to embarrass Qatar’s adversaries, people familiar with the matter say",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-389295?width=860&height=573",
    "image_1": "im-389295.jpg",
    "time": "2021-08-24 08:08:00",
    "body": "WASHINGTON—Federal prosecutors are investigating Barry Bennett, a Republican lobbyist and one-time unpaid campaign adviser to former President Donald Trump, over allegations that he secretly set up and funded a U.S.-based advocacy group without disclosing its ties to the government of Qatar, according to people familiar with the matter.<br />Mr. Bennett founded his lobbying firm, Avenue Strategies, soon after Mr. Trump’s election and signed on to represent Qatar a few months later, according to the firm’s federal lobbying disclosure records. The tiny Gulf nation, which hosts a large U.S. Air Force base, was at the time embroiled in a diplomatic and political conflict with its regional rivals Saudi Arabia and the United Arab Emirates.<br />The Embassy of Qatar paid Mr. Bennett’s firm about $3 million total between July 2017 and July 2018 for work that included developing “a long-term plan to create closer ties between the United States and the State of Qatar,” according to the records.<br />Prosecutors have presented evidence to a grand jury alleging that Mr. Bennett set up and funded a political group called Yemen Crisis Watch, according to the people familiar with the matter, as a way to embarrass Saudi Arabia and the U.A.E., which at the time were enmeshed in a military campaign against Houthi rebels in Yemen. That war has since left thousands dead and fueled what the United Nations described in 2019 as the world’s worst humanitarian crisis.<br />Yemen Crisis Watch never registered with the U.S. government, as it would have been obligated to do under the Foreign Agents Registration Act if representing foreign interests. Mr. Bennett didn’t report that he set up and funded the organization, a review of FARA filings shows. Qatar gave Avenue Strategies $250,000 in October 2017 earmarked “for use in supporting the relief of humanitarian suffering in Yemen,” according to a lobbying document."
}