{
    "url_original": "https://www.wsj.com/articles/researchers-ready-lab-grown-covid-19-delta-variant-for-human-trials-11630053797?mod=business_lead_pos6",
    "url": "researchers-ready-lab-grown-covid-19-delta-variant-for-human-trials-11630053797",
    "title": "Researchers Ready Lab-Grown Covid-19 Delta Variant for Human Trials",
    "sub_head": "U.K. company is growing the highly contagious variant under tight lab controls for use in challenge studies",
    "category_1": "Health",
    "time": "2021-08-27 04:43:00",
    "body": "LONDON—While the rest of the world is trying to stamp out the Covid-19 Delta variant, British researchers are making progress growing a carefully controlled batch in a lab that they hope to use to infect volunteers in studies.<br />The effort marks a new phase in the U.K.’s human challenge trials, the only Covid-19 studies in the world intentionally exposing participants to the virus with the goal of developing new vaccines and treatments. Other researchers are also isolating and growing Covid variant specimens for study. U.S. government-funded scientists are producing variants for research, but not for use in humans, a National Institute of Allergy and Infectious Diseases official said.<br />Two Covid challenge trials sponsored by Imperial College London and the University of Oxford started earlier this year in the U.K. They so far have exposed more than 40 healthy, young volunteers under isolated medical supervision to the original Wuhan strain that circulated widely in 2020.<br />Since then, the highly transmissible Delta variant has come to dominate infections globally, rendering vaccines less effective and boosting case numbers across the U.K., U.S. and elsewhere. Delta’s fast rise led researchers and U.K. challenge-trial partner hVivo Services Ltd. to focus on trying to grow the variant in the lab.<br />With colleagues in the Netherlands, hVivo has coaxed the Delta strain to mature through the seed stage, said Andrew Catchpole, hVivo’s chief scientific officer and a virologist, who oversees the virus manufacturing. The London clinical-research firm is continuing to grow the batch milliliter by milliliter from a specimen taken from an infected human."
}