{
    "url_original": "https://www.wsj.com/articles/respect-aretha-franklin-jennifer-hudson-forest-whitaker-mary-j-blige-marlon-wayans-11628802292",
    "url": "respect-aretha-franklin-jennifer-hudson-forest-whitaker-mary-j-blige-marlon-wayans-11628802292",
    "title": "‘Respect’ Review: The Real Aretha Franklin Is Hard to Beat",
    "sub_head": "Jennifer Hudson leads the star-studded cast in this new biopic about the Queen of Soul",
    "category_1": "Film Review",
    "time": "2021-08-12 17:06:00",
    "body": "<br />The good news about the Aretha Franklin biopic “Respect” is that its star, Jennifer Hudson—whose voice is usually the musical version of the U.S. Women’s Gymnastics Team (spinning, bouncing, straining, vaulting)—reins it in as the Queen of Soul while still giving a great singer her due. Sometimes, Ms. Hudson delivers what are near-verbatim performances of Franklin’s bigger hits, which not only shows enormous respect but, in Ms. Hudson’s case, enormous restraint.<br />Musically, the movie is solid: The scenes with the Muscle Shoals studio musicians with whom Aretha creates her first real hit—after the ego-driven misguidance of her preacher father, C.L. (Forest Whitaker), and her first husband, Ted (Marlon Wayans), and the well-intentioned efforts by Columbia Records’ John Hammond (Tate Donovan) to market her as a jazz singer—are a magical portrayal of artistic creation and collaboration. The performances, whether they’re in church or at Madison Square Garden, are bliss. But the movie’s still a mess.<br />The rap on old Hollywood biographies was that the films disregarded fact for crowd-pleasing fiction. Cole Porter was not Cary Grant (per “Night and Day”); the portrayal of Billie Holiday’s life in “Lady Sings the Blues” was a “fraud,” as one critic put it, despite the performance by Diana Ross. But the intent was always to make an entertaining movie, realities be damned. The impulse behind “Respect” is to create something epic, a memorial to its subject, and the upshot is a movie not only rigid with cliché but bloated beyond reason. Ms. Hudson doesn’t sing the title song (recorded by Franklin in 1967) until about an hour and a half into the 145-minute film, which ends in 1972. And yet “Respect” still massages the facts, or simply leaves its audience bewildered about them.<br />If the producers wanted a definitive “Respect” they might have looked elsewhere than Liesl Tommy, a stage and TV director (“The Walking Dead”) making her big-screen debut, or screenwriter Tracey Scott Wilson (who collaborated on the “story” with Callie Khouri of “Thelma & Louise”). Together, they shoehorn the Franklin bio into a number of standard-issue formats—the coming of age of a great artist; her rise and fall and rise; her self-affirmation and liberation. It’s like a sports movie with soul music. Also, children are popping up everywhere with no explanation and time is beyond elastic. (Franklin had her first child at  age 12, something that is addressed obliquely, albeit uncomfortably.) Concision and compression are to be expected. Confusion is not."
}