{
    "url_original": "https://www.wsj.com/articles/restaurant-robots-kitchen-labor-shortage-11628290623?mod=business_minor_pos7",
    "url": "restaurant-robots-kitchen-labor-shortage-11628290623",
    "title": "Amid the Labor Shortage, Robots Step in to Make the French Fries",
    "sub_head": "Fast-food chains are working with a host of startups to bring automation to their kitchens",
    "category_1": "Tech",
    "category_2": "Keywords: Christopher Mims",
    "time": "2021-08-07 12:00:00",
    "body": "In a White Castle just southeast of Chicago, the 100-year-old purveyor of fast food has played host for the past year to an unusual, and unusually hardworking, employee: a robotic fry cook.<br />Flippy, as the robot is known, is no gimmick, says Jamie Richardson, a White Castle vice president. It works 23 hours a day (one hour is reserved for cleaning) and has operated almost continuously for the past year, manning—or robot-ing—the fry station at White Castle No. 42 in Merrillville, Ind. An industrial robot arm sheathed in a grease-proof, white fabric sleeve, it slides along a rail attached to the ceiling, lifting and lowering each basket when ready, immune to spatters and spills. White Castle is so pleased with Flippy’s performance that, in partnership with its maker, Miso Robotics, the chain plans to roll out an improved version, Flippy 2.0, to 10 more of its restaurants across the country.<br />There were more than 1.3 million unfilled job openings at restaurants and hotels as of the end of May, double the number a year earlier, according to the Labor Department. For many restaurants, surviving the current labor crunch and resulting wage inflation means using self-service ordering kiosks and other tech tools to automate away some customer-facing jobs and streamline things like online ordering. But entrepreneurs and industry executives also are trying to tackle a bigger, knottier problem: automating the production of food itself.<br />Commercial kitchens, especially those in fast food restaurants, have long used automation of one form or another, both on-site and in the preparation of food before it even arrives at a restaurant. The industry has benefited over the decades from innovations ranging from microwave ovens to the drive-through.<br />But what’s happening now is different, says Michael Schaefer, lead analyst of food and beverage developments at Euromonitor, a consumer-trends analysis firm. In the pandemic era, the combination of scarce labor, an unprecedented increase in demand for takeout and delivery, and the minimal margins that delivery allows are compelling restaurateurs to look at technology they might have shied away from before, he says."
}