{
    "url_original": "https://www.wsj.com/articles/revisiting-roosevelt-and-churchills-atlantic-charter-11630072490?mod=opinion_major_pos11",
    "url": "revisiting-roosevelt-and-churchills-atlantic-charter-11630072490",
    "title": "Revisiting Roosevelt and Churchill’s ‘Atlantic Charter’",
    "sub_head": "Can the partnership born on a maritime U.S.-U.K. summit still protect democracy?",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-391903?width=860&height=674",
    "image_1": "im-391903.jpg",
    "time": "2021-08-27 09:54:00",
    "body": "It was, even for those two historical giants, Franklin Roosevelt and Winston Churchill, a remarkable action. On Aug. 7, 1941, without letting the still-neutral American nation know what was going on, the unorthodox and purposeful president had arrived in the quiet harbor of Placentia Bay on the Newfoundland coast, after traveling there via train and warship. Two days later the equally resourceful Prime Minister of Britain arrived in the same port on the battleship HMS Prince of Wales, just repaired from its encounter with the Bismarck.<br />For three full days, these two leaders and their top advisers shared their views about how the United States and the British Empire should carry out a combined policy against the Axis powers “in the event” of America’s joining the war. This meeting turned out to be the first of 11 that the “Big Two” would have during the world conflict—the last being with Stalin, at Yalta in February 1945. Their colloquy established a pattern for the hammering-out of the shared Anglo-American grand strategy.<br />In addition to discussing their military intentions, the two governments also worked together to produce one of the most important political documents in the West’s canon of statements about human rights, trade, the freedom of peoples and democratic purpose. The statement, soon termed “The Atlantic Charter” in the press, was issued after the two leaders had secretly departed for home, the better to avoid possible enemy interruption.<br />The Atlantic Charter was never actually signed by Roosevelt and Churchill, but was later viewed by historians as a grand step toward the coming of the United Nations. The lineage of the document’s ideas ran back, via Wilson’s Fourteen Points, to 19th-century thought about the comity of nations and an international order. And when this greatest conflict in human history was over—to be followed shortly after by the rise of the Cold War—the permanent peacetime agreements that formed the NATO alliance (1949) could also be seen as the natural successor to the ideas and decisions that arose from Roosevelt and Churchill’s meeting.<br />It is not surprising, then, that whenever the cohesiveness and common purposes of the Western Alliance appears to be splintering, whenever America and Europe seem to be drifting apart in today’s world, the calls to halt that danger almost always begin by referring back to this historic 1941 encounter. A fine new Brookings Institution policy book by David McKean and Bart Szewczyk, “Partners of First Resort: America, Europe and the Future of the West,” is not a work of history, unless one thinks of it being what scholars at the Harvard Kennedy School call “Applied History.” The two authors are scholar-practitioners (both being former members of the Policy Planning Staff of the Department of State) and their account begins with the Atlantic Charter, the United Nation and NATO, then gallops forward swiftly to the coming of the Obama and Trump presidencies, both of which in their different ways (the latter especially) exposed irresolution and fissures in the Atlantic partnership."
}