{
    "url_original": "https://www.wsj.com/articles/ride-hailing-companies-get-some-drivers-ed-11629200461?mod=business_minor_pos10",
    "url": "ride-hailing-companies-get-some-drivers-ed-11629200461",
    "title": "Ride-Hailing Companies Get Some Drivers’ Ed",
    "sub_head": "Survey published by DoorDash shows exactly why ride-hailing companies may be having a hard time luring back drivers",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-17 07:41:00",
    "body": "Lyft  is now a profitable company—at least on the basis of adjusted earnings before interest, taxes, depreciation and amortization—but investors are unmoved. Shares of the ride-hailer are down more than 8% since the company reported second-quarter earnings on Aug. 3. Despite reporting deepening losses on a sequential basis in the same period,  Uber  has seen its shares fare better, little changed from where they closed Aug. 4 before the company’s own quarterly report. Investors might be getting this story right, but for the wrong reasons.<br />Both Uber and Lyft have been investing heavily in incentives to grow their driver supply to handle upticks in demand, but second-quarter results show Uber might have taken a more aggressive approach. Lyft said it significantly increased investments to boost its driver base in the quarter. Wall Street seems to have interpreted Uber’s steep losses in the period as a sign that it will see better results.<br />There may be limits to how much love ride-hailers’ money can buy. Food-delivery platforms haven’t had the same issues as their gig-economy counterparts.  DoorDash  said the second quarter brought more first-time drivers to its platform than any previous quarter, noting that over three million people “dashed” in the period. That comes despite the fact that ride-hailers have historically made more than food-delivery drivers and recently have been banking record pay in many areas.<br />A July survey of over 4,000 U.S. DoorDash drivers conducted by Quadrant Strategies and referred to in DoorDash’s shareholder letter was illuminating. While ride-hailers have said stimulus checks are likely to have weighed on driver supply, the survey found more than half of DoorDash’s drivers have been driving to avoid applying for government benefits. That could indicate that food delivery is more flexible or accessible than ride hailing for drivers seeking extra cash. It also might mean the end of stimulus checks will bring fewer drivers back to ride-hailing platforms than those companies have hoped.<br />Not all gig-economy work is equally appealing to all drivers. Some of it might never be. According to the survey, 96% of DoorDash’s drivers don’t currently drive with ride-share platforms, while 82% said they have never done so and don’t plan to. Most cited safety as a concern—one unlikely to abate as the Delta variant continues to spread. Nearly three-quarters of those drivers said they didn’t want to share their vehicle, a staple of ride-hailing that won’t ever go away."
}