{
    "url_original": "https://www.wsj.com/articles/rna-tech-firm-greenlight-biosciences-to-go-public-in-1-5-billion-spac-deal-11628586000?mod=markets_lead_pos3",
    "url": "rna-tech-firm-greenlight-biosciences-to-go-public-in-1-5-billion-spac-deal-11628586000",
    "title": "RNA Tech Firm GreenLight Biosciences to Go Public in $1.5 Billion SPAC Deal",
    "sub_head": "Company aims to increase the accessibility of mRNA vaccines while producing RNA-based pesticide alternatives",
    "category_1": "Markets",
    "time": "2021-08-10 05:00:00",
    "body": "GreenLight Biosciences Inc. is combining with a special-purpose acquisition company to go public in a deal that values the RNA-technology firm at about $1.5 billion, the companies said.<br />A developer of mRNA vaccines to fight Covid-19 and other diseases, GreenLight is simultaneously working on RNA-based sustainable alternatives to pesticides and herbicides. By reproducing cell growth without actually using live cells, the Boston-based company hopes to address the challenge of making vaccines and other RNA products at scale.<br />GreenLight is combining with the SPAC Environmental Impact Acquisition Corp., which is backed by investment bank  Canaccord Genuity Group Inc.<br />Founded in 2008, GreenLight aims to capitalize on recent advancements in technology utilizing RNA, a nucleic acid found in living cells. One type, known as messenger RNA, carries instructions encoded in DNA for cells to follow. Developing mRNA vaccines for diseases such as Covid-19 can be faster than traditional vaccine technologies because they essentially teach human cells to produce a protein similar to one found on the virus, which then triggers an immune response.<br />GreenLight is one of many companies rushing to also produce mRNA shots for the seasonal flu and hopes to make one to fight the life-threatening blood disorder sickle-cell disease. At the same time, it is developing sustainable pesticide alternatives using a process called RNA interference that regulates the production of proteins vital to specific pests."
}