{
    "url_original": "https://www.wsj.com/articles/robinhoods-stock-jumps-reversing-faltering-ipo-debut-11628010223?mod=markets_lead_pos3",
    "url": "robinhoods-stock-jumps-reversing-faltering-ipo-debut-11628010223",
    "title": "Robinhood’s Stock Jumps, Reversing Faltering IPO Debut",
    "sub_head": "Shares of popular trading app rose to $46.80 on Tuesday, up from initial-public-offering price of $38",
    "category_1": "Markets",
    "category_2": "Stocks",
    "time": "2021-08-03 17:29:00",
    "body": "Shares of  Robinhood Markets Inc.  jumped Tuesday, surging past the company’s initial-public offering price in a reversal from last week’s underwhelming trading debut.<br />The company’s stock, which trades under the ticker symbol HOOD, rose 24% to $46.80 after surging as high as $48.59 earlier in the day. Robinhood, the maker of the popular zero-commission trading platform, made its debut on Nasdaq last week, opening at $38 a share. Its stock tumbled shortly after trading kicked off, falling more than 10% intraday, before settling below $35.<br />In the days since, Robinhood’s stock struggled to surpass its IPO price—until Tuesday.<br />Analysts and traders have been carefully watching Robinhood’s first few days of trading because of the company’s unusual decision to allocate a large chunk of its shares to its own customers. As much as 25% of the IPO shares went to Robinhood customers, The Wall Street Journal previously reported. Typically, individual investors receive well under 10% of IPO shares in such deals, according to brokers.<br />In the end, roughly 301,500 Robinhood customers participated in the IPO, the company said recently. Yet outside the company’s customer base, data from Vanda Research’s VandaTrack show, demand from retail traders was tepid. Excluding IPO shares, individual investors purchased nearly $18.9 million of Robinhood shares on a net basis during the stock’s first day of trading, according to VandaTrack. In comparison, individual investors purchased a net $139.9 million of shares during Uber Technologies Inc.’s first day of trading and nearly $70 million during Didi Global Inc.’s trading debut on a net basis."
}