{
    "url_original": "https://www.wsj.com/articles/robinhood-stock-drops-after-sec-chairman-warns-on-payment-for-order-flow-11630361869?mod=markets_lead_pos2",
    "url": "robinhood-stock-drops-after-sec-chairman-warns-on-payment-for-order-flow-11630361869",
    "title": "Robinhood Stock Drops After SEC Chairman Warns on Payment for Order Flow",
    "sub_head": "Shares of the retail brokerage fell nearly 7% after Gary Gensler signaled he was open to banning the practice",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-393394?width=860&height=573",
    "image_1": "im-393394.jpg",
    "time": "2021-08-30 19:53:00",
    "body": "Shares of  Robinhood Markets Inc.  tumbled on Monday after the head of the Securities and Exchange Commission signaled that he was open to banning payment for order flow, a practice that accounts for most of the online brokerage’s revenues.<br />Robinhood shares closed 6.9% lower after Barron’s published an interview with SEC Chairman Gary Gensler in which he said a full prohibition of payment for order flow was “on the table” as part of a broader agency review.<br />Robinhood’s stock was briefly down more than 9% on Monday afternoon before recouping some of its losses. Shares of  Virtu Financial Inc.,  an electronic trading firm that handles orders from retail brokerages such as Robinhood and TD Ameritrade, also fell on the remarks. Virtu stock declined 3.8% for the day.<br />In payment for order flow, or PFOF, online brokerages take payments from high-speed trading firms in exchange for sending them their customers’ stock and options orders for execution. The trading firms profit from trading against investors’ orders by collecting a small difference between the buying and selling prices of stocks.<br />PFOF is legal and has been common in the U.S. brokerage industry for decades. But it drew renewed attention this year after the trading frenzy in  GameStop Corp.  and other meme stocks spurred scrutiny of the handling of small investors’ trades."
}