{
    "url_original": "https://www.wsj.com/articles/roblox-facebook-see-the-metaverse-as-key-to-the-internets-next-phase-11629286200?mod=business_lead_pos7",
    "url": "roblox-facebook-see-the-metaverse-as-key-to-the-internets-next-phase-11629286200",
    "title": "Roblox, Facebook See the ‘Metaverse’ as Key to the Internet’s Next Phase",
    "sub_head": "Companies aim to invest in technology and content development for new range of shared social experiences online",
    "category_1": "Tech",
    "time": "2021-08-18 07:30:00",
    "body": "A new tech-industry battle is taking shape over the “metaverse” as companies such as  Facebook Inc.  and  Roblox Corp.  work to shape a virtual realm that most consumers don’t yet know exists.<br />The metaverse concept, rooted in science-fiction novels such as “Snow Crash” and “Ready Player One,” encompasses an extensive online world transcending individual tech platforms, where people exist in immersive, shared virtual spaces. Through avatars, people would be able to try on items available in stores or attend concerts with friends, just as they would offline.<br />Enthusiasm for the concept has also helped supercharge valuations of companies such as Roblox—which went public in a direct listing in March—and “Fortnite” maker Epic Games Inc. as investors bet the popular videogame worlds will have an early foothold in the nascent online space.<br />Other major companies are also expressing interest: Facebook’s Mark Zuckerberg,  Microsoft Corp.’s  Satya Nadella and  Match Group Inc.’s  Shar Dubey are among chief executive officers who have talked recently about ways their companies are looking to participate in building or supporting elements of shared virtual worlds. But analysts say that one of the biggest challenges is turning that engagement into profits, even as more people embrace the concept.<br />Roblox CEO Dave Baszucki said Tuesday that the company sees its 15-year-old platform as a hub for virtual and immersive experiences where thousands of people can simultaneously attend concerts, school or staff meetings. He said the company has been investing heavily in technology and growing its workforce to support these experiences, but also in areas such as content moderation."
}