{
    "url_original": "https://www.wsj.com/articles/rochelle-walensky-and-impending-doom-11628102849?mod=opinion_lead_pos11",
    "url": "rochelle-walensky-and-impending-doom-11628102849",
    "title": "Rochelle Walensky and ‘Impending Doom’",
    "sub_head": "Perhaps the government disease doctor was referring to constitutional governance.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-380203?width=860&height=573",
    "image_1": "im-380203.jpg",
    "time": "2021-08-04 14:47:00",
    "body": "Remember in March when Dr. Rochelle Walensky, director of the federal Centers for Disease Control and Prevention, decided to share her private hunch at a White House press briefing? Dr. Walensky intoned, “I’m going to reflect on the recurring feeling I have of impending doom.”<br />Many Americans have learned not to trust her feelings about Covid. But what really should concern the citizenry is that the fearful government disease doctor might have been referring to constitutional liberty.<br />How else can one explain her decision to sign her name to what appears to be an unlawful Tuesday eviction moratorium order? Desperate times call for desperate measures, but Dr. Walensky’s own data show that the times are much less desperate than they used to be. Her CDC website reports that the seven-day average of daily Covid deaths in the U.S. has fallen in half since her March declaration about her fearful feeling, and has tumbled roughly 90% from the peak levels of early January.<br />Did President Joe Biden demand that Dr. Walensky sign an order that they both believe to be unconstitutional? The Journal’s Andrew Ackerman and Siobhan Hughes report:<br />Until the Supreme Court slaps down this latest assault on the property rights of landlords, Dr. Walensky’s order asserts that Americans who violate her directive may be subject to criminal penalties including up to a year in jail. Imprisoning people on such dubious grounds is bound to give Americans a sense of impending doom about due process. And for the record, the alleged emergency is a sham, and not just because daily Covid deaths are fortunately far below their levels of early January."
}