{
    "url_original": "https://www.wsj.com/articles/roku-pays-to-be-a-player-11628157601?mod=business_lead_pos11",
    "url": "roku-pays-to-be-a-player-11628157601",
    "title": "Roku Pays to Be a Player",
    "sub_head": "Streaming star’s ad business delivers, but shortages remind why hardware still matters",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-05 06:00:00",
    "body": "Investors got a painful reminder Wednesday that  Roku  is still in the hardware business.<br />It has been easy to forget. Roku may be best known to consumers for the TV sets and streaming boxes that bear its name, but advertising now makes up more than 80% of its total business. Advertising also is far more profitable, generating gross margins of 60% last year against 9% for the company’s hardware side. Roku’s business model has also made the company a Wall Street darling. The stock has surged 153% over the past 12 months and commands a multiple of more than 16 times forward sales—more than double that of  Netflix .<br />But there is no room for error. Roku’s second-quarter results reported Wednesday afternoon were strong in many important respects. Platform revenue reflecting the company’s advertising business more than doubled year over year to $532 million—handily beating Wall Street’s projections. But player revenue fell short, rising only 1% year over year to about $113 million. Moreover, player gross margins went negative for only the second time in the company’s history. Roku said it had elected to insulate customers from the cost increases related to the component shortages and shipping constraints afflicting many other makers of electronics products.<br />Roku’s share price slid more than 8% following the report. That dive might seem an overreaction, given the strength in the larger and more profitable ad side, but Roku’s hardware—which includes TV sets made by partners—serves as an important gateway to its platform. The company added 1.5 million active accounts during the quarter, the lowest growth in two years. Streaming hours over the Roku platform also slipped 5% from the first quarter—the first sequential decline for this metric on record.<br />Roku still inhabits an enviable position in the streaming wars. The company powers about 38% of streaming devices and connected TVs in the U.S., according to Parks Associates, representing a leading market share over platforms backed by tech titans  Amazon ,   Apple  and Google. That share provides valuable advertising real estate to tech and media giants pushing their own streaming services as well as other advertisers cutting back on traditional TV spending. Roku said Wednesday that it earned double the dollar commitment at this year’s Upfronts compared with last year. The company just needs to get enough devices in front of the eyeballs that advertisers are paying to reach."
}