{
    "url_original": "https://www.wsj.com/articles/roy-lichtenstein-history-in-the-making-1948-1960-review-before-his-career-popped-pop-art-willem-de-kooning-abstract-expressionism-pablo-picasso-washington-crossing-the-delaware-11630093879?mod=opinion_major_pos13",
    "url": "roy-lichtenstein-history-in-the-making-1948-1960-review-before-his-career-popped-pop-art-willem-de-kooning-abstract-expressionism-pablo-picasso-washington-crossing-the-delaware-11630093879",
    "title": "‘Roy Lichtenstein: History in the Making, 1948-1960’ Review: Before His Career Popped",
    "sub_head": "An exhibition vividly portrays the artist’s formation without suggesting success was foreordained",
    "category_1": "Books & Arts",
    "category_2": "Art Review",
    "time": "2021-08-28 07:00:00",
    "body": "Watermill, N.Y.<br />When scholars examine a famous artist’s early work, the temptation is to search for portents—to find in classroom studies any nascent motifs that point to future prowess and foretell mastery as inevitable.<br />One of the refreshing aspects of “Roy Lichtenstein: History in the Making, 1948-1960” at the Parrish Art Museum is that the curators haven’t surrounded this period with an aura of destiny. One walks through the three rooms and sees the artist testing out a bewildering variety of styles and subjects without ever settling on one. Not until 1960, when he was in his late 30s, did he discover the formula—figures lifted from American comic books, outlined in black, filled in with bright primary colors and abstracted by Ben-day dots—that became a defining signature of Pop Art.<br />Until then, as the show succinctly documents, Lichtenstein roamed blithely through the annals of art and illustration. He painted tank-like figures that recall the Surrealism of Max Ernst and the eccentric classicism of John Graham (“The Diver,” c. 1948-49). He made tapered sculptures in wood and metal that invoke African and Northwest American Indian art (“King,” c. 1951). He satirized U.S. history painting (“Washington Crossing the Delaware,” c. 1951) by flattening the heroic figures of Emanuel Leutze’s panoramic canvas in the manner of Picasso’s “Three Musicians.”<br />Elements of his later style are visible but not yet synthesized. Images of cartoon animals from about 1958—installed in a section of the show titled “Glimmers of Pop”—lack the flat-toned audacity of his post-1960 paintings. A brush-and-ink drawing of a reclining Bugs Bunny renders his buck-toothed head as if he were a hallucination or perhaps one of De Kooning’s “Woman” paintings. Two drawings of Mickey Mouse are more disturbing than droll."
}