{
    "url_original": "https://www.wsj.com/articles/russia-china-biden-iran-retreat-afghanistan-withdrawal-jihadist-taiwan-jcpoa-nuclear-11630336971?mod=opinion_lead_pos5",
    "url": "russia-china-biden-iran-retreat-afghanistan-withdrawal-jihadist-taiwan-jcpoa-nuclear-11630336971",
    "title": "Russia and China Eye a Retreating U.S.",
    "sub_head": "Beijing will push for more sway in Pakistan; Moscow will try in Central Asia’s former Soviet republics.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-392935?width=860&height=573",
    "image_1": "im-392935.jpg",
    "time": "2021-08-30 13:59:00",
    "body": "America’s retreat from Afghanistan is ending tragically—and that has sweeping strategic implications. One major misjudgment underlying the “ending endless wars” mantra was that withdrawing affected only Afghanistan. To the contrary, the departure constitutes a major, and deeply regrettable, U.S. strategic realignment. China and Russia, our main global adversaries, are already seeking to reap advantages.<br />They and many others judge Afghanistan’s abandonment not simply on its direct consequences for global terrorist threats, but also for what it says about U.S. objectives, capabilities and resolve world-wide.<br />In the near term, responding to both menaces and opportunities emanating from Afghanistan, China will seek to increase its already considerable influence in Pakistan; Russia will do the same in Central Asia’s former Soviet republics; and both will expand their Middle East initiatives, often along with Iran. There is little evidence that the White House is ready to respond to any of these threats.<br />Over the longer term, Beijing and Moscow enjoy a natural division of labor in threatening America and its allies, in three distinct theaters: China on its periphery’s long arc from Japan across Southeast Asia out to India and Pakistan; Russia in Eastern and Central Europe; and the Russian-Iranian-Chinese entente cordiale in the Middle East. U.S. planning must contemplate many threats arising simultaneously across these and other theaters.<br />This underscores how strained our defense capabilities are to protect our far-flung interests, especially given the unprecedented domestic spending demands President Biden is now making. Washington’s most important task, therefore, is somehow to secure significant increases in defense budgets across the full threat spectrum, from terrorism to cyberwar. Diplomacy alone is no substitute."
}