{
    "url_original": "https://www.wsj.com/articles/ruth-pearl-found-a-mission-after-the-execution-of-her-son-11627843050?mod=business_minor_pos5",
    "url": "ruth-pearl-found-a-mission-after-the-execution-of-her-son-11627843050",
    "title": "Ruth Pearl Found a Mission After the Execution of Her Son",
    "sub_head": "Daniel Pearl’s mother, who has died at age 85, ran a foundation promoting understanding between cultures and hosted Muslim journalists in her home",
    "category_1": "World",
    "category_2": "Obituaries",
    "image_1_url": "https://images.wsj.net/im-378593?width=860&height=573",
    "image_1": "im-378593.jpg",
    "time": "2021-08-01 15:10:00",
    "body": "Ruth Pearl needed a way to carry on after her son, Daniel Pearl, was executed by terrorists in Pakistan, where he was reporting for The Wall Street Journal in 2002. She took on a new mission: promoting understanding between cultures, including those of Pakistan and the U.S.<br />Ms. Pearl and her husband, Judea Pearl, established the Daniel Pearl Foundation, and she managed it. The foundation has sponsored fellowships for dozens of journalists from Muslim-majority countries to work at news organizations in the U.S. One stop for them was dinner at the Pearls’ home in Los Angeles. The foundation also has sponsored concerts and lectures.<br />Ms. Pearl died July 20 at her home in the Encino section of Los Angeles. She was 85 and had been under treatment for lung ailments.<br />Her son’s death nearly two decades ago came as an unimaginable shock. He traveled to Pakistan in January 2002 to report on militant networks there as The Wall Street Journal tried to explain the roots of terrorism. The 38-year-old Mr. Pearl was kidnapped and beheaded less than two weeks later. His last recorded words included: “My father is Jewish, my mother is Jewish, I am Jewish.”<br />The execution was videotaped and released on the internet. At the time, his wife, Mariane Pearl, was pregnant with their only child, Adam."
}