{
    "url_original": "https://www.wsj.com/articles/salesforce-com-needs-pandemic-changes-to-stick-11630000963?mod=business_minor_pos10",
    "url": "salesforce-com-needs-pandemic-changes-to-stick-11630000963",
    "title": "Salesforce.com Needs Pandemic Changes to Stick",
    "sub_head": "Cloud software giant has boosted margins in part by spending less on travel and events",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-391852?width=860&height=573",
    "image_1": "im-391852.jpg",
    "time": "2021-08-26 14:02:00",
    "body": "Salesforce.com  has earned its way out of the penalty box. Staying out will be tricky.<br />The cloud software giant’s fiscal second quarter results late Wednesday showed adjusted operating margins of 20.4%—its highest in at least a decade. It was the second consecutive quarter of that metric exceeding 20%. That, along with revenue and billings that beat Wall Street’s forecasts, sent Salesforce shares up nearly 5% Thursday afternoon.<br />Salesforce shares have been in a slump since the company announced a deal to buy Slack Technologies late last year for nearly $28 billion in cash and stock. That deal was the largest ever for the hyper-acquisitive Salesforce and included a pricey valuation that worried investors already concerned about the company’s addiction to deals. Salesforce’s first-quarter report in May assuaged some of those worries, but not all.<br />The stock had gained 14% over the past three months, but Wednesday’s closing price was level with the price the day before The Wall Street Journal broke news of the talks with Slack in late November. The BVP Nasdaq Emerging Cloud Index gained 30% in that same time.<br />As one of the world’s largest software companies that still manages to raise its revenue by more than 20% every year, Salesforce has long proven its growth chops. But at 22 years of age, the company also doesn’t get the luxury of chasing growth at any price. Analysts have long pushed for steady improvements in operating margins—no small feat for a company that now spends more than $10 billion a year on sales and marketing expenses alone. And that doesn’t include the reported $1.1 billion spent on its new headquarters that is now the tallest skyscraper in San Francisco."
}