{
    "url_original": "https://www.wsj.com/articles/sally-rooney-j-k-rowling-rare-books-11629289784?mod=business_featst_pos1",
    "url": "sally-rooney-j-k-rowling-rare-books-11629289784",
    "title": "Sally Rooney, J.K. Rowling and Others Whose ‘Not-for-Sale’ Books Are Fetching Thousands",
    "sub_head": "Early versions of popular novels have become hot commodities on secondary markets. Not everyone is pleased.",
    "category_1": "Magazine - Culture",
    "image_1_url": "https://images.wsj.net/im-387218?width=860&height=516",
    "image_1": "im-387218.jpg",
    "time": "2021-08-18 08:30:00",
    "body": "“Not for sale,” reads the fine print on the back of an advance reader copy (ARC) of Sally Rooney’s forthcoming novel, Beautiful World, Where Are You, which days ago sold on  eBay  for $79.99 (with tote bag). Another advance copy sold earlier this summer for around $200—roughly 10 times what it costs to preorder the hardcover. An ARC of Jonathan Franzen’s forthcoming Crossroads was recently listed on eBay for $165.<br />Free copies of forthcoming books—in the form of ARCs, galleys and uncorrected proofs—are typically sent by publishing houses to authors, reviewers, bookstores and, increasingly, celebrities and influencers months before publication. The copies can draw a bidding frenzy, especially inside the literary world. One publicist described Rooney’s galleys, along with Ottessa Moshfegh’s, as “almost like trading cards” among junior publishing employees.<br />Early, unfinished versions of classic novels have long been collectible, with some fetching astronomical prices. This is especially true for early-20th-century books, when advance copies were rare and tended to be made with higher-quality materials. They can also provide a window into a canonical author’s process—highlighting revisions made between drafts, say—and may include handwritten corrections.<br />An uncorrected advance copy of John Steinbeck’s Cannery Row is currently available for $35,000; an early version of Hemingway’s The Old Man and the Sea is on sale for $28,000. More recent releases from bestselling authors—such as an uncorrected proof of Stephen King’s first novel, Carrie, on sale for $3,000—typically sell for less. And then there’s Harry Potter. This May, an uncorrected version of Harry Potter and the Philosopher’s Stone sold for over $29,000.<br />ARCs serve a dual promotional and practical purpose, allowing both critics and buyers for bookstores an early look, while also drumming up excitement on social media. But they are not supposed to be sold. “FSG policy does not condone any reselling of advance reader copies,” Sarita Varma, director of publicity for Farrar, Straus and Giroux, Rooney and Franzen’s American publisher, says in an email, articulating a sentiment shared across the publishing industry. “Each copy clearly indicates that it is not for resale.”"
}