{
    "url_original": "https://www.wsj.com/articles/samsung-galaxy-watch4-review-the-best-smartwatch-for-android-11629637200?mod=life_work_lead_story",
    "url": "samsung-galaxy-watch4-review-the-best-smartwatch-for-android-11629637200",
    "title": "Samsung Galaxy Watch4 Review: The Best Smartwatch for Android",
    "sub_head": "Samsung’s smartwatch reboot means better access to Google’s app store—and reinvigorated competition for the Apple Watch—though it still has some bugs at launch",
    "category_1": "Tech",
    "category_2": "Personal Tech",
    "time": "2021-08-22 09:00:00",
    "body": "Samsung ’s  new smartwatch, the Galaxy Watch4, is unremarkable in many ways.<br />It’s plagued by the same smartwatch problems that the other leading brand—ahem,  Apple  Watch—tends to face: daily charging, heavy reliance on a smartphone and an inundation of health graphs and stats, more than most of us non-medical-professional folks know what to do with.<br />However, the Watch4, available Aug. 27 for $250 and $300 with LTE cellular, is a big departure for a Samsung watch. It’s the first to run Google’s revamped software for wearables, Wear OS 3. That means the Watch4 can run native Google services, such as Google Maps and Google Pay, and download watch apps from the Google Play store.<br />The partnership between Google and Samsung makes sense. Samsung is eager to catch up to Apple, the longtime smartwatch leader. The most recent estimates indicate that the Apple Watch maker has captured 33% of the global market, according to Counterpoint Research. Samsung accounts for just 8% of smartwatches, while Fitbit has 4.5% world-wide.<br />Previous Galaxy Watch models were powered by Tizen, a Samsung-designed operating system. Google couldn’t get Wear OS to take off with other smartwatch makers. The result? A confusing software ecosystem, with developers shrugging their shoulders and not really supporting many apps for either. Google says by merging platforms with Samsung, the joint effort also sped up app loading times and lengthened battery life."
}