{
    "url_original": "https://www.wsj.com/articles/sanofi-to-buy-translate-bio-to-accelerate-mrna-technology-use-11627973358?mod=business_lead_pos3",
    "url": "sanofi-to-buy-translate-bio-to-accelerate-mrna-technology-use-11627973358",
    "title": "Sanofi Snaps Up mRNA Specialist for $3.2 Billion Amid Vaccine Success",
    "sub_head": "French pharmaceutical giant is one of several companies investing in the technology after it brought the world two Covid-19 shots",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-379346?width=860&height=573",
    "image_1": "im-379346.jpg",
    "time": "2021-08-03 03:39:00",
    "body": "Sanofi SA  agreed to pay $3.2 billion to acquire mRNA specialist Translate Bio, a big vote of confidence that the new technology underpinning two successful Covid-19 vaccines holds promise beyond the pandemic.<br />The French healthcare company said the deal would accelerate work already under way with Translate Bio, based in Lexington, Mass., to develop mRNA vaccines for Covid-19, seasonal flu and other infectious diseases. It will also hand Sanofi a platform to pursue further drugs and vaccines using mRNA technology.<br />The technology proved itself during the pandemic when it beat out more traditional vaccine methodologies in the race to develop shots against Covid-19. It hasn’t been shown to work in other diseases, but several big companies including  Pfizer Inc.  and  GlaxoSmithKline  PLC are working on mRNA vaccines for flu and other infectious diseases, spurred by the hope that they could be more effective and simpler to manufacture than traditional counterparts.<br />Vaccine makers can quickly develop an mRNA vaccine once they know the genetic sequence of a target virus, making them valuable in pandemic situations. An mRNA vaccine developed by Germany’s  BioNTech SE  with partner Pfizer was the first Covid-19 shot to be authorized by the Food and Drug Administration, closely followed by another from  Moderna Inc.<br />Still, mRNA vaccine development holds challenges. Covid-19 mRNA shots require ultracold storage temperatures and are associated with short-term side effects like tiredness and muscle pain. In rare cases, the shots have been linked to potentially dangerous heart inflammation. Companies hope that these shortcomings can be ironed out with more research."
}