{
    "url_original": "https://www.wsj.com/articles/santa-fe-opera-john-corigliano-mozart-tchaikovsky-benjamin-britten-dracula-midsummer-nights-dream-11628628189",
    "url": "santa-fe-opera-john-corigliano-mozart-tchaikovsky-benjamin-britten-dracula-midsummer-nights-dream-11628628189",
    "title": "‘The Lord of Cries,’ ‘A Midsummer Night’s Dream,’ ‘The Marriage of Figaro’ and ‘Eugene Onegin’ Reviews: Al Fresco Arias",
    "sub_head": "The Sante Fe Opera’s scaled-down summer season includes one world premiere and three classics, performed and produced to varying degrees of success.",
    "category_1": "Opera Review",
    "image_1_url": "https://images.wsj.net/im-382552?width=860&height=573",
    "image_1": "im-382552.jpg",
    "time": "2021-08-10 16:46:00",
    "body": "Santa Fe, N.M.<br />With its open-air theater, Santa Fe Opera had a big advantage in the return to in-person performance this summer. Still, evolving pandemic restrictions and related international travel issues meant this season featured four operas instead of the usual five; last-minute cast changes; production adaptations, including offstage choruses for two shows; reduced audience capacity; and masks required on the theater grounds. Under the circumstances, it was commendable that the company produced a relatively normal-looking opera festival.<br />Composer John Corigliano and librettist Mark Adamo labored for a decade over “The Lord of Cries,” this season’s world premiere, and it showed—though not in a good way. Mr. Adamo’s mash-up makes Bram Stoker’s Count Dracula a 19th-century manifestation of Dionysus in Euripides’ “The Bacchae”; he is on a mission to force the repressed Victorians to acknowledge and embrace their deepest, most forbidden desires—“the beast within.” Plenty of juicy potential, one would think. But with its didactic, convoluted libretto, full of annoying rhymes and repetitions; its stock characters; and its music that never rises above pastiche, the opera was overworked and inert.<br />The only sparks in the evening came from countertenor Anthony Roth Costanzo (Dionysus/Dracula), who commanded attention at every appearance with his insinuating, chromatic vocal line and some spectacular costumes by Chrisi Karvonides-Dushenko. But there wasn’t enough of him. Dionysus/Dracula has been wreaking havoc in London with the aid of three witchy attendants (Leah Brzyski, Rachel Blaustein, Megan Moore). He claims ownership of the ruined Carfax Abbey, but John Seward (Jarrett Ott), the moral and upright head of the Carfax Asylum, resists him. Jonathan Harker (David Portillo) has already been driven mad; Harker’s wife, Lucy (Kathryn Henry), and Seward harbor suppressed passion for each other. Lucy and Seward each have long, explanatory arias about why duty trumps desire, but the opera doesn’t make us feel their urges or their connection. And when Seward finally surrenders to his inner beast—tricked into thinking he is killing the Count, he murders Lucy—it seems, to the modern viewer, like a high price to pay for loving someone else’s spouse.<br />Dionysus’ attendants had an arresting musical signature—a dissonant trio with one very high voice and one very low. Other characters were generic. As Seward, Mr. Ott’s attractive lyric baritone was forced into less congenial stentorian territory; as Lucy, Ms. Henry popped out some disconnected high notes and sang a lullaby to her demented husband (a nod to “The Rake’s Progress,” perhaps). Mr. Corigliano relied on instrumental flourishes for effect: In Harker’s mad scene, for example, the orchestra mirrored his scattered mind with a skittering piccolo, followed by Wagnerian brass, and a syrupy violin solo. Numerous moments invoked other pieces—the opening chorus of frightened Londoners recalled “Sweeney Todd.” Showy dramaturgical devices fell flat: The spoken role of a newspaper correspondent felt like an expository shortcut, and a scene that layered multiple stories, including the arrival of a haunted ship, was incomprehensibly chaotic. Mark Grey supplied a sound design for the amplified voices, as specified by the composer."
}