{
    "url_original": "https://www.wsj.com/articles/satyajit-ray-at-100-apu-trilogy-criterion-channel-soumitra-chatterjee-kurosawa-bergman-fellini-11628108167",
    "url": "satyajit-ray-at-100-apu-trilogy-criterion-channel-soumitra-chatterjee-kurosawa-bergman-fellini-11628108167",
    "title": "Satyajit Ray: Maharajah of Movies",
    "sub_head": "The Criterion Channel celebrates what would have been the great Indian filmmaker’s 100th birthday by streaming 16 of his features, both famous and lesser-known.",
    "category_1": "Film Review",
    "image_1_url": "https://images.wsj.net/im-379155?width=860&height=573",
    "image_1": "im-379155.jpg",
    "time": "2021-08-04 16:17:00",
    "body": "<br /><br />Cineastes could be forgiven thinking that the centenary of Satyajit Ray’s birth would bring a cascade of this important Indian filmmaker’s movies to DVD and Blu-ray. But that hasn’t happened, presumably because of rights issues and the degraded physical state of many of his movies. Instead, 16 of his 29 features, along with some other material, are now streaming indefinitely under the banner “Satyajit Ray at 100” on the subscription-based Criterion Channel.<br />Ray (whose surname may be pronounced RAY or, in an attempt to mimic his native Bengali, RYE) came to prominence in the late 1950s, when his first film, the long-gestating “Pather Panchali” (1955), stunned the cinematic world. Its documentary-like focus on the lives of a poor family in rural Bengal heralded a different kind of Indian filmmaking—one drawn to real life rather than to myths and spectacle.<br />The continuation of the young protagonist’s story in two subsequent pictures, “Aparajito” (1956) and “Apur Sansar” (1959), resulted in what’s come to be known as the Apu trilogy. And they, along with “The Music Room” (1958)—in which changing times undo a feckless nobleman—and a string of successes from the early to mid-1960s, cemented Ray’s reputation as a filmmaker of uncommon vision, ranking with such contemporaries as Japan’s Akira Kurosawa, Sweden’s Ingmar Bergman and Italy’s Federico Fellini. But Ray, who died in 1992 at age 70, did more than just write and direct his films; he also composed the music for most of them."
}