{
    "url_original": "https://www.wsj.com/articles/say-goodbye-to-the-1-investment-adviser-fee-11628344800?mod=markets_lead_pos7",
    "url": "say-goodbye-to-the-1-investment-adviser-fee-11628344800",
    "title": "Say Goodbye to the 1% Investment-Adviser Fee?",
    "sub_head": "Investors who don’t want to pay the traditional 1% of assets for financial advice have an increasing number of alternatives",
    "category_1": "Markets",
    "category_2": "Journal Reports: Funds/ETFs",
    "time": "2021-08-07 10:00:00",
    "body": "Keith Rudman used to pay hundreds of thousands of dollars annually to an adviser who charged him a fee on managed assets.<br />Four years ago, the 62-year-old North Carolina resident got rid of the money manager and moved his eight-figure taxable portfolio into passive investments. Mr. Rudman now uses a planning firm that charges by the hour for advice on everything from tax-loss harvesting of investments to estate planning.<br />“They’re providing a ton more services than my old financial advisers and they’re charging me between a 10th and a 20th as much,” he says.<br />Mr. Rudman is among investors who are seeking—and finding—alternatives to traditional financial advisers who charge a certain percentage of assets under management. Even as commissions on mutual funds and trading fees have dropped in recent years, the fees that registered investment advisers charge on portfolio balances have edged up. The average investor with $750,000 paid 1.04% of invested assets in fees in 2020, up from 1.02% in 2015, according to Cerulli Associates, a research and consulting firm. Meanwhile, an investor with $10 million paid 0.62%, up from 0.54%.<br />The growing alternatives come as many experts are predicting lower market returns after years of soaring stock and bond prices. Morningstar Investment Management forecasts that U.S. stocks will average just 1.3% annual returns over the next decade, while domestic bonds will return 1.8%. Other analysts are more optimistic, but hardly anyone sees markets doing as well as they have done in recent years. Stocks returned 14.7% annually and bonds 3.4% in the 10 years ended June 30."
}