{
    "url_original": "https://www.wsj.com/articles/scammers-see-new-frontier-in-nft-art-11629896400?mod=business_minor_pos7",
    "url": "scammers-see-new-frontier-in-nft-art-11629896400",
    "title": "Scammers See New Frontier in NFT Art",
    "sub_head": "Fake art, stolen credit-card numbers and phishing schemes: Impostors and hackers take advantage of security loopholes in the rapidly growing marketplace",
    "category_1": "Books & Arts",
    "category_2": "Arts",
    "time": "2021-08-25 09:00:00",
    "body": "Serbian artist Milos Rajkovic was floored last month when his social-media fans started touting an online sale of his animated, digital portraits as NFTs, or nonfungible tokens. Mr. Rajkovic, who goes by Sholim, had watched NFTs take over the art world, but he had never toyed with them. Horrified, he pulled up the platform OpenSea and found an impostor trying to sell off 122 of his works as NFTs for as much as $50,000 combined.<br />“People are getting robbed,” Mr. Rajkovic said. The phony page disappeared at one point, but another version has since popped up. “I feel responsible, because they love my work and someone is using me to steal from them. It’s so frustrating.”<br />NFTs are supercharging the art market, but users warn they have a dark side. Scammers and hackers are increasingly exploiting security gaps in the rapidly expanding marketplace—and artists and collectors who aren’t crypto-literate are proving easy marks, cyber-defense experts say.<br />Around $2.4 billion worth of NFTs traded in the second quarter, slightly up from the $2.3 billion sold during the initial NFT art frenzy of the first quarter, according to digital analytics firm DappRadar. Major auction houses and galleries now sell NFT art—Beeple’s $69 million NFT still holds the record—and dozens of online art-selling platforms are sprouting up seeking artists and collectors to join the NFT art craze. NFTs are digital vouchers of authenticity that can be attached to images on screens, allowing JPEGs be traded and tracked indefinitely on the blockchain.<br />Common frauds include creating phony NFT artworks and fake platforms that purportedly sell art but actually steal credit-card information. There are also phishing schemes and viruses that can drain users’ digital wallets, or online accounts that can store people’s financial details and cryptocurrency wealth."
}