{
    "url_original": "https://www.wsj.com/articles/scape-goat-elites-politics-billionaires-taxes-coastal-technocrats-expert-class-obama-clinton-trump-populism-progressives-11629641837?mod=opinion_lead_pos8",
    "url": "scape-goat-elites-politics-billionaires-taxes-coastal-technocrats-expert-class-obama-clinton-trump-populism-progressives-11629641837",
    "title": "Those Punching-Bag Elites",
    "sub_head": "Americans still work hard to get ahead. But politicians always need a scapegoat.",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "time": "2021-08-22 12:32:00",
    "body": "Who are these elites I keep hearing about? Is there some superior set that run everything? “It’s time to hold American elites accountable for their abuses,” former Chicago Mayor Rahm Emanuel blared in the Atlantic on the college-admissions scandal in 2019. Best line: “America’s middle class is Cinderella, and the nation’s elites are her evil stepsisters.” OK then.<br />So who are they—the “sophisticated, vaccinated crowd” at the Obama birthday bash a New York Times reporter gushed about? Maybe. “You know, I always hear ‘the elite, the elite,’ ” Donald Trump told a 2019 crowd in Grand Rapids, Mich. “I have a better education than them, I’m smarter than them, I went to the best schools, they didn’t. [I have a] much more beautiful house.” Mirror, mirror . . .<br />America hasn’t had royalty since tossing King George III, but is there some secret cabal of rich, like-minded elites who control everything? An American Illuminati? I keep looking. What I’ve discovered is that “elites” are mostly made-up groups everyone uses as punching bags of envy for whiny complaints.<br />A federal criminal filing notes that many Oath Keepers, a right-wing group, believe “government has been co-opted by a cabal of elites actively trying to strip American citizens of their rights.” Hillary Clinton wanted to collect “taxes in an equitable manner, especially from the elites.”<br />Ancient Rome had patricians and plebeians too. Look what happened to them. Same for Florence’s grandi, made famous by Machiavelli. The French foolishly funnel university elites into government. The Chinese Communist Party elites are now cracking down on their rich entrepreneurial elites. And the British still have hoity-toity duchesses and lords and knights and dames."
}