{
    "url_original": "https://www.wsj.com/articles/scrubbing-andrew-cuomo-emmy-award-11629839528?mod=opinion_lead_pos3",
    "url": "scrubbing-andrew-cuomo-emmy-award-11629839528",
    "title": "Scrubbing Cuomo’s Emmy",
    "sub_head": "Entertainment elites try to erase their political sycophancy.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-390819?width=860&height=573",
    "image_1": "im-390819.jpg",
    "time": "2021-08-24 19:05:00",
    "body": "What the liberal establishment giveth, it can also take away. Last November the adulation heaped on New York Gov. Andrew Cuomo reached an embarrassing apex when he received an Emmy award “in recognition of his leadership during the Covid-19 pandemic and his masterful use of television to inform and calm people around the world.”<br />But now that Mr. Cuomo has been run out of office over sexual-harassment allegations, the International Academy that bestows the celebrity prizes wants to pretend its partisan sycophancy never happened. On Tuesday it rescinded the award granted only nine months ago, replacing the announcement page on its website with a notice that Mr. Cuomo’s “name and any reference to his receiving the award will be eliminated from International Academy materials going forward.”<br />Mr. Cuomo’s handling of the coronavirus outbreak never deserved media adulation, much less special cultural recognition. New York’s death rate was among the highest in the U.S., and the economic toll from lockdowns among the most severe. The failure to protect nursing homes in the state was already widely known when the academy gave its award.<br />Yet Mr. Cuomo was elevated in the quest to promote a Donald Trump foil. One speaker at the Emmy virtual ceremony said as much. “In the darkest days of the pandemic, your daily briefings, live from New York, gave us hope, gave us clarity, gave us the truth, and gave us something that we were not getting from Washington: Leadership,” gushed actor Billy Crystal.<br />Some commentary at the award presentation was even more cringeworthy in retrospect. Ben Stiller suggested Mr. Cuomo might get “more dates than votes,” and the Governor joked that the actor was “testing the boundaries of decorum.”"
}