{
    "url_original": "https://www.wsj.com/articles/seattle-police-city-council-federal-monitor-violent-crime-shooting-homicide-blm-defund-11630253834?mod=opinion_lead_pos4",
    "url": "seattle-police-city-council-federal-monitor-violent-crime-shooting-homicide-blm-defund-11630253834",
    "title": "The Assault on Seattle’s Police",
    "sub_head": "A federal monitor lists the damage from the progressive purge.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-29 18:29:00",
    "body": "Across urban America the evidence is piling up that when you demonize police and cut their budget, you get more crime. The latest example is Seattle, where slashing the police budget has imperiled reform and endangered poor and minority communities.<br />Federal Judge James Robart oversees a longstanding police-reform consent decree between the Department of Justice and city of Seattle. Last week his court released video footage of a hearing this month in which monitor Antonio Oftelie lists Seattle’s political impediments to protecting public safety.<br />The City Council cut the 2021 police budget by nearly $35.6 million, or about 9%, compared to 2019. Councilor Kshama Sawant claimed “the role of the police under capitalism” is “to defend the system’s deep inequality through ongoing repression of the poor, the marginalized, and communities of color.” Other councilors signed a pledge to address “the on-going assault on Black lives perpetuated by a well-funded police state that acts with near impunity.”<br />In Mr. Oftelie’s new semi-annual report, Police Chief Adrian Diaz describes how “amidst often hostile rhetoric,” the department “experienced an unprecedented exodus of officers to other jurisdictions.” Since Jan. 1, 2020, some 287 Seattle cops have retired or resigned.<br />Police spokesman Randall Huserik says the department has pleaded with the City Council for money to attract new applicants. The department has also sought permission to reallocate money that would have paid the departed officers’ salaries. The City Council has approved neither request, and police have hired only 87 new officers in two years."
}