{
    "url_original": "https://www.wsj.com/articles/sec-launches-review-of-online-strategies-used-by-brokers-advisers-11630081811?mod=markets_lead_pos4",
    "url": "sec-launches-review-of-online-strategies-used-by-brokers-advisers-11630081811",
    "title": "SEC Launches Review of Online Strategies Used by Brokers, Advisers",
    "sub_head": "Wall Street watchdog’s request for public comment may presage new rules for brokers such as Robinhood",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-392347?width=860&height=573",
    "image_1": "im-392347.jpg",
    "time": "2021-08-27 15:24:00",
    "body": "WASHINGTON—The Securities and Exchange Commission launched a wide-ranging review Friday of the online strategies that brokers such as  Robinhood Markets Inc.  and investment advisers use to interact with customers, aiming to determine whether tools like smartphone notifications are in the best interests of investors.<br />The SEC solicited public comments Friday on “digital engagement practices” in the financial industry. These include social-networking tools, investing games and contests with prizes, digital badges, and leaderboards, notifications, celebrations for trading and chatbots.<br />Requests for public comment often represent a first step in the process of developing new rules to guide behavior in the industry.<br />Robinhood and other online brokerages have rapidly attracted millions of novice investors with innovations like zero-commission trading and gamelike apps. Trading frenzies in  GameStop Corp.  and other so-called meme stocks —amplified by online forums such as Wallstreetbets—have prompted regulators to take a closer look at industry practices.<br />“In the last few years, we’ve seen a proliferation of trading apps, wealth-management apps, and robo advisers that use these practices to develop and provide investment advice to retail investors,” SEC Chairman Gary Gensler said. “In many cases, these features may encourage investors to trade more often, invest in different products, or change their investment strategy.”"
}