{
    "url_original": "https://www.wsj.com/articles/sec-chief-gary-gensler-braces-for-clash-with-crypto-traders-11628164980?mod=markets_lead_pos2",
    "url": "sec-chief-gary-gensler-braces-for-clash-with-crypto-traders-11628164980",
    "title": "SEC Chief Gary Gensler Braces for Clash With Crypto Traders",
    "sub_head": "Gensler wants to regulate digital assets to the same extent as stocks, bonds and commodity-related trading instruments",
    "category_1": "Markets",
    "time": "2021-08-05 08:03:00",
    "body": "Securities and Exchange Commission Chairman Gary Gensler this week declared war on what he called the Wild West of crypto trading, promising a vigorous attack on fraud and misconduct. But progress is likely to be more piecemeal and incremental than wholesale and sudden.<br />Mr. Gensler outlined his desire to regulate digital assets such as bitcoin and other crypto products to the same extent as stocks, bonds and commodity-related trading instruments. He told the Aspen Security Forum on Tuesday that his priorities include newer innovations such as stablecoins and decentralized finance, products that are beginning to draw more mainstream investors.<br />The impulse to regulate these markets is growing more evident around the globe. Japan’s top financial regulator said Wednesday that plans to combat money laundering would also include digital currencies.<br />Mr. Gensler’s mission faces several obstacles, including the cryptocurrency industry’s historical resistance to following SEC rules. Because so many crypto developers have bypassed the SEC’s front door, the agency has tried to rein them in through enforcement, a slow process that requires investigating a particular product and either suing the team behind it or convincing them to settle and adopt the SEC’s requirements.<br />“There is going to be a more aggressive enforcement posture, and I think that is one way to bring order to chaos,” said Lee Schneider, a securities lawyer who has worked at several broker-dealers and cryptocurrency firms. “That is one way, but perhaps not the most effective or the most evenly distributed way.”"
}