{
    "url_original": "https://www.wsj.com/articles/sec-brings-and-settles-first-case-in-crypto-linked-defi-sector-11628266336?mod=markets_minor_pos2",
    "url": "sec-brings-and-settles-first-case-in-crypto-linked-defi-sector-11628266336",
    "title": "SEC Brings and Settles First Case in Crypto-Linked DeFi Sector",
    "sub_head": "Two men agree to cease-and-desist order and to return profits reaped by using decentralized-finance technology",
    "category_1": "Markets",
    "category_2": "Financial Regulation",
    "time": "2021-08-06 12:12:00",
    "body": "WASHINGTON--The Securities and Exchange Commission brought and settled its first case against a firm in the so-called decentralized-finance or DeFi sector, the latest sign of intensifying regulatory scrutiny for cryptocurrency markets.<br />The SEC said Friday it had charged two Florida men, Gregory Keough and Derek Acree, and their company, Blockchain Credit Partners, with making materially false and misleading statements in selling more than $30 million of unregistered securities using smart contracts, which are digital consent agreements, and DeFi technology.<br />Messrs. Keough and Acree agreed to a cease-and-desist order, which includes returning $12.85 million in profits and paying penalties of $125,000 each, the agency added. Under the terms of the settlement, they didn’t deny or admit wrongdoing. Efforts to reach the two men by phone and through the Institute for Blockchain Innovation, a think tank they co-founded, weren’t immediately successful.<br />The settlement was reached days after SEC Chairman Gary Gensler vowed to take the SEC’s authorities “as far as they go” in policing cryptocurrency trading and lending platforms. He singled out DeFi as a focus area, saying he believed the platforms are subject to securities laws.<br />Often used by people seeking to borrow against their cryptocurrency holdings, DeFi platforms have received tens of billions of investor dollars over the past 12 months. Assets deposited as collateral on DeFi platforms have swelled to $85 billion from around $3 billion a year ago, according to data provider DeBank."
}