{
    "url_original": "https://www.wsj.com/articles/secs-gensler-taps-wall-street-critic-barbara-roper-as-senior-adviser-11629926441?mod=politics_lead_pos12",
    "url": "secs-gensler-taps-wall-street-critic-barbara-roper-as-senior-adviser-11629926441",
    "title": "SEC’s Gensler Taps Wall Street Critic Barbara Roper as Senior Adviser",
    "sub_head": "Investor-protection advocate Roper has called for a more aggressive stance toward Wall Street",
    "category_1": "Markets",
    "category_2": "Financial Regulation",
    "image_1_url": "https://images.wsj.net/im-391368?width=860&height=573",
    "image_1": "im-391368.jpg",
    "time": "2021-08-25 17:20:00",
    "body": "WASHINGTON—Securities and Exchange Commission Chairman Gary Gensler named an outspoken investor-protection advocate to his inner circle of advisers Wednesday, the latest sign he is gearing up to take a more adversarial approach toward Wall Street.<br />Mr. Gensler appointed Barbara Roper, longtime director of investor protection at the Consumer Federation of America, to serve as a senior adviser focused on policy issues, broker-dealer oversight, investment-adviser oversight and examinations.<br />“Barb is a champion for investors and will provide invaluable counsel on behalf of the American public,” Mr. Gensler said in a statement. He said he has worked with Ms. Roper on landmark Wall Street reform projects dating back to the 2002 Sarbanes-Oxley overhaul of public-company accounting rules, as well as the Dodd-Frank Act passed in 2010 following the global financial crisis. “I’m thrilled to collaborate with her again at the SEC.”<br />A prolific writer of comment letters seeking to influence SEC policy—she has sent more than 100 to the agency dating back to 1990—Ms. Roper has frequently sided against banks, brokers, hedge funds and private-equity firms on regulatory issues. She was at times harshly critical of Mr. Gensler’s predecessor Jay Clayton, a Wall Street deals lawyer whom she characterized as too close to the financial industry.<br />After the 2020 election, Ms. Roper called for President Biden to nominate a candidate for SEC chair who wouldn’t shy away from adopting strong rules over opposition from industry and dissenting votes from the pair of Republicans on the SEC’s five-member panel."
}