{
    "url_original": "https://www.wsj.com/articles/self-employed-jonathan-morris-discovery-plus-11629837297?mod=opinion_major_pos13",
    "url": "self-employed-jonathan-morris-discovery-plus-11629837297",
    "title": "‘Self-Employed’ Review: What It Takes to Make It",
    "sub_head": "An upbeat yet honest look at the ups and downs of being an entrepreneur.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-390748?width=860&height=573",
    "image_1": "im-390748.jpg",
    "time": "2021-08-24 16:35:00",
    "body": "Given the state of the gig economy and Americans’ pandemically inspired interest in professional reinvention, the time seems ripe not just for a series like “Self-Employed,” but for its host, Jonathan Morris, an upbeat guide to a treacherous frontier. The places and people Mr. Morris picks to profile over the show’s eight-episode season are all successes, not surprisingly. And they send a pretty straightforward message: Want to be a hit? Walk this way.<br />Mr. Morris’s own businesses include the popular Fort Worth Barber Shop and that Texas city’s recently opened Dryce Hotel (“dryce” being short for “dry ice,” which is what the building used to sell). He doesn’t pretend that working for oneself is easy. Or that getting a business to click is as simple as putting in long hours. He is a bit effusive in his praise of his subjects and their inspirations, which are usually noble (or their moms). But his feel-good presentations manage to find some ingredient in a subject’s formula that might help other would-be entrepreneurs avoid the pitfalls that swallow up so many budding businesses.<br />Sometimes the key is simply flexibility and knowing your limits: Yolanda Owens, for instance, of the preservative-free Iwi Fresh skin-care products—which were first cooked up in her kitchen and are now sold at Whole Foods—says that she at some point had to draw a line between what her customers were asking for and what she could reasonably manufacture. It was a decision, she agrees, that not only kept her afloat but strengthened her brand. Stephen Ochs of Fetch Park in Atlanta—an arena-size dog run with an elaborate drainage system (thank goodness)—accomplished something common to a lot of great business successes everywhere: He filled a need his city didn’t even know it had.<br />Mr. Ochs had one significant hurdle a lot of the show’s other subjects didn’t face—there was no model he could point to and say “See? It works.” An immense dog park wasn’t boutique ice cream, the likes of which Kari Crowe-Seher sells at her Melt stores in Fort Worth (and who still had financing problems). Mr. Ochs went to 86 banks, he says, before he decided private funding was the way to go. At the time his episode was shot he had five more parks in the planning stages.<br />It’s a briskly paced, economically edited show, which makes sense given the subject. No fat. It’s also refreshingly to the point, though a little more hard data would be welcome from some “Self-Employed” subjects regarding how they got off the ground and what obstacles they had to jump over when they did. Does Mr. Ochs have to do background checks on his Bark Rangers? What are the insurance concerns in having so many dogs and people in the same place at the same time? And how come so many episodes of “Self-Employed” are set in Texas? Well, one of Mr. Morris’s principal messages is to shop and spend locally. So he may just be taking his own advice."
}