{
    "url_original": "https://www.wsj.com/articles/selling-luxury-goods-in-a-more-socialist-china-becomes-a-problem-11629378116?mod=markets_lead_pos7",
    "url": "selling-luxury-goods-in-a-more-socialist-china-becomes-a-problem-11629378116",
    "title": "Selling Luxury Goods in a More Socialist China Becomes a Problem",
    "sub_head": "A speech on wealth inequality by the country’s president has wiped 60 billion euros off the value of Europe’s top luxury stocks",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-19 09:01:00",
    "body": "Beijing’s crackdown on business that doesn’t support its policy goals suddenly looks like it might extend to luxury brands. Investors are only just waking up to the risks.<br />On Tuesday, Chinese President Xi Jinping gave a speech about growing wealth inequality and the “promotion of common prosperity.” Luxury investors, who didn’t react to intervention in the Chinese tech and private-education sectors in recent weeks, are belatedly concerned that the country’s super rich could be reined in. A selloff that started on Wednesday and gathered pace on Thursday has wiped 60 billion euros, equivalent to $70.26 billion, from the market value of Europe’s big four names,  LVMH Moët Hennessy Louis Vuitton ,  Kering, Hermès and Richemont.<br />A wealth-redistribution push in China is potentially bad news for the luxury industry. A small group of very wealthy individuals—numbering only 10,000, according to Jefferies estimates—generates around a quarter of all luxury sales to the Chinese, who are now the industry’s most important shoppers by nationality. The risk of higher taxes and party disapproval may curb these big spenders.<br />Granted, the Chinese middle class still does most of the buying. But previous moves against a small elite had a noticeable impact. In 2012, the Chinese government tackled gift giving, a practice whereby civil servants would accept Louis Vuitton handbags, Cartier watches and expensive cognac in return for favors. In 2013, sales in the global luxury industry increased just 2%, compared with 10%-plus for the previous three years, based on data from consulting firm Bain & Company.<br />Even shareholders in the steadiest luxury brands had a rough time. Between 2013 and 2016, Birkin handbag maker Hermès delivered annual stock-market returns of just 3%, compared with the 35% investors have become accustomed to since 2018."
}