{
    "url_original": "https://www.wsj.com/articles/senator-biden-nation-building-afghanistan-withdrawal-iraq-war-jihadists-islamists-taliban-11630012872?mod=opinion_major_pos4",
    "url": "senator-biden-nation-building-afghanistan-withdrawal-iraq-war-jihadists-islamists-taliban-11630012872",
    "title": "Notable & Quotable: Biden",
    "sub_head": "‘Democrats understand that those who would spread radical fundamentalism . . . are beyond the reach of reason.’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-392027?width=860&height=573",
    "image_1": "im-392027.jpg",
    "time": "2021-08-26 18:29:00",
    "body": "From “A Democratic Foreign Policy” by Sen. Joseph R. Biden Jr. in the Journal, Sept. 9, 2004:<br /><br />We also have to take seriously nation-building. This administration came to office disdaining the concept, only to be confronted with the two biggest nation-building challenges since World War II. Thus far, it merits a failing grade in both Afghanistan and Iraq. A Democratic foreign policy would empower experts to plan post-conflict reconstruction ahead of time, not on the fly; it would build a standing roster of international police to handle security after we topple a tyrant; it would create a system to rapidly stand up indigenous security forces. And Democrats would make sure that when it comes to a war of choice, we think twice about initiating the conflict if we’re not prepared for the post-conflict.<br />Democrats also would strongly support the forces of progress in non-democratic countries—not with reckless campaigns to impose democracy by force from the outside, but by working with modernizers from the inside to build the institutions of democracy, over the long haul. Above all, John Kerry and Democrats understand that those who would spread radical fundamentalism and weapons of mass destruction are beyond the reach of reason. We must defeat them. But hundreds of millions of hearts and minds around the world are open to American ideas and ideals. We must reach them."
}