{
    "url_original": "https://www.wsj.com/articles/senate-moves-to-pass-democrats-3-5-trillion-budget-blueprint-11628631042?mod=politics_lead_pos3",
    "url": "senate-moves-to-pass-democrats-3-5-trillion-budget-blueprint-11628631042",
    "title": "Senate Moves to Pass Democrats’ $3.5 Trillion Budget Blueprint",
    "sub_head": "Democrats will face difficult choices, as they work to transform the budget framework into detailed antipoverty and climate legislation",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-383202?width=860&height=573",
    "image_1": "im-383202.jpg",
    "time": "2021-08-10 17:30:00",
    "body": "WASHINGTON—The Senate prepared to pass early Wednesday a $3.5 trillion budget blueprint, the first step in an arduous process designed to allow Democrats to push through a sweeping package of education, healthcare, climate and other provisions without GOP support.<br />The vote, expected to come less than a day after the Senate passed a roughly $1 trillion bipartisan infrastructure package, would notch an initial victory for President Biden and congressional Democrats. They are seeking to pass as much of their legislative agenda as possible this year, before next year’s midterm elections overtake Capitol Hill.<br />But Democrats, who have slim margins in both chambers, will face difficult choices and negotiations, as they work to transform the budget framework into detailed legislation.<br />“Putting all the pieces together will be a challenge, but we’ve got a good place to start in terms of discussions that have already taken place,” said Sen. Chris Van Hollen (D., Md.) Lawmakers are expected to begin those negotiations over Zoom and phone calls during the August recess. Senate Majority Leader Chuck Schumer (D., N.Y.) had set a Sept. 15 target date for committees to submit their pieces of the legislation.<br />For much of the day Tuesday, the Senate slogged through a raft of largely symbolic amendment votes known as vote-a-rama that precede the final vote on the budget resolution. The exercise gives lawmakers a chance to offer amendments often designed to force lawmakers from the other party to take tough votes or demonstrate their support for an issue."
}