{
    "url_original": "https://www.wsj.com/articles/senate-infrastructure-final-vote-expected-as-soon-as-this-weekend-11628111803?mod=politics_lead_pos4",
    "url": "senate-infrastructure-final-vote-expected-as-soon-as-this-weekend-11628111803",
    "title": "Senate Infrastructure Final Vote Expected as Soon as This Weekend",
    "sub_head": "Lawmakers consider amendments offered by Republicans and Democrats to fine-tune elements of the roughly $1 trillion bill",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-380498?width=860&height=573",
    "image_1": "im-380498.jpg",
    "time": "2021-08-04 17:33:00",
    "body": "WASHINGTON—The Senate moved through a series of amendments to the roughly $1 trillion infrastructure package on Wednesday, with lawmakers anticipating a vote on final passage of the bill this weekend or early next week.<br />Since negotiators finished the 2,702-page bill last weekend, lawmakers have considered amendments offered by a mix of Republicans and Democrats to fine-tune elements of the bill. Republicans have pushed for an open-ended amendment process, while Senate Majority Leader Chuck Schumer (D., N.Y.) has called for the chamber to move quickly. Democrats are seeking to approve a budget outline for a $3.5 trillion climate and antipoverty package before the chamber departs for its August recess.<br />“The longer it takes to finish this bill, the longer we’ll be here,” Mr. Schumer said.<br />Many of the amendments that have been approved are technical in nature, with one from Sens. Chris Van Hollen (D., Md.) and Mike Rounds (R., S.D.) designed to protect subcontractors on infrastructure projects. The Senate has rejected some amendments offered by Republicans, including one from Sen. Ron Johnson (R., Wis.) that sought to block the federal government from ending efforts to build a barrier along the U.S. border with Mexico.<br />Once lawmakers finish with amendment votes, there might still be several days of procedural limbo before they can vote on the final package. Many Republicans are planning on attending the funeral of the late Sen. Mike Enzi (R., Wyo.) on Friday, likely pushing votes into the weekend."
}