{
    "url_original": "https://www.wsj.com/articles/senate-democrats-release-outline-of-3-5-trillion-antipoverty-climate-plan-11628513109?mod=politics_lead_pos1",
    "url": "senate-democrats-release-outline-of-3-5-trillion-antipoverty-climate-plan-11628513109",
    "title": "Senate Democrats Outline $3.5 Trillion Antipoverty, Climate Plan",
    "sub_head": "Action on the budget proposal will come after the Senate wraps up bipartisan infrastructure bill",
    "category_1": "Politics",
    "time": "2021-08-09 09:20:00",
    "body": "WASHINGTON—Senate Democrats released an outline of the $3.5 trillion antipoverty and climate plan they hope to approve this fall, further detailing their ambitions for the major legislative effort that they intend to approve without Republican support.<br />The plan, which is set to offer universal prekindergarten, two free years of community college, and expanded Medicare to cover hearing, dental and vision care, is the second of two major packages encapsulating President Biden’s agenda that lawmakers are pushing through Congress this year. The first, the roughly $1 trillion infrastructure plan, is nearing final passage in the Senate.<br />Democrats are planning to raise taxes on corporations and high-income households to cover the cost of the $3.5 trillion plan, which also calls for a federal paid leave benefit, a series of energy tax incentives, and a program to push the U.S. to receive 80% of its electricity from clean sources by 2030. The plan outlined by Senate Majority Leader Chuck Schumer (D., N.Y.) on Monday also includes offering a pathway to citizenship for certain migrants to the U.S. and lowering the price of prescription drugs.<br />It doesn’t include a measure to increase the U.S. government’s borrowing limit, meaning Democrats will seek to raise the debt ceiling with GOP support in the coming weeks. Treasury Secretary Janet Yellen said in a statement Monday that Congress should raise the debt limit on a bipartisan basis.<br />Congress voted in July 2019 to suspend the debt limit until July 31, 2021. The Treasury uses emergency accounting maneuvers to conserve cash so the government can keep paying its obligations to bondholders, Social Security recipients, veterans and others."
}