{
    "url_original": "https://www.wsj.com/articles/senates-infrastructure-investment-jobs-act-ajp-schumer-biden-sanders-11627841065?mod=opinion_lead_pos4",
    "url": "senates-infrastructure-investment-jobs-act-ajp-schumer-biden-sanders-11627841065",
    "title": "The Senate’s Infrastructure Rush Job",
    "sub_head": "The press and public will have little time to inspect the details.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-378633?width=860&height=573",
    "image_1": "im-378633.jpg",
    "time": "2021-08-01 17:04:00",
    "body": "Senators have negotiated behind closed doors for weeks over the details of their bipartisan infrastructure bill, and the legislative language was finally expected to be finished late Sunday. Yet Majority Leader Chuck Schumer plans to jam the $1 trillion legislation through this week before most Americans will even know what’s in it.<br />“Given the thoroughly bipartisan nature of the bill, I expect we will be able to consider all the relevant amendments and finish the bill in a matter of days,” Mr. Schumer said. But being “bipartisan” is hardly reassuring. The infrastructure bill is being written by a handful of Senators, though you can be sure lobbyists are all over the details if not in the room.<br />On the outside are Americans who want to see for themselves the fine print on permitting reform, union-wage rules, how the bill is paid for, or language that favors political constituencies. Bipartisan bills often contain some of the worst special-interest excesses.<br />Mr. Schumer wants to rush the bill through so he can move on to Bernie Sanders’s $3.5 trillion budget resolution that he will then sprint through on a party-line vote. He wants to pass both before the Senate’s August recess.<br />Amendments will often be offered and voted on while the nation sleeps to meet this artificial deadline that is convenient for the political class but not for informing the public. Both parties operate this way now. But it isn’t the right way to run a democracy, and no wonder Americans hold Congress in such low regard."
}