{
    "url_original": "https://www.wsj.com/articles/sex-toy-makers-lovehoney-wow-tech-merge-in-1-2-billion-deal-as-lockdowns-spur-demand-11628722800?mod=business_featst_pos1",
    "url": "sex-toy-makers-lovehoney-wow-tech-merge-in-1-2-billion-deal-as-lockdowns-spur-demand-11628722800",
    "title": "Sex-Toy Makers Lovehoney, WOW Tech Merge in $1.2 Billion Deal as Lockdowns Spur Demand",
    "sub_head": "The companies together expect to generate over $400 million in revenue this year, making it world’s biggest sexual wellness company",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-384031?width=860&height=573",
    "image_1": "im-384031.jpg",
    "time": "2021-08-11 19:00:00",
    "body": "The closely held European-based companies behind Fifty Shades of Grey vibrators and other sexual wellness brands said they have agreed to merge in a deal that values the combined company at around $1.2 billion, amid increasing global demand for sex toys fueled in part by the pandemic.<br />Germany’s WOW Tech Group is combining with Lovehoney, a U.K.-based online retailer, to offer a range of sex toys, lingerie, and lubricants to retailers and consumers. The companies could officially announce the tie-up as soon as Thursday.<br />The deal comes as homebound consumers during pandemic-induced lockdowns spurred demand for sexual wellness products. Together, WOW Tech and Lovehoney, which will be known as the Lovehoney Group, will be profitable and expect to generate sales of more than $400 million this year. That is about double the combined 2020 level, making it the world’s largest sexual wellness company measured by revenue, they say.<br />The merger, which values the combined group at more than €1 billion, equivalent to $1.2 billion, represents a bet that the sector’s growth can continue even as the rollout of vaccines allows more people to leave their homes and socialize in groups. Lovehoney Group will operate across North America, Europe and Asia, offering brands such as We-Vibe, Womanizer, and Arcwave. The companies are also betting on the additional scale allowing them to seek bigger acquisitions.<br />“Sexual well-being products have gained a mainstream position in today’s market,” said Johannes Plettenberg, WOW Tech’s current chief executive. He will continue in that role at Lovehoney Group."
}