{
    "url_original": "https://www.wsj.com/articles/sexual-assault-accusation-at-chinas-alibaba-sparks-reflection-on-alcohol-work-and-women-11628616102?mod=tech_lead_pos2",
    "url": "sexual-assault-accusation-at-chinas-alibaba-sparks-reflection-on-alcohol-work-and-women-11628616102",
    "title": "Sexual Assault Accusation at China’s Alibaba Sparks Reflection on Alcohol, Work and Women",
    "sub_head": "An alleged sexual assault involving employees of the tech giant has many examining how women bear the burden when forced drinks are key to business",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-383285?width=860&height=573",
    "image_1": "im-383285.jpg",
    "time": "2021-08-10 13:21:00",
    "body": "TAIPEI—When sexual assault accusations by a female employee at  Alibaba Group Holding Ltd.  began circulating on the Chinese internet over the weekend, thousands of the firm’s employees—and many more online—felt a spark of familiarity around the details of the incident.<br />The employee’s story, which she detailed in an 11-page account that first circulated within Alibaba before it went viral on China’s internet, struck a chord in part because many Chinese were deeply familiar with the drinking and peer pressure that took place before she was allegedly abused sexually—both by her boss and by a male business client.<br />Chinese authorities say they are still investigating what happened and have declined to share details. But inside and outside Alibaba, which employs more than 250,000 people in the country, a central focus has been the accuser’s description of being forced by her boss to drink until inebriated at a client dinner in the eastern Chinese city of Jinan.<br />The woman, whose name hasn’t been made public, alleged in her account that one of the clients at the table kissed and groped her before taking her into a separate room in the restaurant, where he continued to sexually harass her. She wrote that she later woke up naked in a hotel room with faint memories of her boss lying on top of her and sexually assaulting her.<br />In a Monday memo to employees, Alibaba Chief Executive Daniel Zhang said the company is “staunchly opposed” to what he described as the “ugly forced drinking culture” referenced in the employee’s account. Mr. Zhang said in the statement that the case revealed systematic problems in the company’s culture and that he would work to change them."
}