{
    "url_original": "https://www.wsj.com/articles/sexual-assault-allegation-at-alibaba-triggers-outrage-investigation-11628444210?mod=business_lead_pos3",
    "url": "sexual-assault-allegation-at-alibaba-triggers-outrage-investigation-11628444210",
    "title": "Sexual-Assault Allegation at Alibaba Triggers Outrage, Investigation",
    "sub_head": "Police looking into woman’s accusation against her then-supervisor; Chinese e-commerce giant’s CEO says he’s ‘furious’ in internal message",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-382275?width=860&height=573",
    "image_1": "im-382275.jpg",
    "time": "2021-08-08 13:36:00",
    "body": "An allegation of sexual assault against a manager at  Alibaba Group Holding Ltd.  has sparked a firestorm of public criticism, prompting Chief Executive Daniel Zhang to intervene in a situation that has stirred questions about sexual harassment in Chinese workplaces.<br />An 11-page account of the allegations by a female employee circulated on Alibaba’s internal discussion board Saturday night Beijing time and had become a subject of heated conversation among staff, according to company employees reached by The Wall Street Journal. Screenshots of the internal discussion later made their way to the broader Chinese internet, where they quickly went viral.<br />According to the woman’s account, the alleged perpetrator was a manager named Wang Chengwen—her supervisor at the time the alleged incident took place in late July. She wrote that Mr. Wang had brought her with him to a client event, where he pressured her to drink excessively. She awoke the next morning naked in a hotel room, she said, and dimly recalled crying the night before as Mr. Wang lay on top of her, kissing and groping her.<br />The woman didn’t reveal her identity in the account, although company employees said Alibaba staff who saw internal messages in which she alleged sexual assault would have been able to find out who she was.<br />Mr. Wang couldn’t be reached for comment."
}