{
    "url_original": "https://www.wsj.com/articles/shale-company-profits-capped-by-wrong-way-bets-as-oil-prices-rose-11628088334?mod=business_lead_pos6",
    "url": "shale-company-profits-capped-by-wrong-way-bets-as-oil-prices-rose-11628088334",
    "title": "Shale Company Profits Capped by Wrong-Way Bets as Oil Prices Rose",
    "sub_head": "Hedging contracts meant to protect drillers from another price crash limited earnings upside",
    "category_1": "Business",
    "category_2": "Earnings",
    "image_1_url": "https://images.wsj.net/im-380169?width=860&height=573",
    "image_1": "im-380169.jpg",
    "time": "2021-08-04 16:54:00",
    "body": "Shale companies amassed huge cash piles in the second quarter as oil topped $70 a barrel, but many missed greater sums after hedging contracts curtailed their profits.<br />Leading frackers such as Scott Sheffield of  Pioneer Natural Resources Co.  and Harold Hamm of  Continental Resources Inc.  were on opposite ends of the hedging strategy, with the former’s company missing out on roughly $1.5 billion in upside due to derivatives contracts so far this year, while the latter’s was nearly unhedged and reaping the full reward of surging crude prices.<br />As U.S. oil and gas producers fought to survive last year’s historic oil-price collapse at the onset of the coronavirus pandemic, many used hedges to lock in prices for their 2021 production around $50 a barrel, essentially buying insurance against the possibility of having to ride out another crash.<br />Those contracts ended up costing some companies hundreds of millions of dollars this year, at least on paper. In addition to Pioneer,  Devon Energy Corp.  and  Diamondback Energy Inc.  booked a combined $1.9 billion in derivative losses for the first half of 2021.<br />Nonetheless, many of those same shale producers still posted solid second-quarter results overall. Continental collected $289 million in net income on $1.2 billion in revenue, its best quarterly result since 2018. Pioneer’s profit rose to $380 million, the highest in three years, on $3.4 billion in revenue. Diamondback’s $311 million in net income was its best since 2019, while Devon hit a two-year high of $256 million in profit."
}