{
    "url_original": "https://www.wsj.com/articles/should-the-delta-variant-change-your-decisions-heres-what-doctors-are-doing-11628254802",
    "url": "should-the-delta-variant-change-your-decisions-heres-what-doctors-are-doing-11628254802",
    "title": "Should the Delta Variant Change Your Decisions? Here’s What Doctors Are Doing",
    "sub_head": "The rise in the Covid-19 variant’s cases has people reassessing daily activities; doctors share what they are doing differently in their own lives",
    "category_1": "Life & Arts",
    "category_2": "Work & Life",
    "time": "2021-08-06 09:00:00",
    "body": "In little more than a week, Robert Wachter, chair of the department of medicine at the University of California, San Francisco, says his assessment of the risk posed by the Delta variant has changed—and he has changed his behavior accordingly.<br />Dr. Wachter, who is 63, says he still watches “Ted Lasso” unmasked when his adult son comes over. He has stopped his monthly poker games with eight friends, even though all are vaccinated. The group is big, he reasons, and one member is immunocompromised. Dr. Wachter’s age puts him at higher risk, and he says he worries his vaccine protection may have waned somewhat because he was inoculated about seven months ago.<br />Double-masking is now the rule when he goes to the grocery store, and he no longer eats indoors at restaurants. “The right way to approach this is as if it were a new virus and question all your assumptions,” he says.<br />The rapid rise of the Delta variant of the virus that causes Covid-19 has caused many people to reassess the risks of going about their lives. The highly contagious variant infects people more easily than earlier strains, and infected people carry higher levels of virus, research indicates.<br />Vaccines still provide strong protection against severe illness and death; unvaccinated people account for the overwhelming majority of hospitalizations and deaths. Yet the possibility of a breakthrough infection—and potentially transmitting it onward—is stirring apprehension among many who are vaccinated."
}