{
    "url_original": "https://www.wsj.com/articles/simone-biles-teen-mental-health-parenting-psychology-michael-phelps-11627830228?mod=opinion_lead_pos6",
    "url": "simone-biles-teen-mental-health-parenting-psychology-michael-phelps-11627830228",
    "title": "Simone Biles Is an Example for Your Teen",
    "sub_head": "Social media has made the pathologies of fame ubiquitous.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-01 11:58:00",
    "body": "Simone Biles’s withdrawal from the Olympics prompted a lot of talk about the widespread deterioration of young Americans’ mental health. At first glance a star athlete’s experience may seem worlds apart from that of an ordinary teenager or young adult. But in the age of social media, the cultural emphasis on fame and validation is widespread.<br />A 2019 survey for the Lego Group found that “YouTuber” is the most common career aspiration for 8- to 12-year-olds, nearly three times as popular as “astronaut.” Social media leaves teens highly vulnerable to external influence and especially sensitive to harsh criticism and bullying. Websites like  Twitter  and Instagram are breeding grounds for brutal, constant and omnipresent bullying and judgment. Social media also encourages unrealistic standards of what it means to be “beautiful” or “cool” and to have a “good life,” all of which contributes to anxiety, self-consciousness and harsh self-criticism.<br />Such shallow pursuits have always been a part of adolescence, but they were a brief developmental phase on the way to self-acceptance and emotional security. Now social media prolongs this period of self-involvement, self-consciousness and insecurity, and teens and young adults often get stuck in a negative feedback loop. The superficial and the approval of others becomes an obsession for adolescents.<br />Teens are especially vulnerable to criticism and rejection because the amygdala, the part of the brain that reacts to threat or fear, becomes very active during adolescence, while the prefrontal cortex, which regulates the reactions of the threat-sensing amygdala, and promotes the ability to see things or in perspective, lags behind in development. This combination of hypersensitivity and underdeveloped emotional regulation leads to harsh self-consciousness and self-criticism, which can immobilize many teens.<br />If your teen is struggling, Ms. Biles may be a good role model. So may Olympic swimmer Michael Phelps, who has been open about his mental-health challenges, which began in adolescence, and who has promoted the destigmatization of mental-health treatment for adolescents and adults. Many young athletes are standing up, saying no to the pressure, and exposing the ugly truth behind the obsession with winning and fame."
}