{
    "url_original": "https://www.wsj.com/articles/sister-sorry-barrington-stage-company-alec-wilkinson-new-yorker-the-confession-mr-apology-11629407079?mod=opinion_major_pos15",
    "url": "sister-sorry-barrington-stage-company-alec-wilkinson-new-yorker-the-confession-mr-apology-11629407079",
    "title": "‘Sister Sorry’ Review: A Debut With No Need to Apologize",
    "sub_head": "Journalist Alec Wilkinson adapts his New Yorker piece ‘The Confession’ into a laudable, tense two-hander.",
    "category_1": "Opinion",
    "category_2": "Theater Review",
    "image_1_url": "https://images.wsj.net/im-388370?width=860&height=573",
    "image_1": "im-388370.jpg",
    "time": "2021-08-19 17:09:00",
    "body": "Pittsfield, Mass.<br />Playwriting is a pursuit rarely taken up in middle age, at least not with success. Most of its best-known practitioners start young, immerse themselves in the world of theater and learn what Alan Ayckbourn calls “the crafty art of playmaking,” in which technique is at least as important as inspiration. It takes time, bone-snappingly hard work and, more often than not, a few false starts. Scarcely any established novelists or poets have pulled off the trick of writing a play that is effective onstage. (Ever read John Updike’s “Buchanan Dying”? Don’t.) So it is with considerable surprise that I report that Alec Wilkinson, who was born in 1952 and has been publishing superior journalism in the New Yorker throughout the past four decades, just wrote his first play and managed to get it produced—and that it’s damned good.<br />“Sister Sorry” is a fictionalized version of “The Confession,” one of Mr. Wilkinson’s New Yorker pieces. Published in 1993, it told the story of Allan Bridge, a conceptual artist who got the idea to start what came to be known as “the Apology Line,” a phone number at which people could leave anonymous recorded confessions and (in Mr. Bridge’s words) “apologize for their wrongs against people without jeopardizing themselves.” In addition, they could listen and respond to other people’s messages, and some of them threatened Mr. Bridge, who billed himself as “Mr. Apology” and whose “art” consisted of playing these messages at museums.<br />Most of “The Confession” is devoted to a young man who called himself “Jumpin’ Jim” and confessed—or so he said—to having murdered his mother, with whom he lived and whom he found hateful, by smothering her with a pillow. It was not Mr. Apology’s custom to return confessors’ calls, but Jim called repeatedly and in due course persuaded Mr. Apology to meet him at a bar. A few days later Mr. Apology called Jim, whose phone was answered by . . . Jim’s mother.<br />The print version of “The Confession,” in which Mr. Wilkinson told as much of the story of Jim and Mr. Apology (who was killed—not by Jim—in a 1995 hit-and-run skiing accident) as he could confirm, is presented straightforwardly, almost baldly, leaving it up to the reader to decide what motivated Jim. It later appeared in a collection of Mr. Wilkinson’s work called “Mr. Apology and Other Essays” and remains to this day one of his best-remembered pieces. Then he decided that it might make a good play and turned the real-life characters into a young man called Jack Flash and a woman artist who goes by the name of Sister Sorry. The result is a terse, magnetically engrossing two-hander (it runs for some 75 intermission-free minutes) that received its world premiere this week at Massachusetts’ Barrington Stage Company, tautly directed by Joe Calarco and performed by Jennifer Van Dyck and Christopher Sears."
}