{
    "url_original": "https://www.wsj.com/articles/sleep-apnea-sufferers-scramble-after-philips-recall-of-critical-machine-11629019801?mod=business_lead_pos2",
    "url": "sleep-apnea-sufferers-scramble-after-philips-recall-of-critical-machine-11629019801",
    "title": "Sleep Apnea Sufferers Scramble After Philips Recall of Critical Machine",
    "sub_head": "Prices soar for alternate devices and some users try a do-it-yourself fix after machines are found to emit potentially harmful gases, particles",
    "category_1": "Business",
    "category_2": "Health Care",
    "image_1_url": "https://images.wsj.net/im-384562?width=700&height=700",
    "image_1": "im-384562.jpg",
    "time": "2021-08-15 05:30:00",
    "body": "Aaron Horton, a sleep apnea sufferer, stops breathing for brief periods hundreds of times every night. To keep his oxygen levels up, he uses a device made by Royal Philips NV that is now subject to a huge recall by the Dutch healthcare conglomerate. It warned in June that the machines could be sending potentially cancer-causing particles into users’ airways.<br />When Mr. Horton, a 30-year-old paramedic from Glen Allen, Va., called his medical-device supplier for an alternative, he was told none was available. For now, he is continuing to use the Philips machine.<br />“Every night, I feel like I’m having to pick between cancerous inhalants and my oxygen saturation dropping,” he said.<br />He is one of roughly two million people across the U.S. affected by the recall. Philips has said an internal sound-dampening foam could release potentially harmful gases or particles. Philips has promised to repair or replace affected machines, but says it will take around a year to do so.<br />Since the recall was announced, doctors have been inundated with calls from worried patients. Prices for machines made by Philips’ main competitor,  ResMed Inc.,  have shot up and the devices are becoming more difficult to get. Some patients, feeling ping-ponged between Philips, medical-device suppliers, doctors and insurers, are taking matters into their own hands, either by removing the foam themselves or bypassing insurance to buy new or used machines out of pocket."
}