{
    "url_original": "https://www.wsj.com/articles/small-traders-pile-back-into-cryptocurrencies-11628953382?mod=markets_lead_pos2",
    "url": "small-traders-pile-back-into-cryptocurrencies-11628953382",
    "title": "Small Traders Pile Back Into Cryptocurrencies",
    "sub_head": "Bitcoin, ether and others are surging again even as hedge funds and other large traders bet their prices will decline",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-385418?width=860&height=573",
    "image_1": "im-385418.jpg",
    "time": "2021-08-14 11:03:00",
    "body": "Small investors are piling back into the cryptocurrency market, helping drive prices higher even as traders face uncertainty over proposed tax regulations in Washington.<br />Cryptocurrencies such as bitcoin, ether, dogecoin and other altcoins have rebounded in recent weeks from their midyear pullback, returning to levels not seen in months. Bitcoin on Friday traded at $47,544, its highest close since May 15, giving it a 64% gain for the year. Rival currency ether is up 344% for the year, while dogecoin—the joke cryptocurrency beloved by retail investors—traded at 28 cents, up more than 5,500% for the year.<br />Behind the recent moves, data show, is a resurgence in interest from individual investors, who have waded back in after cryptocurrencies received a jolt of momentum in late July. At the time, Tesla Inc. Chief Executive Elon Musk said while speaking at “The B Word” conference co-hosted by the Crypto Council for Innovation that he and his rocket company, SpaceX, held bitcoin. An Amazon.com Inc. job posting that same week for an expert in digital currency and blockchain created further buzz.<br />Around that time, spot trading volume of cryptocurrencies including bitcoin and ether increased sharply on major exchanges including Binance, Kraken,  Coinbase Global Inc.  and Gemini Trust Co., according to data compiled by Coin Metrics, a cryptocurrency data provider. Though some of that volume might include institutional buying—Coinbase, for example, has in general seen strong growth in volume from institutional clients—“in all likelihood most of the exchange spot volume is retail,” said Nate Maddrey, a senior research analyst at Coin Metrics.<br />Beyond trading volume, other signs of activity abound from retail, or nonprofessional, investors. Many so-called altcoins, or alternatives to bitcoin, have seen their prices surge recently—a sign that retail investors are active as they search for digital assets with small market capitalizations and potential for big gains. Cardano, for example, has surged roughly 63% over the course of the last month, according to Friday afternoon figures from CoinDesk, while litecoin has risen about 38% over the same period."
}