{
    "url_original": "https://www.wsj.com/articles/smarter-tomorrow-review-better-brains-11629757350?mod=opinion_reviews_pos1",
    "url": "smarter-tomorrow-review-better-brains-11629757350",
    "title": "‘Smarter Tomorrow’ Review: Better Brains",
    "sub_head": "To improve the way our minds function, a science educator recommends we spend a little time each day ‘neurohacking.’",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-390075?width=860&height=573",
    "image_1": "im-390075.jpg",
    "time": "2021-08-23 18:22:00",
    "body": "Working at home has led to widescale experimentation in productivity. Many workers, no longer tied to central offices, are trying new schedules, locations, routines and work-life arrangements. But this has been a haphazard process, nothing like a controlled scientific study. Those interested in adding rigor to their self-improvement journeys have no better place to turn than “Smarter Tomorrow: How 15 Minutes of Neurohacking a Day Can Help You Work Better, Think Faster, and Get More Done,” by the science educator and advocate Elizabeth Ricker. (Neurohacking, to put it simply, is finding shortcuts to a better-functioning brain).<br />At the outset, Ms. Ricker contrasts her project with traditional self-help, in which one copies an authority’s example and doesn’t measure the results. Instead, she offers what she calls “The Neurohacker’s Creed”: Don’t assume the same thing works for everyone, pick “hacks” and evaluations carefully, and find a partner so you can help each other. There’s also “the neurohacker’s ladder,” F-S-T-R: Focus on your goals, select an experiment, train and reflect on the outcome and next steps.<br />Similar organizing structures permeate her upbeat book, which reads like a combination of a science book (including both fun findings and neuroanatomical terms), a workbook (presenting goals and takeaways in each chapter, and a section for experiment recipes), a memoir (detailing her own self-help sojourn) and an encouraging email from a smart friend (full of exclamations points and apologies for puns).<br />“Smarter” can mean lots of things. Ms. Ricker interprets the term ecumenically, tackling four broad categories of improvement. First, there’s “the new IQ,” by which she means executive functioning, a combination of working memory (juggling things in your head), inhibition (resisting temptation) and mental flexibility (quickly shifting focus or synthesizing ideas). Second, “the new EQ,” or emotional self-regulation—the ability to monitor, assess and modify your feelings. Third, memory and learning, whether for events, facts or skills. Fourth, creativity. Each can be assessed with simple tasks online or in the book, and the author also offers surveys with which to track two more holistic outcomes: the ability to complete to-do lists and life satisfaction.<br />After looking into dozens of candidate interventions, Ms. Ricker elaborates on seven types of hacks: exercise, light exposure, neurofeedback (monitoring one’s brain waves), computer games, pills (mostly herbs), running a small amount of electricity through your brain and placebos. (These can work even when you know they’re placebos, at least if you know placebos work even when you know they’re placebos)."
}