{
    "url_original": "https://www.wsj.com/articles/so-long-traditional-lawn-the-new-turf-trendsfrom-wildflowers-to-fescue-11630087268?mod=life_work_lead_story",
    "url": "so-long-traditional-lawn-the-new-turf-trendsfrom-wildflowers-to-fescue-11630087268",
    "title": "So Long, Traditional Lawn. The New Turf Trends—From Wildflowers to Fescue",
    "sub_head": "Conventional grass is costly, high-maintenance and increasingly out of style. If you want to devote at least part of your yard to popular alternatives—and cut down on lawn care—here’s a guide.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-391338?width=860&height=860",
    "image_1": "im-391338.jpg",
    "time": "2021-08-27 14:01:00",
    "body": "DAN FALVO and his wife, Nicole, nearly didn’t make an offer on their 1988 center-hall colonial in East Haddam, Conn., the 33rd property they had mulled. It came with an amenity Mr. Falvo found disenchanting: nearly 3 acres of lawn. “We pulled into here and the house was beautiful, but I saw the lawn and I went, ‘No. I don’t want to live on a golf course,’” said Mr. Falvo, a branch manager for a plumbing and HVAC firm. “The first time I mowed, it literally took me four hours on a sit-down mower.” Three years later, the couple swapped out most of their acre-plus front lawn for a meadow of wildflowers (shown above).<br />The Falvos are among the many homeowners who’ve decided to investigate green alternatives, deeming a perfect carpet of classic grass too taxing on such resources as time, water and money. Others don’t want to use chemical fertilizers and weedkillers and prefer to provide a habitat for more diverse fauna than a monoculture lawn supports. Since the pandemic began, for example, sales of one of the lawn proxies, Wildflower Farm’s Eco-Lawn, have more than doubled. A blend of five drought-tolerant fescues, the grass demands comparatively less maintenance, said Paul Jenkins, co-owner of the Coldwater, Ontario, company. “Most lawns that we deal with in North America are not adapted to North American conditions,” Mr. Jenkins said, and therefore need more care to flourish here. “Kentucky Blue [grass], you think that would be from Kentucky. It’s from Europe.”<br />Of course, there’s nothing wrong with loving your swath of conventional grass. “Lawns can serve an important social function and are one of the few plant communities that you can walk on, that you can play on,” said Peter Del Tredici, senior research scientist emeritus at Harvard University’s Arnold Arboretum, in Boston. Even ecological landscape designer Jodie Cook, in San Clemente, Calif., admires the classic green, though in her area she would recommend low-water UC Verde Buffalograss: “For us, there’s nothing like a lawn but a lawn.”<br />But what if you don’t have a croquet addiction or a gaggle of roughhousing children, and you’d like to ease into the alternative-lawn culture? Perhaps you’re game for experimenting with some of your yard, while preserving a portion as traditional turf, as Ms. Cook advises. Where do you begin?<br />If you’re weighing a change, autumn is a prime season to undertake one of the following options. Mr. Del Tredici advised visiting your local garden center to determine what species have the best chance in your area; what thrives in one zone might shrivel in another. Consider starting with a pilot plot to gauge how your choice pans out. To get your green gears turning, here are a few stories of success—inspiring approaches that call for various levels of commitment."
}