{
    "url_original": "https://www.wsj.com/articles/so-much-for-fully-paid-for-congressional-budget-office-senate-infrastructure-bill-11628287619?mod=opinion_lead_pos2",
    "url": "so-much-for-fully-paid-for-congressional-budget-office-senate-infrastructure-bill-11628287619",
    "title": "So Much for ‘Fully Paid For’",
    "sub_head": "The infrastructure bill’s financing is full of gimmicks, as expected.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-06 18:41:00",
    "body": "One claim about the Senate’s infrastructure bill is that it would be, as the authors said, “fully paid for.” The Congressional Budget Office rudely blew apart that myth on Thursday, not that the authors seem to care.<br />CBO’s budget gnomes found that the $1 trillion spending bill will add $256 billion to the federal deficit over 10 years. But it’s worse than that. CBO also explained that the bill will increase the government’s contract authority by an additional $196 billion over the 2021 budget baseline. The estimate is complex, but the Committee for a Responsible Federal Budget calculates the mix of costs and savings will result in nearly $400 billion in deficit spending over a decade.<br />A couple of examples highlight the fiscal flim-flam. The bipartisan group of Senators tried to claim as “savings” some $53 billion in unemployment benefits that states won’t spend as anticipated. But CBO notes that the “lower outlays” had already been counted in its baseline and so don’t now amount to a “reduction in spending.”<br />CBO also didn’t credit $106 billion in supposedly unused Covid paid- and family-leave tax credits, and only a portion of what Senators claimed were $67 billion in savings from a Covid employer tax credit. Of the $210 billion of “unused” Covid funds Senators ultimately claimed they were “repurposing,” CBO gave them credit for about $21 billion.<br />CBO also didn’t buy the claim that spending in the bill will yield a magical return of 33% on investment, producing faster economic growth and additional tax revenue of $53 billion. Some infrastructure spending on particular projects might improve economic productivity. But $66 billion more for Amtrak and related rail projects? You’ve got to be kidding."
}