{
    "url_original": "https://www.wsj.com/articles/so-much-for-easy-counterterror-ops-joe-biden-vladimir-putin-afghanistan-11629409749?mod=opinion_lead_pos2",
    "url": "so-much-for-easy-counterterror-ops-joe-biden-vladimir-putin-afghanistan-11629409749",
    "title": "So Much for Easy Counterterror Ops",
    "sub_head": "The President is coming up empty in his search to replace Afghan bases.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-19 18:55:00",
    "body": "The Journal news scoop Thursday that Vladimir Putin said nyet to President Biden’s request for the U.S. to conduct counterterrorism operations from a base in Central Asia is another strike against Mr. Biden’s ill-thought Afghanistan withdrawal. Having abandoned multiple bases in Afghanistan, including Bagram near Kabul and one in Kandahar, the U.S. is now left scrambling for the antiterror “over-the-horizon capabilities” that Mr. Biden has implied would be plentiful.<br />So far Mr. Biden has been shut out. The U.S. used bases in Uzbekistan and Kyrgyzstan in the early years of the Afghan conflict, but those relationships ended as Russia and China pushed those countries not to cooperate with the U.S. Why did Mr. Biden think now would be different? A burst of Kremlin compassion?<br />Mr. Putin apparently thinks that sticking it to the U.S. is more important than the risks of new terrorist sanctuaries in Afghanistan. He may not want to upset the Taliban government that Russia is soon likely to recognize as the legitimate rulers in Kabul. Ditto for our friends in Beijing.<br />Without nearby bases, the U.S. will have to conduct operations against al Qaeda, ISIS and other jihadists from Qatar or U.S. ships in the Persian Gulf region. The long flights mean that 60% or more of a drone’s flight time will be taken up with the trip, rather than surveillance over Afghan territory. If ships have to be deployed for Afghan duty, they won’t be available for deterrence in East Asia. As Seth Jones notes nearby, Mr. Biden needs a new counterterror plan."
}