{
    "url_original": "https://www.wsj.com/articles/social-media-religious-freedom-youtube-first-amendment-section-230-carl-trueman-sacramento-gospel-conference-11628802706?mod=opinion_lead_pos6",
    "url": "social-media-religious-freedom-youtube-first-amendment-section-230-carl-trueman-sacramento-gospel-conference-11628802706",
    "title": "Social Media’s Threat to Religious Freedom",
    "sub_head": "A theologian’s talk on the Christian view of sex was deemed a ‘content violation.’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-384719?width=860&height=573",
    "image_1": "im-384719.jpg",
    "time": "2021-08-12 18:29:00",
    "body": "Carl Trueman is a distinguished scholar, bestselling author and ordained Presbyterian minister. On Aug. 7 he gave a series of talks to the Sacramento Gospel Conference, live-streamed on the YouTube channel of Immanuel Baptist Church. Twice during the event, the live broadcast was booted off the air. Viewers were informed that the first interruption was due to a copyright violation, possibly the result of Christian music that the conference organizers played during a break. But in the second, more mysterious instance, Mr. Trueman’s presentation went dark because of a “content violation.”<br />Was this an intervention by a human being or an algorithm on automatic pilot? Neither Mr. Trueman nor Immanuel Baptist has been told. Equally unclear is the specific nature of the alleged content violation. Nothing in Mr. Trueman’s talks encouraged hatred, vulgarity or violence. On the contrary, he offered a thoughtful analysis of American cultural attitudes toward sex through the lens of classic Christian thought, citing sources from Freud to the philosophers Rousseau and Charles Taylor.<br />Mr. Trueman is understandably worried that religious speech is being censored online. So are many other religious believers. And for good reason: We sense that the First Amendment guarantee of religious liberty is being dismantled, and with it the profound contributions that religion makes to American unity and self-government.<br />Today’s sexual politics function as a new kind of fundamentalism, one that presents a deep problem to a diverse and democratic society. Instead of encouraging the dialogue of democratic process, the fundamentalists seek to impose their own rigid certitude unilaterally. On matters ranging from foster care and education to gender ideology and the family, this new fundamentalism is displacing the moral convictions that once grounded U.S. culture. The result isn’t a more compassionate and liberal society; it’s a more punitive one.<br />Social media enables the new fundamentalism, enforced by the mysterious rules of Big Tech’s quasimonopoly. On public sidewalks, the First Amendment still theoretically protects free speech. In the new public square of the internet, power displaces liberty and conscience."
}