{
    "url_original": "https://www.wsj.com/articles/software-developer-veritran-secures-growth-investment-from-trivest-11630352719?mod=markets_major_pos12",
    "url": "software-developer-veritran-secures-growth-investment-from-trivest-11630352719",
    "title": "Software Developer Veritran Secures Growth Investment From Trivest",
    "sub_head": "Deal values the Buenos Aires-based fintech software provider at $225 million",
    "category_1": "Pro PE Deals",
    "image_1_url": "https://images.wsj.net/im-393246?width=860&height=573",
    "image_1": "im-393246.jpg",
    "time": "2021-08-30 15:47:00",
    "body": "Veritran Inc., a Buenos Aires-based financial technology provider focused on mobile and digital banking, has secured a growth investment that values the company at some $225 million, according to a person familiar with the transaction.<br />Trivest Partners, a Coral Gables, Fla.-based private-equity firm known for backing family- and founder-owned companies, is taking a minority stake in the company and expects to announce the deal within the next day or two, the person said.<br />Veritran offers what is known as low-code enterprise software, which allows businesses to develop applications faster and more efficiently than traditional coding would allow. As part of its mission, Veritran, which was launched in 2005, aims to provide digital banking access to underserved populations across Latin America, the person said. Its technology is designed to support tasks that include retail and enterprise banking transactions, digital payments and digital customer onboarding, according to the company’s website.<br />The company’s customers have included Latin America-based financial institutions Banorte, ItalBank International and Grupo Financiero Bantrab, the Veritran website shows.<br />The market for low-code enterprise software is expected to grow to $13.8 billion this year, up nearly 23% from 2020 as a surge in remote development during the coronavirus pandemic drove greater adoption of low-code software, according to a February report by research firm  Gartner Inc."
}