{
    "url_original": "https://www.wsj.com/articles/some-climate-change-effects-may-be-irreversible-u-n-panel-report-says-11628496000?mod=politics_lead_pos11",
    "url": "some-climate-change-effects-may-be-irreversible-u-n-panel-report-says-11628496000",
    "title": "Some Climate-Change Effects May Be Irreversible, U.N. Panel Report Says",
    "sub_head": "Report highlights human responsibility for record heat waves, droughts, more intense storms and other extreme weather events seen around the world in recent years",
    "category_1": "Life & Arts",
    "category_2": "Science",
    "time": "2021-08-09 04:00:00",
    "body": "Rising seas, melting ice caps and other effects of a warming climate may be irreversible for centuries and are “unequivocally” driven by greenhouse-gas emissions from human activity, a scientific panel working under the auspices of the United Nations said Monday in a new report.<br />Issued by the Intergovernmental Panel on Climate Change, an organization of 195 governments, the report is drawn from a three-year analysis of 14,000 peer-reviewed scientific studies. It is the first major international assessment of climate-change research since 2013 and the first of four IPCC reports expected in the next 15 months.<br />“We’ve known for decades that the world is warming, but this report tells us that recent changes in the climate are widespread, rapid and intensifying, unprecedented in thousands of years,” said Ko Barrett, vice chair of the panel and the senior adviser for climate at the Office of Oceanic and Atmospheric Research at the National Oceanic and Atmospheric Administration. “Further, it is indisputable that human activities are causing climate change.”<br />Dan Lunt, a climate scientist at the U.K.’s University of Bristol and one of 234 co-authors of the report, said, “It is now completely apparent that climate is changing everywhere on the planet.”<br />The report “connects the dots in a way we really haven’t seen before,” said climate scientist Michael Mann, director of the Earth System Science Center at Pennsylvania State University, who wasn’t involved with the report. “The message eerily resonates with what we’re seeing this summer in Canada, the U.S. and Europe as extreme weather events play havoc on us and our infrastructure.”"
}