{
    "url_original": "https://www.wsj.com/articles/some-100-000-green-cards-at-risk-of-going-to-waste-in-covid-19-backlog-11628080201?mod=politics_lead_pos4",
    "url": "some-100-000-green-cards-at-risk-of-going-to-waste-in-covid-19-backlog-11628080201",
    "title": "Some 100,000 Green Cards at Risk of  Going to Waste in Covid-19 Backlog",
    "sub_head": "More than a million immigrants, most of them Indian technology workers, have been waiting in line to become permanent residents",
    "category_1": "Politics",
    "time": "2021-08-04 08:30:00",
    "body": "WASHINGTON—The U.S. government is at risk of wasting about 100,000 employment-based green cards this year as the federal agency in charge of their issuance faces historic application backlogs related to the Covid-19 pandemic.<br />The situation complicates what has already been a yearslong wait for many of the 1.2 million immigrants—most of them Indians working in the tech sector—who have been waiting in line to become permanent residents in the U.S. and are watching a prime opportunity to win a green card slip away.<br />U.S. Citizenship and Immigration Services, the agency primarily in charge of legal immigration, started off its fiscal year in October 2020 with 120,000 more green cards than the 140,000 it typically hands out, a prospect that promised to put a meaningful dent in the yearslong backlog.<br />But with less than two months left in the fiscal year, it is far from reaching that goal. Recent data on precisely how many employment-based green cards have been processed aren’t available, but a State Department official, Charlie Oppenheim, said in a July question-and-answer forum on YouTube that he estimated the government would end September with about 100,000 green-card numbers still on the table. Any green cards that aren’t rewarded by the end of September will expire.<br />USCIS, which has been plagued with money problems and reduced processing capacity since the start of the pandemic, has been approving green cards at a slower rate than normal. The average green-card application is taking about 10.5 months to complete, up two months from last year, according to government data. In some extreme cases, green-card applications have been sitting for up to five years, the data show."
}