{
    "url_original": "https://www.wsj.com/articles/sonos-scores-legal-win-in-patent-battle-with-google-11628887424?mod=business_minor_pos6",
    "url": "sonos-scores-legal-win-in-patent-battle-with-google-11628887424",
    "title": "Sonos Scores Legal Win in Patent Battle With Google",
    "sub_head": "U.S. trade judge’s findings on some of the tech giant’s phone and speaker products could lead to import ban",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-385504?width=860&height=573",
    "image_1": "im-385504.jpg",
    "time": "2021-08-13 17:51:00",
    "body": "Sonos Inc.  netted a legal victory in a patent dispute with Google, as a U.S. trade judge ruled Friday that some Pixel smartphones and Nest audio speakers infringe on Sonos’s technology and could be barred from import.<br />Judge Charles Bullock of the U.S. International Trade Commission found that Google has infringed on five patents related to synchronizing audio, adjusting volume and connecting to Wi-Fi. The judge’s full ruling is expected in coming days.<br />The initial decision should help Sonos as it presses  Alphabet Inc.  subsidiary Google to strike a royalty agreement for a portfolio of patents. Amid rising competition from  Amazon.com Inc.,   Apple Inc.  and others, the speaker maker has looked to supplement hardware sales by licensing its portfolio of patents to other tech companies. Analysts estimate such an agreement could be worth as much as $50 million annually. Sonos reported $1.34 billion in its latest fiscal year ended Oct. 3.<br />The patent dispute is playing out as regulatory pressure rises for tech giants, including Google, Apple and Amazon, which lawmakers and regulators alike have accused of using their platforms to curtail competition. Sonos has helped lead an attack against those larger players, testifying before the Senate that they subsidize products to gain market share and collect data to further their dominance.<br />“This decision re-affirms the strength and breadth of our portfolio, marking a promising milestone in our long-term pursuit to defend our innovation against misappropriation by Big Tech monopolies,” said Eddie Lazarus, Sonos’ chief legal officer."
}