{
    "url_original": "https://www.wsj.com/articles/spac-backed-by-corvex-casdin-near-deal-for-drug-price-startup-eqrx-11628244001?mod=markets_lead_pos7",
    "url": "spac-backed-by-corvex-casdin-near-deal-for-drug-price-startup-eqrx-11628244001",
    "title": "SPAC Backed by Corvex, Casdin Near Deal for Drug-Price Startup EQRx",
    "sub_head": "The deal includes a $1.2 billion investment from a subsidiary of SoftBank, among others",
    "category_1": "Deals",
    "image_1_url": "https://images.wsj.net/im-381185?width=860&height=573",
    "image_1": "im-381185.jpg",
    "time": "2021-08-06 06:00:00",
    "body": "A special-purpose acquisition company backed by a longtime life-sciences investor and a well-known shareholder activist has struck a deal to merge with a young pharmaceutical startup trying to slash drug prices.<br />CM Life Sciences III, the third SPAC backed by Eli Casdin’s Casdin Capital LLC and Keith Meister’s Corvex Management LP, is set to merge with EQRx Inc. in a deal that will provide up to $1.8 billion in cash to the startup, according to the investors and EQRx.<br />The deal includes a $1.2 billion investment from a subsidiary of  SoftBank Group Corp.  and Fidelity Investments, among others. This extra capital, known as a private investment in public equity, or PIPE, is unusually large at a time when some SPACs have struggled to raise additional money to coincide with their mergers.<br />SPACs, or blank-check companies, have raised a record of more than $115 billion so far this year, making them one of the trendiest investments on Wall Street this year. The vehicles raise money in an IPO and then turn around and search for a private company to combine with, essentially taking that company public via a merger.<br />EQRx was founded less than two years ago, and Casdin Capital was an early investor. The business was born of the idea that drugs cost too much, and that partnering with insurance companies, leveraging advances in science and making the development process more efficient could help cut prices by two-thirds or more."
}