{
    "url_original": "https://www.wsj.com/articles/sparkling-the-story-of-champagne-marilyn-monroe-jay-z-winston-churchill-laurel-and-hardy-dom-preignon-veuve-cliquot-piper-heidsiek-tattinger-11628802134",
    "url": "sparkling-the-story-of-champagne-marilyn-monroe-jay-z-winston-churchill-laurel-and-hardy-dom-preignon-veuve-cliquot-piper-heidsiek-tattinger-11628802134",
    "title": "‘Sparkling: The Story of Champagne’ Review: More Dry Than Not",
    "sub_head": "A documentary all about bubbly features interviews with experts and spokespeople from major Champagne houses, with an emphasis on winemaking minutiae.",
    "category_1": "Film Review",
    "time": "2021-08-12 17:03:00",
    "body": "<br />Peter the Great took four bottles to bed with him each night. Alexander II was so paranoid that the company Roederer had to create its transparent bottle, so the czar could check for impurities (or poison). It was the Widow Clicquot (of Veuve Clicquot) who discovered how to get sediment out of the wine. And while the Benedictine monk Dom Pérignon has always been credited with creating the first batch, it was sturdy English bottling that made the whole enterprise possible.<br />Such are some of the tales told in “Sparkling: The Story of Champagne,” and you wish there were a good deal more of them—about Napoleon, for instance: He was such a fan that his army was followed by another—an army of wine merchants, who wound up introducing the drink to Russia. Waterloo might have been bad for Napoleon, we are advised, “but it was very good for Champagne.”<br />Directed by first-timer Frank Mannion and featuring heirs, vintners and spokespeople for all the major Champagne houses, “Sparkling” will likely be an oenophile’s delight—it’s a bacchanalian romp through winemaking minutiae that are beyond the grasp or attention span of the everyday drinker or, certainly, the casual movie viewer. It’s quite upfront about the marketing of individual brands, though, and some of that is fascinatingly frank: how celebrities become identified with different labels (Marilyn Monroe is still associated with Piper-Heidsieck); how Bollinger has been featured in 15 James Bond movies; and how Taittinger sponsors the BAFTA awards. Winston Churchill was a Pol Roger man. Jay-Z presumably drinks Armand de Brignac (because he owns half the company). Champagne’s movie debut, according to \"Sparkling,” was in “Sons of the Desert” with Laurel & Hardy trying to open a bottle of Piper-Heidsieck.<br />Too many of the interviews, however, feel like there’s a publicist hovering just outside the frame, and some of the interviewees are publicists. Everyone wants to promote his or her label over the others. At a certain point, the movie becomes about promoting one country over another: With the French climate growing too warm for proper grape production, the south of England is attracting more and more winemakers to its chalky soil, and the debate rages in “Sparkling” about the quality of English champagne—which can’t rightfully be called Champagne because it’s not from the Champagne region—and how it compares to its French antecedent. The French winemakers sniff. The English cheer. The film eventually falls off the track, perhaps a bit tipsy."
}