{
    "url_original": "https://www.wsj.com/articles/speed-reading-summer-books-11628446992?mod=opinion_lead_pos10",
    "url": "speed-reading-summer-books-11628446992",
    "title": "Save Speed Reading for Emergencies",
    "sub_head": "A slow ramble through pages is more pleasurable and leaves a deep memory.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-08 15:39:00",
    "body": "As another summer reading season nears its end, I’m struck again by how few books I’ve finished. As a journalist who often has to read on deadline, I’ve learned how to go through books at a clip. But when I read just for me, I take my sweet time. The teetering column of volumes on my nightstand right now, which includes everything from Malcolm Gladwell’s “The Bomber Mafia” to Roger Rosenblatt’s “Cold Moon” to Alec Lobrano’s “My Place at the Table,” is a monument to my happy, glacial pace.<br />If she were still around, my old teacher Sister Mary Katherine would be appalled. In my Catholic grade school nearly 50 years ago, she was a big fan of speed reading, helped by what then seemed a newfangled method to floor the gas pedal in our drag race across the page.<br />A classroom screen displayed a paragraph or two, a rectangle of light quickly scanning each word to move our eyes along. Why, I wondered, did this dear nun want to train us to read in a flash? I pictured myself sprawled in a gutter as I quickly memorized the license plate of a hit-and-run driver, finally grateful for how my education had prepared me.<br />I have, happily, eluded such emergencies so far, content as I crack open a book to ramble through the landscape of language as if taking a country drive. I frequently stop to admire a handsome sentence or elegant turn of phrase in the same way that others, I suppose, pause to take in the sublime beauty of a barn or a picket fence.<br />That’s why it took me much of last year to finish “The Splendid and the Vile,” Erik Larson’s bestseller about World War II London. I was relieved, while interviewing Mr. Larson recently, to discover that he’s also a big fan of slow reading. He fondly recalled a long-ago season lingering over each page of John le Carré’s “Tinker, Tailor, Soldier, Spy,” an experience now indelible precisely because it was savored."
}