{
    "url_original": "https://www.wsj.com/articles/spending-pandemic-savings-11628194269?mod=markets_lead_pos12",
    "url": "spending-pandemic-savings-11628194269",
    "title": "Wall Street Needs You to Keep Spending Your Pandemic Savings",
    "sub_head": "Spending figures are eye-popping now, but the profligacy will have to last well into 2022 if consumer-facing companies are to meet analysts’ expectations",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-380268?width=860&height=573",
    "image_1": "im-380268.jpg",
    "time": "2021-08-06 05:30:00",
    "body": "Before you buy shares in a company expected to benefit from the post-Covid consumer boom, ask yourself a question: Will you spend the money you saved during the pandemic?<br />Economic figures for 2021 will be eye-popping. This past week, the eurozone reported that gross domestic product increased 13.7% in the second quarter from a year earlier. In the U.S., economic output expanded by a similar amount, due to an 11.8% annualized increase in personal consumption expenditures, which is the second-fastest rate since 1952, behind only the third quarter of last year.<br />Investors and policy makers alike are expecting this sudden release of “pent-up demand” to lead to a sustained period of buoyant economic growth. U.S. households’ net wealth has risen by $18 trillion during the pandemic, thanks in part to expanded unemployment insurance and stimulus checks. Researchers at the European Stability Mechanism found that eurozone households accumulated €600 billion (equivalent to $711 billion) in excess savings in 2020—5% of 2019 GDP—with 45% of it resulting from lack of opportunities to consume.<br />So far, the data shows that people are eager to return to normal. But the real question is whether they will splurge to make up for the lost times.<br />Recently, concerning patterns have crept into some of the numbers that analysts are using to gauge the recovery in real time: Credit-card spending, transport usage and restaurant reservations by both Americans and Britons all seem to have passed their peak. Movie attendance has stalled at levels well below what once passed for normal. Services consumption remains extremely weak across the board, official data shows."
}