{
    "url_original": "https://www.wsj.com/articles/square-agrees-to-acquire-afterpay-for-29-billion-in-all-stock-deal-11627855390?mod=markets_lead_pos3",
    "url": "square-agrees-to-acquire-afterpay-for-29-billion-in-all-stock-deal-11627855390",
    "title": "Square Agrees to Acquire Afterpay for $29 Billion in All-Stock Deal",
    "sub_head": "Australian installment-payment company positions its service as a cheaper, more responsible alternative to a credit card",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-378656?width=860&height=573",
    "image_1": "im-378656.jpg",
    "time": "2021-08-01 18:22:00",
    "body": "SYDNEY— Square Inc.  has agreed to an all-stock deal valued at around $29 billion to acquire Australia’s  Afterpay Ltd. , an installment-payment company that positions its service as a cheaper and more responsible alternative to a credit card.<br />Square said it plans to integrate Afterpay into its Seller and Cash App business units, which would allow more retailers to offer so-called buy now, pay later services at checkout.<br />Afterpay’s technology allows users to pay for goods in four interest-free installments, while receiving the goods immediately. Customers pay a fee only if they miss an automated payment, a transgression that also locks their account until the balance is repaid. Afterpay says this limits bad debts, particularly in a downturn when job security is shaky and household finances are stretched.<br />Most of Afterpay’s revenue comes from retail merchants, which pay a percentage of the value of each order placed by customers, plus a fixed fee. The company is expanding across the U.S. through deals with retailers including Anthropologie and Free People.<br />“Square and Afterpay have a shared purpose,” said Jack Dorsey, Square’s chief executive. “We built our business to make the financial system more fair, accessible, and inclusive, and Afterpay has built a trusted brand aligned with those principles.”"
}