{
    "url_original": "https://www.wsj.com/articles/square-keeps-its-equal-sides-with-afterpay-deal-11627921282?mod=business_minor_pos11",
    "url": "square-keeps-its-equal-sides-with-afterpay-deal-11627921282",
    "title": "Square Keeps Its Equal Sides With Afterpay Deal",
    "sub_head": "Afterpay is an acquisition that can boost Square’s appeal to both buyers and sellers and link the two, which is what investors have been betting on",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-378854?width=860&height=573",
    "image_1": "im-378854.jpg",
    "time": "2021-08-02 12:21:00",
    "body": "With a deal to acquire  Afterpay ,   Square  won’t have to start calling itself Rectangle.<br />Given Square’s ambitions across banking and payments, one could have argued for any number of directions in a deal. It chose to do a $29 billion all-stock acquisition of Afterpay, a global leader in providing short installment payment options to shoppers, known as “buy now, pay later.” Square certainly has the equity currency to do a deal like this, with its shares trading at over 50 times book value. The question for investors is whether this was the best use of its bounty.<br />Investors have long been playing matchmaker for Square, with ideas like buying a “neobank” offering checking accounts to consumers, a major cryptocurrency wallet or a digital brokerage. With their regulatory hurdles, those businesses have deep competitive moats.<br />But this is perhaps a somewhat rarer type of acquisition that makes sense for both sides of Square’s business: For the merchant side, being able to package a “buy now, pay later” option into its existing seller tools and expanding more into large global retailers. For the consumer side, integrating more credit and shopping into Square’s Cash App. Many other mooted acquisitions would have tilted heavily toward one side.<br />One thing that had concerned investors about Afterpay and its peers was the ability of broader payments and consumer-finance players to rapidly jump into the market. Notably,  PayPal Holdings ’ launch of a Pay in 4 installment-payment option late last year is already doing well over $1 billion in quarterly volume."
}