{
    "url_original": "https://www.wsj.com/articles/stakeholder-capitalism-esg-business-roundtable-diversity-and-inclusion-green-washing-11629313759?mod=opinion_lead_pos7",
    "url": "stakeholder-capitalism-esg-business-roundtable-diversity-and-inclusion-green-washing-11629313759",
    "title": "‘Stakeholder’ Talk Proves Empty Again",
    "sub_head": "Two years after signing the Business Roundtable statement, companies still prioritize shareholders.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-18 18:20:00",
    "body": "Corporate leaders have been busy presenting themselves as guardians of the interests of “stakeholders,” such as customers, employees, suppliers and communities as well as shareholders. Our recent research, however, casts serious doubt on whether corporations are matching the talk with action.<br />Aug. 19 marks the second anniversary of the Business Roundtable’s Statement on the Purpose of a Corporation. Signed by the CEOs of many major U.S. companies, the statement committed them to deliver value to all stakeholders, not only shareholders.<br />Last summer we reported in these pages our findings that CEOs who signed the Business Roundtable statement didn’t obtain the approval of their boards. Because board approval is commonly sought for any major decision, we inferred that the CEOs didn’t view the statement as a meaningful commitment to change how they do business. But some critics argued that the lack of board approval didn’t prove much. So we dug deeper, investigating an array of corporate documents for the 136 public U.S. companies whose CEOs signed the statement.<br />Fidelity National Information Services CEO Gary Norcross called the statement on corporate purpose a “transformative statement” and Delta Air Lines CEO Ed Bastian said it “broadened the responsibility of corporate America to all stakeholders.” But we found evidence that the signatory CEOs didn’t intend to make any significant changes to how they do business.<br />We’ve identified almost 100 signatory companies that updated their corporate governance guidelines by the end of 2020. We found that the companies that made updates generally didn’t add any language that elevates the status of stakeholders, and most of them reaffirmed governance principles supporting shareholder primacy."
}