{
    "url_original": "https://www.wsj.com/articles/state-street-firm-behind-wall-streets-fearless-girl-statue-is-vacating-new-york-city-offices-11629106200?mod=markets_lead_pos3",
    "url": "state-street-firm-behind-wall-streets-fearless-girl-statue-is-vacating-new-york-city-offices-11629106200",
    "title": "State Street, Firm Behind Wall Street’s ‘Fearless Girl’ Statue, Is Vacating New York City Offices",
    "sub_head": "Boston firm tells its New York staffers they won’t be returning to Midtown Manhattan offices",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-384008?width=860&height=573",
    "image_1": "im-384008.jpg",
    "time": "2021-08-16 05:30:00",
    "body": "Financial giant  State Street Corp.  is vacating its two New York City office locations.<br />Executives at the Boston firm told New York staffers they won’t be returning to its Midtown Manhattan offices, according to people familiar with the matter. It expects to sublease the two offices near Rockefeller Center to other companies.<br />Many of State Street’s New York employees have worked remotely since the pandemic’s early days. The financial firm, like others, sent staffers to work from home when infections started surging across the country. Later, U.S. employees who needed an office could go into work if they followed safety protocols. The firm’s New York offices remained sparsely occupied.<br />In May, State Street told New York staffers to prepare for the closure of their offices. More than 500 employees across the firm’s custody bank and money-management businesses will be affected, some of the people said.<br />State Street is giving New York-based employees the option to work in other offices in New Jersey and Stamford, Conn. But the firm isn’t directing New York-based staffers to spend time in those offices, letting different groups across State Street determine the mix of in-person and remote work that suits them. State Street also secured some co-working space in Manhattan for those who want to use it."
}