{
    "url_original": "https://www.wsj.com/articles/state-bans-critical-race-theory-school-boards-crt-culture-wars-teachers-unions-education-11629468700?mod=opinion_lead_pos11",
    "url": "state-bans-critical-race-theory-school-boards-crt-culture-wars-teachers-unions-education-11629468700",
    "title": "State Bans on Critical Race Theory Won’t Work",
    "sub_head": "Massive bureaucracies will evade them. The better solution is to break up huge school districts.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-20 13:10:00",
    "body": "I knew we’d lost the day I met the superintendent of North Carolina’s schools in 2011. I was leading a nonprofit whose civics curriculum was a stark improvement over the mishmash that the state’s teachers were then using. The Legislature had recently passed the Founding Principles Act, which required North Carolina schools to teach concepts like property rights, due process and federalism. Unlike the textbooks then in use, our materials were loaded with facts and original documents, illuminating concepts that undergird the U.S. Constitution and its founding. We were offering exactly what the state’s new law required.<br />The superintendent and her team were polite and engaging, but we couldn’t understand much of what they said. They tossed around jargon like “inquiry models” and “cross-walked objectives,” and insisted that North Carolina schools already met the new law’s standards. My colleagues and I walked out of that meeting knowing that—law or no law—civics instruction in our state wouldn’t change a bit.<br />I recall this experience as state legislatures debate bans on teaching Critical Race Theory, a body of conjectures that is, according to its defenders, simultaneously sound and nonexistent. Even where allowed to stand by courts, these laws, like other efforts to rein in education bureaucrats, will be swallowed up in the spreadsheets and matrices into which state departments of public instruction lure and quietly strangle every curricular reform.<br />That’s not to say that state leaders have no options for warding off CRT, transgender mania, Howard Zinn-style grievance Marxism and other dogmas festering in schools of education. They have the authority to implement a solution that harnesses the common sense of everyday American parents. They can bust up large school districts.<br />Take Loudoun County Public Schools in Virginia, ground zero for the CRT war. Loudoun County, once 522 square miles of horse pasture with scarcely enough two-legged residents to qualify as a bedroom community, saw its population explode by nearly 400% over the past 30 years. According to data from the National Center for Education Statistics, the number of students in Loudoun’s public schools grew from 14,174 in 1990 to 83,606 in 2020—an increase of 490%. Nine school board members oversee curricular decisions and teacher training affecting tens of thousands of families in an area nearly half the size of Rhode Island (which, by comparison, serves its 144,000 students via 66 separate school districts)."
}