{
    "url_original": "https://www.wsj.com/articles/stock-market-turns-cautious-as-defensive-shares-surge-11630229580?mod=markets_lead_pos1",
    "url": "stock-market-turns-cautious-as-defensive-shares-surge-11630229580",
    "title": "Stock Market Turns Cautious as ‘Defensive’ Shares Surge",
    "sub_head": "Utilities and healthcare are among the S&P 500’s top-performing groups this quarter",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-392076?width=860&height=573",
    "image_1": "im-392076.jpg",
    "time": "2021-08-29 05:33:00",
    "body": "Some of the hottest stocks in the U.S. are pointing to an economic cool-down.<br />Utilities and healthcare are among the best-performing groups in the S&P 500 so far this quarter, with gains of 7.8% and 6.6%, respectively, compared with a 4.9% rise in the broad stock index. Big winners include utility  NextEra Energy Inc.,  which is up 14% this quarter, while shares of medical company  Danaher Corp.  are up 19%.<br />The gains are noteworthy because investors typically pile into those types of stocks when they are expecting the outlook to darken. Visits to the doctor and electricity use are less apt to decline in a pinch than spending on vacations or new furniture. Goldman Sachs this month cut its third-quarter U.S. economic growth forecast to 5.5% from 9%, citing slowing consumer spending in the face of renewed Covid-19 outbreaks.<br />A drop in economic growth from its mid-2021 pace hardly presages a recession, which is the development that often spells the end of stocks’ advance. But rallies in these so-called defensive sectors can presage broader market retreats, investors say, potentially spelling out a fresh test for a market whose post-pandemic rise has surprised many stock-market bulls.<br />“When those sectors are doing well, as they’re doing now, that tells you that the market is bracing for either a slowdown in the economy or some sort of a correction in the broad market,” said Phil Orlando, chief equity-market strategist at asset manager Federated Hermes."
}