{
    "url_original": "https://www.wsj.com/articles/streatery-pandemic-dining-on-asphalt-gets-its-own-name-11628805025",
    "url": "streatery-pandemic-dining-on-asphalt-gets-its-own-name-11628805025",
    "title": "Streatery: Pandemic Dining on Asphalt Gets Its Own Name",
    "sub_head": "A creative solution—and a new portmanteau word—for meals enjoyed in parklets and parking places",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-383635?width=860&height=573",
    "image_1": "im-383635.jpg",
    "time": "2021-08-12 17:50:00",
    "body": "In cities across the country, restaurants have survived the pandemic by getting creative with outdoor dining. Many have set up seating in spaces previously dedicated to vehicles, such as street-side parking spots. Since last year, these novel dining areas have swiftly become a permanent part of the urban landscape—and just as swiftly, a name for them has entered the lexicon: “streatery.”<br />“Streatery,” sometimes spelled “streetery,” blends “street” and “eatery,” compactly conveying the new dining configuration in a single portmanteau word. The term has its detractors, who consider it ungainly. “The fact that the already unfortunate word ‘eatery’ has evolved into ‘streetery’ to indicate outdoor patio seating makes me weepery,” tweeted Kara Baskin, who writes about food and parenting for the Boston Globe. Lauren Girardin, a San Francisco-based communications consultant, had a more extreme reaction: “Kill the word ‘streetery’ with fire and bury it in hallowed ground.”<br />On the positive side, Andrew Silverstein, a New York writer and tour guide, observed on Twitter, “‘Streeteries’ may be my favorite word born of the pandemic.” But the word actually has roots predating the advent of Covid-19.<br />While “street” dates back to the earliest records of Old English (having entered Germanic languages from Latin “strata,” meaning a paved road), “eatery” is a much newer addition, cropping up in American use around the turn of the 20th century. As an alternative to “restaurant,” “eatery” found favor among journalists and writers of advertising copy but seldom enters everyday conversation. The fact that “eatery” still has a somewhat unnatural air to it may help explain the resistance some have to the “streatery” spinoff.<br />Both the “streatery” and “streetery” spellings first started appearing in punny restaurant names nearly forty years ago in Atlanta. In 1982, the Peach Streetery opened on the city’s Peachtree Street, and two years later, the 14th Streatery appeared on 14th Street, naturally enough."
}