{
    "url_original": "https://www.wsj.com/articles/student-loan-forbearance-debt-11628432145?mod=opinion_lead_pos1",
    "url": "student-loan-forbearance-debt-11628432145",
    "title": "Student Loan Forbearance—Forever?",
    "sub_head": "Biden gives borrowers more time not to repay. Debt cancellation may be next.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-08 15:20:00",
    "body": "The pandemic has become an excuse for progressives to impose policies they otherwise couldn’t—from new entitlements to a ban on rental evictions. The latest act of executive hubris came late Friday when President Biden extended student loan forbearance through January.<br />Congress in March 2020 relieved borrowers from making payments on federal student loans and waived interest accumulation through last September. Like other “temporary” pandemic programs, the student loan reprieve has been repeatedly extended, first by President Trump and then Mr. Biden, even as the labor market has strengthened.<br />Forbearance was supposed to expire at the end of September, but Education Secretary Miguel Cardona says a four-month extension is necessary to give borrowers “the time they need to plan for a restart.” Pardon? They have the next two months to plan. Most don’t need that. The unemployment rate among bachelor’s degree recipients was 3.1% in July.<br />Borrowers haven’t had to show they’ve been hurt by the pandemic to receive forbearance, and nearly 90% of the 43 million student borrowers as of March 2021 (the latest Education Department data) weren’t making payments. Forbearance is saving borrowers on average $400 per month, which many are using to invest or pay down higher-interest debt.<br />As a student loan adviser told the Journal last month: “I’m seeing them say, ‘I’m going to take out more loans now and go buy GameStop stock with it because it’s going to get forgiven anyway,’ which always gives me anxiety.” You can see how they might get that idea as the same politicians who promoted more student debt now claim the government has a moral obligation to cancel it."
}