{
    "url_original": "https://www.wsj.com/articles/support-com-stock-nearly-triples-in-a-week-in-a-squeeze-play-11630350757?mod=markets_lead_pos2",
    "url": "support-com-stock-nearly-triples-in-a-week-in-a-squeeze-play-11630350757",
    "title": "Support.com Stock More Than Triples in a Week, in a Squeeze Play",
    "sub_head": "Retail traders have helped push the technical-support company’s stock up more than 1,500% in 2021",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-393145?width=860&height=573",
    "image_1": "im-393145.jpg",
    "time": "2021-08-30 17:45:00",
    "body": "Individual investors have found their next short-squeeze target in little-known software company  Support.com Inc.<br />Shares of the company have more than tripled in the past week, pushing the stock to finish Monday at $36.39. That gives Support.com, a technical- and customer-support provider, a 38% gain for the day and a more than 1,500% jump for the year.<br />Some retail traders are piling into Support.com, scooping up shares and placing bullish wagers on the stock. One of the reasons why: Support.com has elevated interest from bearish investors known as short sellers. Investors on social-media platforms have recently discussed the potential for setting up a short squeeze.<br />Short sellers are investors who bet against a company by borrowing shares and selling them, hoping they can buy them back later at a lower price. But these short sellers can be burned by such wagers when the stock rises. They are then forced to buy back stock to try to limit their losses. Buying more stock can put further pressure on the stock price in what is known as a short squeeze.<br />This year, individual investors have crowded into companies with elevated levels of short-selling activity, as part of a larger strategy to reap big gains and turn upside down a market that many say has long been stacked against them. More than 20 million new retail brokerage accounts are estimated to have been created since the start of 2020, according to JMP Securities. Most notably, individual investors have tried to force short squeezes in companies including  GameStop Corp.  and  AMC Entertainment Holdings Inc.  this year. They have also driven higher stocks ranging from car-rental company  Hertz Global Holdings Inc.  to laser-scanning technology firm  MicroVision Inc."
}