{
    "url_original": "https://www.wsj.com/articles/supreme-court-asked-to-intervene-on-texas-six-week-abortion-ban-11630355606?mod=business_minor_pos4",
    "url": "supreme-court-asked-to-intervene-on-texas-six-week-abortion-ban-11630355606",
    "title": "Supreme Court Asked to Intervene on Texas Six-Week Abortion Ban",
    "sub_head": "State’s so-called fetal-heartbeat law is set to go into effect this week",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-393291?width=860&height=573",
    "image_1": "im-393291.jpg",
    "time": "2021-08-30 17:55:00",
    "body": "WASHINGTON—Abortion providers filed an emergency request with the Supreme Court on Monday seeking to prevent a Texas law that bans the procedure after approximately six weeks of pregnancy from going into effect.<br />The state law, signed by Texas Republican Gov. Greg Abbott in May, says a physician can’t knowingly perform an abortion if there is a detectable fetal heartbeat, which the law defines to include cardiac activity in the embryo that appears about six weeks into a pregnancy.<br />The law, set to take effect on Sept. 1, has an unusual feature that could complicate court proceedings. Texas lawmakers barred state officials from directly enforcing the measure, effectively deputizing the public to do it instead. The Texas law allows for private civil lawsuits in which members of the public can sue—and collect at least $10,000 in damages—from any person who allegedly performs or aids a banned abortion, or who intends to do so.<br />Abortion-rights supporters say state lawmakers designed the measure this way to make it more difficult to bring a court challenge against a ban that would be unconstitutional under current Supreme Court precedent.<br />In a bid to invalidate the ban, a group of providers and abortion-rights advocates in July sued several state officials and a private citizen who had expressed interest in bringing litigation to enforce the abortion law. The Fifth U.S. Circuit Court of Appeals, without detailed explanation, has halted trial-court proceedings in the case for now and declined to block the ban from going into effect."
}