{
    "url_original": "https://www.wsj.com/articles/supreme-court-reinstates-remain-in-mexico-policy-for-asylum-applicants-11629849547",
    "url": "supreme-court-reinstates-remain-in-mexico-policy-for-asylum-applicants-11629849547",
    "title": "Supreme Court Reinstates ‘Remain in Mexico’ Policy for Asylum Applicants",
    "sub_head": "Conservative majority rejects Biden’s bid to end policy denying entry to migrants while persecution claims are pending",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-390780?width=860&height=573",
    "image_1": "im-390780.jpg",
    "time": "2021-08-24 21:53:00",
    "body": "WASHINGTON—The Supreme Court on Tuesday reinstated a Trump-era policy that requires asylum applicants to wait in Mexico while their claims are evaluated by U.S. authorities. The three liberal justices dissented.<br />President Biden canceled the Trump administration Migrant Protection Protocols, commonly called the Remain in Mexico policy, responding to criticism that it forced vulnerable migrants to wait out their cases in violent border cities. Lower courts found the administration failed to follow proper procedures in ending the policy and that the alternative of paroling into the U.S. asylum applicants en masse may violate federal law.<br />The Biden administration asked the Supreme Court to let it cancel Remain in Mexico while it appealed, but in a brief order Tuesday evening, the justices said the government was unlikely to prevail.<br />The administration “failed to show a likelihood of success on the claim that the memorandum rescinding the Migrant Protection Protocols was not arbitrary and capricious,” the unsigned order said. Justices Stephen Breyer, Sonia Sotomayor and Elena Kagan indicated they would have granted the government’s application.<br />“The Department of Homeland Security respectfully disagrees with the district court’s decision and regrets that the Supreme Court declined to issue a stay,” the department said in a statement, adding that the administration was in discussions with Mexico over an agreement to re-implement the program."
}