{
    "url_original": "https://www.wsj.com/articles/swim-shirts-are-cool-now-we-tested-four-of-the-uv-blocking-tops-11629994284?mod=life_work_lead_pos3",
    "url": "swim-shirts-are-cool-now-we-tested-four-of-the-uv-blocking-tops-11629994284",
    "title": "Swim Shirts Are Cool Now. We Tested Four of the UV-Blocking Tops",
    "sub_head": "Sunscreen can only do so much. New protective and sometimes stylish T-shirts block UV rays in and out of the water. Here, the triumphs and failings of some popular options.",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-391052?width=860&height=573",
    "image_1": "im-391052.jpg",
    "time": "2021-08-26 12:13:00",
    "body": "THE COTTON tee you toss on before baking all day at the beach? It’s not doing much. “I used to burn right through my shirt,” said Andrew Kay, 29, a Brooklyn-based software engineer. He started wearing UV-blocking tees during trips spent freediving in the Virgin Islands. “Reapplying sunscreen is a pain and it just melts off when you go in the water. You can’t wash off a shirt.”<br />Most fabrics have an ultraviolet protection factor (UPF) of about 5 to 8, and allow around 20% of UV radiation to pass through to your skin, said Kristina Collins, dermatologist and co-founder of Austin Skin in Texas. However, according to the Skin Cancer Foundation, some of the latest protective swim shirts can keep your skin safe from nearly 98% of the sun’s harmful rays.<br />When buying a UV shirt, look for a UPF of at least 30, but ideally 50+, recommended Dr. Collins. “Clothes with denser weaves, heavier weight and reflective qualities provide better sun protection than lighter, more sheer fabrics,” she said. Such shirts, she added, eliminate “the human error that causes sunscreen failure.”<br />Tony Smith, 38, founder of Jarvis Boards in Austin, Texas, favors UV tees that look “relatively cool.” As he put it, “an athletic cut helps you avoid getting tangled in excess fabric. And, honestly, if it looks goofy I’d just rather burn.” To save you from charring and looking like a waterlogged dork, we tested four swim shirts against harsh summer rays.<br />Our reviews of four UV-blocking, passably cool sun shirts"
}