{
    "url_original": "https://www.wsj.com/articles/t-mobile-says-hackers-stole-details-on-more-than-40-million-people-11629285376?mod=business_lead_pos3",
    "url": "t-mobile-says-hackers-stole-details-on-more-than-40-million-people-11629285376",
    "title": "T-Mobile Says Hackers Stole Information on More Than 40 Million People",
    "sub_head": "Theft included Social Security numbers and driver’s license data for current and prospective customers",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-387473?width=860&height=573",
    "image_1": "im-387473.jpg",
    "time": "2021-08-18 07:16:00",
    "body": "T-Mobile  US Inc. said the attack that breached its computer network pulled Social Security numbers and other personal information of more than 40 million current and prospective customers.<br />The cellphone carrier said the stolen data included first and last names, birth dates, Social Security numbers and driver’s license information from a subset of current and potential customers. The victims included people who applied for credit with T-Mobile—regardless of whether they ended up doing business with the carrier—and about 7.8 million current subscribers with postpaid plans.<br />“Importantly, no phone numbers, account numbers, PINs, passwords, or financial information were compromised in any of these files of customers or prospective customers,” the company said.<br />T-Mobile said the breach also exposed the names, phone numbers and account PINs of about 850,000 of its customers on prepaid plans, which don’t require a credit check. Users of its Metro by T-Mobile, legacy Sprint and Boost Mobile brands weren’t part of that group.<br />The company didn’t disclose the extent to which the various victim groups overlapped. Some of the 40 million people who lost their personal credit details might have been included among the count of users with postpaid plans, which often require a social-security number or other information to set up an account."
}