{
    "url_original": "https://www.wsj.com/articles/taliban-containment-foreign-policy-terrorists-jihadists-islamists-al-qaeda-biden-afghanistan-11629402375?mod=opinion_lead_pos5",
    "url": "taliban-containment-foreign-policy-terrorists-jihadists-islamists-al-qaeda-biden-afghanistan-11629402375",
    "title": "How to Contain the Taliban",
    "sub_head": "Afghanistan will surely provide a haven to an al Qaeda contingent—but the U.S. can still take action.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-19 18:31:00",
    "body": "One of the most sweeping foreign-policy failures in American history has unfolded before our eyes. The Taliban has expanded its reign of terror, marching through provincial capitals and swallowing Afghanistan. The sad reality is that the Taliban is running the show and will surely provide a haven to a growing al Qaeda contingent. There is still time to help those who helped us and to limit the Taliban’s influence in Afghanistan, but we must act now.<br />After ensuring all American citizens are evacuated, the U.S. government’s priority should be ensuring the safety of the Afghans who helped our men and women operate in Afghanistan for 20 years. We believe most of those eligible for the Special Immigrant Visa program live outside Kabul; this reality must be addressed. There are thousands more who don’t qualify for the SIV program but who helped develop Afghan civil society and are equally at risk. Many worked as journalists or for nongovernmental and other democracy-building organizations. These individuals are under the same threat from the Taliban and could be subject to assassination owing to their affiliation with the U.S. government.<br />It must be made clear to the Taliban that we are committed to helping those who sacrificed for us and will ensure their safe evacuation. We must establish safe corridors not only in Kabul but throughout the country to move those who cannot make it to the capital. The Biden administration has sent two brigades of American forces into Afghanistan to secure the airport. We must not rush the withdrawal of those forces as the president rushed the withdrawal of troops, leading to the current catastrophe.<br />We urge the administration to extend the evacuation beyond their original target date of Aug. 31. President Biden must keep forces in place long enough to evacuate those to whom we owe a great debt. He must be willing to accept the risk that the Taliban will attack our forces. We cannot afford another disorderly race to the exit while we still have a chance to do right by those who risked their lives and their families’ lives fighting our common enemies. We should be willing to apply the full force of the U.S. military to this cause. Anything less would be dishonorable.<br />The U.S. also should discourage other nations from recognizing the Taliban as the legitimate government of Afghanistan. China and Iran, which border Afghanistan, have made clear they intend to work with the Taliban government. Recognition as the legitimate government of Afghanistan would give the Taliban access to economic aid and resources that won’t be used to improve the lives of normal Afghans. Instead, they will support those who wish to commit terrorism across the globe. This cannot happen. The Biden administration and our partner nations must be clear with China, Iran and other regional nations that recognition of the Taliban government will have severe consequences."
}