{
    "url_original": "https://www.wsj.com/articles/taliban-consolidate-control-in-afghanistans-capital-thousands-remain-stranded-11629195393",
    "url": "taliban-consolidate-control-in-afghanistans-capital-thousands-remain-stranded-11629195393",
    "title": "Taliban Consolidate Control in Afghanistan’s Capital, Thousands Remain Stranded",
    "sub_head": "Female presenters allowed on television in possible sign of Taliban moderation",
    "category_1": "World",
    "time": "2021-08-17 06:50:00",
    "body": "The Taliban consolidated their control of the Afghan capital Tuesday as many stores reopened, traffic police returned to their posts and a senior official from the Islamist movement arrived for contacts with political leaders affiliated with the fallen Afghan republic.<br />Thousands of Afghans employed by Western embassies in Kabul remained stranded in the city, unable to enter the airport for evacuation flights. Military flights resumed as the U.S. sent additional troops to secure the airport, but access remained difficult as the Taliban erected checkpoints at the entrances, turning people away. Some evacuation flights were leaving near-empty as a result.<br />Taliban agents continued searching the offices and homes of Afghans affiliated with Western governments and organizations, collecting evidence. At the new checkpoints that sprang up in the city, they inspected residents’ smartphones for illicit contents—and for communications in English.<br />In Kabul, the Taliban, who proclaimed the Islamic Emirate of Afghanistan when they first seized the country in 1996, have so far refrained from the kind of radical actions that brought world-wide condemnation in the past. They issued an amnesty to government officials and on Tuesday allowed female presenters on television channels.<br />The only known execution since the capital’s Sunday takeover was of Abu Omar Khorasani, the former head of Islamic State in South Asia, who was taken by the Taliban from an Afghan government prison and killed on the spot, according to officials. A photo of his body was later posted on social media."
}