{
    "url_original": "https://www.wsj.com/articles/taliban-takeover-renders-budget-for-afghanistan-null-and-void-11629451801?mod=politics_lead_pos4",
    "url": "taliban-takeover-renders-budget-for-afghanistan-null-and-void-11629451801",
    "title": "Taliban Takeover Renders Budget for Afghanistan Null and Void",
    "sub_head": "U.S. forces are evacuating Americans and others after Afghan government’s collapse",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "time": "2021-08-20 05:30:00",
    "body": "AFGHANISTAN’S FALL to the Taliban has rendered several provisions of House Democrats’ foreign-affairs budget inoperable less than a month after it passed the chamber and before it was formally taken up by the Senate. The foreign-affairs appropriations package, passed July 28, included money for Afghanistan programs such as clearing improvised explosive devices and analyzing whether women and girls are included in the now-defunct peace process, and giving priority to investments in Afghanistan’s handmade-crafts sector.<br />The House bill, which received no Republican support, called on the State Department to provide regular updates on the number of locally employed staff and contractors supporting the U.S. Embassy in Kabul’s operations as well as the “impacts to foreign assistance programs and the presence of diplomatic and development personnel in Afghanistan.” U.S. forces evacuated the embassy on Sunday and are currently spiriting out as many diplomats, Afghan allies and development personnel as possible following the Afghan government’s collapse.<br />Sen. Chris Coons, the chairman of the Senate Appropriations subcommittee on state and foreign Operations, is working with the Biden administration to revise the budget, a spokeswoman said. “As the situation in Afghanistan is fluid and unpredictable, it is necessary to see how it evolves before we are able to determine whether the United States can continue to stay engaged beyond providing humanitarian aid, which is urgently needed for the foreseeable future.”<br />The Afghanistan provisions received little opposition or notice from Republicans during the House committee and floor debates last month, which mostly concerned abortion and climate-related provisions.<br />DEMOCRATIC GROUPS want their message about President Biden’s agenda to be the first thing prospective voters see when they search for answers to their questions about child care, taxes and other daily needs. Eager to build a narrative around the direct assistance provisions passed by congressional Democrats earlier this year, Priorities USA and the Center for American Progress Action, two Biden-aligned groups, are spending big on Google search ads, part of a $2 million summer ad buy that also includes  Facebook  and YouTube targeted advertising, the groups plan to say Friday."
}