{
    "url_original": "https://www.wsj.com/articles/taliban-withdrawal-biden-blinken-dictate-11629664446?mod=opinion_lead_pos2",
    "url": "taliban-withdrawal-biden-blinken-dictate-11629664446",
    "title": "Dancing to the Taliban Timetable",
    "sub_head": "Biden’s Aug. 31 deadline for evacuation is political and could leave many behind..",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-22 18:27:00",
    "body": "The ugly, chaotic U.S. withdrawal from Afghanistan continues despite Biden Administration attempts to spin it as a triumph of logistics and planning. More Americans and Afghans are getting out. But some have been beaten by the Taliban, and the pace is too slow for confidence or safety as President Biden’s Aug. 31 evacuation deadline nears.<br />The worst humiliation continues to be President Biden’s deference to the Taliban on how and when U.S. citizens and allies can get to the airport. So far he won’t let the Pentagon create corridors into Kabul city where the State Department last week told people to shelter in place, and as far as we know won’t send the military beyond Kabul so Americans around the country can find refuge and escape.<br />On  CBS ’s  “Face the Nation” on Sunday, host Major Garrett asked Secretary of State Antony Blinken: “Someone in our audience might listen to you, Mr. Secretary, and say, ‘Oh, so we have to ask the Taliban for permission for American citizens to leave.’ True or not true?”<br />Mr. Blinken replied: “They are in control of Kabul. That is the reality. That’s the reality that we have to deal with.”<br />Yes, but this isn’t the reality the U.S. has to accept. The U.S. military has more than enough force to dictate better terms to the Taliban, but the other reality is that Mr. Biden is too risk-averse to do it. Instead, the U.S. evacuates on the Taliban’s terms. Over the weekend the Taliban put the Haqqani network in charge of security in Kabul. In 2012 the U.S. designated the Haqqani network as a “foreign terrorist organization” because of its attacks on U.S. personnel and close ties to al Qaeda."
}