{
    "url_original": "https://www.wsj.com/articles/taliban-capture-second-provincial-capital-tightening-their-grip-on-afghanistan-11628338978",
    "url": "taliban-capture-second-provincial-capital-tightening-their-grip-on-afghanistan-11628338978",
    "title": "Taliban Capture Second Provincial Capital, Tightening Grip on Afghanistan",
    "sub_head": "U.S. Embassy advises all American citizens to leave the country immediately",
    "category_1": "World",
    "time": "2021-08-07 08:22:00",
    "body": "KABUL—Taliban fighters seized the capital of northern Afghanistan’s Jowzjan province Saturday, the second such provincial center to fall to the insurgency in two days, as the U.S. Embassy advised American citizens to leave the country immediately.<br />The fall of the city of Sheberghan is particularly important because Jowzjan has long been the traditional stronghold of ethnic Uzbek warlord Abdul Rashid Dostum, one of the country’s main anti-Taliban leaders who served as Afghanistan’s vice president until last year.<br />Sheberghan is also a regional trade and transit hub on Afghanistan’s northern border with Turkmenistan, and its collapse is the heaviest blow yet to government forces that have been fighting off a Taliban offensive that seeks to capitalize on President Biden’s decision to withdraw all American troops from the country.<br />Taliban spokesman Zabiullah Mujahid said in a tweet Saturday that Taliban militants had taken the city in the morning. “Latest info suggest governor office, police HQ, intelligence HQ and all related buildings cleared from Dostum militias and fell under complete Mujahidin control,” he said. Footage on social media showed joyous security detainees leaving the Sheberghan prison, with the sound of gunfire in the background.<br />Residents of Sheberghan reached by phone confirmed that insurgents had swept most of the city by Saturday morning, after a day of seesaw battling with government troops who fell back to the airport outside town."
}