{
    "url_original": "https://www.wsj.com/articles/taliban-afghanistan-national-institute-of-music-kabul-women-girls-zohra-carnegie-hall-kennedy-center-polar-music-prize-rubab-ashmed-naser-sarmest-11629308870?mod=opinion_major_pos13",
    "url": "taliban-afghanistan-national-institute-of-music-kabul-women-girls-zohra-carnegie-hall-kennedy-center-polar-music-prize-rubab-ashmed-naser-sarmest-11629308870",
    "title": "Will the Taliban Stop the Music in Afghanistan?",
    "sub_head": "After the group was ousted, music and music education thrived in the country; now that they’re back, will they still?",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-387144?width=860&height=573",
    "image_1": "im-387144.jpg",
    "time": "2021-08-18 13:48:00",
    "body": "The world witnessed the Taliban takeover of Kabul on Aug. 15, 2021. But we cannot yet imagine what this means for the people and culture of Afghanistan.<br /><br />Last time the Taliban ruled our land, girls could not go to school. Women could not leave home unless cloaked in burqas. Music, so central to our national identity and our human rights, was made illegal. As a consequence of the Taliban policies outlawing music, there was an exodus of musicians and performers, and total collapse of music education. For five long years, the nation was forced into silence. The rubab, our national instrument, was smashed. Already torn apart by decades of war, Afghans witnessed and experienced, and the world watched, our country’s cultural genocide. Our society faced its darkest days.<br />After the U.S.-led coalition pushed the Taliban from power, Afghanistan slowly began to rebuild. As a music educator, I returned from Australia to see how I could contribute in my homeland. Based primarily in Kabul, I strove to bring back quality music education. With the support of the national and international community, I founded the Afghanistan National Institute of Music in 2010.<br />From its inception, our school set out to celebrate musical and cultural diversity, offering an immersion not only in Afghanistan’s own rich musical heritage, but also in those of India, Central Asia and Europe. While Afghan girls and young women were traditionally excluded from many musical disciplines, ANIM was glad to educate them, confident that their inclusion could only enrich our art. Committed to providing quality education to students of all socioeconomic and ethnic backgrounds, we granted scholarships to some of Afghanistan’s most disadvantaged young people. ANIM became a place for everyone. One visitor called it the happiest place in Afghanistan."
}