{
    "url_original": "https://www.wsj.com/articles/taliban-seize-key-target-kunduz-other-cities-in-northern-afghanistan-11628415641",
    "url": "taliban-seize-key-target-kunduz-other-cities-in-northern-afghanistan-11628415641",
    "title": "Taliban Seize Key Target Kunduz, Other Cities in Northern Afghanistan",
    "sub_head": "Afghan government defenses collapse ahead of U.S. withdrawal",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-382261?width=860&height=573",
    "image_1": "im-382261.jpg",
    "time": "2021-08-08 05:40:00",
    "body": "KABUL—Afghan government defenses collapsed in key cities in northern Afghanistan on Sunday, as the Taliban seized the strategic hub of Kunduz and pushed into other provincial capitals, taking advantage of the American military withdrawal.<br />In addition to Kunduz, the Taliban captured the provincial capital of Sar-e-Pul and were on the verge of completing the takeover of Taloqan, the capital of nearby Takhar province. The insurgents already seized two of Afghanistan’s 34 provincial capitals on Friday and Saturday, and Sunday were battling government forces on the outskirts of major urban centers Herat and Kandahar.<br />The Taliban, who swept through the country’s rural areas earlier this summer, have managed to make these dramatic gains even as the U.S. continues airstrikes in support of the Afghan government from bases in the Persian Gulf and elsewhere. Those airstrikes, however, are due to end Aug. 31, in accordance with President Biden’s decision to withdraw all troops from Afghanistan.<br />The U.S. has already pulled out all combat forces, except for a few hundred troops protecting the U.S. Embassy and other American installations in Kabul. Washington has also withdrawn the contractors on whom the Afghan military relied to service its own warplanes and military helicopters. That has essentially deprived Kabul of the ability to provide air support to its troops who, because of Taliban control of the countryside, usually can’t be supplied by road.<br />Kunduz, the largest city in northeastern Afghanistan with nearly 300,000 residents, has for years been a key target of the Taliban. The insurgents briefly seized it twice before, in 2015 and 2016, but were quickly pushed out by the Afghan military and U.S. Special Forces. An errant U.S. airstrike during the fighting in 2015 hit a trauma hospital operated by Doctors Without Borders, killing 42 people."
}