{
    "url_original": "https://www.wsj.com/articles/taliban-make-new-gains-in-afghanistan-putting-kabul-in-crisis-11628528482?mod=politics_featst_pos2",
    "url": "taliban-make-new-gains-in-afghanistan-putting-kabul-in-crisis-11628528482",
    "title": "Taliban Make New Gains in Afghanistan, Putting Kabul in Crisis",
    "sub_head": "Setback came after warlord switched sides, as President Ashraf Ghani faces renewed pressure to create common front or resign",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-08-09 17:01:00",
    "body": "KABUL—The Taliban captured the capital of the strategic Samangan province on Monday after a prominent pro-government commander switched sides, nearly completing their sweep of northern Afghanistan and intensifying a political crisis in Kabul.<br />The bloodless takeover of Aibak, which followed the seizure of four other nearby provincial capitals in the past three days, has allowed Taliban forces to unite in an assault on the biggest prize: northern Afghanistan’s main metropolis of Mazar-e-Sharif. Taliban forces attacked the now-isolated city of half a million people from different directions on Monday, but so far haven’t made significant inroads. Separately, insurgents battled government forces inside western Afghanistan’s main city of Herat.<br />The series of battlefield losses is fueling calls for President Ashraf Ghani—who has relied on a narrow circle of advisers and frequently changed key ministers and military commanders—to change how he governs or step aside. Kabul could fall to the Taliban within a few weeks unless all political forces opposed to the insurgency unite behind a common war plan, a senior government member warned.<br />In the months since President Biden announced in April his decision to withdraw all U.S. troops from Afghanistan, the Taliban have launched a lightning offensive across the country. That is despite their commitment to seek a peaceful settlement in the February 2020 Doha agreement with the Trump administration.<br />Afghanistan’s U.S.-funded and U.S.-trained security forces have often melted away, and the main resistance to the Taliban has come from commando units, the National Directorate of Security intelligence agency, and militias affiliated with mujahedeen warlords."
}