{
    "url_original": "https://www.wsj.com/articles/taliban-block-routes-to-kabul-airport-hampering-evacuations-from-afghanistan-11629279556?mod=politics_lead_pos1",
    "url": "taliban-block-routes-to-kabul-airport-hampering-evacuations-from-afghanistan-11629279556",
    "title": "Taliban Block Routes to Kabul Airport, Hampering Evacuations From Afghanistan",
    "sub_head": "Residents in eastern city of Jalalabad stage first protest against Taliban rule",
    "category_1": "World",
    "time": "2021-08-18 09:56:00",
    "body": "Afghans and Westerners stranded in Kabul after Sunday’s Taliban takeover started trickling into the city’s U.S.-controlled airport for evacuation flights, but entry remained extremely difficult, with Taliban checkpoints on most access roads and no clear system to bring people in.<br />In the eastern city of Jalalabad, meanwhile, the first challenge emerged to Taliban rule, with hundreds of locals walking through the city’s central square and waving the black-red-and-green flags of the fallen Afghan republic to chants of “Allahu akbar.” Video footage showed gunfire as the demonstrators dispersed.<br />There was no immediate information on casualties, and it wasn’t clear whether this was a harbinger of a more brutal attitude by the country’s new rulers, who have attempted to project an image of benevolent tolerance since seizing the capital on Sunday. On Wednesday, Anas Haqqani, a senior member of the Taliban, came to Kabul for a meeting with former President Hamid Karzai, who ruled until 2014, and with the fallen republic’s chief peace negotiator, Abdullah Abdullah.<br />At Kabul’s Hamid Karzai International Airport, crowds of Afghans continued to gather along the perimeter, trying to flee the country. U.S. Marines focused mostly on keeping people from coming close. As a result, many of the evacuation flights continued leaving with empty seats even as tens of thousands of Afghans who worked with Western governments clamored for a way out before the Taliban track them down.<br />“The situation is very bad at the gate,” said Lida Ahmadi, who applied for a special immigrant visa for Afghans who had helped the U.S. effort in Afghanistan. “I slept on the road last night. Now, after two nights and two days at the gate, we’ve finally got the chance to come in. I am so happy now.”"
}