{
    "url_original": "https://www.wsj.com/articles/tamarack-fire-california-nevada-11627939474?mod=politics_featst_pos1",
    "url": "tamarack-fire-california-nevada-11627939474",
    "title": "After Tamarack Fire, the U.S. Plans New Tactics to Fight West’s Flames",
    "sub_head": "Forest Service to be more aggressive in dousing wildfires that threaten communities, after small blaze south of Lake Tahoe exploded in size and destroyed at least 14 homes",
    "category_1": "U.S.",
    "time": "2021-08-03 05:30:00",
    "body": "The U.S. Forest Service pledged to more aggressively fight new wildfires that could threaten communities in the drought-ravaged West, after state and local officials criticized it for letting an initially small blaze grow out of control and destroy 14 homes.<br />The head of the Forest Service, Randy Moore, in a letter to staff on Monday, said extreme drought and the Covid-19 pandemic are limiting the agency’s resources and it would as a result focus primarily on fires that threaten communities and infrastructure. Until the current wave of Western fire activity abates, he said, the agency wouldn’t use prescribed burns in high risk areas or manage natural fires to help thin overgrown forests.<br />The Forest Service decided not to fight the Tamarack Fire south of Lake Tahoe when it started with a lightning strike to a tree on July 4 and was a quarter-acre in size for the next week. The Forest Service said it made its decision out of concerns that the terrain was unsafe to insert crews.<br />Less than a week later, extreme winds fanned the fire into a raging inferno that blackened 70,000 acres in California and neighboring Nevada and prompted the evacuation of hundreds of residents. As of Monday, the fire—among the largest of dozens burning in the West—was 82%-contained.<br />“The decision to refrain from suppressing or even managing the fire on the ground is unfathomable considering California’s dry conditions and recent history of catastrophic wildfire events,” Stacy Corless, chair of the Rural County Representatives of California, which advocates for 37 counties, said in a July 21 letter to then-U.S. Forest Service Chief Vicki Christiansen, calling such inaction dangerous."
}