{
    "url_original": "https://www.wsj.com/articles/tech-startup-financing-hits-records-as-giant-funds-dwarf-venture-capitalists-11627822800?mod=business_lead_pos2",
    "url": "tech-startup-financing-hits-records-as-giant-funds-dwarf-venture-capitalists-11627822800",
    "title": "Tech Startup Financing Hits Records as Giant Funds Dwarf Venture Capitalists",
    "sub_head": "Hedge, mutual and pension funds are investing heavily, leading to higher valuations and more leverage for company founders",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-378111?width=860&height=573",
    "image_1": "im-378111.jpg",
    "time": "2021-08-01 09:00:00",
    "body": "The world’s largest investment funds are descending on Silicon Valley with unprecedented financial force, roiling the once-niche business of technology startup funding and crowding out traditional venture capitalists.<br />Hedge funds, mutual funds, pensions, sovereign-wealth groups and other financial institutions known as nontraditional investors in Silicon Valley have become the powertrain behind record-setting funding rounds and valuations. They were more active in the second quarter than in any previous period, participating in 42% of startup financing deals, and those deals accounted for more than three-quarters of all the invested capital, according to research firm PitchBook Data Inc.<br />These financial institutions have propelled a historic rally in startup financing. Investment in U.S. startups for the first half of the year hit $150 billion, eclipsing full-year funding every year before 2020 and on pace to nearly double last year’s record, according to a report from PitchBook.<br />The large asset firms have massive pools of capital, move quickly and are less likely to ask for board seats or involvement in company decisions, often making them more appealing to founders, according to interviews with investors and startup executives. The result has been a dizzying pace of deal making.<br />“It’s like speed dating but more extreme,” said Peter Fishman, a longtime Silicon Valley tech professional who last year co-founded data-automation startup Mozart Data Inc."
}