{
    "url_original": "https://www.wsj.com/articles/tencent-looks-abroad-as-beijing-tightens-the-screws-at-home-11629286711?mod=business_minor_pos9",
    "url": "tencent-looks-abroad-as-beijing-tightens-the-screws-at-home-11629286711",
    "title": "Tencent Looks Abroad as Beijing Tightens the Screws at Home",
    "sub_head": "Tencent’s overseas expansion can soften the blow from regulatory ire at home",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-18 07:38:00",
    "body": "China’s  Tencent  has lost $411 billion in market value since January as regulatory concerns pummel the stock. Going abroad could be a way to keep growing without so much political risk—particularly for games, which haven’t shown up on foreign regulators’ radar the way social-media platforms like TikTok have.<br />The Chinese social-media and game company on Tuesday reported a 34% year-over-year gain in operating profit to $8.1 billion for the quarter ending in June, better than analysts’ consensus on S&P Global Market Intelligence. However, that was helped by a large one-off $3.2 billion investment gain from disposals and valuation adjustments to existing assets. Besides that, it is clear the pandemic boost to Tencent’s game business is fading: Its smartphone game revenue last quarter fell 2% from a quarter earlier.<br />Investors’ top concern on Tencent remains Beijing’s broadening crackdown on the internet industry. The stock sold off earlier this month after a Chinese state newspaper called online games “opium for the mind.” Tencent later rebounded after the article disappeared—and then reappeared—with some of the harshest wording removed.<br />But bad news has kept coming. Several of Tencent’s apps, including  WeChat ,  are among a list of 43 apps which have illegally transferred contact lists and the location data of users, according to a government notice Wednesday.  China is set to pass one of the strictest data privacy laws in the world this week.<br />A day earlier, the government issued new draft guidelines targeting anticompetitive practices by internet companies including blocking competitors’ products from their platforms. This may mean internet companies will eventually have to open up their walled gardens and permit the use of links to competitors’ content and their payment systems."
}