{
    "url_original": "https://www.wsj.com/articles/tencent-to-work-with-chinese-regulators-to-limit-minors-online-game-time-11629305504?mod=business_lead_pos6",
    "url": "tencent-to-work-with-chinese-regulators-to-limit-minors-online-game-time-11629305504",
    "title": "Tencent to Work With Chinese Regulators to Limit Minors’ Online Game Time",
    "sub_head": "Tech giant reports slowing revenue growth as Beijing tightens regulations on sector",
    "category_1": "Tech",
    "time": "2021-08-18 12:51:00",
    "body": "Tencent Holdings Ltd.  pledged to work with Chinese regulators and industry counterparts to manage how minors use online games and said its April-to-June electronic-game revenue rose at its slowest pace since 2019 amid China’s intensifying scrutiny of the tech sector.<br />Tencent President Martin Lau said that regulators are focused on limiting the amount of time and money that minors devote to online games across all platforms and that the company has been proactively addressing the issue. Tencent, a dominant player in China’s mobile game market, stands to benefit from such potential rules because consumers are likely to flock to its games with the limited amount of time they have.<br />“If we can actually find a way to regulate the total amount of time that is spent across different games, that would address the problem,” Mr. Lau said in a conference call Wednesday. “From the practicality perspective, it is actually doable.”<br />China’s largest tech corporations have faced months of tightening government regulations that have ignited a trillion-dollar selloff in Chinese equities and curtailed other sectors including online education, ride hailing and e-commerce. Earlier this month, Tencent’s major rival,  Alibaba Group Holding Ltd. , reported quarterly revenue that missed estimates for the first time in more than two years. State media this month criticized online games as “opium for the mind,” triggering a selloff in Tencent shares amid concerns that the company’s popular games could be swept up into a broader regulatory crackdown.<br />Tencent on Wednesday posted a net profit of 42.59 billion yuan, equivalent to $6.57 billion, for the three months ended June, while revenue grew 20% to 138.26 billion yuan owing to higher income from its advertising operations and digital-payment products. Its profit beat analyst estimates, but revenue fell short, according to FactSet."
}