{
    "url_original": "https://www.wsj.com/articles/tennis-legend-billie-jean-king-transformed-the-game-11628872390",
    "url": "tennis-legend-billie-jean-king-transformed-the-game-11628872390",
    "title": "Tennis Legend Billie Jean King Transformed the Game",
    "sub_head": "While winning 12 Grand Slam titles, the star helped create opportunity for female players.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "time": "2021-08-13 12:33:00",
    "body": "In 1967, Billie Jean King was the number one women’s tennis player in the world, but she could barely support herself. The big international tournaments barred professional players, which left amateurs to subsist on shoestring per diems. Everything seemed to change the following year, when Wimbledon opened competition to moneymaking players and other tournaments followed suit. At 24, after nearly a decade on the amateur circuit, Ms. King was eager to finally earn a living as a tennis phenom. Her husband Larry, a law student at the time, was more skeptical. “Just watch,” he said. “Once men get open tennis, they’re going to squeeze the women out.”<br />“Larry was totally right,” Ms. King, 77, recalls over the phone from her home in New York City. “He understood the old-boy network better than me.”<br />Frustrated with piddling prizes and dwindling opportunities to play, in 1970 Ms. King and eight other players, later known as the “Original 9,” risked suspension to create their own professional tour. They had the backing of  Philip Morris ,  which hoped to promote its Virginia Slims cigarettes.<br />“Our livelihoods hung in the balance,” Ms. King writes in her new autobiography, “All In,” which will be published Aug. 17. By October 1971, she became the first female athlete to earn over $100,000 in a single season; President Richard Nixon called to congratulate her. In 1973 she founded the Women’s Tennis Association to organize tournaments that would offer female players better prize money and far more opportunities to play.<br />Fifty years on, tennis players are the highest paid female athletes in the world. “When a player gets a check now, it’s because we were willing to give up our career for them,” says Ms. King. “Even if you’re not a born activist, life can damn sure make you one.” Last month, the Original 9 entered the International Tennis Hall of Fame."
}