{
    "url_original": "https://www.wsj.com/articles/tesla-battery-supplier-catl-plans-9-billion-share-sale-to-boost-capacity-11628852767?mod=markets_lead_pos6",
    "url": "tesla-battery-supplier-catl-plans-9-billion-share-sale-to-boost-capacity-11628852767",
    "title": "Tesla Battery Supplier CATL Plans $9 Billion Share Sale to Boost Capacity",
    "sub_head": "Chinese company has enjoyed robust sales growth from local electric-vehicle makers",
    "category_1": "Business",
    "category_2": "Asia",
    "time": "2021-08-13 07:06:00",
    "body": "China’s top battery maker is planning to sell $9 billion in stock to help boost its manufacturing capacity, capitalizing on a boom in electric vehicles and investor optimism over the industry’s future.<br />Contemporary Amperex Technology Co. , one of the world’s largest makers of lithium-ion batteries, said Friday it expects to raise up to 58.2 billion yuan, equivalent to $9 billion, via a share placement to large investors. The nearly decade-old company, also known as CATL, is a major supplier of batteries to  Tesla Inc.’s  Shanghai factory.<br />CATL’s Shenzhen-listed shares have climbed more than 150% over the past year and hit a record high earlier this month. The company, which is based in China’s southeastern Fujian province, has enjoyed robust sales growth from local electric-vehicle makers and recently signed deals with Tesla and other auto makers.<br />Its market capitalization was about $180 billion as of Friday, according to FactSet, making it one of the most valuable companies listed in mainland China. CATL’s stock-price rally has also far outpaced rival battery makers  Panasonic Corp.  of Japan and  LG Chem Ltd.  in South Korea.<br />The latest share sale comes a little over a year after CATL raised the equivalent of $3 billion in a private stock sale. Buyers in this round will include up to 35 investors from asset-management and insurance companies, as well as other financial institutions, the company said."
}