{
    "url_original": "https://www.wsj.com/articles/teslas-ascent-cant-remain-on-autopilot-11629129552?mod=markets_lead_pos7",
    "url": "teslas-ascent-cant-remain-on-autopilot-11629129552",
    "title": "Tesla’s Ascent Can’t Remain on Autopilot",
    "sub_head": "Shareholders have more than regulatory worries to think about",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-16 11:59:00",
    "body": "Monday’s news that U.S. auto safety regulators are investigating  Tesla ’s  advanced driver-assistance system Autopilot after a series of crashes involving emergency vehicles didn’t seriously rattle its shareholders.<br />The auto maker’s shares fell by about 5% in morning trading on a weak day for equities but have nearly doubled over the past year. There are bigger, more mundane risks to Tesla’s stock price, though.<br />In some ways, investors’ nonchalant attitude makes sense given the company’s history. Chief Executive Elon Musk has clashed with various regulators over the past half decade. Even serious incidents, such as Mr. Musk’s 2018 settlement of securities fraud charges with the Securities and Exchange Commission, have only briefly affected Tesla’s fortunes on Wall Street. As for Autopilot, regulators have looked into various incidents with the system since 2016 and haven’t taken action against Tesla that would cost investors.<br />Being able to overlook those bumps in the road has proved profitable, resulting in huge gains for long-term shareholders but also creating a problem for the stock in the present. Tesla is sporting an extraterrestrial valuation in an earthbound industry: Its market value stands at more than five times the combined value of  Ford Motor  and  General Motors ,  despite having minuscule global market share.<br />That valuation is even more concerning when one considers that Tesla has lately posted its best business results on record: The auto maker earned $1.41 a share in the first half of this year. Assuming things continue to go well, Tesla might earn $4 a share in 2021. Even under that scenario, Tesla trades at about 170 times this year’s earnings. The mightiest auto manufacturers command perhaps 12 times earnings in a typical environment."
}