{
    "url_original": "https://www.wsj.com/articles/tether-sheds-light-but-not-enough-on-its-63-billion-reserves-11628777820?mod=markets_lead_pos10",
    "url": "tether-sheds-light-but-not-enough-on-its-63-billion-reserves-11628777820",
    "title": "Tether Sheds Light, but Not Enough, on Its $63 Billion Reserves",
    "sub_head": "The stablecoin has secured itself a critical place in the crypto ecosystem, but its holdings fall short compared with those of prime money-market funds",
    "category_1": "Markets",
    "category_2": "Streetwise",
    "time": "2021-08-12 15:45:00",
    "body": "One of the things most cryptocurrency enthusiasts really don’t want is more exposure to the U.S. government. It turns out—via the biggest so-called stablecoin, tether—that is exactly what they got. Holdings of Treasury bills backing tether surged, according to the first accountant-verified breakdown of its issuer’s $63 billion of assets.<br />Tether is designed to trade one-for-one with the dollar and has become immensely popular as a way for traders quickly to shift money between crypto exchanges or park cash without going through the hassle of transferring it to a bank account.<br />But its peg to the dollar is dependent on the value and availability of its investments, and here the new disclosure brings both good and bad news. The good news is that with more detailed disclosure and the stamp of approval from an accountant, it is less likely that Tether, the company that issues the coin, and linked crypto brokerage Bitfinex are repeating the illegal practices that led to an $18.5 million settlement with the New York Attorney General earlier this year.<br />The bad news is that the disclosure is still far less than is provided by regulated money-market funds. The accountant’s assurance is limited to one day, and it is based in the Cayman Islands—albeit part of Moore Global, a second-tier international firm. And the portfolio still includes plenty of assets that would be hard to sell to support the value of the coin in an emergency.<br />Tether has secured itself a critical place in the crypto ecosystem, with three times as much trading between bitcoin and tether as between bitcoin and dollars. Tether is bigger than the next two largest stablecoins put together. Yet doubt has swirled around its legitimacy after revelations of banking troubles and misuse of its assets, culminating in the New York legal action which led to it being banned from operating in the state and agreeing to publish information about its holdings."
}