{
    "url_original": "https://www.wsj.com/articles/texas-election-reform-sb1-alvarado-voter-suppression-24-hour-drive-through-voting-11629314029?mod=opinion_lead_pos9",
    "url": "texas-election-reform-sb1-alvarado-voter-suppression-24-hour-drive-through-voting-11629314029",
    "title": "Democrats Will Soon Play Texas Fold ’Em",
    "sub_head": "The legislators who fled to block a voting bill are about to get their bluff called.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-18 18:22:00",
    "body": "The drama in Texas over election reform is drawing to a close.<br />A week ago last Monday, the Texas Senate held hearings on S.B.1 and opened debate Wednesday. Sen. Carol Alvarado, a respected Houston Democrat, then filibustered the bill with a 15-hour speech that began early Wednesday evening and ended Thursday at about 9 a.m. As she concluded her filibuster, Ms. Alvarado was surrounded by Democratic colleagues, then congratulated by some Republican senators for her grit. The Senate still passed the election-reform bill on a party-line vote, 18-11.<br />Meanwhile, Democratic state representatives are drifting back from Washington, where 56 of them had fled to deny the House a quorum to conduct business. They seem to have left Texas with a superspreader among them, as five later said they’d tested positive for Covid despite being vaccinated. Apparently bored by the nation’s capital, two Democrats also reportedly hit the Portugal beaches in secret before being discovered.<br />Rumors are that 95 or so of the 100 representatives needed for a quorum are in Austin. Other Democrats are reportedly looking for face-saving ways to show up for work so the special session can finish its business and go sine die.<br />Yet though it didn’t stop S.B.1, Ms. Alvarado’s filibuster helped clarify what this disturbance is about. It’s not the bill’s increase in the number of required hours for the state’s already-generous early-voting period, its mandate that more medium-size counties hold weekend early voting, the simplified procedures for verifying absentee ballots, or the requirement that mail-in voters be able to cure online, by phone, or in-person any mistakes in their ballot."
}