{
    "url_original": "https://www.wsj.com/articles/thanks-to-mitch-mcconnell-11627938477?mod=opinion_lead_pos11",
    "url": "thanks-to-mitch-mcconnell-11627938477",
    "title": "Thanks to Mitch McConnell",
    "sub_head": "Merrick Garland is not a Supreme Court justice.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-379087?width=860&height=573",
    "image_1": "im-379087.jpg",
    "time": "2021-08-02 17:07:00",
    "body": "A recent Journal editorial urged Attorney General Merrick Garland to abandon his partisan challenge to Georgia’s new duly enacted voting law, given that a recent Supreme Court decision makes his case even more likely to fail. But the AG is not only sticking with his political campaign against Georgia. Now he’s inviting leftist lawyers at the Justice Department to seek political advantage for Democrats in other states, too.<br />Attorney General Garland’s Justice Department released new guidance last week on voting statutes affecting voting methods. It reads:<br />Speaking of presumptions, a casual reader can quickly glean that the Garland Justice Department presumes Covid-related changes to be positive. Justice should forgive readers who presume a political motive when the department suggests that laws that existed until early 2020 are not necessarily legal. The natural question is why were such laws not successfully challenged before Covid? Or is there something about Covid that changes the definition of voting rights under statute and court precedent?<br />What certainly has changed lately is the pressure from progressive leftists to use the federal government to conform state voting laws to the preferences of Democrats.<br />Instead of inviting his attorneys to challenge policies not enacted between March and November of 2020, Mr Garland ought to be urging a new spirit of restraint before launching another partisan attack on state laws. Last month Arizona Attorney General Mark Brnovichwrote in the Journal about his state’s 6-3 Supreme Court victory over the Democratic National Committee in a case with some similarities to Justice’s case against Georgia:"
}