{
    "url_original": "https://www.wsj.com/articles/the-eviction-ban-has-to-end-sometime-tenants-landlords-joe-biden-nancy-pelosi-11628029263?mod=opinion_lead_pos1",
    "url": "the-eviction-ban-has-to-end-sometime-tenants-landlords-joe-biden-nancy-pelosi-11628029263",
    "title": "The Eviction Ban Has to End Sometime",
    "sub_head": "Tenants and landlords have to work it out, and better now than later.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-03 18:47:00",
    "body": "As Democrats push to renew the nationwide ban on evictions that expired Saturday, they’re squabbling—er, screaming—over who’s failing the party’s progressive base. Speaker Nancy Pelosi puts the onus on President Biden, urging him to act unilaterally. The White House says it lacks legal authority, as the Supreme Court recently made clear.<br />Mr. Biden is correct: The public-health powers of the Centers for Disease Control and Prevention do not extend to an interminable blanket prohibition of evictions across the entire nation. Any ban also may be an unconstitutional “taking” of property under the Fifth Amendment, though that’s an argument for another day. The point is that for 11 months President Trump and President Biden stretched their authority, but now Mr. Biden must heed the Supreme Court’s warning.<br />What is Mrs. Pelosi’s alternative? Five Justices this summer let the eviction ban stand until it expired. But Justice Brett Kavanaugh’s caveat was that the policy couldn’t be continued without “clear and specific congressional authorization (via new legislation).” On Tuesday a defiant Mrs. Pelosi lauded the White House’s “intention to identify all available authorities to extend the eviction moratorium.” In other words, Mr. Biden might be bending under progressive pressure to reinstate the ban. This would be strikingly lawless, as the White House has admitted.<br />Little is being said in this debate about economics, but the numbers make it hard to see any case for a blunt national policy. The unemployment rate is 2.5% in Nebraska. It’s 2.7% in Utah, 2.9% in both New Hampshire and South Dakota, and 3% in Idaho. How much more recovered from Covid can those labor markets get? Other places that suffered longer lockdowns are lagging. But if state and local leaders want, they can pass tailored eviction policies, and then they can be accountable for the results.<br />Too often ignored are the costs on the other side of the evictions ledger. Renters are facing hardships, but so are landlords. There are about 48 million rental housing units in the U.S., according to a 2018 federal survey. For 42% of them, day-to-day management of the property was performed by either the owner or an unpaid agent. Another 25% had a paid manager who was still “directly employed” by the owner."
}