{
    "url_original": "https://www.wsj.com/articles/the-upcoming-nfl-season-is-crunch-time-for-sports-betting-11629451802?mod=business_lead_pos10",
    "url": "the-upcoming-nfl-season-is-crunch-time-for-sports-betting-11629451802",
    "title": "The Upcoming NFL Season Is Crunch Time for Sports Betting",
    "sub_head": "Online gambling has grown in popularity during the pandemic. But from a crowded field of competitors, only a handful will likely survive long term.",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-387805?width=860&height=573",
    "image_1": "im-387805.jpg",
    "time": "2021-08-20 05:30:00",
    "body": "The U.S. gambling industry is betting it all on the National Football League this fall.<br />A crowded field of sports-betting companies are spending billions of dollars to promote their brands at a crucial turning point for the fast-growing industry. The stakes are high. Companies are grappling for toeholds in the growing market as they seek to ensure their long-term survival. Online gambling, including sports betting and casino-style games, has exploded in popularity in the U.S. during the pandemic and could become a $40 billion industry in the next decade, according to analysts and executives.<br />This season, the NFL for the first time is allowing sports-gambling companies to advertise during games. Up to six ad slots a game will be open to seven league-approved betting companies.<br />Chris Halpin, the NFL’s chief strategy and growth officer, said the league in recent years has studied how best to use betting content to boost fan engagement, without annoying nongamblers. As legalized online wagering has spread across the country, Mr. Halpin said, “it made sense for us to really introduce sports betting in a thoughtful way into our national footprint.”<br />Sports-gambling deal making among casinos, media networks and technology companies has accelerated this year. For companies, the Sept. 9 start of regular-season games represents a chance to build brand loyalty among avid gamblers and sway football fans to become new bettors."
}