{
    "url_original": "https://www.wsj.com/articles/the-10-best-15-wines-from-chardonnay-to-rosado-11629461675?mod=life_work_lead_story",
    "url": "the-10-best-15-wines-from-chardonnay-to-rosado-11629461675",
    "title": "The 10 Best $15 Wines: From Chardonnay to Rosado",
    "sub_head": "In the world of wine retail, $15 is the sweet spot: Some shoppers won’t go above it, others won’t go below it. Our wine columnist found some outstanding values at that price point—red, white, pink and bubbly.",
    "category_1": "Life & Work",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-383525?width=860&height=860",
    "image_1": "im-383525.jpg",
    "time": "2021-08-20 08:14:00",
    "body": "SOME NUMBERS mean more than others in the world of wine—and I’m not referring to wine critics’ scores. Here I’m talking specifically about the number 15: Some oenophiles won’t go above it and others won’t go below it when shopping for wine. I’ve heard $15 cited so often I decided to search for bottles that cost exactly that figure (at least in the wine stores where I shopped). While I turned up some duds—it’s especially challenging to find good domestic bottles at that price—I did find the following 10 well-made red, white, rosé and sparkling wines that should please buyers on both sides of the numerical divide.<br />When Raventós i Blanc proprietor Pepe Raventós set out to make traditional method (aka Champagne method) sparkling wine in the Penedès region of Spain, he decided not to call his wine Cava, which one normally expects to see on the label of a Spanish bubbly, believing the name signals “cheap” to wine drinkers. Instead, his Blanc de Blancs (a wine made entirely from white grapes) is labeled “Conca del Riu Anoia,” denoting the specific geographical area where the wine was produced.<br />The moniker may be a mouthful—not as snappy as “Cava” or as well known—but the wine, a blend of four grapes, is crisp, elegant in character and very well made.<br />Although Pinot Noir garners most of the press coverage when it comes to Oregon wines, a fair amount of Pinot Gris comes out of the state as well. Indeed, it’s Oregon’s most-planted white grape. Willamette Valley Vineyards has been producing Pinot Gris for nearly 30 years. The winery is publicly owned—you can become an “owner” with a minimum purchase of 300 shares ($1,515 at $5.05 a share)—and turns out 20,000 cases annually of this soft, almost tropical, easy-drinking white.<br />A still-obscure wine region in the center of Portugal, the Beira Interior DOC was created less than two decades ago. Likewise largely unknown to most of the wine-drinking world, the region’s reds, whites and rosés are produced from native varieties with tongue-twisting names. The reds are (so far) the easiest to find in the U.S."
}