{
    "url_original": "https://www.wsj.com/articles/the-andrew-cuomo-standard-new-york-letitia-james-report-sexual-harassment-11628025496?mod=opinion_lead_pos2",
    "url": "the-andrew-cuomo-standard-new-york-letitia-james-report-sexual-harassment-11628025496",
    "title": "The Andrew Cuomo Standard",
    "sub_head": "If Democrats take sexual harassment seriously, they’ll move to impeach.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-03 18:44:00",
    "body": "We’re about to find out if Democrats believe what they say about having no tolerance for sexual harassment. If they do, then they have little choice other than to move to impeach Andrew Cuomo as Governor of New York.<br />Mr. Cuomo asked Attorney General Letitia James to investigate the many accusations women have made against the Governor, and on Tuesday the outside lawyers the AG appointed issued their 165-page report.<br />The report recounts the facts as related by 11 women who worked for Mr. Cuomo or came to his attention as part of their work in government or private business. A couple of the accounts don’t seem to rise to the level of harassment. But many do, at least by the contemporary standards set and episodically enforced by the political and cultural left.<br />No corporate CEO, or even a junior executive, would survive in the job amid the trail of bullying, groping, leering, unwanted kissing, and suggestive come-ons recorded in the report by six lawyers at two law firms. In one instance, the report says, Mr. Cuomo noticed a female state trooper he fancied at a public event, had her transferred to his personal protective detail though she lacked the necessary minimum tenure, then “sexually harassed her on a number of occasions.”<br />This included caressing her stomach and back, kissing her on the cheek in the presence of another trooper, and on another occasion asking for a kiss. The reasonable conclusion is that Mr. Cuomo used his power as Governor to violate New York State Police rules to transfer a woman he figured he might be able to coax into a sexual relationship. The report concludes that “the Governor engaged in conduct constituting sexual harassment under federal and New York State law.” In other words, he violated the law."
}