{
    "url_original": "https://www.wsj.com/articles/the-director-review-the-once-and-future-g-man-j-edgar-hoover-fbi-11628870092",
    "url": "the-director-review-the-once-and-future-g-man-j-edgar-hoover-fbi-11628870092",
    "title": "‘The Director’ Review: The Once and Future G-Man",
    "sub_head": "Generous and spiteful, patriotic and paranoid, the most powerful man in American law enforcement was a study in contradiction.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-384552?width=860&height=484",
    "image_1": "im-384552.jpg",
    "time": "2021-08-13 11:55:00",
    "body": "No one in American history wielded so much power for so long as J. Edgar Hoover. He created a peerless law-enforcement agency in his own unsmiling image and served eight presidents, from Coolidge to Nixon, none of whom dared fire him although some yearned to see him gone. He ruled his FBI with an autocratic hand, micromanaged his national celebrity, and cozied up to cafe society at New York’s Stork Club, especially gossip columnist Walter Winchell. He palled around with singer Frankie Laine and movie stars like Jimmy Stewart—he even chatted up Marilyn Monroe. He loved dogs and racehorses, “Gunsmoke” and “Rawhide,” steak and potatoes and, in moderation, Jack Daniel’s Black Label. But what was he really like?<br />The shelves are laden with books about Hoover and his bureau—idolatrous, iconoclastic, one even claiming the imperious G-man liked to prance around after hours in full drag. But there has never been an account quite like “The Director: My Years Assisting J. Edgar Hoover,” by Paul Letersky (with veteran journalist Gordon Dillow). In the mid-1960s the author, then in his early 20s, spent three years as a junior member of Hoover’s tiny office staff and five more as a special agent, and he has mined his experience to draw a vivid, foibles-and-all portrait of the fabled scourge of gangsters, Klansmen and communists, who died in 1972 after 48 years on the job.<br />This is no hagiography. The fearsome director, he writes, was “kind, courteous, thoughtful, fearless, sometimes funny, a perfect gentleman, and a devout patriot” but also “vindictive, close-minded, hypercritical, a man of intense hatreds and eternal grudges, a man who in his sincere belief that he was protecting his country had repeatedly violated the principles of the Constitution on which that country was founded.” In short, a “strange and remarkable,” “fascinating and perplexing” creature.<br />Older Americans are marinated in the Hoover legend, thanks to the slick FBI publicity machine that touted his and the bureau’s exploits in complaisant newspapers and magazines, movies like “The House on 92nd Street” and “The FBI Story,” and the long-running ABC television series “The FBI,” starring the handsome Efrem Zimbalist Jr. as a dashing special agent. For others, Hoover is a pug-nosed wraith from some long-gone America of machine-gun toting mobsters and commie spies. Mr. Letersky’s riveting book will be fresh meat for people who think they know all about Hoover and an education for the rest.<br />Put in charge of the tiny, corrupt Bureau of Investigation in 1924, when he was not yet 30, Hoover invented the new Federal Bureau of Investigation and ruled it from its birth to his own death. He created the FBI crime lab with its forensic wizardry, the FBI academy to train agents and local and state police, the fingerprint records that ultimately held more than 200 million cards, and those “secret files” supposedly full of dirt on presidents, lesser pols, business titans and celebrities. He set weight, height and appearance standards for agents old and new, even including a ban on applicants with “pear-shaped” heads. Violation of any of Hoover’s countless norms meant transfer to one of the bureau’s punishment outposts, like Billings, Mont., or dismissal “with prejudice.”"
}