{
    "url_original": "https://www.wsj.com/articles/the-secret-to-bob-costas-success-he-watches-3-sports-games-at-once-11629224755?mod=life_work_lead_pos1",
    "url": "the-secret-to-bob-costas-success-he-watches-3-sports-games-at-once-11629224755",
    "title": "The Secret to Bob Costas’ Success? He Watches 3 Sports Games at Once",
    "sub_head": "The 29-time Emmy winner, whose new HBO show premiered last month, talked to us about his technophobia, how he passes off his 2007 Lexus as new and the baseball card he’ll never leave home without",
    "category_1": "Tech",
    "category_2": "Personal Tech",
    "image_1_url": "https://images.wsj.net/im-387135?width=860&height=573",
    "image_1": "im-387135.jpg",
    "time": "2021-08-17 14:27:00",
    "body": "BOB COSTAS might be living in a technological world—in which you can video chat with family while your Tesla effectively drives itself—but he’s never quite managed to take modern car stereos for granted. “It still boggles my 20th-century mind that I can be driving through Pasadena while listening to the Cardinals from St. Louis on the radio,” the veteran sportscaster said.<br />A self-described technophobe, Mr. Costas, 69, still likes to hold each of the half-dozen newspapers he subscribes to in his hands; he prefers thick tomes to slim Kindles; and he just recently picked up an iPhone after defiantly swearing by his dusty Pantech flip phone for about 15 years by his own estimation. (”I’m glad I switched over and entered the 21st century,” he admitted, referring to his smartphone purchase.)<br />TV is one technology Mr. Costas knows intimately, having won 29 Emmys for news and sports during his more than four decades covering Major League Baseball, the NBA, horse racing, as well as a dozen summer and winter Olympics for NBC. He also hosted “On the Record with Bob Costas” and “Costas Now” for HBO between 2001 and 2008, and recently returned to the premium cable channel with “Back on the Record with Bob Costas.” The program’s first episode featured long-form conversations with renowned sports figures including Charles Barkley and Aly Raisman and it tackles controversial topics in athletics, including: the pressure on Simone Biles to perform; the Supreme Court’s recent ruling on NCAA athletes’ capitalizing on their own names, images and likeness; and the International Olympic Committee’s “troubling affinity for authoritarian regimes.”<br />After his tapings in New York, however, Mr. Costas might be more likely to order a car service or wave down a cab than to rely on tech for a ride home since he’s yet to embrace Uber. “I cheerfully admit my shortcomings,” he said. “That’s actually one of my virtues. I never pretend to know more than I do or pretend to be able to do stuff I can’t.”<br />Here Mr. Costas explains his apprehension about adapting to new tech, how easily he can pass off his 2007 Lexus for a 2021 model, and why he never leaves home without a certain baseball card."
}