{
    "url_original": "https://www.wsj.com/articles/the-5-worst-dorm-room-decorating-mistakesand-how-to-avoid-them-11629316352?mod=life_work_lead_story",
    "url": "the-5-worst-dorm-room-decorating-mistakesand-how-to-avoid-them-11629316352",
    "title": "The 5 Worst Dorm Room Decorating Mistakes—and How to Avoid Them",
    "sub_head": "Design pros share the decorating missteps college students (and sometimes parents) make in school-provided digs, what to do instead and the most awful décor gaffes they’ve seen on campus",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-387153?width=860&height=1290",
    "image_1": "im-387153.jpg",
    "time": "2021-08-18 15:52:00",
    "body": "YOU REMEMBER the décor challenges your dorm room presented: particleboard furniture, bleak cinder-block walls and a roommate’s unsavory decorating decisions. “The dormitory is decidedly unhomelike, yet it takes center stage for a substantial period of people’s lives,” said Carla Yanni, author of “Living on Campus: An Architectural History of the American Dormitory.”<br />It’s tempting to plaster the wan walls with little photos, but that “can overwhelm a small room, making it feel cluttered and hodgepodge,” explained Abbe Fenimore, founder of Dallas’s Studio Ten 25. Instead, she advises, look for thrift store frames with glass and matting, and swap in the best of your art using framer’s tape. Create a gallery wall, using sticky-backed Command Strips to hang the art without poking holes you’ll answer for at the end of the school year.<br />Here, the pros share five other common collegiate décor blunders, as well as tips for working within institutional limitations to make your dorm room the highlight of the residence hall.<br />While no 18-year-old wants to text a future roommate to coordinate the purchase of every last binder clip, “you also don’t want to look like you’re living in two completely separate spaces,” said Christina Hart, founder of New York’s StudioH. “A small dorm room really needs to maintain one vibe,” said Karen B. Wolf, a designer in Short Hills, N.J., pointing out the cacophonous downsides of mismatching colors, different peel-and-stick wallpapers that meet halfway and beds set at varying heights.<br />Instead: When moving her two daughters into college, Ms. Hart steered them toward neutral, textured bed coverings that would dovetail with whatever their future roommates brought. Once they got settled, the young women went with their roomies to HomeGoods to select throw pillows, artwork and rugs that would bridge tastes. Before they share a room, gung-ho roommate duos can use a  Pinterest  board to select items and comment on each other’s choices, suggested Ms. Wolf."
}