{
    "url_original": "https://www.wsj.com/articles/the-scientific-thrill-of-the-charcoal-grill-11628279966",
    "url": "the-scientific-thrill-of-the-charcoal-grill-11628279966",
    "title": "The Scientific Thrill of the Charcoal Grill",
    "sub_head": "The scent of burning briquettes on summer evenings are a pleasant byproduct of a super-efficient way of generating heat.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-380210?width=860&height=860",
    "image_1": "im-380210.jpg",
    "time": "2021-08-06 15:59:00",
    "body": "Physicist Helen Czerski explores the complex science behind familiar phenomena. Read more columns here.<br />The evening air here in London has acquired the distinctive signature of summer: the smell of barbecues. The sources are mostly out of sight, hidden in dozens of gardens and backyards, but on a warm evening the whiff of smoke fills entire neighborhoods. It’s distinctive because it’s the only time we burn charcoal, an ancient fuel that still has a place in a modern city. But you can burn lots of things to generate enough heat to cook food, so why is it always charcoal? It turns out that the key is the opposite of a magic ingredient—it’s more about what charcoal lacks.<br />The starting point for most charcoal is wood, a useful fuel because it’s full of molecules that can react with oxygen and give out heat in the process. Wood is both the internal scaffolding that can hold a tree up for decades and also the tree’s plumbing and storage system. The strength comes from cellulose and lignin, long molecules with carbon backbones that form a thin wall around every cell in the tree. These molecules are what make wood useful as fuel. Each cell is a single brick in the structure of the tree, packed together tightly. The cell innards and the fluids stored in the narrow pipes that run up and down the trunk have less stored energy because they’re mostly water.<br />When you start to heat wood to start a fire, the first thing that happens is that the water evaporates. As the temperature starts to rise further, toward 400-500°F, the lignin and cellulose start to break down, but don’t burn yet. The heat causes other molecules in the wood to escape as gases, and these burn in the air just above the wood surface. When you start a log fire, these are the flames you’re seeing: The bright flames are due to the mix of gases that are driven off the wood.<br />This generates enough heat to sustain the burning, but the temperature is relatively low. It’s not going to sear your steak. As the burning continues and the wood temperature slowly rises, the lignin and cellulose break down further, and all the mobile molecules evaporate and join the flames. What’s left is mostly carbon, and this is the powerful fuel. When it burns, the carbon reacts with oxygen to turn into carbon dioxide. There are no flames and no smell, but a huge amount of heat."
}