{
    "url_original": "https://www.wsj.com/articles/the-curious-instagram-subulture-of-outfitgrid-11628519579?mod=tech_featst_pos1",
    "url": "the-curious-instagram-subulture-of-outfitgrid-11628519579",
    "title": "The Curious Instagram Subculture of ‘Outfitgrid’",
    "sub_head": "On @Outfitgrid, an Instagram account with over 777,000 followers, people compete to see whose carefully composed photo of their wardrobe will be declared that day’s winner.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-382476?width=860&height=573",
    "image_1": "im-382476.jpg",
    "time": "2021-08-09 10:33:00",
    "body": "In December 2012, Dennis Todisco plopped a Supreme hoodie, a pair of red-and-black Jordans and a set of sweatpants on his floor and arranged it into a ghostly still life. He snapped a photo of this outfit and posted it to @Outfitgrid, an Instagram page he had just started. With that, a social media phenomenon was born. Over the past nine years, @Outfitgrid has exploded into one of the leading men’s style pages on Instagram. It counts over 777,000 followers including musician/gorpcore-hero John Mayer, rapper Pusha T and former NBAer Nick Young. Those followers are 75% males, with the bulk of them aged 18 to 24 (and 25-to-34-year-olds making up the next largest group).<br />Outfitgrid is a gamified way of sharing what you wear: Following Mr. Todisco’s template, followers submit their own posts of that day’s scrupulously laid-out outfit by using the hashtag #outfitgrid or tagging the account. The photos evoke the pre-teen tradition of laying out one’s clothes before the first day of middle school with one key difference: On Outfitgrid, you’ll spot spendy Stone Island swishy pants and Jil Sander tees instead of gear from mall brands like Aeropostale and Volcom.<br />Every night at 8 p.m. EST, Mr. Todisco, a 33-year-old living in New York and the account’s sole judge, picks a “winner” from the day’s hundreds of entries. There’s no secret science to his selections: He just goes with his gut. The winner gets his photo reposted to @Outfitgrid’s account. That’s it—that’s all they win. There’s no monetary prize, no trophy, just bragging rights for the day.<br />Participants cherish this fleeting glory. Each past winner I spoke with could instantly report exactly how many times he’d won. Michael Avelar, 43, a creative consultant in Los Angeles, has won 44 times over the last six years. His laydown dexterity has led to an occasional hobby coaching struggling outfit gridders. Mr. Avelar has instructed acquaintances on what pieces they should lay down and even shot complete Outfitgrids for other followers. (He does not charge for his services.) On the day we spoke he had just finished prepping and shooting a grid for someone else, delicately laying out a yellow shirt with some yellow Nikes against a concrete floor. The shot took him the better part of an hour to get right.<br />If asking someone else to fold, arrange and photograph your clothes sounds painfully absurd, remember, this account is a competition. In its comments section, followers do occasionally gripe and grumble about Mr. Todisco’s picks. But past winners say most of the feedback is overwhelmingly positive. “It’s a very uplifting community,” said Trevor Lloyd, 30, a biomedical equipment technician in Atlanta, who just notched his first win with a pair of Travis Scott Jordans, shorts and a T-shirt by uber-niche streetwear label Hidden. “If you get a good compliment [in the comments], that could change your whole day.” (Although the account is heavily male, whenever Mr. Todisco picks a laydown from a woman, many of the commenters ask for him to select more in the future. Ms. Todisco said he “love[s] seeing women contribute,” and that “Outfitgrid is about sharing style and that to me isn’t confined by gender.” When it comes to posts by men vs. women, he added, “there’s no preference or advantage. I love showing love to everyone.”)"
}