{
    "url_original": "https://www.wsj.com/articles/the-fda-covid-vaccine-sprint-pfizer-full-approval-11629752800?mod=opinion_lead_pos4",
    "url": "the-fda-covid-vaccine-sprint-pfizer-full-approval-11629752800",
    "title": "The FDA’s Vaccine Sprint",
    "sub_head": "Full approval for Pfizer’s mRNA shot should boost public confidence.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-390182?width=860&height=573",
    "image_1": "im-390182.jpg",
    "time": "2021-08-23 18:32:00",
    "body": "Hear, hear to the Food and Drug Administration, which moved mountains of paperwork to grant  Pfizer ’s  mRNA vaccine full approval on Monday—in record time amid complaints that the delay was contributing to public vaccine hesitancy.<br />The FDA approved the Pfizer vaccine for emergency use in early December after data from its Phase 3 trial with some 37,000 participants showed it was 95% effective against symptoms. Participants were followed for on average two months, which is when side effects usually materialize, and Pfizer has continued to track people who first received shots last summer.<br />A six month follow-up showed efficacy dipped slightly to 91%. Some real-world studies suggest that the efficacy has fallen more amid the spread of the Delta variant and possibly because antibodies diminish over time. This is why the FDA should move quickly to approve booster shots.<br />Data from the 92 million or so Americans who have received Pfizer’s two-dose regimen showed a modestly increased risk of myocarditis in younger men, which wasn’t apparent last December because the events are so rare. But there’s now more data vouching for the Pfizer vaccine’s safety than there has been for any other vaccine approved by the FDA.<br />The FDA has reviewed some 340,000 pages of data—about three times more than Pfizer’s application for emergency use—in less than four months compared to the eight months it typically takes the agency. Pfizer’s vaccine has gone from development to full approval in less than 18 months, a fraction of the 10 to 12 years required on average."
}