{
    "url_original": "https://www.wsj.com/articles/the-taliban-next-targets-kabul-afghanistan-11628169126?mod=opinion_lead_pos3",
    "url": "the-taliban-next-targets-kabul-afghanistan-11628169126",
    "title": "The Taliban Advance Escalates in Afghanistan",
    "sub_head": "Biden’s precipitous withdrawal is quickly becoming a debacle.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-08 15:18:00",
    "body": "Biden Administration officials continue to insist that diplomacy is the only solution in Afghanistan. The Taliban has other ideas as its military advance continues over ever more Afghan territory and targets government officials who worked with the U.S.<br />The group’s “martyrdom battalion” launched an elaborate suicide attack on the Afghan defense minister’s home last week, killing eight and wounding 20. Gen. Bismillah Khan Mohammadi and his family weren’t harmed during the attack, which was followed by gunfights on the streets of downtown Kabul.<br />The Taliban said Wednesday that the latest bombing would be the first of many “retaliatory operations against key figures and leaders of the Kabul administration.” On Friday it assassinated Dawa Khan Menapal, the government’s chief media officer who helped local and foreign press. A Taliban spokesman took credit for what he called a “special attack” to punish Menapal “for his actions,” according to Reuters.<br />Kabul isn’t on the brink of collapse, but it will be increasingly dangerous for civilians, government officials and foreigners. Expect more violence in the capital as the U.S. withdraws and only a few hundred American troops remain to guard facilities like the U.S. Embassy. On Saturday the Embassy advised all Americans to leave the country on the first available commercial flight.<br />The Taliban now controls or contests more than 80% of Afghanistan’s districts, according to the Long War Journal, and provincial capitals are under siege. The city of Zaranj in Nimroz, a southwest province bordering Iran, was overrun by the Taliban Friday. Kunduz, a city of some 300,000 in the northeast, fell on Sunday."
}