{
    "url_original": "https://www.wsj.com/articles/the-taliban-aug-31-red-line-joe-biden-afghanistan-troop-withdrawal-deadline-11629756664?mod=opinion_lead_pos2",
    "url": "the-taliban-aug-31-red-line-joe-biden-afghanistan-troop-withdrawal-deadline-11629756664",
    "title": "The Taliban’s Aug. 31 ‘Red Line’",
    "sub_head": "Now we know why Biden wants all U.S. troops out of Kabul in a week.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-390174?width=860&height=573",
    "image_1": "im-390174.jpg",
    "time": "2021-08-23 18:34:00",
    "body": "One of the mysteries of the last 10 days is President Biden’s reluctance to say a discouraging word about the Taliban. He’s been far tougher on our Afghanistan allies than on the jihadists who have taken over the country and humiliated the U.S. The reason is almost certainly that Mr. Biden feels he needs the Taliban’s cooperation to get Americans out of harm’s way in Kabul.<br />If that wasn’t clear already, a Taliban spokesman made it crystal on Monday when he said the U.S. President had better not extend his deadline for having all U.S. troops out of the country past Aug. 31.<br />“It’s a red line. President Biden announced that on​Aug. 31 they would withdraw all their military forces. So if they extend it, that means they are extending occupation while there is no need for that,” Taliban spokesman Suhail Shaheen told Sky News. ​<br />“If the U.S. or U.K. were to seek additional time to continue evacuations—the answer is no. Or there would be consequences,” he said, adding that extending the deadline would “create mistrust between us.” He added that it would “provoke a reaction.”<br />That sounds like a threat in any language, and it explains why Mr. Biden has been so cagey about that Aug. 31 date, which is only a week from now. The President said on Sunday that there have been “discussions” about extending the deadline, though he didn’t say with whom. If he meant the Taliban, he appears to have received his answer from those negotiations."
}