{
    "url_original": "https://www.wsj.com/articles/the-media-ignores-optimistic-black-leaders-blm-11629497358?mod=opinion_major_pos16",
    "url": "the-media-ignores-optimistic-black-leaders-blm-11629497358",
    "title": "The Media Ignores Optimistic Black Leaders",
    "sub_head": "The ones you don’t hear about reject narratives of self-pity and resentment.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-389509?width=860&height=573",
    "image_1": "im-389509.jpg",
    "time": "2021-08-22 12:04:00",
    "body": "Regarding Joseph Epstein’s op-ed “Black Lives Matter Poisons a Young Athlete’s Mind” (Aug. 17): In criticizing the negative messages of the BLM movement and naming many heroic civil-rights leaders of earlier generations, Mr. Epstein asks, “Why hasn’t a stronger black leadership arisen since this earlier generation of brave and highly intelligent men?”<br />It has arisen, though it is mostly overlooked by the mainstream media. Among today’s great black public leaders, such as Robert Woodson Sr., Carol Swain, Glenn Loury, Jason Riley, John McWhorter, Thomas Sowell, the late Walter Williams, Ian Rowe and Shelby Steele among others, can be found an optimistic and grateful strain of thought on black agency, progress and life in America.<br />I had the privilege of hearing Mr. Woodson and Ms. Swain speak to a racially mixed audience. They noted how much improvement they’ve experienced in their lifetimes and their optimism for the future. Mr. Woodson characterizes his outlook as “radical grace,” encouraging his people to look ahead, not back, and to exercise agency for their personal and family success. “Things that are all black should not be seen as bad,” nor should black success depend on “what white people do or think of us,” he said. Ms. Swain noted that she was not raised to hate white people but to accept individuals as they come, and judge them likewise. She, too, has no time for self-pity or worrying about what some may think of her.<br />Arnold L. Goldman<br />Canton, Conn."
}