{
    "url_original": "https://www.wsj.com/articles/the-california-housing-crunch-gavin-newsom-11629150337?mod=opinion_lead_pos3",
    "url": "the-california-housing-crunch-gavin-newsom-11629150337",
    "title": "The California Housing Crunch",
    "sub_head": "Bad policies cause a shortage that is hurting Newsom in the recall.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-386456?width=860&height=573",
    "image_1": "im-386456.jpg",
    "time": "2021-08-16 18:37:00",
    "body": "Ballooning housing costs have become a focal point in California Gov. Gavin Newsom’s recall election and are one reason the state last year lost population for the first time. Blame policies that limit new housing.<br />The Census Bureau last Thursday released state and county-level data on the growth in housing over the last decade. Housing development surged across the Sun Belt, including Utah (17.5%), Texas (16.2%), Idaho (12.6%), Florida (9.7%), Nevada (9.1%) and Arizona (8.3%). Then there’s California (5.2%), where housing supply has failed to keep up with demand for decades, driving prices higher and higher.<br />Los Angeles County added 4.3% new housing units versus 19.8% in Bexar County (San Antonio). The median home price in LA is $898,692 versus $226,665 in San Antonio. No wonder so many middle-income families are fleeing the Golden State.<br />Local zoning restrictions make it hard to convert vacant commercial real estate into housing. The state’s Environmental Quality Act results in endless litigation, delays and increased construction costs. The Los Angeles Times reported last year that it cost $531,000 on average to build a single unit of housing for a homeless person.<br />The cost for one homeless housing project soared to $746,000 per unit after a neighboring shopping complex sued. The developer settled by agreeing to add various design features and an underground parking lot, but the litigation took four years. Now LA is setting up 8-by-8-foot sheds—the type you can buy for a couple of thousand dollars—for the homeless at a cost of $130,000 apiece."
}