{
    "url_original": "https://www.wsj.com/articles/the-best-smokeless-fire-pits-for-outdoor-entertainingwithout-the-stench-11628012671",
    "url": "the-best-smokeless-fire-pits-for-outdoor-entertainingwithout-the-stench-11628012671",
    "title": "The Best Smokeless Fire Pits for Outdoor Entertaining—Without the Stench",
    "sub_head": "Stoke the flames but skip the smelly, eye-stinging smoke. These high-tech fire pits, all $350 or less, are built for worry-free grilling and socializing.",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-379638?width=860&height=860",
    "image_1": "im-379638.jpg",
    "time": "2021-08-03 13:44:00",
    "body": "JILL BARTNICK had always wanted a fire pit to cozily roast marshmallows and grill hot dogs with friends. What she didn’t want: the smoke such stoves inevitably spew. “Any time I go to a buddy’s house and we have a bonfire, it’s so much fun, but we reek until we wash our clothes and hair,” the Atlanta customer success manager said, adding that she also worried about smoking out nearby houses in her densely packed community.<br />To achieve her bonfire dreams without lapses of etiquette, Ms. Bartnick opted this spring for a new, smokeless Solo Stove. It burns ordinary logs or wood pellets, but, unlike typical fire pits, has a double-wall design that traps smoke and ash inside. Bonus: At 19.5-by-14 inches, the petite pit doesn’t crowd her townhome’s small outdoor space. “It just made a ton of sense.”<br />The Solo is just one of a new class of standout, sleek smokeless fire pits on the market. Equally suitable for small balconies and giant backyards, the devices promise to help keep you and your fellow fire admirers warm into the brisker months.<br />Marshmallow toasting is a must but you can also use many of the pits for grilling. Michael Dutton, who supports his wife, chef Erin French, in running the Lost Kitchen restaurant in Freedom, Maine, began cooking on two Breeo X Series 30 last summer when the restaurant moved their dining experience outside. Thanks to the pit’s add-on grilling kit ($380), the couple was able to cook three items at a time: charring meat on the Searplate, sauteing vegetables in a cast-iron skillet on the lower grill and toasting buns on the upper. “We’ve all grilled on barbecues outside at home,” Mr. Dutton said, “but this is a much more versatile and, in my opinion, attractive option.”<br />Here, our top three smoke-free fire picks."
}