{
    "url_original": "https://www.wsj.com/articles/the-coming-afghan-migration-crisis-europe-joe-biden-alexander-lukashenko-taliban-11629831981?mod=opinion_lead_pos4",
    "url": "the-coming-afghan-migration-crisis-europe-joe-biden-alexander-lukashenko-taliban-11629831981",
    "title": "The Coming Afghan Migration Crisis",
    "sub_head": "Europe understandably fears a refugee surge like the one from Syria.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-25 18:36:00",
    "body": "The immediate crisis in Kabul will end when U.S. forces depart, but President Biden’s surrender to the Taliban will have deleterious effects far beyond Afghanistan. Another migration crisis in Europe could be among the most consequential.<br />“Migrants and refugees from Syria, Iraq and Libya will be joined by people from Afghanistan,” Belarusian dictator Alexander LukashenkosaidMonday. “Even though they are going to end up in the West, they will be going and flying through Belarus.”<br />Mr. Lukashenko, isolated after his brazen theft of last year’s presidential election, has been facilitating illegal immigration into Europe. So far more than 4,000 have crossed into neighboring Lithuania this year, up from a few dozen in 2020. Poland and Latvia also have had to reinforce their borders with Belarus as they cope with thousands of illegal crossings.<br />The strongman has made clear that Minsk is weaponizing the migrants over the European Union’s sanctions on his government’s elites and some Belarusian industries. He told the U.S. and U.K. to “choke on your sanctions” earlier this month. Mr. Lukashenko has plenty of reason to believe he can behave with impunity.<br />The International Monetary Fund this week granted the regime a nearly $1 billion lifeline through “special drawing rights.” (See nearby.) Mr. Biden and his European counterparts, overwhelmed in Afghanistan, never organized effective opposition to the move despite their influence at the IMF."
}