{
    "url_original": "https://www.wsj.com/articles/the-spymaster-of-baghdad-review-the-fight-of-the-falcons-11628633937",
    "url": "the-spymaster-of-baghdad-review-the-fight-of-the-falcons-11628633937",
    "title": "‘The Spymaster of Baghdad’ Review: The Fight of the Falcons",
    "sub_head": "A fast-moving and suspenseful account of a band of Iraqi intelligence operatives who countered al Qaeda and ISIS.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-383478?width=860&height=573",
    "image_1": "im-383478.jpg",
    "time": "2021-08-10 18:18:00",
    "body": "In her book “The Spymaster of Baghdad: A True Story of Bravery, Family, and Patriotism in the Battle Against ISIS,” Margaret Coker describes Abu Ali al-Basri as a man out of a spy novel. “He wore a smartly tailored gray suit and button-down shirt without a necktie,” Ms. Coker writes. “His dark brown eyes were alert, but he displayed little emotion as he spoke quietly yet confidently about Iraq’s security situation.” Returning to Iraq in 2017 as the Baghdad bureau chief for the New York Times (after previously reporting there for The Wall Street Journal), Ms. Coker had found the man responsible for a dramatic decline in terrorist attacks in Iraq’s capital. ISIS was on its heels, and Abu Ali al-Basri was ready to tell Ms. Coker why: Iraqi intelligence had infiltrated the terrorist network with a man of its own.<br />Ms. Coker’s fast-moving and suspenseful book tells the story of al-Basri’s Falcons Intelligence Unit, set up by former Iraqi prime minister Nouri al-Maliki as a parallel unit to the state’s official intelligence services. The author focuses on two brothers, Harith and Munaf al-Sudani, whose heroic exploits are inspiring to read. Harith al-Sudani, who infiltrated ISIS, was ultimately discovered and killed by the terrorist organization. Munaf, also a member of the Falcons, was in the unenviable position of guiding his brother through his mission while keeping in check his personal attachment to the key member of that mission.<br />The brothers’ story was first related by Ms. Coker in the New York Times in 2018, and has also been told in Arabic media, but the details of their daring achievements should be new to most English-speaking readers. “The Spymaster of Baghdad” is entertaining, indeed almost thrilling at times, with many interesting discoveries for the general and specialist reader alike, but the book falls short of explaining the story within the larger context of Iraqi politics.<br />Ms. Coker weaves a tale of Iraqi patriotism motivating a dedicated band of intelligence operatives working effectively against al Qaeda, then ISIS, as they help to enact democracy in their country. There is a grain of truth to this narrative, but the account here leaves out some context about the Iraqi security services since 2003. Al-Maliki, the group’s godfather, was a Shiite and perhaps the most intensely sectarian head of the Iraqi government since Saddam Hussein. The unit successfully targeted Sunni extremists but left Iranian-backed Shiite militias unchecked as they undermined the state. The group’s successes against al Qaeda and ISIS may be commendable but they were not a solution to the deterioration of the Iraqi state or increasing sectarianism. In fact, the unit was a product of both, and emblematic of the inability since 2003 to create institutions in Iraq that function separate from political and sectarian considerations.<br />Some of the details Ms. Coker uses to flesh out her narrative reflect a Western (and somewhat melodramatic) view of Iraqi realities. For instance, she describes an Iraqi intelligence officer’s love for “reading the legends about his nation’s glorious past as the cradle of civilizations. Ancient Arabs loved a thrilling spy tale, such as the legend of Gilgamesh, in which the heroic king kills his enemies thanks to ingenuity and espionage.” Ancient Arabs, however, almost certainly did not know the Epic of Gilgamesh. Though its origins can be traced to the third millennia B.C., the epic was lost to memory and had disappeared by the time the Arabs arrived in Iraq; it was rediscovered by British scholar George Smith in the 1870s. The work took almost a century to be translated into Arabic for consumption by the Iraqi public. This type of trope is hardly consequential, but nonetheless removed from reality."
}