{
    "url_original": "https://www.wsj.com/articles/the-best-books-to-read-on-the-beach-11629307316?mod=life_work_lead_pos2",
    "url": "the-best-books-to-read-on-the-beach-11629307316",
    "title": "The Best Books to Read on the Beach",
    "sub_head": "A champion surfer, a travel photographer and a writer on the volumes that make for absorbing beach books—and put you in a summer mood",
    "category_1": "Life & Work",
    "category_2": "Reading & Retreating",
    "image_1_url": "https://images.wsj.net/im-386513?width=700&height=700",
    "image_1": "im-386513.jpg",
    "time": "2021-08-18 13:22:00",
    "body": "SUMMER MIGHT be winding down but there’s one sure-fire way to hold on to the season: sinking into a book. Not just any volume will do—you can save all 1,300 pages of Robert Caro’s “The Power Broker: Robert Moses and the Fall of New York” for October. For a read that breezes by whether you’re on the beach, in a hammock or sprawled out on a lawn, we asked three notables for their recommendations. Here, a two-time world surfing champion, a photographer known for his beachscapes and a literature professor share their picks for engaging reads that capture the essence of summer and remind them of its inimitable allure. Their answers run the gamut, from a favorite children’s book ideal for lazy lakeside vacations to a coming-of-age tale set in Harlem to a classic science-fiction novel that inspires as well as entertains.<br />World champion surfer, winner of the 2021 Pipe Masters<br />“Frank Herbert’s ‘Dune’ series has been great summer reading. It provides a fun escape into a different reality, with an interesting perspective on how to face challenges. This summer, heading into the Tokyo Olympics, I was looking for some inspiration to get through my injury. One of my favorite excerpts from the first book is, ‘I will face my fear. I will permit it to pass over me and through me. And when it has gone past I will turn the inner eye to see its path. Where the fear has gone there will be nothing. Only I will remain.’”<br />Literature professor and writer, whose book ‘Read Until You Understand: The Profound Wisdom of Black Life and Literature’ comes out Sept. 14 (W.W. Norton)<br />“Out of all the books I know and love, Toni Cade Bambara’s short stories come to mind, especially ‘Raymond’s Run’ in her ‘Gorilla, My Love’ collection. In it is Hazel, a tough little girl living in Harlem in the 1970s and her younger brother Raymond, who has a disability. Cade Bambara captures what summers were like when we were growing up. Hazel is at that expansive preadolescent age where summer gives you these little moments and joyful experiences, and if you were lucky, you grew.”"
}