{
    "url_original": "https://www.wsj.com/articles/the-digital-payment-giant-that-adds-up-11629796178?mod=business_minor_pos10",
    "url": "the-digital-payment-giant-that-adds-up-11629796178",
    "title": "The Digital Payment Giant That Adds Up",
    "sub_head": "Adyen’s business was boosted during the pandemic, but it can keep growing even as real-life shopping returns",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-389283?width=860&height=573",
    "image_1": "im-389283.jpg",
    "time": "2021-08-24 05:09:00",
    "body": "This column is part of the Heard on the Street Stock Picking Contest. You’re invited to play along with us here.<br />Digital payment providers have been among the pandemic’s biggest winners. For  Adyen ,  an Amsterdam-listed company that supplies white-labeled services to the likes of Uber,  eBay  and Spotify, prospects look undiminished even as the world reopens.<br />The closure of the retail and travel industries hit traffic through Adyen’s platform when Covid-19 first spread across the world. But the company serves a range of sectors and soon regained its stride as more spending moved online. Its share price has roughly quadrupled over the past two years, making it one of Europe’s largest technology companies with a market value of around €82 billion, which is equivalent to $96.31 billion.<br />Reopening is expected to reset some businesses that thrived on social distancing, but likely not Adyen. For a start, its hotel and airline customers will bounce back. More important, the company is signing up new clients and existing ones are using it more. Its unified commerce solution integrates the growing ways in which consumers shop, including self-serve checkouts, ordering ahead and curbside pickup. What was once a nice-to-have service is becoming a need-to-have one, said Adyen chief financial officer Ingo Uytdehaage.<br />First-half results published last week showed a company still growing fast, even as the world went back to shopping in real life. The volume of payments it processed was up by roughly two-thirds compared with the same period of 2020, as were earnings before interest, taxes, depreciation and amortization."
}