{
    "url_original": "https://www.wsj.com/articles/the-meaning-of-hitler-nazis-anti-semitism-leni-riefenstahl-david-irving-11628801937",
    "url": "the-meaning-of-hitler-nazis-anti-semitism-leni-riefenstahl-david-irving-11628801937",
    "title": "‘The Meaning of Hitler’ Review: The Führer Phenomenon",
    "sub_head": "Michael Tucker and Petra Epperlein’s documentary takes a nuanced look at the Nazi leader’s legacy, from angles political, sociological, psychological and cinematic.",
    "category_1": "Television Review",
    "time": "2021-08-12 17:00:00",
    "body": "<br />There’s some question as to whether Covid-19 will always be with us. There’s no question about Adolf Hitler. Turn on your TV and “you have a 95% chance of getting a Hitler documentary,” according to Enno Lenze, who runs the Berlin Story Bunker (located exactly where you think it is). “There’s ’Hitler’s Friends,’ ‘Hitler in Private,’ ‘Hitler’s Household,’ ‘The 10 Things You Didn’t Know About Hitler’—which are always the 10 things you already knew about Hitler.” Mr. Lenze lives in Germany, but it’s not much different elsewhere in the world.<br />So how does a film titled “The Meaning of Hitler” address being yet another documentary about a subject who “resists understanding”? This one, by the husband-wife team of Michael Tucker and Petra Epperlein (“Gunner Palace,” “Karl Marx City”), asks serious questions—about itself. “Is it possible to make a film like this without contributing to the expanse of the Hitler Cinematic Universe?” asks narrator Matilda Tucker (daughter of the directors). And the answer is no. But this ambitious and mutedly angry film also assumes an ironic tone in examining the Hitler phenomenon from angles political, sociological, psychological and, very intriguingly, cinematic. Using Sebastian Haffner’s 1978 eponymous book as a launch point, the couple intends its “Meaning of Hitler” to be part biography, part media study, part analysis of authoritarian regimes world-wide, and a debunking of pop-psychological explanations of why Hitler became Hitler. “Good luck,” says the historian, memoirist and Holocaust survivor Saul Friedländer, who’s been down the Tucker-Epperlein road before.<br />But so have most people who are interested in the phenomenon of Nazism and of otherwise “normal” people falling in line behind a dictator. As one interviewee observes, every psychiatric diagnosis has been assigned to Hitler, along with every means of either excusing his behavior or excusing him from the ranks of humanity. What gives “The Meaning of Hitler” urgency right now is the rise of white nationalism, anti-Semitism and the politicization of fact. Donald Trump comes up in the conversation. “You might as well get on to their similarities,” the novelist Martin Amis says during an interview, with something close to resignation. “Fanatical cleanliness is one trait. And of course lying is another.” Mr. Amis seems to be acknowledging that comparisons to Nazis have become ubiquitous, and reflexive, and that they diminish the reality of Hitler’s crimes. Besides, the borrowing from Mr. Haffner’s book is really about the “controlled chaos” that any would-be despot like Hitler imposes on “an intact state organism,” something common to coups everywhere.<br />“The problem that we have is not that the Nazis were inhuman,” says Holocaust scholar Yehuda Bauer, “but that they were human.” This sentiment—that the followers of Hitler were not extraordinary in any way—is part of much Holocaust study. It runs through a documentary that features a legion of academics, authors, doctors, Nazi hunters (Beate and Serge Klarsfeld)—and even Holocaust denier David Irving, who is seen leading tour groups through former Polish death camps and explaining that Jews died because they couldn’t survive manual labor. One of Mr. Irving’s leading antagonists, Deborah Lipstadt—their libel case was the basis of the 2016 drama feature “Denial”—makes one of the more memorable observations in a movie with no shortage of them, specifically about anti-Semitism: “When you try to give a rational explanation for an irrational sentiment, you’re lost.” (Ms. Lipstadt was nominated last month by President Biden to be the U.S. special envoy for monitoring and combating anti-Semitism.) The directors heed her advice."
}