{
    "url_original": "https://www.wsj.com/articles/the-complete-live-at-the-lighthouse-lee-morgan-dizzy-gillespie-art-blakey-max-roach-jack-de-johnette-dave-douglas-11629224092?mod=opinion_major_pos14",
    "url": "the-complete-live-at-the-lighthouse-lee-morgan-dizzy-gillespie-art-blakey-max-roach-jack-de-johnette-dave-douglas-11629224092",
    "title": "‘The Complete Live at The Lighthouse’ by Lee Morgan Review: A Beacon Gone Dark",
    "sub_head": "The eight-CD/12-LP collection from Blue Note reveals the artistic growth and evolving musical ideas of the gifted trumpeter, who died at age 33.",
    "category_1": "Books & Arts",
    "category_2": "Music Review",
    "image_1_url": "https://images.wsj.net/im-386110?width=860&height=860",
    "image_1": "im-386110.jpg",
    "time": "2021-08-17 14:18:00",
    "body": "Trumpeter Lee Morgan’s life in music has been overshadowed by the circumstances of his death—at age 33, in 1972, after his common-law wife shot him outside a downtown Manhattan jazz club. But Morgan was still a teenager when jazz giants Dizzy Gillespie and Art Blakey recruited him to join their bands, and he later played in the great 1959-61 edition of Blakey’s Jazz Messengers. He had a hit, “The Sidewinder,” that made the pop charts in 1964, and it was used as theme music for television shows and commercials. In addition, he fought for the inclusion of jazz musicians in TV talk-show bands and for recognition of the genre in academic curricula.<br />Yet tribute recordings devoted to Morgan are few and far between, and Kasper Collin’s 2016 film, “I Called Him Morgan,” dwelt as much on his killer as it did on the trumpeter. This long neglect may now change with the release of “The Complete Live at The Lighthouse” (Blue Note), an eight-CD/12-LP collection of the music from Morgan’s only official live recording. Drawn from 12 sets of music performed in July 1970 at a storied Hermosa Beach, Calif., club with one of Morgan’s last working bands, the concerts were originally issued as a two-LP set in 1971 and then as three CDs in 1996. The new collection features more than four hours of previously unreleased music and showcases Morgan’s evolving sound and the band’s solidifying chemistry.<br />A Morgan solo always made you sit up and take notice. Dramatic, dynamic and ambitious, his tone was big and brash on finger-popping, uptempo numbers, yet warm and tender on ballads. Trumpeter and composer Dave Douglas wrote to me in an email about Morgan, “Horace Silver pointed out to me the supreme hipness of Lee Morgan’s voice, not what he plays over one chord, but how he gets from one to the next.” Morgan was always willing to take risks, bending notes and adding variations to the themes. There was an urgency to his music.<br />In the years following “The Sidewinder,” Morgan continued to make stellar recordings, most built either on the cool grooves of “The Sidewinder” or on the Blakey sound. But one album, “Search for the New Land” (Blue Note, 1966), showed another side emerging. It presented extended compositions and a probing, introspective side of the trumpeter. On the “Lighthouse” sides, Morgan mixes all three of these styles effectively. His band—which included reedman Bennie Maupin, pianist Harold Mabern, bassist Jymie Merritt and drummer Mickey Roker—played nightly sets at the venue for a week and a half before the recording began, so the musicians had an unusually high level of rapport with each other and a comfort with the acoustics of the venue. (Even weeklong engagements are now considered long.)<br />The rendition of “The Sidewinder” on “The Complete Live at The Lighthouse” sounds more exuberant than obligatory, and it feels like a gleeful nod to the ’60s, while much of the other material points to the future. Led by Roker’s frenetic drumming, Mabern’s “The Beehive” roars with intensity and gusto, and it bridges the gap between the hard bop of the ’60s and the longer solos and more open structures that were a trademark of some ’70s jazz. Mr. Maupin’s contributions to the repertoire, especially “416 East 10th Street” and “Neophilia,” also present a wide-open sound. There are three versions of the latter composition, one from each of the three nights of the recording, and the solos grow in intensity. Merritt’s “Nommo” would soon become a signature for the Max Roach Quartet, a band that typified the ’70s post-bop style, and his “Absolutions,” a rarity, spotlights the band’s tight interplay. Morgan’s brief career was slowed by addiction, and he didn’t shy away from his past. The band used his composition “Speedball,” which is also a blend of heroin and cocaine, as an outro theme, but one of the highlights of the box is a full-length rendition featuring drummer Jack DeJohnette. His playing is looser than Roker’s and it pushes the band in many directions."
}