{
    "url_original": "https://www.wsj.com/articles/the-whos-vaccine-misinformation-11629386489?mod=opinion_lead_pos8",
    "url": "the-whos-vaccine-misinformation-11629386489",
    "title": "The WHO’s Vaccine Misinformation",
    "sub_head": "The World Health Organization wrongly accuses the U.S. of “vaccine nationalism.”",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-388264?width=860&height=573",
    "image_1": "im-388264.jpg",
    "time": "2021-08-19 11:21:00",
    "body": "WHO Gets It Wrong Again<br />The World Health Organization on Wednesday condemned the U.S. and other wealthy countries such as Israel and Germany for ordering Covid booster shots for their own citizens. There’s insufficient evidence to support the need for third doses, WHO officials said while accusing wealthy countries of behaving selfishly by giving their own citizens added protection while billions around the world remain unvaccinated.<br />“The divide between the haves and have nots will only grow larger if manufacturers and leaders prioritize booster shots over supply to low- and middle-income countries,” WHO Director General Tedros Adhanom Ghebreyesus said. “Vaccine injustice is a shame on all humanity,” Wealthy countries are handing out “extra lifejackets to people who already have lifejackets,” and leaving others “to drown without a single lifejacket,” WHO official Dr. Mike Ryan complained.<br />This analogy doesn’t quite, well, hold water since the U.S. has already donated 110 million vaccines out of its supply to lower-income countries and contracted for another 500 million to donate—three times the 200 million boosters the Biden administration recently ordered for Americans. The administration has also pledged as much as $4 billion to the WHO-backed program Covax to buy vaccines for low-income countries, as a Journal editorial today explains. All told, the U.S. will end up donating more vaccines than it administers to its own citizens.<br />In any case, the WHO shouldn’t be lecturing the U.S. and other wealthy countries about their global public-health obligations. These are the same folks who praised China’s transparency during the early days of the pandemic and waited until mid-January to acknowledge evidence of human-to-human transmission. By that time the virus was spreading stealthily across Europe."
}