{
    "url_original": "https://www.wsj.com/articles/the-agony-of-the-centrist-democrats-nancy-pelosi-infrastructure-house-spending-11629754803?mod=opinion_lead_pos1",
    "url": "the-agony-of-the-centrist-democrats-nancy-pelosi-infrastructure-house-spending-11629754803",
    "title": "The Agony of the ‘Centrist’ Democrats",
    "sub_head": "Pelosi views them as cannon fodder, and they’ll probably cave.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-390134?width=860&height=573",
    "image_1": "im-390134.jpg",
    "time": "2021-08-23 18:34:00",
    "body": "With the House back in town, the debate for Democrats is which colossal plan they should pass first: President Biden’s $1 trillion infrastructure package? Or Bernie Sanders’s $3.5 trillion budget outline? The media is covering it as a real showdown but, if history holds, this will turn out to be Kabuki theater.<br />Nine Democrats, including several from swing districts, say the infrastructure bill should be passed before any budget vote is taken, and so far they have held their ground. “We are firmly opposed,” they wrote recently, “to holding the president’s infrastructure legislation hostage to reconciliation, risking its passage and the bipartisan support behind it.”<br />The left is demanding the opposite. Do the $3.5 trillion spending binge first, the argument goes, and then reward the Democratic centrists with the infrastructure goody bag. Speaker Nancy Pelosi doesn’t want to lose either faction, and her narrow majority means she has only three votes to spare. She’s trying to accommodate both sides with a rule that lets her claim the two proposals are moving forward more or less simultaneously.<br />This is mainly about process, not substance. The nine Democratic holdouts want to vote on infrastructure now, but tomorrow they’re prepared to roll over for $3.5 trillion in spending and new entitlements, which is what really matters. “I’ve literally said to my colleagues, ‘Let’s vote on the infrastructure bill, and then, like, 15 minutes later we can start debate on the budget resolution and vote on it the next day,’” Rep. Josh Gottheimer told a reporter.<br />It speaks volumes about the power of the left that Mrs. Pelosi won’t take him up on the offer. The problem for the swing-district Democrats—please don’t call them moderates—is that Mrs. Pelosi likes it when they win competitive seats to build her a majority, but once they get to D.C. she expects them to toe the progressive party line. This year that dynamic is even worse, because she’s playing for her legacy."
}