{
    "url_original": "https://www.wsj.com/articles/the-electric-vehicle-welfare-state-joe-biden-auto-makers-gm-volkswagen-stellantis-11628201680?mod=opinion_lead_pos1",
    "url": "the-electric-vehicle-welfare-state-joe-biden-auto-makers-gm-volkswagen-stellantis-11628201680",
    "title": "The Electric Vehicle Welfare State",
    "sub_head": "Car makers back the Biden climate agenda in return for subsidies and higher consumer prices.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-05 18:35:00",
    "body": "What a spectacle. We’re referring to the political advertisement that auto makers staged with President Biden on Thursday endorsing the Administration’s stricter fuel-economy rules and climate agenda. Behold Big Business colluding with Big Government to grab subsidies and raise consumer prices.<br />The White House previewed the electric-vehicle promo with joint statements from auto makers, the United Auto Workers and California Gov. Gavin Newsom.  Ford ,  GM and Stellantis (formerly  Fiat Chrysler ) announced their “shared aspiration” for electric cars to make up 40% to 50% of their sales in 2030. EVs make up a mere 3% of current U.S. sales, and most are Teslas.<br />“This represents a dramatic shift from the U.S. market today that can be achieved only with the timely deployment of the full suite of electrification policies committed to by the Administration,” including government incentives for consumers, charging stations and battery manufacturing, Detroit’s auto makers said. For “incentives,” read subsidies.<br />BMW ,  Ford,  Honda ,   Volkswagen  and Volvo seconded the need for “bold action from our partners in the federal government.” Politicians as partners? The five auto makers previously struck a deal with California to reduce their greenhouse gas emissions after the Trump Administration eased the Obama corporate average fuel-economy (Cafe) standards.<br />The Biden Administration is adopting the California deal as the framework for its revised Cafe rules from 2023 to 2026. The mileage mandate will increase by 10% in 2023 from the existing standards in 2022 and then by 5% each year through 2026 to 52 miles per gallon by 2026. They will also earn extra regulatory credits for producing more EVs."
}