{
    "url_original": "https://www.wsj.com/articles/the-gallery-of-miracles-and-madness-review-hitler-nazism-degenerate-art-11628261231?mod=opinion_major_pos10",
    "url": "the-gallery-of-miracles-and-madness-review-hitler-nazism-degenerate-art-11628261231",
    "title": "‘The Gallery of Miracles and Madness’ Review: Triumph of the Ill",
    "sub_head": "Surrealists saw the artwork of mental patients as inspiration for their own. Nazi authorities saw both as diseased.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-382008?width=860&height=651",
    "image_1": "im-382008.jpg",
    "time": "2021-08-06 17:40:00",
    "body": "Whenever I read about Hitler’s youthful dream of becoming an artist, I imagine an alternate history in which the Academy of Fine Arts Vienna accepted his application to study there. But the august academy said no to the future Führer not once but twice, and Hitler himself declared that the academy’s rebuff struck like “a bolt from the blue.”<br />Yet as the journalist Charlie English demonstrates in his penetrating chronicle “The Gallery of Miracles and Madness: Insanity, Modernism, and Hitler’s War on Art” (Random House, 304 pages, $28), even so ego-shattering a blow as that did not deter Hitler from his artistic ambitions. Instead they became ever grander. As he rose to power, he fashioned himself the “artist-Führer,” destined to sculpt a new German culture and “pure” Aryan race. And the maniacal path Hitler charted to realize that vision, Mr. English contends, began with his war on modern art and the degeneracy he condemned in modern culture.<br />Mr. English traces that trajectory in fascinating, grueling detail. Hitler’s outrage against modern art was initially fueled by the increasingly abstract, distorted, angst-filled works of the late 19th and early 20th centuries. In the years prior to World War I, and especially in its devastating aftermath in Germany, exaggerated colors, expressive brush strokes and gory subjects served to reflect the era’s roiling aesthetics, societal uncertainties, and economic and political crises. Such dynamic canvases contrasted sharply with the emotionless “pleasant little pictures” that a friend recalled Hitler painting at about the time he was applying to the academy.<br />By 1919 Hitler may not have completely formulated his twisted ideology conflating art degeneracy with the eugenics-based pseudo-science of racial degeneracy. But the research of the German psychiatrist and art historian Hans Prinzhorn, who that year began studying the art produced by the mentally ill, would over the next decades kindle Nazi propaganda and Hitler’s own incendiary hatreds and prejudices.<br />From his position at the psychiatric hospital of the University of Heidelberg, Prinzhorn was astonished by the variety and quality of the art produced by the patients he oversaw there. So much so that he went on to collect about 5,000 examples from psychiatric institutions across Germany, Austria, Switzerland and elsewhere. In these works he discovered unfettered inventions utilizing not only sketchpads and ink, or canvases and paint, but “scraps of newspaper, tissue, old sugar bags, toilet paper, and the contents of wastepaper baskets,” Mr. English writes. “Sculptures were molded from chewed bread or carved from bits of old wooden furniture.”"
}