{
    "url_original": "https://www.wsj.com/articles/the-best-winery-t-shirts-say-more-than-you-might-think-11629920135?mod=life_work_lead_story",
    "url": "the-best-winery-t-shirts-say-more-than-you-might-think-11629920135",
    "title": "The Best Winery T-Shirts Say More Than You Might Think",
    "sub_head": "Sporting merch can be like a secret handshake among discerning wine drinkers. And you can learn a lot about a winery from the slogan and the thread count it selects.",
    "category_1": "Life & Work",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-389242?width=860&height=378",
    "image_1": "im-389242.jpg",
    "time": "2021-08-25 15:35:00",
    "body": "WINE DRINKERS, I’ve decided, are of two types: those who wear winery T-shirts and those who do not. Up to now, I have always belonged to the second group.<br />While I’ve visited plenty of wineries and purchased plenty of wine, I’ve never been tempted to buy winery-branded merchandise, aka “merch.” But after talking to winemakers, I’ve come to see the winery T-shirt in particular as a sort of barometer. A winemaker who is thoughtful about shirt quality and design is likely to approach winemaking just as thoughtfully.<br />One of the shirts I purchased for this column came from Matthiasson Wines in Napa, Calif., whose wines I’ve long admired and whose proprietor and winemaker, Steve Matthiasson, describes himself as “a T-shirt guy.”<br />His winery’s T-shirt ($24) simply features a pair of pruning shears and the Matthiasson name—understated, much like the wines he makes. Also like Matthiasson’s wines, the shirt is made in an environmentally friendly fashion—half organic cotton, half recycled polyester. Mr. Matthiasson had more to say in a follow-up email: “Most [people] have never heard of Matthiasson and don’t recognize our logo…but if they know us, they enjoy seeing that one of our fans is as geeky about wine as they are.”<br />Debbie Hansen and her winemaker husband, Leo Hansen, of Leo Steen Wines in Healdsburg, Calif., specialize in small-production Chenin Blanc (the grape known as Steen in South Africa). They also produce a shirt with a simple design ($30), mostly for their wine club members and tasting room visitors. “We only make 50-75 shirts each year,” said Ms. Hansen. But the shirt’s slogan, “Drink Chenin,” gets noticed; it caught my eye on Instagram."
}