{
    "url_original": "https://www.wsj.com/articles/the-smartest-kids-in-the-world-amanda-ripley-programme-for-international-student-assessment-11629144755?mod=opinion_major_pos13",
    "url": "the-smartest-kids-in-the-world-amanda-ripley-programme-for-international-student-assessment-11629144755",
    "title": "‘The Smartest Kids in the World’ Review: Study Abroad",
    "sub_head": "An adaptation of journalist Amanda Ripley’s book sends four high-school students around the world to see what lessons the education systems of other countries hold for America.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-386271?width=860&height=573",
    "image_1": "im-386271.jpg",
    "time": "2021-08-16 16:13:00",
    "body": "Investigative journalistAmanda Ripley avoided writing about education for most of her career, having found it less daunting to concentrate on crime, natural disasters and terrorist attacks. “The conversation in the United States about education could not be more stagnant”—nor, she adds, does it ever involve students, something she sought to alleviate with her 2013 book, “The Smartest Kids in the World.”<br />In her adaptation on Discovery+, director Tracy Droz Tragos employs the same basic format as Ms. Ripley’s book, following four American high schoolers as they explore education in countries that rank significantly higher than the U.S. on the PISA test, the Programme for International Student Assessment, which measures the ability of 15-year-olds to use reading, mathematics and science knowledge to meet real-life challenges. PISA is the yardstick by which national rankings are measured in the show. Ms. Ripley is the program’s very knowledgeable guide, who weighs in here and there to put matters in perspective. The stars are the four high-school juniors who have taken the daring step of spending a year abroad, in school systems they each know nothing about.<br />The results are enlightening, perhaps a little depressing: The U.S. spends more than almost every other developed nation per capita on education and gets a discouraging return on its investment: At the time the documentary was shot, the international ranking of the U.S. was 31st in math and 23rd in science. But the reasons why—as precisely as they can be determined—seem to be largely about philosophy rather than innate student ability.<br />It’s an unwieldy subject Ms. Tragos has taken on, and the results are somewhat scattershot—the students’ personal experiences are mixed with a survey of educational approaches and, as a result, certain questions about cultures, ethnicities and languages get lost. The encouraging thing is how simple some improvements might be to implement here. Others seem impossible: Sports, which benefit only a fraction of any U.S. student body, are the kind of diversion of educational resources and energy you find virtually nowhere else in the developed world.<br />The students are from disparate regions of the U.S., and all are seeking a more challenging education. Simone goes to South Korea; Jaxon goes to the Netherlands; Brittany goes to Finland; Sadie goes to Switzerland. Each national system provides food for reformist thought, not only in contrast with the U.S. but with each other: Nothing could be more different than the stress-filled South Korea system—with its high-pressure testing and emphasis on rote memorization—and Finland, where students come and go as they please and where the attitude, even compared with America, seems almost lackadaisical. And yet Finland and South Korea achieve comparable PISA rankings. (In what’s almost an aside, one Finnish student tells the camera that Finns are not required to continue their education after middle school, “so everybody here wants to be here.” One cannot say that about many American high schools, and it probably skews the rankings.)"
}