{
    "url_original": "https://www.wsj.com/articles/the-power-of-trust-review-when-reliable-is-protable-11629325048?mod=opinion_reviews_pos1",
    "url": "the-power-of-trust-review-when-reliable-is-protable-11629325048",
    "title": "‘The Power of Trust’ Review: When Reliable Is Proﬁtable",
    "sub_head": "Customers and investors alike feel cheated and apprehensive when companies violate basic business norms. There is a better way.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-387915?width=860&height=573",
    "image_1": "im-387915.jpg",
    "time": "2021-08-18 18:17:00",
    "body": "Ralph Waldo Emerson is rarely invoked when people are discussing business and national economies, but he captured a nice point when he observed that “distrust is very expensive.” When individuals lack confidence in the quality and reliability of the products they’re buying—from meatloaf to mutual funds—commercial exchange is impeded and economic growth thwarted. It’s no coincidence that countries with high levels of distrust have high rates of poverty as well.<br />The U.S. experienced an episode of mass distrust in 2008, when collapsed confidence in the banking system sent the economy into a tailspin. Today, with the products and policies of major companies becoming ever more deeply integrated into our lives—particularly companies in the technology sector—there is ever more need for chief executives and their teams to build trust and maintain it.<br />That is the backdrop to “The Power of Trust” by Sandra Sucher and Shalene Gupta, a Harvard Business School professor and research associate, respectively. The authors provide an overview of trust’s role in business, drawing on academic studies and describing companies that have fostered trust, lost it or regained it. Their goal, they say, is to provide readers with a road map “to build, improve, recover, or sustain the trust of the people and groups who rely on you, and whom you rely on, to build a thriving business.”<br />The road map they provide follows a four-part design in which each element contributes to trust in business. The first part centers on competence, which refers to a company’s ability to deliver what it has promised. The next part takes up motives: Does a company have what the authors characterize as “good intentions”? The third part addresses means—“the fairness of your processes and treatment of people when distributing rewards and pain points.” The fourth part registers the “impact”—both intended and unintended—of a company’s actions on the consumers it serves and the communities in which it operates.<br />None of these elements alone is sufficient to achieve trust, the authors say, and progress in each ultimately depends on companies having their houses in order: “To establish trust with your customers,” Ms. Sucher and Ms. Gupta write, “you need to first establish it with your employees and create processes and standards internally to ensure your products or services are up to standard.”"
}