{
    "url_original": "https://www.wsj.com/articles/the-classic-volkswagen-that-rules-the-anchorage-car-scene-11630245600?mod=life_work_lead_story",
    "url": "the-classic-volkswagen-that-rules-the-anchorage-car-scene-11630245600",
    "title": "The Classic Volkswagen That Rules the Anchorage Car Scene",
    "sub_head": "Bill Crawford’s 1960 VW Karmann Ghia convertible has been turning heads in Alaska for nearly 40 years",
    "category_1": "Life & Work",
    "category_2": "Cars",
    "time": "2021-08-29 10:00:00",
    "body": "Bill Crawford, 83, a retired Chevron senior marketing representative living in Anchorage, Alaska, on his 1960  Volkswagen  Karmann Ghia convertible, as told to A.J. Baime.<br />In Alaska, we have four seasons: June, July, August and winter. When my wife, Gaye, and I first moved here in 1977, as soon as summer started, we couldn’t believe how many classic cars were coming out of people’s garages. The collector car atmosphere in Alaska is unbelievable. But it is also seasonal. This time of year, we especially love our cars because we often get snow as soon as September.<br />When I was growing up, I had a favorite uncle, who was a decorated World War II Marine named Al Guerard. He owned a 1960 Volkswagen Karmann Ghia. When he died in 1981, I told my aunt that I would like to buy his car, but she knew how much it would mean to me. So she gave it to me. In 1983, I went to Pebble Beach, California, where she lived, picked up this car, drove it to Seattle, and put it on a barge bound for Alaska.<br />Up here, you don’t see many of these cars. There are lots of classic  Porsche s, Volkswagens and British cars like MGs and Austin-Healeys. But very few Karmann Ghias. The car was built from 1955 to 1974, and back then there were a lot of them around. [According to VW, the company built 362,601 coupes and 80,881 convertibles, with a majority of those cars sold in the U.S.] Today the younger generation has no idea about what this car is and about its unique history.<br />A German manufacturer named Wilhelm Karmann partnered with an Italian car design house called Carrozzeria Ghia. They went to Volkswagen and asked if they could put this body on a Volkswagen chassis. So that is what happened. Like the Volkswagen Beetle, the VW Karmann Ghia has its engine in the back."
}