{
    "url_original": "https://www.wsj.com/articles/the-fall-dress-thats-just-as-ideal-in-august-as-september-11628794394",
    "url": "the-fall-dress-thats-just-as-ideal-in-august-as-september-11628794394",
    "title": "The Fall Dress That’s Just as Ideal in August as September",
    "sub_head": "The classic shirt dress works equally well on vacation in late summer and in the boardroom come autumn",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-384605?width=860&height=1290",
    "image_1": "im-384605.jpg",
    "time": "2021-08-12 14:53:00",
    "body": "SARAH RUSTON is busy packing to move from Los Angeles to London, and the only clothing not boxed are eight shirt dresses she plans to wear until her flight in early September. The style is a standby for the fashion insider. “I probably have 25 of them in my wardrobe,” she said. “When I spot a good one, I don’t think twice about buying it.” When I called her, she was wearing a 20-year-old Chanel version in blue with white pinstripes, belted with the sleeves rolled up. The dress is an urbane workhorse: That day alone she wore it to the eye doctor, to pick up dry cleaning and to afternoon tea at a swanky hotel.<br />Ms. Rutson is a fashion consultant who spent decades leading buying teams at Lane Crawford in Hong Kong and Net-a-porter in London. She considers the shirt dress the hardest working item in a woman’s wardrobe, especially in these confusing where-am-I-working times. The frock is casual enough for a beach picnic yet just formal enough for a meeting. “It fends off the perpetual fashion fear of: ‘Will I be overdressed?’” she explained. “It’s perfect for re-entry.”<br />Holly Wright, designer of London brand Tove Studio, also endorses the style’s dress-up-or-dress-down quality. The brand’s Ceres shirtdress (pictured), first released in the summer of 2020, has sold over 4,000 units, a staggering number for an emerging brand. When designing this dress, Ms. Wright imagines it worn in multiple situations during multiple seasons. “We wanted it to be something you could really lean on,” she said, noting that she and her business partner, Camille Perry, prize functionality in their designs.<br />The sweet spot for a shirt-dress hemline, according to both Ms. Wright and Ms. Rutson, is a mid-calf length. “It’s going to flatter everyone, whether you have great legs or not,” Ms. Wright said. “Plus, the length allows it to be more formal when needed.” As Ms. Rutson pointed out, some of us will still favor outdoor appointments come fall. “If I’m meeting someone for lunch in the park and sitting in the grass or sitting high on a barstool, it allows me to be ready for anything.”<br />Ms. Rutson is currently dressing her shirt dresses down with super-casual Birkenstocks. But she said she will dress the style up with heels...“if we ever wear heels again.”"
}