{
    "url_original": "https://www.wsj.com/articles/the-scooter-wars-are-coming-to-the-stock-market-11628852581?mod=markets_lead_pos12",
    "url": "the-scooter-wars-are-coming-to-the-stock-market-11628852581",
    "title": "The Scooter Wars Are Coming to the Stock Market",
    "sub_head": "Italian ‘micromobility’ leader Helbiz makes its debut on Friday, and will be followed by U.S. market leader Bird. It isn’t an easy business.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-383834?width=860&height=573",
    "image_1": "im-383834.jpg",
    "time": "2021-08-13 07:03:00",
    "body": "Electric bikes and scooters may be better for the planet than for your portfolio.<br />“Micromobility” company Helbiz makes its trading debut on Nasdaq on Friday, a first for the U.S. stock market. Like better-known peers Bird and Lime, Helbiz offers consumers rides on two-wheeled electric vehicles via a smartphone app. Helbiz is the market leader in Italy, with plans to expand in the U.S.<br />The bigger event for investors will be when Bird goes public later this year. The U.S. market leader announced a deal with a special-purpose acquisition company in May that gave it an enterprise value of $2.3 billion. Lime, which is backed by ride-hailing giant Uber, hasn’t followed suit yet, but the temptation to tap SPAC cash must be strong. All those scooters don’t come cheap.<br />Like ride-hailing, micromobility promises to fill in city-transport gaps by offering a software-enabled alternative way to travel short distances. One difference for investors between “mobility” companies and the micro kind is that, whereas Uber and  Lyft  mainly facilitate peer-to-peer transactions, Bird and Lime are focused on owning vehicle fleets. Another difference is that micromobility has a stronger case for helping the environment.<br />“My view is that we are going to see more and more discouragement of the car, and not just the internal combustion engine. For short journeys it doesn’t make sense to use vehicles that are so excessive to consumer needs in terms of weight and seats,” says Kristina Church, head of sustainable solutions at Lombard Odier Investment Managers."
}