{
    "url_original": "https://www.wsj.com/articles/the-politics-of-regulation-intrude-on-fed-succession-11629295200?mod=markets_lead_pos7",
    "url": "the-politics-of-regulation-intrude-on-fed-succession-11629295200",
    "title": "The Politics of Regulation Intrude on Fed Succession",
    "sub_head": "Banks got safer under Chairman Jerome Powell; some Democrats still want someone else to run the Fed",
    "category_1": "Economy",
    "category_2": "Capital Account",
    "time": "2021-08-18 10:00:00",
    "body": "If the Federal Reserve’s management of the economy were all that mattered, Chairman Jerome Powell would probably be cruising toward reappointment. His response to the pandemic and focus on full employment have drawn bipartisan praise.<br />But the Fed is also a financial regulator, an inherently more political role than monetary policy. Mr. Powell’s shot at another term when this one expires in February is now threatened by progressive Democrats whose priority is a more activist Fed on regulation and other nonmonetary matters.<br />Mr. Powell almost certainly has enough votes from both parties to be confirmed; the question is whether the holdouts can persuade President Biden to nominate someone else. Last week The Wall Street Journal reported that Mr. Biden’s economic team generally supports giving Mr. Powell a second term, but resistance from Democrats including Sen. Elizabeth Warren (D., Mass.) could lead to his replacement. “Over and over and over he has weakened a regulation here, he has led the Fed to ease up there, he has helped the Fed to protect the largest financial institutions,” Ms. Warren told Bloomberg television earlier this month.<br />There is a sort of symmetry at work here. Four years ago President Donald Trump liked the monetary policy of Fed chair Janet Yellen, appointed by former President Barack Obama. But Republicans disliked her pro-regulatory stance and pushed to replace her with Mr. Powell. Ms. Yellen is now Mr. Biden’s treasury secretary.<br />Back then, Republicans were motivated more by ideology than evidence that Ms. Yellen’s policies had done any harm. The same is true of progressives’ attacks on Mr. Powell, under whom banks appear to have gotten safer, not weaker."
}