{
    "url_original": "https://www.wsj.com/articles/the-guns-that-won-world-war-ii-11629032400",
    "url": "the-guns-that-won-world-war-ii-11629032400",
    "title": "The Guns That Won World War II",
    "sub_head": "Before wielding the atomic bomb, the U.S. subdued Japan’s forces across the Pacific with weapons designed by an inventor who died two decades earlier",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-385112?width=860&height=573",
    "image_1": "im-385112.jpg",
    "time": "2021-08-15 09:00:00",
    "body": "From March 1945 until the end of World War II, the skies over Japan witnessed some of the deadliest aerial raids in history. Fleets of B-29 bombers, the four-engine “Superfortress” that represented the pinnacle of American aeronautical achievement, firebombed Tokyo and virtually all of Japan’s major cities. The air campaign culminated in the use of another unique American invention, the atomic bomb, and 76 years ago, on Aug. 14, 1945, Imperial Japan surrendered.<br />The monthslong, war-ending aerial pounding was only possible, however, after Allied troops conquered enemy island strongholds from Guadalcanal to Okinawa and shot down thousands of Japanese planes. Those victories were won with other American inventions. Quite unlike the B-29, and most certainly unlike the atomic bomb, these other weapons were conceived by a single man—born before the Civil War and already deceased by two decades. His name was John Moses Browning.<br />In a life of extraordinary mechanical creativity, Browning created the weapons that armed every American fighter and bomber and equipped every American infantry unit. The nation may have forgotten, but every battle won in World War II was won with Browning firearms.<br />It’s also true that Browning’s inventions, including the modern slide-action pistol, have contributed to appalling suffering from gun violence in the civilian world. That was the sad, ironic duality of Browning’s mechanical creativity: His firearms could save a life or take a life, or do both, in a single instant. Whether right or wrong often depended on where you stood, in front of the barrel or with your finger on the trigger. For Americans in World War II, of course, the moral judgment was easy to make.<br />American fighter planes carrying up to eight of Browning’s 5-foot-long, .50-caliber machine guns wiped out the Japanese air force. In Europe, Browning’s guns in P-51 Mustangs and P-47 Thunderbolts eliminated the German Luftwaffe as an effective fighting force. Even the American strategic bombing campaign depended on the same Browning machine guns, as every B-17 and B-24 bomber bristled with a dozen or more."
}