{
    "url_original": "https://www.wsj.com/articles/the-right-and-our-afghan-allies-special-immigrant-visa-program-11629403595?mod=opinion_lead_pos4",
    "url": "the-right-and-our-afghan-allies-special-immigrant-visa-program-11629403595",
    "title": "The Right and Our Afghan Allies",
    "sub_head": "It isn’t conservative to betray a promise to those who fought with us.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-19 18:36:00",
    "body": "The chaos in Kabul will forever stain President Biden’s legacy, but he’s not the only one who is harming America’s reputation for constancy and honor. See the immigration restrictionists calling for the betrayal of U.S. allies in their moment of great need.<br />The Special Immigrant Visa (SIV) program creates a path to permanent U.S. residency for locals who worked with the U.S. government in Afghanistan. After at least a year of service—and a vetting process that can take years—a qualified Afghan can bring his spouse and children to America if he is “experiencing an ongoing serious threat as a consequence of such employment.” Anyone who worked with the U.S. now faces such a threat from the Taliban if he remains in Afghanistan.<br />Americans who served alongside these Afghans know they were crucial to the U.S. mission. Without local guides to language and mores, more Americans would have died. Hundreds of translators and their family members have been killed for assisting the U.S., in addition to the 66,000 members of the Afghan military and police who have died in the war.<br />The priority of U.S. forces in Afghanistan should be to rescue and extract trapped Americans. But the U.S. also has a duty to thousands of Afghans who are in mortal danger. The Biden Administration is rightly attempting to evacuate SIV applicants, often to third countries where they will wait for a visa decision.<br />The SIV program has deep bipartisan support, but it’s not unanimous. Last month the U.S. House passed, 407-16, a bill to allocate an additional 8,000 visas for translators. The no votes came exclusively from Republicans."
}