{
    "url_original": "https://www.wsj.com/articles/the-regulators-are-coming-after-sustainable-investing-11629994233?mod=markets_lead_pos6",
    "url": "the-regulators-are-coming-after-sustainable-investing-11629994233",
    "title": "The Regulators Are Coming After Sustainable Investing",
    "sub_head": "U.S. investigation into Deutsche Bank’s asset manager DWS is important first step in crackdown on ethical-investing claims",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-391581?width=860&height=573",
    "image_1": "im-391581.jpg",
    "time": "2021-08-26 12:10:00",
    "body": "Some of the investment industry’s claims about sustainability aren’t sustainable. A U.S. probe into  Deutsche Bank ’s  asset-management arm could help sift out the fakers.<br />American officials are investigating  DWS Group ,  according to a Wall Street Journal report Thursday, after its recently departed head of sustainability said it overstated how widely it used sustainable-investing criteria. The outcome will likely be investors’ first indication of how U.S. regulators will clamp down on Wall Street “greenwashing.”<br />Investing based on environmental, social and governance criteria has become a hot trend. Amid strong demand for ethical financial products, ESG funds offer money managers the chance to differentiate themselves and raise margins after years of fee pressure from cheap index-tracker funds.<br />Scrutiny of their claims is becoming trendy, too. ESG criteria can be woolly, data is often scarce and a variety of ranking methodologies makes it hard for investors to know who is spinning a story and who is walking the talk.<br />Tariq Fancy, former chief investment officer for sustainable investing at  BlackRock ,  recently wrote that ESG funds are profitable for Wall Street but may not really be doing well. Worse still, he argued, they mislead the public and lower the likelihood that governments will act. BlackRock says it advocates for governments to take a leading role in combating climate change and also supports initiatives to set consistent standards and increase transparency for sustainable portfolios."
}