{
    "url_original": "https://www.wsj.com/articles/the-chair-netflix-sandra-oh-bob-balaban-holland-taylor-11629407486?mod=opinion_major_pos14",
    "url": "the-chair-netflix-sandra-oh-bob-balaban-holland-taylor-11629407486",
    "title": "‘The Chair’ Review: Netflix’s Sharp Take on Academia",
    "sub_head": "The new series, starring Sandra Oh as the first female chair of an English department at a university, is an engaging sendup of higher education.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-387158?width=860&height=573",
    "image_1": "im-387158.jpg",
    "time": "2021-08-19 17:25:00",
    "body": "That there are problems of the most serious kind at Pembroke University, not least the financial kind, is clear from the start. There’s ominous muttering from the administration about faculty members who’ve been around for 25 years or so giving the same lecture. “Just give me three names,” pleads one dean looking for jobs to cut.<br />One of the great strengths of “The Chair” (Netflix) is its vivid evocation of the requirements for survival in this place where a packed lecture hall and a youthful instructor count for more than teaching ability. There’s a strong hint of the magic that might cause the dream of a crowded class to come true when a student races into a room to ask if this is where Sex and the Novel is going to be taught. No, the professor (Bob Balaban) darkly informs him, it’s the Survey of American Letters From 1850 to 1918.<br />It’s a measure of the script’s intelligence that there are no heavy judgments handed down here on the student’s choice. More impressive still is the portrait of a culture of bottomless sensitivity—now, to be sure, no longer confined to campuses—and the fever swamps to which it can lead.<br />It’s a bleak picture. Still, “The Chair” is full of charm, and a captivating humor, a kind evident during a faculty party. It may not be the best of times for celebration, but celebrate the faculty does anyway in the midst of job worries and ominous administrative directives like the one that requires longtime Chaucer scholar Joan Hambling (a wonderfully regal Holland Taylor) to be moved to a darkish basement office, part of the dean’s bullying strategy to encourage retirements. Prof. Hambling isn’t inclined to take this unsubtle hint of her reduced status lightly. She’s one of the faculty members whose age and long employment at Pembroke make her a prime candidate for one of the job cuts the administration yearns for. The celebration in question is in honor of the appointment of the first female chair of the English Department. She’s the Korean-American professor Ji-Yoon Kim (Sandra Oh).<br />Though the instructors have little to say about the adventure of teaching English literature at Pembroke, the writers of “The Chair” leave little doubt about the prime concerns of the students. For instance, as regards Herman Melville—wasn’t he a wife-beater? And there was the story some had heard that women had done some of the writing of Melville’s great works. The young scholars leave class for the day with their teacher’s assurance that they will take this question up next time."
}