{
    "url_original": "https://www.wsj.com/articles/the-tempest-hudson-vallley-shakespeare-festival-11628802039?mod=opinion_major_pos15",
    "url": "the-tempest-hudson-vallley-shakespeare-festival-11628802039",
    "title": "‘The Tempest’ Review: Curtain Calls",
    "sub_head": "The Hudson Valley Shakespeare Festival bids farewell to its current campus with a superb production of the play thought to be one of Shakespeare’s last.",
    "category_1": "Opinion",
    "category_2": "Theater Review",
    "image_1_url": "https://images.wsj.net/im-383953?width=860&height=573",
    "image_1": "im-383953.jpg",
    "time": "2021-08-12 17:02:00",
    "body": "Garrison, N.Y.<br />None of Shakespeare’s plays is better suited to outdoor staging than “The Tempest,” whose setting is an enchanted island, and it is hard to imagine a better place to see it than under the tent of the Hudson Valley Shakespeare Festival, pitched on a wooded bluff overlooking the Hudson River. There being few finer summer theater companies in America, I expected much of Ryan Quinn’s new production, and I got all I hoped for: This was a “Tempest” that gave pleasure of every conceivable kind, one in which Shakespeare’s tale of forgiveness and redemption is retold in such a way as to give like delight to those who know the play well and those who are seeing it for the first time.<br />It’s widely thought by contemporary scholars that “The Tempest” was one of Shakespeare’s last plays. If so, it is fitting that he should have used the occasion to tell the story of Prospero (Howard W. Overshown), an Italian duke whose throne was stolen from him by his faithless brother and who was set adrift with Miranda (Kayla Coleman), his young daughter, finding his way to a deserted island where he occupied himself by learning the occult arts of sorcery and scheming for his ultimate revenge—a longing that he sets aside at evening’s end when his now-aged soul is redeemed by love.<br />Mr. Quinn’s “Tempest” is characteristic of the HVSF’s now-familiar “house style.” Utterly straightforward, with no obscuring high directorial concept superimposed on Shakespeare’s text, it is played out on a plain dirt stage floor devoid of sets and, for the most part, props, with pop-style dancing (skillfully choreographed by Susannah Millonzi) used to set the scene. The magical powers of the furious Prospero are brilliantly suggested by the sound design of Charles Coes and Nathan Roberts and the lighting of Lucrecia Briceno. All else is left to the actors, the text, and the viewer’s imagination.<br />No less typical of Hudson Valley is an emphasis on comedy, one that is populist in the best sense of the word, with Ralph Adriel Johnson making an uproarious impression as Trinculo, the hard-drinking jester who introduces Caliban (Jason O’Connell), Prospero’s servant-slave, to the risky joys of liquor. Mr. O’Connell, a stand-up comedian who got his start playing Shakespearean clowns at Hudson Valley and has since matured into a classical actor of high distinction, puts a subtle spin on the part: His Caliban is a tragic monster, one whose plight is neither horrifying nor ludicrous but heartbreaking. As Miranda and Ariel, Prospero’s spirit-servant, Ms. Coleman and Britney Simpson are fresh and charming."
}