{
    "url_original": "https://www.wsj.com/articles/the-debacle-in-afghanistan-taliban-joe-biden-donald-trump-11628806642?mod=opinion_lead_pos2",
    "url": "the-debacle-in-afghanistan-taliban-joe-biden-donald-trump-11628806642",
    "title": "The Debacle in Afghanistan",
    "sub_head": "Biden and Trump share responsibility for the looming defeat.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-384911?width=860&height=573",
    "image_1": "im-384911.jpg",
    "time": "2021-08-12 19:55:00",
    "body": "Former Defense Secretary Bob Gates famously wrote that President Biden has been on the wrong side of every major foreign-policy issue in his long career. The world is getting another example as Mr. Biden’s hell-bent, ill-planned withdrawal from Afghanistan is turning into a strategic defeat and moral debacle.<br />The Taliban march to Kabul continues with the fall of more provincial capitals each day. The last count was 12 capitals, including Ghazni City on the road between the major cities of Kandahar and Kabul. Reinforcing Afghan forces defending Kandahar will become harder if the road is blocked.<br />The Afghan government is trying to mount a counterattack, and President Ashraf Ghani has sacked another army chief. But the Taliban now controls at least eight entire provinces, according to the Long War Journal, and its reach includes areas in the north that the Taliban didn’t control when it ruled the country before 9/11. The city of Herat also fell Thursday, and Kandahar could be next.<br />Many Afghan troops are fighting bravely, but they lack the air support that has been their main military advantage. Mr. Biden blundered in withdrawing all U.S. air power from the country, including private contractors who assist the Afghan air force in maintaining helicopters and planes. The contractors are now literally having to assist via Zoom calls, while the U.S. military flies too few sorties from the Persian Gulf region to slow the Taliban.<br />The White House has failed to understand what’s happening, with leaks saying the Administration is surprised by the Taliban assault. Surprised? The military warned Mr. Biden and so did U.S. intelligence. The Taliban began this offensive on May 1, two weeks after Mr. Biden announced his withdrawal, aiming for the symbolic date of Sept. 11."
}