{
    "url_original": "https://www.wsj.com/articles/the-best-air-purifiers-for-wildfire-smokewhatever-your-budget-11630429948?mod=life_work_lead_pos3",
    "url": "the-best-air-purifiers-for-wildfire-smokewhatever-your-budget-11630429948",
    "title": "The Best Air Purifiers for Wildfire Smoke—Whatever Your Budget",
    "sub_head": "As the wildfires rage on, acrid smoke is seeping into many Americans’ homes. To purify and de-haze your interior air, consider these options, from powerful-but-affordable to hospital-grade.",
    "category_1": "Tech",
    "category_2": "Personal Tech",
    "image_1_url": "https://images.wsj.net/im-393710?width=860&height=573",
    "image_1": "im-393710.jpg",
    "time": "2021-08-31 13:12:00",
    "body": "IN AUGUST 2020, when Jeff Deshon peered out the windows of his Fairfield, Calif., home, the sky was so sickly orange “it looked like an apocalypse,” he said, with smoke spouting from the LNU Lightning Complex Fires just 2 miles away. And the acrid air had bullied its way inside.<br />Mr. Deshon quickly took action, buying three Molekule air purifiers that September, then a fourth the next month. The odor improved throughout the home he shares with his wife, especially in their bedroom, where they installed a purifier and kept the door clamped shut.<br />Home air purifiers, designed to be easily plugged into a standard outlet to cleanse contained indoor atmospheres with just a whisper of white noise, do more than improve odors. They work as a way to clear haze and eradicate some of the worst pollutants from wildfire smoke, said Dr. Mary Prunicki, director of air pollution and health research at Stanford University’s Sean N. Parker Center for Allergy and Asthma Research. To really help vanquish the effects of smoke, Ms. Prunicki recommended seeking out an air purifier with a HEPA filter—an acronym for high-efficiency particulate air. Here, four new-guard purifiers to satisfy a range of tastes and needs.<br />An anodized aluminum device with a vegan leather strap, Molekule Air Pro, is handsome enough to be sold by the Museum of Modern Art’s Design Store. Molekule’s patented PECO (or photo electrochemical oxidation) filter—designed to beat a HEPA filter—claims to eliminate 99% of even the finest PM1.0 polluting particles in a 1,000 cubic foot chamber in around 20 minutes, and gaseous VOCs like toluene in about three hours. A touch-screen built into the purifier’s top and an accompanying app both monitor how well it’s working, and let you switch to quiet mode for movie night. $1,199, molekule.com<br />At just 34-by-13.4 inches, the compact Blueair HealthProtect 7710i claims to filter a 674-square-foot room in 12 minutes, suitable for postage-stamp-sized studio apartments or petite rooms like nurseries. Its HEPA filtration technology claims to use 55% less energy than competitors, with an estimated 10% less racket. Bonus: This Blueair HealthProtect model promises to sense ash particles, with its companion app pinging you an ETA for when the particles will be dispelled. $839, blueair.com"
}