{
    "url_original": "https://www.wsj.com/articles/the-centrists-fold-on-schedule-democrats-nancy-pelosi-house-spending-bill-11629843448?mod=opinion_lead_pos2",
    "url": "the-centrists-fold-on-schedule-democrats-nancy-pelosi-house-spending-bill-11629843448",
    "title": "The Democratic Centrists Fold, on Schedule",
    "sub_head": "House holdouts agree to a fig leaf and pass Bernie Sanders’s budget outline.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-24 19:07:00",
    "body": "The Kabuki theater production of House Democrats closed off-Broadway on Tuesday after a very limited run. The vaunted showdown between nine or so “centrists” and the party’s progressive wing ended with a whimper as the centrists settled for a token procedural promise.<br />Faux crisis averted. Nancy Pelosi takes another media turn as a legislative wizard—a Tony award nomination may be coming—and the progressive juggernaut moves on to try to pass $4.5 trillion or more in spending and the biggest tax increase since 1968. This was all so predictable.<br />The centrist Democrats had insisted that they wouldn’t vote for the progressives’ $3.5 trillion budget outline until the House first considered the Senate’s $1 trillion infrastructure plan. In the event, they settled for a classic political fig leaf. The House voted 220-212 for a rule that “deems” the $3.5 trillion outline passed—which is supposed to be a political victory because it lets the centrists claim they didn’t directly vote for the resolution.<br />But of course the resolution passed and allows Congress to move ahead with the reconciliation process that requires only 51 votes in the Senate to pass a budget bill. This is what Bernie Sanders needed to move his agenda through the Senate.<br />The centrists are also crowing that Mrs. Pelosi agreed to a House vote on the Senate’s infrastructure bill by Sept. 27—presumably before Democrats have completed the legislative text of all the details of their $3.5 trillion plan. Yet even this may not be much of a promise, since Mrs. Pelosi didn’t secure the support of her left flank. The 100-strong Congressional Progressive Caucus on Tuesday reiterated that its position is “unchanged,” and that it will vote against the infrastructure bill until a final reconciliation package is complete."
}