{
    "url_original": "https://www.wsj.com/articles/the-fast-lazy-way-to-clean-your-teeth-whole-mouth-toothbrushes-11629991198?mod=life_work_lead_pos4",
    "url": "the-fast-lazy-way-to-clean-your-teeth-whole-mouth-toothbrushes-11629991198",
    "title": "The Fast, Lazy Way to Clean Your Teeth? ‘Whole Mouth’ Toothbrushes",
    "sub_head": "Unnervingly futuristic, these bulky, high-tech toothbrushes promise to scrub your choppers thoroughly in 20 seconds. We asked dentists and users—and tried them ourselves—to see whether they deliver.",
    "category_1": "Tech",
    "category_2": "Personal Tech",
    "image_1_url": "https://images.wsj.net/im-391029?width=860&height=573",
    "image_1": "im-391029.jpg",
    "time": "2021-08-26 11:19:00",
    "body": "DENTISTS LIKE Dr. Lana Rozenberg are overly familiar with two eternal fibs: that their clients floss regularly, and that they brush their teeth for at least two minutes twice a day. “Most people don’t brush their teeth for two minutes,” said the Manhattan-based industry veteran. “Thirty seconds is more like it,” or under a second for each of their 32 teeth.<br />But what if, in those 30 seconds, a device could reach the front, back and sides of every tooth at once? That’s the proposition of new “whole mouth” toothbrushes, which rely on vibration and a preponderance of bristles packed inside a structure resembling a mouthguard to deliver an up-to-snuff scrubbing in as little as 20 seconds—10 each for top and bottom sets of teeth.<br />“It helps make things way faster, way easier and feels a little more guaranteed because you actually feel it on each one of your teeth,” said Kristopher Paul, a medical-transportation driver in St. Petersburg, Fla., who has bit down on a 360 Sonic Brush Pro ($70) each morning for the past year. Mr. Paul, 36, also likes the tool’s 15-minute whitening mode, which combines a blue LED light and whitening gel to fade bothersome coffee stains.<br />Parents weary of waging a twice-daily war with their tots over toothbrushing also appreciate the devices. Madison, Wis., homemaker Cindy Kieler is mom to a 9-year-old with a sensory processing disorder that makes her extra-sensitive to the feeling of a brush moving around her mouth. Sick of chasing her daughter around the house with a toothbrush, Ms. Kieler tried out a Y-Brush sized for children’s mouths. Despite its forbidding bulk, it was a hit. “She can now do it herself without me, and knows it’ll be over in a few seconds,” she said. “So far, she hasn’t complained about it at all.” While pricier than a normal toothbrush, the $147 Y-Brush promises to last three months on a charge; a $36 replacement brush head should be switched in every six months.<br />In our own tests, inserting such a mouthful of a toothbrush was initially uncomfortable (though one colleague who owns the Myst version raves about it), and the amount of toothpaste required seemed extreme. (Y-Brush sells a handy rubber applicator for $6 that you pop onto the top of your tube to paint an ultrathin line.) Pro: teeth that felt clean after 20 seconds. Con: the inability to scour one’s tongue."
}