{
    "url_original": "https://www.wsj.com/articles/the-boy-scouts-bankruptcy-case-what-to-know-11630062000?mod=business_featst_pos3",
    "url": "the-boy-scouts-bankruptcy-case-what-to-know-11630062000",
    "title": "Boy Scouts Draw Plan to Settle With Sex-Abuse Victims, Exit Bankruptcy. Here’s What We Know",
    "sub_head": "The youth group is pushing to exit chapter 11 this year",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-392039?width=860&height=573",
    "image_1": "im-392039.jpg",
    "time": "2021-08-27 07:00:00",
    "body": "The Boy Scouts of America is pushing to exit bankruptcy after seeking chapter 11 protection last year from a growing number of sex-abuse claims. The bankruptcy case, which spotlighted past failures by the organization to protect children, may be nearing its end as a settlement offer gains momentum. The youth group has said it needs to make peace with sex-abuse victims for its mission to survive. Here’s what you should know about the chapter 11 case, the largest ever filed over sexual abuse, and what could happen next:<br />Sex-abuse claims dogged the Boy Scouts for years, especially after a court-ordered release in 2012 of internal files on reports of abuse by volunteers. The youth group turned to bankruptcy when states including New York, New Jersey and California suspended statutes of limitations on abuse claims, opening the door to lawsuits alleging childhood trauma regardless of when it happened.<br />The Boy Scouts filed for chapter 11 protection in February 2020 amid intensifying legal pressure over alleged abuse and with billions of dollars of land, buildings, cash and investments to protect. Bankruptcy halts pending lawsuits and offers a way to negotiate settlements with large numbers of individual claimants.<br />The chapter 11 filing covered the national Boy Scouts organization headquartered in Irving, Texas, but excluded roughly 250 affiliated local councils across the U.S. that hold the bulk of the 111-year-old institution’s wealth, much of it in property holdings. Part of the chapter 11 strategy was to blunt the financial consequences of sex-abuse litigation for the local councils, which are chartered by the Boy Scouts to administer scouting programs.<br />When the bankruptcy began, the Boy Scouts reported roughly 275 pending lawsuits alleging sexual misconduct by employees or volunteers, and roughly 1,400 other known abuse claims. The number of claims ballooned to 82,500 after the youth group urged abuse victims to step forward and file claims by a bankruptcy-court deadline last year."
}