{
    "url_original": "https://www.wsj.com/articles/the-little-rascals-our-gang-jackie-cooper-buckwheat-stymie-farina-shirley-temple-hal-roach-11628105521",
    "url": "the-little-rascals-our-gang-jackie-cooper-buckwheat-stymie-farina-shirley-temple-hal-roach-11628105521",
    "title": "‘The Little Rascals’ Review: Kids With Senior Status",
    "sub_head": "Some of the best episodes of Hal Roach’s beloved comedy series about a gang of mischievous children have now been restored and released on Blu-ray.",
    "category_1": "Film Review",
    "image_1_url": "https://images.wsj.net/im-379005?width=860&height=645",
    "image_1": "im-379005.jpg",
    "time": "2021-08-04 16:19:00",
    "body": "For nearly 100 years, children have grown up with Hal Roach’s “Our Gang” series (aka the “Little Rascals”), little movies that—in the most endearing and funny way imaginable—capture how kids speak, think, understand, and, most important, interact with one another.<br />Now 22 of the remarkable 221 one- and two-reel short subjects have been beautifully restored and released on two Blu-ray discs by ClassicFlix. The string of child-centered films began unrolling in 1922, during the silent era, and ended in 1944. But the best were the 80 Roach-produced talkies released between 1929 and 1938.<br />Millions of us around the world first watched “Our Gang” when we were roughly the same age as the kids on screen, without any awareness that our parents and grandparents enjoyed them generations ago. One reason the films have always seemed surprisingly contemporary is the inclusion of African-American characters. As Leonard Maltin and Richard Bann explain in their definitive guide to the series, “The Little Rascals: The Life and Times of Our Gang,” Roach made a point to include Black children in the gang from the beginning. This was decades before the concept of tokenism, and no one was under pressure to make the cast “diverse.”<br />The Black press of the 1920s and ‘30s celebrated the “Our Gang” shorts as the only product of Hollywood where Black and white people interacted as equals. Even though Roach and his writers included many a stereotypical gag, the Black gang members (“Sunshine Sammy” Morrison, Allen “Farina” Hoskins, Matthew “Stymie” Beard and Billie “Buckwheat” Thomas) were all widely beloved by African-American audiences at the time. Henry Louis Gates lovingly praises the performances of these four exceptional young actor-comics in his introduction to Julia Lee’s excellent 2015 book, “Our Gang: A Racial History of The Little Rascals.”<br />Roach’s films use broad elements of slapstick—clearly the same comedy minds that launched the team of Stan Laurel and Oliver Hardy are at work here. At the same time, the “Our Gang” shorts are remarkably nuanced; there’s an unmistakable sweetness to the child actors themselves, but, at the same time, there’s sarcasm and even a cynical delight in watching some grade-schooler’s harebrained scheme, whether conceived out of good intentions or otherwise, spiral out of control."
}