{
    "url_original": "https://www.wsj.com/articles/the-laugh-track-is-back-in-fashion-11629387490?mod=life_work_minor_pos4",
    "url": "the-laugh-track-is-back-in-fashion-11629387490",
    "title": "The Laugh Track Is Back in Fashion",
    "sub_head": "After 75 years, adding laughter to TV programs has gone from cutting-edge technology to nostalgic reminder of sitcoms past.",
    "category_1": "Life & Work",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-387618?width=860&height=573",
    "image_1": "im-387618.jpg",
    "time": "2021-08-19 11:38:00",
    "body": "Is the laugh track finally being taken seriously? Critics have long viewed adding the taped sound of laughter to TV shows as an exercise in mind control and behavior modification. At best, TV viewers have tolerated it as a subliminal necessity on par with elevator music and artificial flavors.<br />But canned laughter, which began after World War II as a way to “sweeten” radio comedies, is now playing a starring role in two cutting-edge TV miniseries, and it may have a future in late night talk shows. After 75 years, the laugh track has taken on a nostalgic power, reminding viewers of midcentury American life and the sitcoms that helped to define the era.<br />During the early months of the pandemic last year, late night TV talk shows had to broadcast without a live audience. Producers didn’t want to replace audience response with a laugh track, to avoid appearing corny, dated or gimmicky. But jokes delivered from a host’s silent den often seemed a lot less funny to at-home viewers. It was hard to discern whether the host was being comedic or serious without the sound of laughter.<br />Research has found that the sound of group laughter is critical to humor’s impact. According to a 2019 study led by Sophie Scott, director of the Institute of Cognitive Neuroscience at University College London, laughter makes jokes seem funnier, probably because it’s contagious. “The laugh track was introduced initially to take the place of a studio audience and let TV viewers know what was funny,” Prof. Scott says. “Laughter is a form of social bonding. People are 30 times more likely to laugh if there are others with them. They want to be part of the collective experience.”<br />In recent decades, the laugh track has become unfashionable, while incidental music remains essential to TV and film. But the two aren’t as different as they might seem. “Background music is there to build anxiety and fear. The laugh track performs the same role for humor, to trigger an emotional response,” says Robert Thompson, professor of television and popular culture at Syracuse University."
}