{
    "url_original": "https://www.wsj.com/articles/the-science-of-can-and-cant-review-in-a-subjunctive-mood-11628114863",
    "url": "the-science-of-can-and-cant-review-in-a-subjunctive-mood-11628114863",
    "title": "‘The Science of Can and Can’t’ Review: In a Subjunctive Mood",
    "sub_head": "A theoretical physicist explores the scientiﬁc power and possibility of counterfactuals—of thinking through ‘what if?’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-380497?width=860&height=573",
    "image_1": "im-380497.jpg",
    "time": "2021-08-04 18:07:00",
    "body": "In 1931, J.C. Squire edited a collection of essays titled “If It Had Happened Otherwise,” with contributions from several leading historians of the time, including one by Winston Churchill. These essays explore counterfactuals: alternate histories and contingent futures—what might have happened had a particular historical event not occurred, or occurred differently. One essay, by the Cambridge historian G.M. Trevelyan, is called “If Napoleon Had Won the Battle of Waterloo”; the biographer Milton Waldman imagines “If Booth Had Missed Lincoln.”<br />Counterfactuals serve as an important thinking tool in the deeper exploration of causal connections and alternate scenarios. The Routledge Encyclopedia of Philosophy defines a counterfactual as “a conditional statement in which the ‘if’ clause makes a claim contrary to fact, stated grammatically in a subjunctive mood, that is, expressing a wish or desire.”<br />In “The Science of Can and Can’t,” the theoretical physicist Chiara Marletto explores the power and possibility of thinking through counterfactuals in science. She makes the point that “the counterfactuals that matter to science and physics, and that have so far been neglected, are facts about what could or could not be made to happen to physical systems; about what is possible or impossible.” In her view, counterfactuals are “fundamental because they express essential features of the laws of physics—the rules that govern every system in the universe.” They provide the means to perform new kinds of thought experiments, to follow the chain of causation and to probe the true nature of reality more deeply.<br />What is tricky about counterfactuals, however, is that they are often untestable. So what is their utility in science? Ms. Marletto, a research fellow at the University of Oxford, contrasts the steam engine with the perpetual motion machine. “The possibility of building a steam engine, which existed long before the first one was actually built, is a counterfactual.” Meanwhile, “a counterfactual property imposed by the laws of physics is that it is impossible to build a perpetual motion machine.”<br />As Ms. Marletto points out, we can make claims about the truth of counterfactuals in certain circumstances—if we permit ourselves to entertain the idea of “possible worlds” or alternate universes. But this gets complicated when it comes to the matter of contingency, when the possibility of one event predicates the occurrence of another. Ms. Marletto’s counterfactuals in physics, for example, are restricted to possible worlds that inevitably obey physical laws similar to our own. She might have been more effective in making her case had she embraced the idea of a multiverse, which permits infinite possibilities and is by definition broader in its explanatory scope. In science, most if not all claims are experimentally testable; the multiverse, however, is not—hence the concept is somewhat controversial."
}