{
    "url_original": "https://www.wsj.com/articles/the-family-firm-review-data-driven-parenting-11630447514?mod=opinion_reviews_pos1",
    "url": "the-family-firm-review-data-driven-parenting-11630447514",
    "title": "‘The Family Firm’ Review: Data-Driven Parenting",
    "sub_head": "Moms and dads still make decisions based on anecdotes, experience and instinct when they need to be more deliberate and businesslike.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-393949?width=860&height=573",
    "image_1": "im-393949.jpg",
    "time": "2021-08-31 18:05:00",
    "body": "I once asked a friend why he sent his kids to private school despite living in a town with a reputation for great public schools. As it happens, my friend had gone to public school, while his wife had attended a private one. They both turned out fine, but—by his telling—he had been picked on more as a child. His sentiments echoed those of several other friends, who felt that private schools often pay more attention to students’ social and emotional development. Meanwhile, still other friends pointed to the quality of their local public schools, as well as the high cost and lack of standardized curriculum in many private schools. Discussions comparing public-school districts and location options yielded similarly mixed opinions.<br />The truth is that many parenting decisions are informed by anecdotes, experience and instinct, in part because of a dearth of accessible research. Enter “The Family Firm,” Emily Oster’s third book on data-driven parenting. It picks up where her previous work left off, serving up advice and synthesizing research for parents of young children roughly ages 5 to 12 on topics from school choice and summer camp to violin lessons, youth soccer, screen time and sleep.<br />The book’s goal is twofold. First, to provide parents with a primer on what social-science research has to say on these and other parenting dilemmas, as well as on the limits of such data. Second, to urge parents to be more deliberate in their decisions and take a more businesslike approach. Ms. Oster, an economics professor at Brown, excels at distilling academic research into digestible, action-oriented nuggets. She delivers a helpful overview on a variety of child-rearing topics and includes bullet-point summaries called “The (Data) Bottom Line.” For instance, will videogames depicting violence negatively affect your child’s behavior? Her answer: The impact “does not seem to be quantitatively important in the real-world context.” Will teaching your child the violin make him or her smarter? “There is no good evidence that learning to play music actually enhances brain function.” Should your kids go to a charter school? “In relatively poor-performing school districts, charter schools deliver (on average) better learning outcomes.”<br />While it’s good to look to the data, the book also demonstrates the limitations of research. What if you’re deciding between two schools, or between public and private schools? “If you have the resources to attend a competitive and well-funded private school, it may or may not be the right choice.” Is social media harmful to your child? “Most evidence suggests that there are no effects . . . but the evidence isn’t very good.” Is your child getting enough sleep? “If your kid is sleepy during the day or sleeping in a lot on the weekend, this is a clue that they are not getting enough.”<br />On topics such as school choice, Ms. Oster points to hard metrics like class size and test scores, but these come with their own cans of worms. For instance, a mediocre school can have good test scores if it is in a wealthy district where many children get private tutoring, while a terrific school that takes in struggling students may have low average test scores despite having a positive effect on its students. Moreover, what little data-driven guidance exists for school choice comes with some major caveats. Studies have little to say about which school will make your child happy or well adjusted. A school that fits one child might be terrible for another. As Ms. Oster notes: “There is no spreadsheet column for this.”"
}