{
    "url_original": "https://www.wsj.com/articles/the-unlikely-appeal-of-bizarrely-long-belts-11628622647",
    "url": "the-unlikely-appeal-of-bizarrely-long-belts-11628622647",
    "title": "The Unlikely Appeal of Bizarrely Long Belts",
    "sub_head": "Extra-long, pendulous belts are trending in men’s fashion. Why do luxury menswear brands like Hermès suggest you buckle one on?",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-382956?width=860&height=573",
    "image_1": "im-382956.jpg",
    "time": "2021-08-10 15:10:00",
    "body": "IN JUNE, as I livestreamed the latest runway presentation from the Parisian luxury mavens at Hermès, my attention was focused not on the collection’s tasteful intarsia knits or ripply reptile-skin jackets, but the dangling, ropelike belts. Nearly every single model wore an overly long, tubular belt that had been looped around and pulled to the side of his hip. There, the belt hung down like a severed dog’s leash. Through a representative, Hermès explained that the belts were actually “inspired by the marine universe” and that wearing them in the looped style was meant to evoke sailing knots.<br />Curious though it might seem, Hermès is in fact one of many fashion brands offering these vaguely phallic, intentionally extra-long belts. Virgil Abloh’s Off-White has long sold protracted yellow cotton belts that recall a roll of caution tape. In runway shows dating back to 2017, Zurich-based label Vetements has presented leather belts that fall down to the model’s shoes like a high-fashion tripping hazard. More recently, Monitaly, based in Hermosa Beach, Calif., has sold Western-tinged metal-tipped leather belts that dangle to the knees, lending the wearer the look of a cowboy who went on a serious diet.<br />Yuki Matsuda, the director of Monitaly, said the long-belt concept stems from his days as a high-schooler in Japan. The dress code was strict and the only items of clothing he and his friends could actually choose were their belts, so they all purchased giant woven styles and let the one end flap down. It was a way to differentiate their outfits, or as Mr. Matsuda said, “We did it to look cooler than the other kids.”<br />The swinging belt is thus part of a long history of frivolous waistline-bound objects that are primarily there just to make an outfit more eye-catching. There are drooping wallet chains and key chains, which date to 1940s Zoot Suiters and which were most recently modeled en masse by 1990s skateboarders and teenage mall rats. In contemporary fashion, designer Rick Owens has become known for sweatpants and shorts with spindly drawstrings.<br />Today, the extended belt is often that final drooping cherry on top of a baggy outfit—the oversize look being a larger, more widely adopted trend in men’s fashion right now. In the Hermès show, the swinging belts matched the drape of sensationally wide pleated trousers. Nolan Hayes, 26, a footwear developer in Northport, N.Y., owns one of Monitaly’s extended belts, which he often wears with double-pleated trousers. “It has a nice costumey yet elegant aspect to it,” said Mr. Hayes of his attenuated belt. Still, most onlookers don’t understand why he would wear a belt that makes him look as if he just lost 125 pounds. His friends “think it looks very medieval,” he said, “like I have a sword hanging off my belt loop.”"
}