{
    "url_original": "https://www.wsj.com/articles/the-return-of-the-trustbusters-11630076102?mod=markets_featst_pos2",
    "url": "the-return-of-the-trustbusters-11630076102",
    "title": "The Return of the Trustbusters",
    "sub_head": "A new generation of regulators inspired by Louis Brandeis hopes to overturn the light-touch approach to antitrust shaped by Robert Bork.",
    "category_1": "Life & Work",
    "category_2": "Ideas",
    "time": "2021-08-27 10:55:00",
    "body": "In 2018, a young legal scholar named Lina Khan published an essay in the Journal of European Competition Law & Practice titled “The New Brandeis Movement: America’s Antimonopoly Debate.” She defined the core beliefs of an inchoate alliance of scholars, lawyers, activists and journalists seeking to upend a four-decade-long consensus of light-touch antitrust enforcement. Their hope was to replace it with the century-old, tough-on-big-business spirit of Louis Brandeis, the Progressive Era crusader turned Supreme Court Justice. Near the end of the article, Ms. Khan observed: “To what degree this intellectual movement influences the U.S. competition regime in the coming years is an open question.”<br />Today, the answer is clearer than the upstarts could have imagined. They now find themselves at the center of the debate. Ms. Khan, 32, is the new head of one of Washington’s two antitrust enforcement arms, the Federal Trade Commission that Brandeis helped to create in 1914. President Biden has nominated another neo-Brandeisian, Jonathan Kanter, 48, to head the other key enforcer, the Justice Department’s antitrust division. White House competition policy is handled by Tim Wu, 49, who wrote a 2018 book advocating a Brandeis restoration.<br />They still face an uphill battle to enact their agenda, but it’s a remarkable advance for a movement that didn’t even have a name a few years ago. It underscores Mr. Biden’s intention, as he puts it, to “change the paradigm” in economic policy, repudiating the records not only of recent Republican presidents but of Democrats as well. Just as Donald Trump ripped up decades of bipartisan consensus on trade and globalization, Mr. Biden has assembled a team attempting to transform how the federal government deals with big business. In siding with the neo-Brandeisians, he has passed over experienced Democratic antitrust experts who cast the new ideology as a reckless experiment that, as one Clinton-Obama veteran says, “will slow economic growth and harm consumers.”<br />Much of what animates the New Brandeis movement is the rise of big tech. Its advocates believe that the dominant, winner-take-all platforms of Google,  Amazon ,   Facebook  and Apple are reminiscent of the interlocking, network-like behemoths that fostered the original antitrust movement: the railroads, the banks, Standard Oil and  U.S. Steel .  To Ms. Khan and her colleagues, the threat posed by the new giants requires dusting off old trust-busting strategies. If the neo-Brandeisians get their way, the federal government would challenge more mergers and business tactics and break up more companies.<br />But the shift is about more than big tech and tougher enforcement. It’s about a change in the underlying philosophy of how Washington has governed corporate America since the 1980s. The new framework is more rooted in social and political goals than economic ones; more focused on the size of companies per se, less on trying to assess whether that size is good or bad for the economy; and more sympathetic to suppliers, small business and workers, even at the expense of consumers."
}