{
    "url_original": "https://www.wsj.com/articles/the-covid-civil-rights-mask-department-of-education-office-for-civil-rights-culture-war-schools-11630363253?mod=opinion_lead_pos4",
    "url": "the-covid-civil-rights-mask-department-of-education-office-for-civil-rights-culture-war-schools-11630363253",
    "title": "The Covid Civil-Rights Mask",
    "sub_head": "The Department of Education elbows into another cultural battle.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-393489?width=860&height=573",
    "image_1": "im-393489.jpg",
    "time": "2021-08-30 18:54:00",
    "body": "The Office for Civil Rights in Education is an arm of the administrative state that has often inflamed the culture wars in the last decade. So it was only a matter of time before it jumped into America’s latest, bitter cultural conflict on the progressive side. On Monday the agency targeted states that have limited the ability of local school districts to compel students to wear masks.<br />“I write to inform you that the U.S. Department of Education’s Office for Civil Rights (OCR) is opening a directed investigation into whether the Tennessee Department of Education may be preventing school districts in the state from considering or meeting the needs of students with disabilities,” says the letter from the agency. The letter was also sent to education authorities in Utah, South Carolina, Oklahoma and Iowa.<br />The OCR has authority to revoke federal funding from institutions it deems to be violating civil-rights law. A 1973 federal law bars discrimination against students with disabilities. Because people with certain disabilities are at greater risk if infected with the coronavirus, OCR implies that states that restrict mask mandates are violating students’ civil rights.<br />What a contortion of the law. Far from being a question of civil rights, the wisdom of mask mandates, like all Covid mitigation measures, is an empirical and policy debate. Certainly no one would suggest that anti-mask policies are based on animus toward students with disabilities. Most data suggests the danger of coronavirus in children is comparable to that of the influenza virus, though the jury is still out on children and the more contagious Delta variant.<br />The OCR’s letter to the states notes that the Centers for Disease Control and Prevention recommends masking for students “age 2 and older.” Yet that measure is not cost-free: Last year Susan Hopkins, a top U.K. public-health official, recommended against masking young children because “it’s really important that they can see facial expressions in order to develop their communications and language skills.”"
}