{
    "url_original": "https://www.wsj.com/articles/the-tokyo-olympics-sports-through-the-lens-of-art-colosseum-eakins-degas-cubism-abbott-and-costello-11627066911",
    "url": "the-tokyo-olympics-sports-through-the-lens-of-art-colosseum-eakins-degas-cubism-abbott-and-costello-11627066911",
    "title": "The Tokyo Olympics: Sports Through the Lens of Art",
    "sub_head": "This summer, gain a new perspective on the Games by seeing how artists, architects and even comedians have envisioned competition down the centuries.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-374379?width=860&height=573",
    "image_1": "im-374379.jpg",
    "time": "2021-08-02 06:33:00",
    "body": "<br />Whether you’re a diehard Olympics fan or couldn’t care less about the epically scaled sporting event, there’s no escaping the deluge of athletic imagery that floods every TV screen, Twitter feed and news site during—and after—those 16 days of superhuman competition. This summer, the Tokyo-based Games, which begin July 23 after being delayed a year due to the Covid-19 pandemic, are more anticipated than ever. To get you in the spirit, The Wall Street Journal’s Arts in Review team has compiled a list of artworks that celebrate sports and sportsmanship, from the champion athlete’s rare moment of repose to the spectator’s visceral and consuming sense of awe.<br /><br />“Boxer at Rest,” 350-50 B.C.<br />As much as the Olympics are about celebrating strength and stamina, one of the more common experiences among participants is pain, as “Boxer at Rest’’ reminds us. The ancient Greek bronze statue was an anomaly for its time, not because of its highly realistic style, which mirrored that of other sculptures made during the Hellenistic period, but because of the moment it depicted—that is, one of vulnerability and exhaustion. “The more one examines that face, the more striking its realism becomes,” writes critic James Gardner. “Surely it is distorted, but its distortions are those of pugilism rather than of art: the flattened nose that appears to have been broken more than once; the half-shut eyes and battered ears; the swollen, parted lips through which the boxer strains to draw breath. Cast in the lost wax technique, the bronze surface has been inlaid at points with traces of copper alloy to describe scar tissue and traces of blood.” In an era and culture dominated by idealized renderings of triumphant, godlike subjects, the Boxer offered a more down-to-earth portrayal of the athletic experience."
}