{
    "url_original": "https://www.wsj.com/articles/the-magician-review-colm-toibin-conjures-thomas-mann-11630072699?mod=opinion_major_pos10",
    "url": "the-magician-review-colm-toibin-conjures-thomas-mann-11630072699",
    "title": "‘The Magician’ Review: Colm Tóibín Conjures Thomas Mann",
    "sub_head": "The novels of Nobel laureate Thomas Mann were read world-wide and he became an outspoken foe of Nazism. Yet his inner self remains elusive.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "time": "2021-08-27 09:58:00",
    "body": "Can a novel about historical figures make them visible in ways that a biography cannot? Colm Tóibín is hardly the first novelist to explore this question, but he is one of the more powerful, and perhaps the most determined. His 2004 novel “The Master” was an ardent improvisation on the life of the American writer Henry James. With “The Magician,” he offers an even more ambitious fictional portrait of the great 20th-century German novelist Thomas Mann.<br />“The Master” imagined four years in Henry James’s life during the last exhalations of the 19th century, when James was in his robust mid-50s, and ranged through James’s memories of his past in the northeastern United States, France, Italy and England. Throughout the book Mr. Tóibín made creative suppositions about the events and emotions that could have inspired James’s masterworks, including “The Beast in the Jungle” and “The Turn of the Screw.” What emerged in “The Master” was not a depiction of James that one would find in the many biographies about him. It is not my own idea of James, or most likely yours. Mr. Tóibín was less concerned with telling a literal story than with weaving an imagined interior life of James around and through a framework of biographical details. The result was pure fiction that nonetheless radiated with vitality, a formula that James himself would have approved.<br />In counterpoint to James’s famously opulent sentences, Mr. Tóibín wields a dramatically stripped-down prose style, one that emphasizes silence and stillness as much as dialogue and action. Its effect is cumulative, and its epiphanies, when they come, are all the more powerful after so much restraint. Mr. Tóibín, who was born in 1955 in County Wexford, Ireland, has written plenty of fiction set in his home country, in addition to novels that take place in Argentina, Spain and the U.S. He has been vocal in his opposition to stereotypes about the alleged Irish gift for storytelling, which he views as a patronizing idea that English people invented about Irish writers.<br />The author’s aggressively plain use of language is a bid to communicate something deeper and stronger than mere declaration. “I have no interest in Realism,” he told an Italian interviewer in 2012. “I am interested in rhythm. . . . I am talking about something which is much closer to the poetic . . . something beneath the sentences, or around them.” A comparison with the visual arts might help to clarify. In the same way that Ernest Hemingway looked for a new way to write by gazing at the paintings of Paul Cézanne, Mr. Tóibín seeks to deploy language, as he has explained, “which has a sort of shiver of movement; it’s almost like a Velázquez composition, where it’s not photo-realism, it’s filled with paint and the mystery of paint.”<br />Those shivers of movement, which were relatively subdued in “The Master,” become convulsions in “The Magician,” whose central figure Mr. Tóibín presents as an internationally famous literary figure wracked by near-constant public and private turmoil. (The title refers to the nickname Thomas Mann’s six children gave him, because he entertained them with simple magic tricks and once dressed as a wizard for a costume party.) When Mann won the Nobel Prize in Literature in 1929, at age 54, he confessed in his acceptance speech that the award had thrown him into a “marvelous confusion.” “My disposition and my desires call for peace to spin my thread,” he said, “a steady rhythm in life and art.” Yet his was a life unrelieved by peace or steadiness. The death of Mann’s father in 1891, when Mann was 16, forced the liquidation of the family’s lucrative grain-importing business and the sale of its large home in the city of Lübeck in northern Germany. “The time of his family was over,” Mr. Tóibín writes."
}