{
    "url_original": "https://www.wsj.com/articles/the-covid-origin-muddle-joe-biden-intelligence-community-report-11630102087?mod=opinion_lead_pos3",
    "url": "the-covid-origin-muddle-joe-biden-intelligence-community-report-11630102087",
    "title": "The Covid Origin Muddle",
    "sub_head": "The intel community’s firmest judgment is that China covered up.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-392661?width=860&height=573",
    "image_1": "im-392661.jpg",
    "time": "2021-08-27 18:51:00",
    "body": "The White House on Friday released its long-awaited intelligence report on the origins of Covid-19, and it makes you wonder why Americans pay $85.8 billion a year for our spooks.<br />Some 18 intelligence agencies labored for 90 days, on President Biden’s orders, and came to the conclusion everyone had already reached: China has refused to cooperate with investigators and blocked crucial information, so they don’t know how SARS-CoV-2 developed and spread to humans.<br />That’s the bottom line from the two-page unclassified version of the report that reached Mr. Biden this week. The classified version no doubt contains more details that may dribble out to the press in the coming days. But anyone expecting a smoking gun, even a BB gun, will be disappointed.<br />You’ll be glad to know the intelligence community, or IC, was able to nail down that the virus “probably emerged and infected humans” no later than November 2019. Is there evidence that it might have emerged sooner? That would be more interesting than the “no later” point, which we already knew.<br />Our spies also aver that the virus wasn’t developed as a biological weapon and that Chinese officials weren’t aware of the virus before the initial outbreak. But most agencies have only “low confidence” that the virus wasn’t genetically engineered. Two agencies, however, “believe there was not sufficient evidence to make an assessment either way.” So we really have no idea."
}