{
    "url_original": "https://www.wsj.com/articles/the-democratic-food-stamp-boom-joe-biden-usda-welfare-state-11629225286?mod=opinion_lead_pos3",
    "url": "the-democratic-food-stamp-boom-joe-biden-usda-welfare-state-11629225286",
    "title": "The Democratic Food-Stamp Boom",
    "sub_head": "The average family of four will get more than they spend on food.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-17 18:33:00",
    "body": "What a telling juxtaposition. Amid the throes of its Afghanistan retreat, the Biden Administration on Monday announced a giant food-stamp expansion. Democrats are shrinking the U.S. military footprint around the world so they can expand the welfare state at home.<br />The Department of Agriculture (USDA) is increasing benefits by an average of 27% over pre-pandemic levels under the guise of updating its Thrifty Food Plan. This is the basket of foods that the government uses to determine benefit size, which averaged $130 per person monthly before the pandemic. Benefits are adjusted annually for food inflation.<br />Progressives complain that the basket hasn’t changed since 2006 despite the government’s changing nutritional standards, which recommend people eat more lean protein, fruits and vegetables and whole grains—all of which tend to be more expensive. Ergo, USDA is now sweetening the average benefit by a whopping 27% over pre-pandemic levels.<br />Congress increased benefits by 15% during the pandemic, though this fillip is set to end in September. The Administration’s regulatory expansion will be permanent. A family of four will get up to $835 per month after adjusting for inflation. The average four-person household in the U.S. spent only $537 per month on food at home in 2019.<br />USDA hilariously says that Americans need to consume more calories because they are fatter. It has also adjusted its food basket to include more protein and dairy, which happen to be food products whose prices are increasing most. Milk prices were up 6.2% year-over-year in July and meat 5.9%."
}