{
    "url_original": "https://www.wsj.com/articles/the-failed-promise-review-reconstruction-frederick-douglass-andrew-johnson-impeachment-11629475849?mod=opinion_major_pos11",
    "url": "the-failed-promise-review-reconstruction-frederick-douglass-andrew-johnson-impeachment-11629475849",
    "title": "‘The Failed Promise’ Review: The Mad King and the Lost Cause",
    "sub_head": "Frederick Douglass and Republican legislators had high hopes for Andrew Johnson—but ended up impeaching him.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-388324?width=860&height=573",
    "image_1": "im-388324.jpg",
    "time": "2021-08-20 16:31:00",
    "body": "If the Civil War is often thought of as America’s “Iliad,” the period immediately following it more resembles “King Lear”: the woeful, bombastic tale of a flawed leader whose vanity eclipsed his better instincts.<br />When Andrew Johnson—“King Andy” to his detractors—assumed the presidency in early 1865, many Republican politicians considered him the best possible person to oversee Reconstruction. Although he was a Democrat and the son of a tailor who went through life with an outsize chip on his shoulder, Johnson had earlier caught the nation’s attention by taking a heroic stand against secession in Tennessee. As the wartime governor of that state, he unilaterally (and illegally) freed the state’s enslaved people. Then, in a remarkable and widely publicized speech in October 1864, he declared himself the “Moses of the Colored Men,” a man prepared to lead the formerly enslaved population of the South to freedom.<br />Within six months, the same progressive leaders who praised Johnson not only had soured on him, they had begun to consider impeaching him. Outside Congress, no one expressed greater hope and disappointment in the administration than Frederick Douglass, the most influential African-American writer, speaker, and thinker of his era, who initially tried to steer the president toward black suffrage and then, in frustration, became one of the earliest critics to call for his removal from office.<br />In “The Failed Promise,” Robert S. Levine has written an engrossing account of these two men and the fractious period that began after the Confederate surrender at Appomattox and the assassination of Abraham Lincoln. His book presents the battle over Reconstruction primarily from the perspectives of Johnson and Douglass, in the process illuminating what was at stake in the febrile political climate of the postwar period.<br />We tend to forget that the United States was born twice. Its first nativity is celebrated on the Fourth of July. The second followed a bloody four-year war in which nearly three-quarters of a million soldiers died. In the wake of the conflict, the country found itself at a crossroads, confronted once again with the task of imagining a new future for itself. Under what conditions should the rebellious Southern states be re-admitted into the Union? How were the rights and safety of a newly free population to be secured? Was it possible to achieve both of these goals at the same time? If not, which one should take precedence?"
}