{
    "url_original": "https://www.wsj.com/articles/the-secrets-of-mexicos-yucatan-far-from-the-tourists-party-scene-11629473484?mod=life_work_lead_pos2",
    "url": "the-secrets-of-mexicos-yucatan-far-from-the-tourists-party-scene-11629473484",
    "title": "The Secrets of Mexico’s Yucatán, Far From the Tourists’ Party Scene",
    "sub_head": "Inland from the rollicking Riviera Maya lie more-discreet charms for travelers, from grand haciendas to underground swimming holes. Just don’t expect a swim-up bar.",
    "category_1": "Life & Work",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-387634?width=860&height=1290",
    "image_1": "im-387634.jpg",
    "time": "2021-08-20 11:31:00",
    "body": "I RACED ALONG a narrow trail, slicing through dense brush, accompanied by buzzing bugs, birdsong and frantically scurrying lizards. I was in Mexico’s Yucatán Peninsula, three hours west of the swim-up pool bars of Cancún, following Alberto Delgado, a man who calls himself “the cenote hunter.” Thousands of cenotes, underground cave pools fed by fresh water, dot the peninsula. In addition to finding cenotes, Alberto also buys and sells them. Parcels of land that contain these pools start at $80,000. My journey to this particular cenote, called Santa Barbara—one of several on property Alberto owns—was unintentional. He forgot to bring the keys to another of his cenotes down the road.<br />When finally we reached Santa Barbara (no key required) after a 25-minute hike, Alberto said, “I didn’t want to bring you here because a lot of people are afraid of entering.” I approached the opening and could see why: About 60 feet below was an enchanting-looking pool. But the only way to reach it, short of a terrifying leap, was a long climb down a network of ladders strapped to the stone wall. “What do you think?” he said.<br />I nodded warily, and we started the careful climb down. When I got near the bottom, I jumped into the cool, crystal-clear spring water. Below, catfish circled the depths. As if summoned by our entry, a midday ray of sunlight shone from above, so intense in the center that it illuminated the water all the way to the bottom. The translucent water was a haven from the jungle above—free of bugs and heat, silent and tranquil in a way that was entirely unexpected after our hike. “Can you feel the way that the cenote embraces you?” Alberto said. Floating alongside him in this subterranean pool, I learned that Alberto, a former stockbroker in Mexico City, started living part of the year in the Yucatán interior in 2010, in the small city of Valladolid, just a half-hour north of this cenote. “The coast is beautiful,” Alberto said. “But now it is also packed with people almost everywhere. And so I’ve come inland. Here it feels untouched, intact.”<br />The Yucatán Peninsula encompasses three Mexican states, as well as chunks of Guatemala and Belize. But when most travelers speak about the Yucatán, they mean just one small part of this 70,000-square-mile land mass: the eastern, coastal regions of Mexico’s Quintana Roo state, stretching from Cancún south to Cozumel, Playa del Carmen and Tulum. In recent years Merida, the urban capital of Yucatán State, has also started to draw tourists lured by the cultural attractions of that million-person-plus city (Foreign travelers are permitted in Mexico but even fully vaccinated tourists must take a Covid test before re-entering the U.S.). But aside from Merida visitors and busloads of tourists day-tripping to Mayan ruins, the central and western parts of the Yucatán are ripe for exploration. This other side of the Yucatán offers dozens of cenotes, well-preserved colonial cities such as Valladolid and Campeche, rural villages built around old haciendas and roadside restaurants dishing up Mayan specialties such as pork slow-cooked underground.<br />In search of a Covid-era escape to a part of Mexico where I could steer clear of packed resorts, I began my trip in Valladolid, staying in a one-room hotel, Meson de Malleville (for about $260 a night). It is set on a square that fronts an ancient convent partially in ruins but still managing to host mass every morning. The Meson houses a boutique in front that gives way to an interior courtyard, and then a striking hotel room with 18-foot ceilings, a plunge pool, outdoor shower and a huge window facing verdant bushes and tall trees. The view from the bed makes you feel as if you are sleeping deep inside the jungle."
}