{
    "url_original": "https://www.wsj.com/articles/the-kabul-airport-massacre-taliban-afghanistan-joe-biden-11630016714?mod=opinion_lead_pos1",
    "url": "the-kabul-airport-massacre-taliban-afghanistan-joe-biden-11630016714",
    "title": "The Kabul Airport Massacre",
    "sub_head": "Jihadists kill 13 Americans, more than died in Afghanistan in all of 2020.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-26 19:37:00",
    "body": "The jihadist attack on Kabul airport that everyone feared finally happened on Thursday, killing 13 American soldiers and wounding 15, as well as killing at least 90 Afghans and wounding dozens more. The suicide bomber is responsible for the deaths. President Biden spoke for the country Thursday in his expression of empathy and loss, but he can’t duck responsibility for the failure to provide enough force to execute a safe evacuation.<br />ISIS in Afghanistan claimed responsibility for the attack, which a spokesman for the Taliban condemned. But the Taliban were supposed to provide security outside the airport perimeter, and they failed if they tried at all. Gen. Kenneth McKenzie, head of Central Command that is supervising the evacuation, said Thursday that the U.S. has depended on the Taliban for security screening outside the airport since mid-August.<br />“We thought this would happen sooner or later,” Gen. McKenzie added. He said the U.S. had no choice other than to interact with Afghans moving through the airport gate to be evacuated, and one of them was probably the suicide bomber who made it past whatever screening the Taliban did.<br />What a position for the U.S. to be in: Relying on the victorious enemy that has spent years trying to kill Americans to detect jihadists bent on killing Americans.<br />The Taliban may be enemies of ISIS, as they compete for jihadist supremacy, but they may also believe they benefit from the airport attack. The bomb didn’t kill them. It killed Americans and Afghans attempting to leave the country, and the result will be that fewer Afghans who were allies of the U.S. and NATO will be able to make it out."
}