{
    "url_original": "https://www.wsj.com/articles/the-meme-lords-who-are-taking-over-the-c-suite-11630056603?mod=markets_lead_pos10",
    "url": "the-meme-lords-who-are-taking-over-the-c-suite-11630056603",
    "title": "The Meme Lords Who Are Taking Over the C-Suite",
    "sub_head": "These company insiders—from GameStop’s Ryan Cohen to AMC’s Adam Aron—post outlandish tweets and have cult-like followings online",
    "category_1": "Markets",
    "time": "2021-08-27 05:30:00",
    "body": "The tweet from  GameStop Corp.  director Ryan Cohen, on its face, made little sense: a picture of a  McDonald’s  ice cream cone alongside a frog emoji. Yet on the February afternoon that he posted it, investors in the video game retailer spun into a frenzy.<br />As traders on social media scrambled to untangle the post’s meaning and shared it as a meme, GameStop’s stock rocketed higher and finished the session up 104%. Mr. Cohen has never publicly revealed the meaning behind the Feb. 24 tweet, and it’s impossible to say to what extent it drove GameStop’s price movement that day.<br />One thing was clear: A meme lord now occupied the boardroom.<br />Mr. Cohen, who became GameStop’s chairman in June, is one of several company insiders who now use cryptic tweets or memes that drum up interest in their companies or generate cult-like followings online in forums such as Reddit’s WallStreetBets. They include  Tesla Inc.’s  Elon Musk and  AMC  Entertainment Inc.’s Adam Aron, who are now known, respectively, in the online communities as “Daddy Elon” and “The Silverback.” Mr. Cohen goes by “Papa Cohen.”<br />Their social-media strategies are risky but can be effective: GameStop’s share price remains up almost 1,000% for the year. Tesla, too, even while its stock is nearly flat in 2021, still has a market capitalization of roughly $700 billion—more than five times the market cap of  General Motors Co.  and  Ford Motor Co.  combined. AMC, meanwhile, watched its stock soar roughly 1,800% year-to-date, helping the movie-theater chain stave off bankruptcy."
}