{
    "url_original": "https://www.wsj.com/articles/the-swamps-favorite-tax-break-11630005190?mod=opinion_minor_pos1",
    "url": "the-swamps-favorite-tax-break-11630005190",
    "title": "The Swamp’s Favorite Tax Break",
    "sub_head": "Democrats plan trillions in tax hikes but guess who’s getting relief.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-391656?width=860&height=573",
    "image_1": "im-391656.jpg",
    "time": "2021-08-26 15:13:00",
    "body": "What’s the fun of “progressive” governance if you can’t use political power to reward friends and punish enemies? A striking feature of the  Democrats who now run Washington is that they no longer pretend that the goal of tax policy is simply to fund government. It’s also a vehicle to help themselves and their pals while raising the tax burden on everyone else. A new analysis shows how Beltway swamp dwellers will catch a break even as Americans in the hinterlands brace for crushing new government burdens.<br />In June this column noted plans by Sen. Bernie Sanders (Socialist, Vt.)  to enact trillions of dollars in tax hikes but simultaneously increase the federal deduction for state and local taxes. In other words, while raising various taxes, Mr. Sanders also wants a federal tax cut for rich people who live in places with expensive state and local governments—people like him. Mr. Sanders owns houses in D.C. and Vermont, both of which have some of the heaviest property taxes in the United States.<br />The planned increase in the federal tax deduction will make it easier for politicians in places like D.C., Vermont, California, New York and New Jersey to maintain high taxes and spending by forcing all U.S. taxpayers to subsidize such policies. Combined with the Biden budget plan to let the Trump tax cuts expire for low-income and middle-income Americans, the Beltway political forecast is for higher taxes in general, along with disproportionate relief for the Democrat donor class.<br />The great news for the swamp is that the benefits of this new policy will be enjoyed by well-paid lobbyists throughout the Beltway metropolitan area. Garrett Watson at the Tax Foundation uses IRS data to study the geography of the state and local tax (SALT) deduction:<br />Mr. Watson finds that a full eight of the 10 counties with the highest average SALT deductions claimed per filer are in the D.C. area, with Virginia’s Loudoun County topping the list. Whatever the Sanders economic plans do to the country, you can bet they will be good for Washington."
}