{
    "url_original": "https://www.wsj.com/articles/the-supreme-court-eviction-docket-new-york-dc-circuit-court-dabney-friedrich-joe-biden-brett-kavanaugh-11628891594?mod=opinion_lead_pos2",
    "url": "the-supreme-court-eviction-docket-new-york-dc-circuit-court-dabney-friedrich-joe-biden-brett-kavanaugh-11628891594",
    "title": "The Supreme Court’s Eviction Docket",
    "sub_head": "The Justices block a New York ban, as the CDC gets a reprieve.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-13 18:38:00",
    "body": "The Supreme Court on Thursday partially blocked New York’s state eviction ban, and given how politicians have abused the law amid the pandemic, it’s good to see the judiciary push back. Next up is President Biden’s nationwide eviction moratorium, which received a reprieve Friday in a lower court, but the Justices may get another look at that soon.<br />New York’s law allowed tenants to halt eviction proceedings merely by attesting that they faced financial hardship due to Covid-19. Landlords couldn’t get a hearing or challenge tenant claims. “This scheme,” the Supreme Court said in an unsigned order, “violates the Court’s longstanding teaching that ordinarily ‘no man can be a judge in his own case’ consistent with the Due Process Clause.”<br />The initial effects will be somewhat limited. Tenants can still raise a Covid hardship defense under New York law. Mr. Biden’s national eviction ban, issued by the Centers for Disease Control and Prevention, covers most of the state. But as of Friday, seven counties were excluded. Evictions may also proceed on tenants earning above $99,000 (or $198,000 for couples), who aren’t shielded by the CDC order. New York will begin to tiptoe toward housing normality.<br />Justice Stephen Breyer dissented, joined by the Court’s other two liberals. He argues that the Supreme Court should grant New York judicial latitude, given the health and economic uncertainties posed by Covid. Where’s the limiting principle? Landlords still have property rights in a pandemic, and they ought to have due process, too.<br />Justice Breyer also leans on the argument that New York’s eviction ban is set to expire Aug. 31, and the state “is currently distributing more than $2 billion in aid.” That was Justice Brett Kavanaugh’s argument in June for leaving the CDC’s national eviction ban in place—before Mr. Biden extended it anyway. It’s encouraging that six Justices didn’t fall for it this time."
}