{
    "url_original": "https://www.wsj.com/articles/the-blue-age-review-dragging-anchor-11630362174?mod=opinion_reviews_pos1",
    "url": "the-blue-age-review-dragging-anchor-11630362174",
    "title": "‘The Blue Age’ Review: Dragging Anchor",
    "sub_head": "The U.S. Navy’s dominance brought order to the oceans and fostered global trade. How much longer will that continue?",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-393327?width=860&height=573",
    "image_1": "im-393327.jpg",
    "time": "2021-08-30 18:22:00",
    "body": "The U.S. Navy hasn’t fought at sea in nearly 80 years. Few Americans were even alive when Ernest Evans, a Navy destroyer captain who died in the 1944 Battle of Leyte Gulf, said to his crew on the USS Johnston: “This is going to be a fighting ship. I intend to go in harm’s way”—a line now famous in the Navy. The public has grown accustomed to peace, not fighting, on the seas.<br />But that tranquility is an anomaly in world history, won and maintained at a cost. Gregg Easterbrook’s “The Blue Age: How the U.S. Navy Created Global Prosperity—And Why We’re in Danger of Losing It” is a useful primer for Americans who have only a foggy understanding of why the U.S. invests in naval power.<br />The U.S. Navy is “the police force of nearly all blue water,” the Washington-based journalist Mr. Easterbrook writes, and one result has been an explosion in global living standards. The Strait of Malacca, a narrow stretch of ocean between Malaysia and Sumatra, was for centuries among the most treacherous passages on the globe; it is now, Mr. Easterbrook says, the shipping equivalent of a Los Angeles freeway. The American Navy “has made the oceans impassable for those bent on war, while safer for commerce,” resulting in trade that benefits “almost everyone.” He is right that this arrangement is fragile and underappreciated, and that everything from undersea internet cables to power conduits depends on the free seas.<br />Mr. Easterbrook neatly sets out the benefits of international trade, most of which happens on the seas. The left-right alliance symbolized by Bernie Sanders and Donald Trump keeps Americans aware of the costs of free trade and largely ignorant of its blessings. “Globalization,” a reality made possible by safe oceans, is blamed for cultural decline, political polarization and much else. Another inconvenient reality that seldom informs trade politics: “The American middle class is shrinking because most who exit are ascending toward the upper middle.”<br />Mr. Easterbrook is by nature an optimist—his 2018 book “It’s Better Than It Looks” sought to debunk the habitual declinism of modern American commentary. In “The Blue Age” he dazzles readers with inventories of American naval superiority. “The United States has eleven nuclear supercarriers” compared with “none for the rest of the world.” China’s two carriers employ a “ski jump” for launching planes, a primitive technology compared with American aircraft catapults. Russia’s single in-use carrier is a floating “rust bucket” that on one jaunt had to divert some of its own pilots to land elsewhere. He praises the “forward-deployed” model that parks American ships in neighborhoods across the world. “Land and air forces can win disputes,” a retired admiral tells Mr. Easterbrook, “but it is the navy that keeps disputes far from our shores.”"
}