{
    "url_original": "https://www.wsj.com/articles/the-global-elites-afghanistan-withdrawal-united-nations-taliban-11629226129?mod=opinion_lead_pos4",
    "url": "the-global-elites-afghanistan-withdrawal-united-nations-taliban-11629226129",
    "title": "The Global Elite’s Afghanistan Withdrawal",
    "sub_head": "They belatedly realize the Taliban is a greater threat than America.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-17 18:32:00",
    "body": "There’s plenty of shame to go around as the Taliban retakes Afghanistan, and don’t forget the global human-rights establishment. Having built a cottage industry denigrating the American military—and the U.S. in general—they’re suddenly discovering how powerless they are to protect vulnerable Afghans without American intervention.<br />It starts at the top, with United Nations Secretary-General Antonio Guterres. “The world is watching,” he admonished an emergency session of the Security Council Monday. “We cannot and must not abandon the people of Afghanistan.” To show he means business, he even tweeted the message. Oh, also: “It is essential that the hard-won rights of Afghan women and girls are protected,” Mr. Guterres said.<br />Just don’t ask by whom. The real question isn’t what Mr. Guterres or anyone else at the U.N. will do substantively to protect Afghanistan’s women and girls or other vulnerable individuals. The answer is nothing. The question is how long it will take before the worthies in Turtle Bay hand Afghanistan’s seat in the General Assembly to the new Taliban government. This being the U.N., a seat on the Human Rights Council won’t be far behind.<br />Other political leaders are sounding similar notes. “Afghan women have the right to live in freedom and dignity,” French President Emmanuel Macron said Monday. He also fretted about a potential new wave of emigration to Europe—which “would endanger the migrants” and, perhaps more relevant, endanger his political prospects. German Chancellor Angela Merkeldescribed the weekend’s events as “a terrible development for the millions of Afghans who want a more liberal society.”<br />The French and Germans sacrificed blood and treasure fighting with the U.S. and other NATO allies in Afghanistan in what Europeans thought of as “the good war” (in contrast to the U.S. mission in Iraq). They have good reason to be angry with the Biden Administration’s botched pullout. But the episode makes clear again that, without U.S. leadership, Europe lacks the will and capacity to stop the Taliban or other global rogues."
}