{
    "url_original": "https://www.wsj.com/articles/theranos-didnt-stop-the-search-for-the-next-healthcare-star-11630123206?mod=business_minor_pos1",
    "url": "theranos-didnt-stop-the-search-for-the-next-healthcare-star-11630123206",
    "title": "Theranos Didn’t Stop the Search for the Next Healthcare Star",
    "sub_head": "Investors still hold entrepreneurs to higher standards, but the taint has faded. ‘It’s a short half-life.’",
    "category_1": "Tech",
    "time": "2021-08-28 12:00:00",
    "body": "Theranos Inc. once symbolized how Silicon Valley’s hustle and innovation might revolutionize healthcare. Its collapse made it a cautionary tale about investors putting blind faith in unproven technologies and allowing self-mythologizing entrepreneurs to operate in a culture of secrecy.<br />Today, as Theranos founder Elizabeth Holmes prepares to go on trial on charges of defrauding investors and patients, health-tech investing is soaring, showing that the allure of startups building better healthcare has only intensified in the years since the sector’s most prominent failure. Ms. Holmes has pleaded not guilty, and jury selection in her trial begins on Tuesday.<br />Investment in healthcare startups rose 51% last year to $48 billion, according to PitchBook Data Inc. It has already matched that record this year as venture-backed companies pursue new treatments and aim to weed out inefficiencies in the healthcare system at a time when the needs and possibilities for innovation in the field appear stronger than ever.<br />Venture capitalists and fund managers say the glut of capital also has intensified some of the perils that contributed to the Theranos disaster. A frenetic race to get in on deals across all sectors of startups has emerged, they say, often resulting in founders getting uncontested control and leaving little room for investor diligence and discipline around valuations. Such situations can create opportunities for companies to make exaggerated claims about their technology and conceal mistakes.<br />Beth Seidenberg, a trained physician and one of Silicon Valley’s earliest biotech investors, said advancements in technology and biology are colliding with the Covid-19 crisis to accelerate new diagnostics and therapeutics, and describes the moment as “the golden age of biotechnology.”"
}