{
    "url_original": "https://www.wsj.com/articles/theranos-patients-the-emerging-wild-card-in-the-trial-of-elizabeth-holmes-11627915111?mod=business_lead_pos5",
    "url": "theranos-patients-the-emerging-wild-card-in-the-trial-of-elizabeth-holmes-11627915111",
    "title": "Theranos Patients: The Emerging Wild Card in the Trial of Elizabeth Holmes",
    "sub_head": "The government hopes patient testimony—if a judge allows it—in the closely watched criminal fraud trial will support the charge that Elizabeth Holmes touted the company’s medical tests as reliable despite knowing of bad results. The former executive has pleaded not guilty.",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-377718?width=700&height=467",
    "image_1": "im-377718.jpg",
    "time": "2021-08-02 10:38:00",
    "body": "After three back-to-back miscarriages, Brittany Gould said she turned to Theranos Inc. to know if her latest pregnancy was on track.<br />Then, one of the company’s trademark finger-prick tests indicated she was losing another baby, Ms. Gould said. The Mesa, Ariz., medical assistant recalled dreading the moment when she would have to tell her 7-year-old daughter, who was waiting for a sibling.<br />“Mommy is not having a baby,” Ms. Gould said she told her.<br />Like those of other patients slated as potential witnesses in the criminal trial of Theranos founder Elizabeth Holmes, Ms. Gould’s test was wrong. Prosecutors have accused Ms. Holmes of defrauding patients and investors by falsely claiming her invention could accurately perform lab tests on just a few drops of blood.<br />The repeatedly delayed trial—postponed once because Ms. Holmes was due to have a baby herself—is expected to be one of the most widely watched corporate-fraud cases in years. Scheduled to begin with jury selection on Aug. 31 in San Jose, Calif., the trial features a star-studded list of potential witnesses, including ex-Theranos directors Henry Kissinger and Jim Mattis; ex-Theranos lawyer David Boies; and high-profile investors, including Riley Bechtel, the former chairman of Bechtel Corp., and Rupert Murdoch, chairman of Fox Corp. and executive chairman of News Corp, owner of The Wall Street Journal."
}