{
    "url_original": "https://www.wsj.com/articles/theranoss-elizabeth-holmes-tries-again-to-keep-lab-failings-from-jury-11629497856?mod=business_lead_pos2",
    "url": "theranoss-elizabeth-holmes-tries-again-to-keep-lab-failings-from-jury-11629497856",
    "title": "Theranos’s Elizabeth Holmes Tries Again to Keep Lab Failings From Jury",
    "sub_head": "Judge previously ruled against efforts to narrow scope of some documents",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-388543?width=860&height=573",
    "image_1": "im-388543.jpg",
    "time": "2021-08-20 18:17:00",
    "body": "Lawyers for Theranos Inc. founder Elizabeth Holmes made a last-ditch effort to eliminate some evidence prosecutors can use ahead of the former CEO’s highly anticipated criminal-fraud trial.<br />Ms. Holmes’s lawyers argued Friday that U.S. District Judge Edward Davila should exclude from the trial seven news articles about Theranos and Ms. Holmes, limit testimony from doctors who had used Theranos’s lab tests, and redact large portions of reports from government agencies that had penalized Theranos while it was in operation. They have made these requests repeatedly.<br />The judge, who has rejected previous attempts to exclude the material, didn’t rule on the requests Friday. Jury selection in the case starts Aug. 31; opening arguments are set to begin Sept. 8.<br />Government prosecutors and Ms. Holmes’s lawyers have argued over which evidence and how much of it should be allowed in the proceedings. Ms. Holmes’s attorneys have argued for narrowing the thousands of pages of evidence brought by the government and disputed whether testimony from patients who received inaccurate Theranos lab tests, internal company emails and details about Ms. Holmes’s wealth should be admissible.<br />Ms. Holmes faces a dozen counts of wire fraud and conspiracy to commit wire fraud for what federal prosecutors say was a scheme to defraud investors and patients about the nature of Theranos’s technology. The blood-testing startup closed in 2018 after raising nearly $1 billion from investors with a pitch to reinvent the laboratory testing business by creating a machine that could test for a wide range of health conditions using a few drops of blood."
}