{
    "url_original": "https://www.wsj.com/articles/these-millennials-are-dumping-their-jobs-to-plot-new-careers-11630296060?mod=life_work_lead_story",
    "url": "these-millennials-are-dumping-their-jobs-to-plot-new-careers-11630296060",
    "title": "These Millennials Are Dumping Their Jobs to Plot New Careers",
    "sub_head": "With several years in the workforce and some savings, some young professionals take an early career break to reassess and chart a different path",
    "category_1": "Life & Work",
    "category_2": "At Work",
    "image_1_url": "https://images.wsj.net/im-392377?width=860&height=573",
    "image_1": "im-392377.jpg",
    "time": "2021-08-30 12:01:00",
    "body": "They launched careers in the years after the 2007-09 recession and only recently hit their stride in earning power. Now some young professionals are quitting their jobs with no Plan B.<br />With several years in the workforce and some savings in the bank, they are taking a breather to learn new skills, network and develop their creative potential before locking into another career path. These workers, now in their late 20s and early 30s, are both chastened by pandemic-era burnout and optimistic about a rebounding job market. While many of their peers are jumping immediately to better-paying or more well-suited jobs, they are leaning into an early-career break instead.<br />Tessa Raden, 33, was so burned out by remote work that she quit her dream job as a program director at the Dramatists Guild Foundation in July with no set backup plan. She says she goofed off for a couple of weeks, then picked up a bartending job, about five evening shifts a week, at Brookland’s Finest Bar & Kitchen in her Washington, D.C., neighborhood.<br />“I was just so tired of pushing, and I had totally lost my passion,” says Ms. Raden, who has a master’s degree in arts management. On paper, her job overseeing programming and supporting writers was everything she had worked toward in her adult life. But the pandemic eliminated live performances, a part of her job she loved, and she found it hard to focus and stay motivated once she traded the office for sitting at home on her computer.<br />“I love that I don’t have to take my work home with me,” she says of her new lifestyle. “And I love that the majority of my job now is just being friendly, not staring at a computer screen.”"
}