{
    "url_original": "https://www.wsj.com/articles/third-covid-shot-vaccine-immunity-israel-study-11628089557?mod=opinion_lead_pos7",
    "url": "third-covid-shot-vaccine-immunity-israel-study-11628089557",
    "title": "Why I Got a Third Covid Shot",
    "sub_head": "Better safe than sick, and I have a history of respiratory problems.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-04 13:15:00",
    "body": "I was fully vaccinated six months ago. I walked into a pharmacy last week and got another  Pfizer  shot. I didn’t tell the pharmacist it was my third; she didn’t ask. Since the U.S. has no central database of immunization records, the store had no way to know I’d been vaccinated at a federal facility.<br />My friends and family disapprove. “A one-man study of the effects of three doses?” one said dryly. “That sounds safe.” Another, left-leaning and vaccine-skeptical: “This won’t be the last ‘booster’ shot you’ll ‘need.’ Every couple months you’ll be showing up for the latest injection.”<br />I have a history of lung disease: asthma, swine flu, pneumonia six times, bronchitis more times than I know. In November 2019 I contracted a mysterious illness while on business in Los Angeles. It felt like a vicious flu but I tested negative. X-rays indicated incipient pneumonia; I felt winded after a few steps; my olfactory senses went haywire, with some spicy foods tasting bland and vice-versa. I don’t know if I had the coronavirus—antibody tests were inconclusive—or if I could survive something similar.<br />Israel’s Health Ministry recently announced that after five months a double dose of the Pfizer vaccine remains 91% effective at preventing severe disease but only 39% effective against infection. Israelis over 60 who received their last shot at least five months ago are eligible for a third dose. Germany said it will offer third shots to the elderly and sick starting next month, and White House officials told reporters they will soon advise Americans who are over 65 or immunocompromised to get them. I’m 57. Given my respiratory history, why shouldn’t I get one too?<br />Is there an argument that I did the wrong thing? On Wednesday the World Health Organization called for a moratorium on booster shots so that more doses can go to low-income nations. Earlier the  New York Times  quoted Maureen Kelley of the WHO: “If I make a decision to go get a booster, I think I’m complicit in my government’s or the pharma companies’ decisions,” she said. “I don’t think we can easily separate out the individual decisions from these kind of more policy-level decisions.”"
}