{
    "url_original": "https://www.wsj.com/articles/this-is-the-space-race-you-are-looking-for-11630407745?mod=business_lead_pos12",
    "url": "this-is-the-space-race-you-are-looking-for-11630407745",
    "title": "This Is the Space Race You Are Looking For",
    "sub_head": "Stock investors have gained access to a new crop of space-related companies that offer more grounded opportunities than higher-profile cosmic tourism ventures",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-31 07:02:00",
    "body": "Almost 50 years after humans last walked on the Moon, private capital has sparked a new space race. Shooting rich people into space gets all the press, but investors probably should pay closer attention to the more humdrum business of launching small satellites.<br />Special-purpose acquisition companies, or SPACs, are still funding the new space economy. This past week, Virgin Orbit, a firm dedicated to launching small satellites, said it would go public via such a vehicle. Its rival Rocket Lab also hit the stock market upon completion of its own SPAC deal announced in March. A third California-based competitor, Astra, has been publicly traded for two months.<br />Space-related headlines have mostly centered on British billionaire Richard Branson and  Amazon.com  founder Jeff Bezos racing to leave the Earth’s atmosphere. Of their two companies, only Mr. Branson’s Virgin Galactic—from which Virgin Orbit was spun out in 2017—is publicly traded following a 2019 SPAC deal, making it the focus of the “meme stock” craze. The firm’s enterprise value trades at a staggering 69 times the earnings it is expected to generate in 2025.<br />Footage of Mr. Branson floating around was an effective publicity stunt for space investing. Yet the new crop of companies deserves more attention.<br />Miniaturization has slashed the cost of making satellites. A constellation of them launched into low orbits, such as the Starlink system designed by Elon Musk’s SpaceX, opens up countless applications. To be sure, early movers like OneWeb have already run into trouble, echoing the disappointment that followed a previous wave of satellite ambitions in the 1990s. Yet the prize is big enough to attract enduring interest: Of the $1 trillion in revenues that analysts at  Morgan Stanley  expect of the space economy by 2040, half might come from satellites."
}