{
    "url_original": "https://www.wsj.com/articles/this-chefs-trick-produces-the-best-scrambled-eggs-11628703443",
    "url": "this-chefs-trick-produces-the-best-scrambled-eggs-11628703443",
    "title": "This Chef’s Trick Produces the Best Scrambled Eggs",
    "sub_head": "Ryan Bartlow of Ernesto’s in New York City has figured out a foolproof way to keep eggs from overcooking. His recipe for a soft scramble with seared wild mushrooms and shrimp makes a delicious meal in minutes.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-383114?width=860&height=1290",
    "image_1": "im-383114.jpg",
    "time": "2021-08-11 13:37:00",
    "body": "COOKING IN Spain, Ryan Bartlow learned to respect the humble egg. In his fourth Slow Food Fast recipe, a Spanish-style soft scramble makes a sumptuous vehicle for seared wild mushrooms and shrimp. “Who doesn’t love scrambled eggs with mushrooms?” Mr. Bartlow asked. “And why not add shrimp? It’s an earthy, soft, rich umami bomb.”<br />As delicious as the other ingredients are, the eggs hold this dish together—literally—and should be handled with care. Mr. Bartlow avoids overbeating them before cooking: The yolks and whites should not break down entirely. “You want streaks in the bowl,” he said. “It gives texture and a marbled look.” The chef further cautioned against overcooking. He turns off the burner partway through and lets the scramble finish setting in the pan’s residual heat. The result: plump, luscious curds.<br />The pan itself should be small enough so the eggs don’t spread too thin and cook too quickly—about 9 inches works well. Stir as you cook to control the way the eggs set. “All the bites should be roughly the same size,” Mr. Bartlow said. “You essentially want the egg curds to match the bites of mushroom and shrimp.”<br />Lastly and crucially, don’t skimp on the fat. “There’s not a lot here, so be sure to use enough olive oil,” Mr. Bartlow said. Crème fraîche enriches the scramble further. Toast is the only accompaniment you’ll need, but do use the best bread available. These eggs deserve it.<br />To explore and search through all our recipes, check out the new WSJ Recipes page."
}