{
    "url_original": "https://www.wsj.com/articles/this-simple-sauce-recipe-makes-good-grilling-great-its-chef-says-its-all-about-love-and-honesty-11628191488",
    "url": "this-simple-sauce-recipe-makes-good-grilling-great-its-chef-says-its-all-about-love-and-honesty-11628191488",
    "title": "This Simple Sauce Recipe Makes Good Grilling Great. Its Chef Says It’s All About Love and Honesty.",
    "sub_head": "From her kitchen in Marseille, Georgiana Viou shares her spicy Kipikpa sauce, plus tips on the West African and southern French ingredients that light up her pantry and wisdom on what makes a meal truly memorable",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-379508?width=700&height=467",
    "image_1": "im-379508.jpg",
    "time": "2021-08-05 15:27:00",
    "body": "I’M A WOMAN of the South, or actually many souths,” said chef Georgiana Viou. “This is how I explain my cooking to clients at Rouge.” That’s her new restaurant at the Margaret Hotel Chouleur in Nimes, in southern France. Though she’s originally from Benin in Africa, she’s made her home in Marseilles (near Nimes) for more than 20 years. “Today I’m as much Marseillaise as I am Beninoise,” said Ms. Viou, though she wouldn’t describe her cuisine as Afro-Provençale. “I don’t do fusion cooking. My cooking is spontaneous, seasonal and very personal.”<br />Born into a long line of female chefs, caterers and entrepreneurs in Cotonou, Benin’s largest city, Ms. Viou went to France to study literature at the Sorbonne. Eventually she realized that “cooking is what I like to do more than anything else.” Her cookbook “Le Goût de Cotonou: Ma Cuisine de Bénin” was published in May (in French) by Éditions Alain Ducasse.<br />“The Beninoise kitchen is complex, subtle and varied,” Ms. Viou said. “Different dishes are cooked along the Atlantic shore, once called the Slave Coast, than in the interior. Descendants of Brazilian slaves who returned home, as well as Portuguese and Brazilian slave traders, have had a big impact on our cooking, too. And Benin was a French colony for almost a century.” Here, Ms. Viou shares tips from her sunny kitchen.<br />The kitchen tool I can’t live without is: my wodatin, which is a wooden spatula typical of Benin. I buy a bunch of new ones in the market in Cotonou every time I go home. And my Microplane grater, because I use a lot of fresh ginger and this is the fastest way to grate it. My blender. And my knives, including one that was my grandmother’s.<br />My pantry is always stocked with: olive oil, palm oil, vinegar, tomato paste, gherkins, red pepper paste, mustard, brown sugar, black chocolate for dessert, flour, honey, dried hibiscus flowers, fleur de sel, black pepper, rice, pasta. And ingredients from Benin like gari or tapioca. Plus my mother’s secret special spice powder—and no, I’m not giving you the recipe!"
}