{
    "url_original": "https://www.wsj.com/articles/three-news-organizations-complete-kabul-evacuation-following-dangerous-encounters-11629577943?mod=world_major_1_pos7",
    "url": "three-news-organizations-complete-kabul-evacuation-following-dangerous-encounters-11629577943",
    "title": "Three News Organizations Complete Kabul Evacuation Following Dangerous Encounters",
    "sub_head": "Wall Street Journal colleagues and their families experienced failed escape attempts, beatings by the Taliban",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-389447?width=860&height=573",
    "image_1": "im-389447.jpg",
    "time": "2021-08-21 16:32:00",
    "body": "The Wall Street Journal evacuated its last workers out of Kabul on Saturday after a week of repeated attempts that included attacks against some of them and the assistance of the Qatari government.<br />The successful evacuation by the Journal concluded an effort by the Journal, the  New York Times  and the Washington Post to get more than 200 people out of the country over the last week. By Friday morning, the Journal said it facilitated the safe passage of its Afghanistan colleagues and their families, evacuating 76 people to Qatar; the last four remained in the airport in Kabul awaiting a promised flight for three days.<br />Those four people were in the air en route to Ukraine on Saturday, according to Journal Managing Editor Karen Pensiero.<br />The New York Times and Washington Post said earlier this week those two news organizations successfully evacuated colleagues and their families from Afghanistan.<br />The Biden administration said earlier this week that Kabul’s international airport was open for military and commercial flights, but thousands of people trying to leave Afghanistan still struggled to get to the airport in the capital city. By Friday, the perimeter of Kabul’s airport remained engulfed in chaos, with troops firing tear gas to control desperate crowds."
}