{
    "url_original": "https://www.wsj.com/articles/threatened-isis-afghan-taliban-rule-jihadist-islamist-pakistan-baradar-haibatullah-11630094678?mod=opinion_lead_pos7",
    "url": "threatened-isis-afghan-taliban-rule-jihadist-islamist-pakistan-baradar-haibatullah-11630094678",
    "title": "Threatened by ISIS, the Afghan Taliban May Crack Up",
    "sub_head": "Without ideological purity, the group won’t be able to hold together. With it, they won’t be able to govern.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-27 18:13:00",
    "body": "The Taliban’s military victory in Afghanistan is only the start of the group’s problems. The new government will fail because the Taliban cannot be pragmatic and ideological at the same time. Efforts by the Afghan jihadist movement to strike a balance will be exploited by ISIS—a transnational jihadist movement—and other groups, imperiling regional and international security. When that happens, the U.S. and its allies will have to return to the war-torn nation.<br />ISIS, which has denounced the Taliban as a fake jihadist movement, aims to exploit the group’s internal tug-of-war between pragmatism and ideological commitment. The volatility is heightened by the mix of entities in Afghanistan, including ISIS, the Pakistani Taliban and al Qaeda. There is also a debate whether to build an emirate or a caliphate, with the Taliban pursuing an Islamic polity within Afghanistan while ISIS seeks a single state for the entire Muslim world.<br />The Taliban are trying to persuade the world that their Emirate 2.0 will be different from the 1990s version. Meantime, ISIS staged a deadly attack on Kabul’s airport Thursday, targeting the scene of the U.S.-led evacuation. Thirteen U.S. troops and nearly 200 Afghan civilians were killed.<br />Taliban leader Mullah Abdul Ghani Baradar met Monday in Kabul with Central Intelligence Agency Director William Burns. The CIA is taking a lead role in airlifting thousands of American citizens from the country. Separately, the Taliban’s chief spokesman, Zabihullah Mujahid, told the  New York Times  that Afghan women should stay at home until rank-and-file Taliban fighters have been trained not to mistreat them.<br />The two developments illustrate the Taliban’s conundrum as they try to govern a nation that has experienced 20 years of Western-led modernization. The Taliban need the world to provide financial assistance, which hinges on recognition of the new emirate’s leaders. Hence the feverish effort to convince the world that the Taliban are pragmatic, despite being a radical Islamist entity."
}