{
    "url_original": "https://www.wsj.com/articles/three-cheers-for-vaccine-boosters-joe-biden-world-health-organization-tedros-adhanom-ghebreyesus-11629320239?mod=opinion_lead_pos3",
    "url": "three-cheers-for-vaccine-boosters-joe-biden-world-health-organization-tedros-adhanom-ghebreyesus-11629320239",
    "title": "Three Cheers for Vaccine Boosters",
    "sub_head": "Biden is right to ignore criticism from the WHO on a third mRNA shot.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-18 18:31:00",
    "body": "Give the Biden Administration credit for endorsing Covid booster shots in defiance of the World Health Organization scolds who have been wrong on nearly every major public health issue during the pandemic.<br />The Administration on Wednesday said it will recommend boosters of the  Pfizer  and Moderna mRNA vaccines eight months after people received their second dose, starting Sept. 20. Earlier this summer the Administration had pushed back on claims by vaccine makers that boosters would probably be necessary.<br />But recent evidence, including three new studies mentioned by the Centers for Disease Control and Prevention on Wednesday, changed their opinions. While vaccines still appear to be highly protective against severe illness, they are becoming somewhat less effective against mild and moderate symptoms because antibodies decline over time and can be evaded by the Delta variant.<br />One study found that the vaccine efficacy against hospitalization in New York has remained relatively stable (92% to 95%). However, efficacy against all infections declined to 80% from 92% from early May to late July. Another study showed that mRNA vaccines remained 84% to 86% protective against hospitalization over 24 weeks after the second dose.<br />This should be mostly reassuring to vaccinated individuals, but a more worrisome study found that mRNA vaccines were only 75% effective against infection among nursing home residents from March to May and 53% in June and July. This could explain why infections and hospitalizations among the elderly are rising even in states where the vast majority of seniors are vaccinated."
}