{
    "url_original": "https://www.wsj.com/articles/throwing-away-the-kitchen-timer-11628913660",
    "url": "throwing-away-the-kitchen-timer-11628913660",
    "title": "Throwing Away the Kitchen Timer",
    "sub_head": "The very best cooks are the ones who feel confident enough to stop watching the clock and use their senses.",
    "category_1": "Life & Arts",
    "category_2": "Table Talk",
    "image_1_url": "https://images.wsj.net/im-384619?width=860&height=860",
    "image_1": "im-384619.jpg",
    "time": "2021-08-14 12:01:00",
    "body": "The late food writer Vertamae Smart-Grosvenor used to say that she could tell when fried chicken was done simply by listening to it. She could gauge exactly the moment that the chicken was crispy and golden from the particular sizzling sound it made in the oil. Sometimes, she once told an interviewer, people would say, “tell me something real, like, what is it? 15 minutes, 20 minutes, or whatever. And I say, you’ve got to listen to the sound of the grease. Listen to the music.”<br />When learning to cook, many of us put our faith in specific timings as the best means to get reliable and precise results. We learn to boil pasta for exactly 10 minutes and to roast chicken for 20 minutes per pound. But the more meals I cook, the more I see that timing is far less solid and reliable than it seems. After 10 minutes, pasta may be perfectly al dente or it may be overboiled. It depends on the brand, and the only way to know for sure is to fish a piece out of the water and taste it. If you trust the clock more than you trust yourself, you will often end up with a disappointing dinner. The very best cooks are the ones—like Vertamae Smart-Grosvenor—who feel confident enough to throw the kitchen timer away.<br />The timings in a recipe can never be the final word, not least because the recipe’s author has no idea what it is like to cook in your kitchen with your particular stove and pans. In her excellent debut cookbook, “Cook This Book: Techniques that Teach and Recipes to Repeat,” recipe developer Molly Baz proposes that because stoves and ovens can vary so widely in size and power, we should regard timings as guidelines rather than fixed dogma. The example Baz gives is steak: “If a recipe says ‘sear the steak until deeply golden brown, 4 to 5 minutes,’ and after 5 minutes has passed your steak is only lightly golden, continue to sear it until it reaches that visual indicator, and no less.”<br />Cooking by the clock can let you down if you stick to it too rigidly. I’ve been making crepes for so many years now, I thought my formula couldn’t fail me. Thirty seconds on the first side, then flip and give it 10 seconds more. At home, these timings give me perfect lacy-brown crepes every time, assuming I have started with a pan hot enough to make the butter sizzle.<br />But this summer, while staying with relatives, I made crepes in an unfamiliar kitchen with an unfamiliar stove and pan and suddenly, my timings were useless. After 30 seconds, the first crepe was raw and pale. Two minutes later, it was still flabby around the edges. In all, it took 3-and-a-half minutes to brown on the first side and a minute on the second side. If I’d trusted the kitchen timer, there would have been no breakfast that day."
}