{
    "url_original": "https://www.wsj.com/articles/tiktok-rivals-stock-slides-amid-removal-of-u-s-app-criticism-of-video-platforms-11628166283?mod=markets_lead_pos3",
    "url": "tiktok-rivals-stock-slides-amid-removal-of-u-s-app-criticism-of-video-platforms-11628166283",
    "title": "TikTok Rival’s Stock Slides Amid Removal of U.S. App, Criticism of Video Platforms",
    "sub_head": "Kuaishou Technology pulled Zynn from U.S. app store, while Chinese state media attacked proliferation of harmful video-streaming content",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-380788?width=860&height=573",
    "image_1": "im-380788.jpg",
    "time": "2021-08-05 08:25:00",
    "body": "The shares of  Kuaishou Technology ,  the owner of a popular Chinese short-video platform that competes with ByteDance Ltd., tumbled 15% Thursday after the company took down a U.S. app and the sector it operates in was criticized by a state-media outlet.<br />Kuaishou, which means “fast hand” in Chinese, slid to a new closing low, crystalizing a 70% since its first trading day and ending 22.5% below its initial public offering price. Shares of  Tencent Holdings Ltd. , which has a sizable stake in the company, fell nearly 4% Thursday to its lowest close in more than a year.<br />Beijing-headquartered Kuaishou listed in February to much fanfare after raising $5.4 billion from global investors. The shares initially climbed, taking the company’s market capitalization to above $220 billion within days. It was down to about $48 billion on Thursday, according to FactSet.<br />Kuaishou recently removed a video-sharing app called Zynn from U.S. app stores and notified users that Zynn’s services would be terminated soon. In response to a query, a company spokesperson said the service will be discontinued by Aug. 20, and called the move a “normal operation adjustment” that wouldn’t affect the firm’s global strategy.<br />Zynn was rolled out in May 2020 and was a rival to privately held ByteDance’s hugely popular TikTok app. It drew controversy last year after some Internet users questioned Zynn’s offers to pay people to invite friends to join the platform."
}