{
    "url_original": "https://www.wsj.com/articles/tiktok-rivals-shares-tumble-after-ceo-says-more-regulation-will-hurt-revenue-11629963181?mod=markets_lead_pos7",
    "url": "tiktok-rivals-shares-tumble-after-ceo-says-more-regulation-will-hurt-revenue-11629963181",
    "title": "TikTok Rival’s Shares Tumble After CEO Says More Regulation Will Hurt Revenue",
    "sub_head": "Hong Kong-listed shares of Kuaishou fall 10% on Thursday",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-391543?width=860&height=573",
    "image_1": "im-391543.jpg",
    "time": "2021-08-26 03:33:00",
    "body": "Kuaishou Technology ,  a major rival to ByteDance Ltd. that owns a popular short-video platform in China, said it expects tighter regulations to hurt its revenues, adding that it would try to weed out undesirable content that authorities have frowned upon.<br />The Hong Kong-listed shares of Kuaishou tumbled 10% on Thursday, after the Beijing-based company reported a loss equivalent to $1.1 billion for the second quarter, which ended in June.<br />While Kuaishou’s revenues jumped 49% to nearly $3 billion in the second quarter, firm Chief Executive Su Hua warned during an earnings call Wednesday that cyberspace regulations, including China’s newly-passed privacy law, could dent Kuaishou’s revenue in the short term as the company adapts to the changes.<br />Kuaishou, which means “fast hand” in Chinese, operates a namesake app that allows users to share short videos, stream live broadcasts and shop online, similar to ByteDance’s Douyin and TikTok apps. Kuaishou said 293.2 million people used its flagship app at least once a day during the second quarter, and each daily user spent an average of 107 minutes on it.<br />The company, which counts  Tencent Holdings Ltd.  as one of its main backers, went public in February after raising $5.4 billion from global investors in one of the largest initial public offerings by a Chinese technology company in recent years."
}