{
    "url_original": "https://www.wsj.com/articles/time-to-switch-tracks-again-in-canadian-rail-battle-11630446047?mod=business_minor_pos10",
    "url": "time-to-switch-tracks-again-in-canadian-rail-battle-11630446047",
    "title": "Time to Switch Tracks Again in Canadian Rail Battle",
    "sub_head": "Kansas City Southern’s shareholders are headed for an almost ideal outcome of a monthslong bidding war",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-394030?width=860&height=573",
    "image_1": "im-394030.jpg",
    "time": "2021-08-31 17:40:00",
    "body": "It’s time for this railroad’s board to punch its ticket.<br />Kansas City Southern ,  the smallest major freight railroad in the U.S., has been the subject of a bidding war between two Canadian rivals. Its shares fell Tuesday because of an unwelcome regulatory decision, but things turned out nearly as well as they could have for its shareholders.<br />Having agreed in March to be bought by  Canadian Pacific Railway Ltd. , it switched to a higher bid containing more cash by that company’s larger domestic rival,  Canadian National Railway Co.  It then stuck with Canadian National after receiving a counteroffer from its original suitor earlier this month while shrewdly delaying its shareholder vote until this Friday.<br />A decision Tuesday by the U.S. Surface Transportation Board not to approve the voting trust that Canadian National was to use to purchase the shares makes its next decision obvious: KCS should snap up the $1 billion break fee it is now owed by Canadian National and go back to its original suitor with its improved bid. Canadian Pacific applied under a more lenient set of rules and already has had its voting trust approved by the STB. While that doesn’t guarantee that the agency will ultimately give the green light to an eventual merger, KCS’s shareholders can still get paid while the bureaucrats dither.<br />In theory Canadian National can appeal the STB’s decision or even proceed without a voting trust and further sweeten its offer, but KCS’s shareholders would be foolish to take that risk, which would be the equivalent of exchanging a bird in the hand for 1.1 in the bush. Without a trust, the only financial surety it can get is yet another break fee. And the STB’s unanimous decision not to approve the trust, along with tougher talk in general from the Biden administration on competition matters, makes a deal a long shot without serious concessions."
}