{
    "url_original": "https://www.wsj.com/articles/titian-women-myth-and-power-isabella-stewart-gardner-museum-ovid-11629493488?mod=opinion_major_pos13",
    "url": "titian-women-myth-and-power-isabella-stewart-gardner-museum-ovid-11629493488",
    "title": "‘Titian: Women, Myth & Power’ Review: Paintings of Olympian Grandeur",
    "sub_head": "The Isabella Stewart Gardner Museum reunites six works, based on Ovid’s ‘Metamorphoses,’ that the Renaissance master created for Philip II.",
    "category_1": "Books & Arts",
    "category_2": "Art Review",
    "image_1_url": "https://images.wsj.net/im-389259?width=860&height=515",
    "image_1": "im-389259.jpg",
    "time": "2021-08-21 07:00:00",
    "body": "Boston<br />Between 1551 and 1562, Tiziano Vecelli (about 1488-1576)—Titian—the most famous artist in Europe, painted six canvases of mythological subjects for Philip II, king of Spain, the world’s most powerful ruler. Based on tales of the loves, caprices and vengeance of the gods recounted in Ovid’s “Metamorphoses,” the paintings are known as poesie—painted poetry—familiar stories reinvented as complex visual narratives full of voluptuous flesh, sumptuous textures and evocative landscapes. (The very Catholic ruler also commissioned religious subjects from Titian.) Installed together in the Alcázar toward the end of the 16th century, after Philip moved his court to Madrid, then dispersed, the paintings are reunited in “Titian: Women, Myth & Power” at Boston’s Isabella Stewart Gardner Museum, jointly organized by the Gardner, the National Gallery (London), National Galleries of Scotland, and Museo Nacional del Prado, Madrid. Seen earlier in Europe, the Gardner’s exhibition includes works that have never before traveled to the U.S. We’ll never see the poesie this way again.<br />Fortuitously, the Boston showing coincides with the 125th anniversary of Isabella Stewart Gardner’s acquisition of the magnificent “Rape of Europa” (1559-62)—the last of the series executed, probably the most important Renaissance painting in the U.S., and, it seems, the poesia Titian was most pleased with. Its gorgeous color radiant after recent cleaning, at eye level instead of its usual elevation, “Europa” dominates a gathering of some of the most glorious works produced in 16th-century Venice, beautifully installed by the Gardner’s curator Nathaniel Silver, one of the international organizers of the show and a contributor to the excellent catalog.<br />Taking his cue from Titian’s surviving letters to Philip and the paintings’ visual relationships, Mr. Silver arranged the poesie in pairs. The first painting completed, “Danaë” (c. 1551-53), a reclining nude facing forward, ravished by Jupiter as a shower of gold, is joined by “Venus and Adonis” (c. 1553-54), a seated nude seen from the back, as she struggles to keep her lover from going hunting. Actaeon’s accidental encounter with Diana, goddess of the hunt, bathing with her chaste retinue (1556-59), flanks Diana’s discovery of the nymph Callisto’s pregnancy after Jupiter had his way with her (1556-59). (See “Danaë.”) The two marine subjects are side by side: Perseus rescuing Andromeda—nude, vertical, chained to a rock—from a sea monster (c. 1554-56), and Jupiter, disguised as a white bull, swimming off to Crete with Europa—scantily clad and precariously horizontal on the bull’s back.<br />The poesie, which could be described as thought transubstantiated into resplendent color, gesture and touch, asserted that painting, far from being manual labor or craft, was an intellectual pursuit, like poetry—a lingering debate during Titian’s lifetime. Titian used Ovid’s stories as points of departure, reinventing entire narratives as single images. Actaeon gazes at a stag’s skull and drying deerskins, prefiguring his being turned into a stag and torn to pieces by his hounds as punishment for seeing Diana unclothed. Europa’s companions and the herd that Jupiter joined as a white bull are on the distant shore, providing the back story to her abduction. Perseus (the son of Danaë and Jupiter, to keep it all in the family) swoops in, his pose echoing with the spiraling putti in “Europa”; branches of coral at Andromeda’s feet remind us that he slew the Gorgon Medusa and that drops of blood from her severed head created coral."
}