{
    "url_original": "https://www.wsj.com/articles/to-gen-zers-working-from-home-the-office-is-a-remote-concept-11629538204?mod=life_work_lead_pos1",
    "url": "to-gen-zers-working-from-home-the-office-is-a-remote-concept-11629538204",
    "title": "To Gen Zers Working From Home, the Office Is a Remote Concept",
    "sub_head": "Many who started careers during the pandemic have never worked in the same space as colleagues. But there are ways bosses can ensure they don’t miss out on mentoring.",
    "category_1": "Life & Work",
    "category_2": "At Work",
    "image_1_url": "https://images.wsj.net/im-388206?width=860&height=573",
    "image_1": "im-388206.jpg",
    "time": "2021-08-21 05:30:00",
    "body": "More than a year into the great remote-work experiment, a new breed of young professionals has emerged: those who have never worked in an office.<br />Workers like 20-year-old Matt Franchi are joining their ranks every day as the Delta variant delays many office-reopening plans. Mr. Franchi secured a software-engineering job in July after graduating from Clemson University and was all set to move to Washington, where his new employer has an office. But with Covid-19 cases climbing again, the company told him a few weeks ago that his position would be remote for the foreseeable future.<br />“I was looking forward to the move, because D.C. seems more diverse and there’s a lot more going on,” says Mr. Franchi, who started work this month—from his childhood bedroom in Summerville, S.C. “Now, I’m not sure if I’ll ever make it to D.C.”<br />Some young workers are disappointed they have yet to experience working side-by-side with colleagues and the spontaneous collaboration and coaching that can come from being in the same space. Others say they have gotten accustomed to the virtual world and don’t feel they are missing much. Regardless, some workplace and management experts say that missing out on an office experience so early in a career may hurt mentorship prospects and the development of interpersonal office skills, and that managers should make an extra effort to offset those risks.<br />“Young workers need those close relationships, people to vent to, and mentor figures more than older ones,” says Eddy Ng, a management professor at Queen’s University in Kingston, Ontario, who conducted a survey last summer of 424 people working remotely after the pandemic’s outbreak. Of those over 40, 45% said they preferred to continue working remotely after the pandemic, compared with 30% of those under 40. Among the younger set, he says, “there’s an element of FOMO,” or fear of missing out."
}