{
    "url_original": "https://www.wsj.com/articles/together-james-mcvoy-sharon-hogan-covid-19-lockdown-11630014508?mod=opinion_major_pos13",
    "url": "together-james-mcvoy-sharon-hogan-covid-19-lockdown-11630014508",
    "title": "‘Together’ Review: Locked Down, Riled Up",
    "sub_head": "James McAvoy and Sharon Horgan star as an unhappily married couple who have to learn to live with each other in the early days of the Covid-19 lockdown.",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-390582?width=700&height=467",
    "image_1": "im-390582.jpg",
    "time": "2021-08-26 17:55:00",
    "body": "During the depths of the Covid-19 lockdown, when the strongest relationships were tested, one consolation for many of us was knowing there were people worse off than we were—couples who’d been at each other’s throats long before the rampaging virus confined them to quarters, families that had already perfected their own versions of dysfunction. “Together,” a dark comedy playing in theaters, brings us into just such a home, a battleground that could be mistaken for a pleasant, middle-class row house on a pretty London street, at just the moment the U.K.’s lockdown begins in March 2020. And it brings us in almost literally. We are the camera. The husband and wife talk to us, consult us, confide in us, make us a party—though it’s anything but a party—to their impassioned wranglings, lacerating accusations and hilarious misunderstandings, while their 10-year-old son watches and listens without saying a word.<br />The question is whether we want to be locked down with them for 91 minutes. The answer to that is yes, absolutely, in spite of a few dispiriting downs in their trial by isolation, along with many startling ups. What begins as a chamber piece, directed by Stephen Daldry and Justin Martin from a screenplay by Dennis Kelly, becomes a full-fledged movie with a pair of marvelous performances at its claustrophobic center. James McAvoy is He, a conservative entrepreneur (though he says he voted for Tony Blair) with a small business and a large vocabulary rich in irony and fury. Sharon Horgan is She, a resolutely leftist refugee-coordinator whose rage against governmental bumbling finds its purest, funniest expression in a rant about the meaning and overlooked import of exponential growth. (Their son, Arthur or Artie—his parents can’t even agree on what to call him—is played by Samuel Logan.)<br />To call this marriage discordant is like saying that George and Martha in “Who’s Afraid of Virginia Woolf?” sometimes seem out of sorts. He and She despise each other, loathe each other and loathe themselves for having stayed together this long in the supposed interests of Arthur/Artie. Their steady-state enmity gets the movie off to an unpromising start, giving us reason to wonder how this husband and wife, stewing in a pressure cooker of their own design, will ever get beyond mutual disapproval and why we should care about them if and when they do. But the writer, Mr. Kelly, is playing a long game in a short format. The husband and wife change, in fits and unexpected starts, and it’s not spoiling anything to say those changes aren’t for the worse. (If they were, “Together” might have had a shot at becoming a slasher classic.)<br />A sense of mortality intrudes. Death is everywhere outside the house, taking its toll in events we hear about rather than see. Usually offstage action is a weakness in movies, a telltale sign that the source material was a play. This script could certainly pass for a play, but the physical and formal limits it imposes become a strength, since they bring back lockdown memories of the confinement that haunt us all. “It’s going to be hard,” He says at the outset, “really, really hard.” So it is, but their inescapable togetherness is also fascinating for what it says about couples who, pandemic or no, make domestic combat a perversely rewarding way of life. (One skirmish involves poisonous mushrooms and recalls, as He and She reflect on it, the fateful omelet in Paul Thomas Anderson’s “Phantom Thread.”)<br />Underpopulated movies always involve a gamble; the medium thrives on population density. That’s why films like “My Dinner With André,” “Gravity” and, especially in my book, the Tom Hardy vehicle “Locke” are so improbable in their success. “Together” succeeds on several counts: the fluency of the language; the topicality of the premise; and the energy brought to it by the writer and directors."
}