{
    "url_original": "https://www.wsj.com/articles/transcript-feds-rosengren-sees-strong-growth-ahead-for-u-s-economy-11629136776?mod=markets_lead_pos10",
    "url": "transcript-feds-rosengren-sees-strong-growth-ahead-for-u-s-economy-11629136776",
    "title": "Transcript: Fed’s Rosengren Sees Strong Growth Ahead for U.S. Economy",
    "sub_head": "Boston Fed president says central bank could be in a position to end asset purchases by the middle of 2022",
    "category_1": "Economy",
    "category_2": "Central Banks",
    "image_1_url": "https://images.wsj.net/im-386266?width=860&height=573",
    "image_1": "im-386266.jpg",
    "time": "2021-08-16 13:59:00",
    "body": "Eric Rosengren, president of the Federal Reserve Bank of Boston, said his outlook for the U.S. economy has improved this year despite the recent Covid-19 outbreaks associated with the Delta variant, and he expects strong hiring to allow the central bank to soon begin reversing the extremely accommodative monetary policy adopted at the height of the coronavirus pandemic.<br />The Fed could be in a position to start reducing its $120 billion in monthly asset purchases this fall and, if strong economic growth continues, the Fed might be able to end those purchases toward the middle of 2022, Mr. Rosengren said in an interview on Thursday, August 12.<br />Here is a partial transcript of the interview, lightly edited for clarity and length.<br />NICK TIMIRAOS, The Wall Street Journal: Can you walk me through how your outlook for the economy and for policy changed since March of this year?<br />ERIC ROSENGREN, Boston Fed: So it’s changed in a couple of ways. One, we’ve obviously had higher inflation outcomes than we anticipated, and I believe that the substantial further progress on inflation has already been achieved. It hasn’t changed my longer-run outlook for inflation very much though, so my forecast for inflation next year, using the [personal-consumption expenditures price index] inflation would be around 2.1%, so slightly above our target."
}