{
    "url_original": "https://www.wsj.com/articles/treasury-yields-edge-higher-after-talk-of-fed-tapering-11629485683?mod=markets_lead_pos6",
    "url": "treasury-yields-edge-higher-after-talk-of-fed-tapering-11629485683",
    "title": "Treasury Yields Make Biggest Gains in a Week After Talk of Fed Tapering",
    "sub_head": "Labor-market recovery and inflation crucial to the central bank’s timeline",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-389140?width=860&height=573",
    "image_1": "im-389140.jpg",
    "time": "2021-08-20 16:43:00",
    "body": "U.S. government bond yields made their largest one-day gain in over a week on Friday, following signals that the Federal Reserve is on track to begin reversing easy-money policies later this year.<br />The yield on the benchmark 10-year U.S. Treasury note increased to 1.259% compared with 1.241% on Thursday. ​This week, though, yields declined the most in three weeks, snapping a two-week winning streak.<br />Yields, which move in the opposite direction of bond prices, have recently reversed part of a decline from earlier this month. That is in part due to expectations that the Fed will begin to scale back, or taper, asset purchases, a view reinforced by the release this week of minutes from the central bank’s July meeting.<br />In recent days, the labor market’s recovery and inflation numbers have been at the center of the debate within markets about the Fed’s timeline to end bond purchases and eventually begin raising rates. Meanwhile, yields on U.S. Treasury inflation-protected securities, or TIPS, have moved higher in recent weeks, according to Tradeweb data.<br />“The question really was more on the jobs front and would there be sufficient progress made on that front to at least advance taper discussions,” said Chip Hughey, managing director of fixed income with Truist Advisory Services, in reference to the July jobs report. “It appears that progress is being made that is sufficient for tapering to begin so I believe the market began to prepare itself for that development.”"
}