{
    "url_original": "https://www.wsj.com/articles/treasurys-big-rally-gets-help-from-skeptics-of-low-rates-11628501581?mod=markets_lead_pos6",
    "url": "treasurys-big-rally-gets-help-from-skeptics-of-low-rates-11628501581",
    "title": "Treasurys’ Big Rally Gets Help From Skeptics of Low Rates",
    "sub_head": "Partial unwinding of crowded trade helps drive yields down to levels few thought they would see at time of strong growth, inflation",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-381637?width=860&height=573",
    "image_1": "im-381637.jpg",
    "time": "2021-08-09 05:33:00",
    "body": "A little more than a month ago, Zhiwei Ren pared back his bet that strong growth and inflation would cause bond prices to fall and their yields to rise—even though he still believed in his economic forecast.<br />A fixed-income portfolio manager for Penn Mutual Asset Management, Mr. Ren had positioned his funds since late last year so that they held, in effect, a smaller amount of 10- and 30-year bonds than their benchmark index, leaving them less vulnerable to rising long-term interest rates. This stance paid off when U.S. Treasury yields soared in the first quarter of the year but started to drag on returns in subsequent months, as yields fell sharply and, for many on Wall Street, unexpectedly.<br />Mr. Ren and his colleagues stuck for a while with their conviction that yields would bounce back but eventually decided to bend to the market tide. Their funds are now still positioned for higher yields but not as aggressively as they were previously.<br />“It’s not a great feeling,” Mr. Ren said. “If you look at the fundamentals, it completely supports the position we are holding. But the market just completely moves against you relentlessly, so you basically have to cover your bets.”<br />Mr. Ren isn’t alone. In recent months, many investors and analysts have argued that factors such as a strengthening economy and elevated U.S. bond issuance pointed inevitably to higher bond yields ahead. But as it often does, the market has surprised them—a development that may have been aided, ironically, by this very consensus."
}