{
    "url_original": "https://www.wsj.com/articles/treasury-demand-shows-resilience-as-fed-signals-bond-buying-pullback-11630249523?mod=markets_lead_pos2",
    "url": "treasury-demand-shows-resilience-as-fed-signals-bond-buying-pullback-11630249523",
    "title": "Treasury Demand Shows Resilience as Fed Signals Bond-Buying Pullback",
    "sub_head": "Bond investors are encouraged by latest comments from Fed chief Jerome Powell on inflation, interest rates",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-392497?width=860&height=573",
    "image_1": "im-392497.jpg",
    "time": "2021-08-29 11:05:00",
    "body": "Investors keep buying U.S. Treasury securities, defying predictions for a broad selloff that would send bond yields back to their March highs.<br />Yields, which move in the opposite direction of bond prices, have held steady in recent weeks after rising sharply in the first quarter and then sliding in subsequent months as investors scaled back some of their most optimistic economic forecasts.<br />Many Wall Street analysts and investors continue to argue that yields are bound to rise based on surging U.S. inflation, a still solid economic outlook and the approaching reduction in central-bank bond purchases. But the market so far hasn’t cooperated, reflecting continuing demand from around the globe.<br />Treasurys cleared their latest big hurdle Friday when Federal Reserve Chairman Jerome Powell delivered a highly anticipated speech at the central bank’s annual symposium hosted by the Kansas City Fed. Analysts had thought Mr. Powell might offer clues as to when the Fed might start scaling back its $120 billion in monthly asset purchases, including $80 billion of Treasurys—the type of move that sent shudders through the bond market in the 2013 taper tantrum.<br />Mr. Powell complied, to a degree, saying he thought the process likely could start before the end of the year. Yields, though, fell when his prepared remarks were made public, underscoring the market’s near-indifference to tapering since the topic arose toward the end of last year."
}