{
    "url_original": "https://www.wsj.com/articles/troops-protection-kabul-airport-afghanistan-biden-military-national-security-foreign-policy-evacuation-taliban-11629646319?mod=opinion_lead_pos9",
    "url": "troops-protection-kabul-airport-afghanistan-biden-military-national-security-foreign-policy-evacuation-taliban-11629646319",
    "title": "‘Our Troops’ Are Supposed to Protect Us",
    "sub_head": "Biden’s Afghanistan bug-out got the priority backward.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-389298?width=860&height=573",
    "image_1": "im-389298.jpg",
    "time": "2021-08-22 13:39:00",
    "body": "Joe Biden likes to end speeches by saying: “May God protect our troops”—perhaps a tribute to his late son Beau, who was awarded the Bronze Star for his yearlong military service in Iraq.<br />But the sentiment is wrongheaded, and the Afghan fiasco shows why. Perhaps sensing that point, Mr. Biden signed off last Monday’s and Friday’s addresses with a slight tweak: “May God protect our troops, our diplomats, and all of the brave Americans serving in harm’s way.” He still has it backward. Protecting troops’ lives is paramount, but their primary role is to defend America and its citizens.<br />In Afghanistan, we have a role reversal. Once the president decided to leave, the correct sequence would have been first to remove American civilians and Afghan allies from harm’s way, and only then order troops out. Instead, the mission seemed mostly designed to evacuate and protect troops, while diplomats, other “brave Americans,” and Afghans in distress became an afterthought.<br />Last week Mr. Biden ordered thousands of troops back in to secure Kabul’s airport. But Taliban fighters controlled the access roads, and the State Department sent a memo instructing Americans in the country that reaching the airport was their responsibility. As widely reported, armed Taliban at checkpoints used whips and guns to assure that only they have the authority to decide who reaches the airport. Travel documents, including of American citizens, were confiscated and ripped, leaving their holders with no means to leave. The sequence, again, is backward. The troops safeguarded the airport, where they are protected, while civilians were called on to brave the Taliban’s ire.<br />Is the American military capable of fighting the Taliban to create a safe passage for Americans and Afghans whose lives are endangered after decades of cooperating with America? Pentagon briefings give the impression that commanders on the ground believe such a mission is doable, even advisable. But the commander in chief needs to green-light such an operation, which may entail putting troops in harm’s way."
}