{
    "url_original": "https://www.wsj.com/articles/trudeau-otoole-election-polling-conservatives-cost-1-trillion-debt-afghanistan-canada-11630336271?mod=opinion_lead_pos6",
    "url": "trudeau-otoole-election-polling-conservatives-cost-1-trillion-debt-afghanistan-canada-11630336271",
    "title": "Trudeau Suddenly Faces a Real Challenge",
    "sub_head": "He thought a new election would yield a majority. Now the Conservatives lead.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-392940?width=860&height=573",
    "image_1": "im-392940.jpg",
    "time": "2021-08-30 13:58:00",
    "body": "Toronto<br />When Prime Minister Justin Trudeau dropped the writ, or dissolved Parliament, on Aug. 15, he seemed to be in a good position to win his third successive election. Two weeks later, it looks like a real contest. His Liberal Party, which had comfortably led almost every poll for more than a year, suddenly found itself within the margin of error, then trailing the Conservative Party by 7.6 points in the latest EKOS daily tracking poll. Canada doesn’t elect leaders by nationwide popular vote—the Conservatives received more votes when they lost to the Liberals in 2019. But the election is now a toss-up.<br />Mr. Trudeau seems to have underestimated voter frustration. A Mainstreet Research/Toronto Star poll conducted on Aug. 10-11 found that 65% of Canadians wanted to avoid the ballot boxes. That surely includes many Liberals who believe Ottawa is heading in the right direction and don’t want to disrupt the political apple cart.<br />Meantime, the new Conservative leader, Erin O’Toole, has turned out to be more formidable than expected. He has followed the playbook of Mr. Trudeau’s Conservative predecessor, Stephen Harper (for whom I worked) and gone on offense. The Conservatives’ strategy has three parts.<br />First, they’ve emphasized the cost of the snap “pandemic election,” which Elections Canada estimates at around 610 million Canadian dollars (US$480 million), more than C$107 million above the 2019 tab."
}