{
    "url_original": "https://www.wsj.com/articles/trump-biden-withdrawal-doha-agreement-taliban-debacle-terrorist-jihadist-islamist-haven-11630435825?mod=opinion_major_pos4",
    "url": "trump-biden-withdrawal-doha-agreement-taliban-debacle-terrorist-jihadist-islamist-haven-11630435825",
    "title": "No, Trump Didn’t Force Biden’s Withdrawal",
    "sub_head": "The Taliban violated the Doha agreement, so the U.S. could have stayed.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-393682?width=860&height=573",
    "image_1": "im-393682.jpg",
    "time": "2021-08-31 17:19:00",
    "body": "The Biden administration has consistently blamed the Trump administration’s 2020 Doha agreement with the Taliban for the Afghanistan debacle. The agreement, the Biden team insists, left the president no choice but to remove U.S. forces unconditionally from Afghanistan by Aug. 31. In fact, President Biden’s failure to hold the Taliban to the terms of the Doha agreement contributed to this disaster.<br />The agreement promised the Taliban an earlier U.S. departure, by May 1, 2021, in return for a pledge that they would prevent the use of Afghanistan soil by any group against the security of the U.S. and its allies. Mr. Biden managed to extend the date by four months but was still bound by the basic terms of the agreement. The Biden administration believed that the U.S. failed to remove forces by Aug. 31, the Taliban could renege on their commitment and allow attacks on U.S. troops remaining in the country, so the only way for the U.S. to avoid this danger was to withdraw, honoring its end of the Doha deal in the hope that the Taliban would spare American forces.<br />The Biden administration has made this contrived argument repeatedly, and Mr. Biden reiterated it at a press conference last week, following the deaths of 13 U.S. service members in Kabul. But the administration misrepresents the Doha agreement. The U.S. promised to withdraw from Afghanistan by May 1, 2021, but only if the Taliban met commitments of their own. One of them was a pledge to participate in an “intra-Afghan dialogue,” to achieve a “permanent and comprehensive ceasefire” and to agree upon a “political roadmap” for Afghanistan’s future. If the Taliban didn’t honor this commitment, the U.S. had no obligation to withdraw.<br />Trump administration officials emphasized the conditional nature of the U.S. commitment when the Doha agreement was signed. As Defense Secretary Mark Esper put it in March 2020, Doha “is a conditions-based agreement.” If “we assess that the Taliban is honoring the terms of the deal,” including “progress on the political front between the Taliban and the current Afghan government,” the U.S. will “reduce our presence toward a goal of zero in 2021.” But Mr. Esper made clear that the American withdrawal wouldn’t be automatic. “If progress stalls,” he warned, “then our drawdown likely will be suspended, as well.”<br />The Taliban didn’t honor its political commitments and ultimately took Afghanistan by force. The Biden administration’s claim that the Doha agreement left no choice but to quit Afghanistan unconditionally is false. Given the Taliban’s behavior, the U.S. wasn’t obligated to withdraw by May 1, by Aug. 31, or any other date. Withdrawal was a choice. And the Biden administration’s announcement of this choice in April triggered the Taliban offensive to retake Afghanistan and set the disastrous U.S. departure in motion."
}