{
    "url_original": "https://www.wsj.com/articles/trump-lawyers-ask-judge-to-block-release-of-tax-returns-11628087049?mod=politics_lead_pos10",
    "url": "trump-lawyers-ask-judge-to-block-release-of-tax-returns-11628087049",
    "title": "Trump Lawyers Ask Judge to Block Release of Tax Returns",
    "sub_head": "Former president’s attorneys argue congressional request is rooted solely in desire for political gain",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-380104?width=860&height=573",
    "image_1": "im-380104.jpg",
    "time": "2021-08-04 11:15:00",
    "body": "WASHINGTON—Lawyers for former President Donald Trump asked a federal judge to block the release of his tax returns to Congress, saying Democratic lawmakers have no legitimate purpose in seeking them and are trying to score political points by embarrassing Mr. Trump.<br />The Wednesday filing came after the Justice Department directed Treasury officials to turn over the documents to a House panel that has sought them since 2019, saying the panel had invoked sufficient reasons for the request.<br />“The record overwhelmingly reveals that the purpose of the requests...is to expose the private tax information of one individual—President Trump—for political gain,” the lawyers wrote. “They were made to retaliate against President Trump because of his policy positions, his political beliefs, and his protected speech, including the positions he took during the 2016 and 2020 campaigns.”<br />The filing to block the returns’ release is the latest step in a legal battle that began when the House Ways and Means Committee sought six years of Mr. Trump’s tax returns and audit records from the Internal Revenue Service. Mr. Trump broke with four decades of tradition among presidents and major-party presidential candidates by not voluntarily releasing them.<br />The committee’s chairman, Rep. Richard Neal (D., Mass.), argued the tax returns were needed to examine how well the IRS was auditing the president who oversees the agency."
}