{
    "url_original": "https://www.wsj.com/articles/trump-sticks-with-fundraising-gimmick-despite-doj-crackdown-11628242201?mod=politics_lead_pos11",
    "url": "trump-sticks-with-fundraising-gimmick-despite-doj-crackdown-11628242201",
    "title": "Trump Sticks With Fundraising Gimmick Despite DOJ Crackdown",
    "sub_head": "Justice Department warns of ‘misrepresentations’ in appeals promising to multiply a donor’s contribution",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "image_1_url": "https://images.wsj.net/im-380950?width=860&height=573",
    "image_1": "im-380950.jpg",
    "time": "2021-08-06 05:30:00",
    "body": "MATCHING-DONATION GIMMICKS from political campaigns have come under increased scrutiny from federal prosecutors looking to tamp down on misleading fundraising appeals—but former President Donald Trump continues to rely on the technique to woo small donors. Trump’s official Save America fundraising committee is still sending appeals with subject lines like “400% impact” that promise to turn a $500 donation into a $2,500 one. Campaign-finance experts warn that the tactic is legally questionable.<br />Appeals that promise to triple, quadruple or otherwise multiply a donor’s money are “material misrepresentations” if there’s no evidence such matches actually occur, according to a Justice Department court filing in May against a pro-Trump group that wasn’t affiliated with the GOP former president. Such tactics have been popular on both sides of the aisle until recently, though in some cases they likely did involve real pledges to match funds from other donors. But Justice Department’s new attention to the practice has made campaigns more cautious.<br />The Trump solicitation’s use of vague language likely tries to sidestep the threat of legal action, said Robert Kelner, a veteran campaign-finance attorney for Covington & Burling LLP.<br />“The PAC solicitation apparently tries to avoid this issue by implying that the funds will be matched without actually saying that they will be matched, Kelner said. “I don’t think it eliminates the legal risk.” A Trump spokeswoman didn’t respond to requests for comment.<br />The fundraising strategy is working for Trump: His affiliated committees raised more than $56 million online during the first half of 2021—more than any other GOP group on WinRed, the Republican donation platform during that time. Trump’s committees also benefited from the transfer of more than $25 million in donations raised last year."
}