{
    "url_original": "https://www.wsj.com/articles/trump-ally-ken-kurson-charged-with-cybercrimes-in-new-york-11629315187?mod=business_minor_pos9",
    "url": "trump-ally-ken-kurson-charged-with-cybercrimes-in-new-york-11629315187",
    "title": "Trump Ally Ken Kurson Charged With Cybercrimes in New York",
    "sub_head": "Then-President Donald Trump pardoned the former New York Observer editor on related federal charges in January",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-387522?width=860&height=573",
    "image_1": "im-387522.jpg",
    "time": "2021-08-18 15:33:00",
    "body": "The Manhattan district attorney’s office charged former Trump ally Ken Kurson with cybercrimes on Wednesday, making him at least the third person pardoned by former President Donald Trump to face scrutiny from New York state prosecutors.<br />Mr. Kurson, a 52-year-old New Jersey resident, is a former editor in chief of the New York Observer, the newspaper that was published by Jared Kushner, Mr. Trump’s son-in-law. Mr. Kurson served as an adviser to Rudy Giuliani’s 2008 presidential campaign and, during Mr. Trump’s first presidential bid, advised the then-candidate on a speech to the lobbying group American Israel Public Affairs Committee, drawing criticism because he was also working at the Observer.<br />Prosecutors charged Mr. Kurson in New York state court with eavesdropping and computer trespass, both types of cybercrimes.  They accused him of unlawfully accessing communications of his then-wife while at the Observer offices, which were located in Midtown Manhattan. Mr. Kurson used spyware to monitor his wife’s keystrokes, obtained her passwords and accessed her  Facebook  and Gmail accounts, prosecutors said.<br />“We will not accept presidential pardons as get-out-of-jail-free cards for the well-connected in New York,” Manhattan District Attorney Cyrus Vance Jr., a Democrat, said in a statement.<br />Mr. Kurson faces a minimum of no jail time and a maximum of four years in prison."
}