{
    "url_original": "https://www.wsj.com/articles/trump-organization-and-prosecutors-spar-over-evidenceout-of-public-view-11629392117?mod=business_minor_pos6",
    "url": "trump-organization-and-prosecutors-spar-over-evidenceout-of-public-view-11629392117",
    "title": "Trump Organization and Prosecutors Spar Over Evidence—Out of Public View",
    "sub_head": "Former President Donald Trump’s company and its finance chief were criminally indicted this summer",
    "category_1": "U.S.",
    "time": "2021-08-19 12:55:00",
    "body": "Manhattan prosecutors are moving to advance their criminal investigation into former President Donald Trump’s business affairs, fighting with his company over evidence and continuing talks with the lawyer of a Trump Organization executive who hasn’t been charged, said people familiar with the matter.<br />Manhattan prosecutors and Trump Organization lawyers appeared at a secret court proceeding with New York State Supreme Court Justice Juan Merchan last week to discuss a dispute over documents the Manhattan district attorney’s office has subpoenaed, the people said. Justice Merchan is overseeing the criminal case stemming from the indictment of the Trump Organization and its finance chief, Allen Weisselberg, made public in July.<br />The dispute is related to documents prosecutors have sought for their continuing investigation, the people said. While the scope of the evidence in question couldn’t be determined, it includes a broad swath of financial documents, according to the people.<br />In another sign of movement in the criminal probe, prosecutors have been holding talks with a lawyer for Trump Organization executive Matthew Calamari Sr., partly to determine whether his cooperation would be helpful, according to people familiar with the matter. The next public court appearance for the Trump Organization and Mr. Weisselberg is Sept. 20, court records show.<br />Last month, the Manhattan district attorney’s office announced indictments charging the Trump Organization and Mr. Weisselberg with tax fraud. Prosecutors accused Mr. Weisselberg and the company of a 15-year-long tax-fraud scheme involving off-the-books payments and perks like cars and apartments to employees at the company. Prosecutors from the New York attorney general’s office are working with the district attorney’s office on the case."
}