{
    "url_original": "https://www.wsj.com/articles/trust-vaccination-alabama-covid-19-coronavirus-pandemic-vaccine-hesitancy-hospitalization-tuskeegee-syphilis-experiment-11629646540?mod=opinion_lead_pos7",
    "url": "trust-vaccination-alabama-covid-19-coronavirus-pandemic-vaccine-hesitancy-hospitalization-tuskeegee-syphilis-experiment-11629646540",
    "title": "A Better Way to Encourage Vaccination",
    "sub_head": "Lecturing and moral superiority aren’t working. Healthcare workers should try humility and respect.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-389254?width=860&height=573",
    "image_1": "im-389254.jpg",
    "time": "2021-08-22 13:47:00",
    "body": "Mobile, Ala.<br />I practice medicine in an emerging Covid-19 hot spot in a state with one of the lowest vaccination rates. Last year I saw Covid at its worst when I deployed to New York to take care of patients in an overflow intensive-care unit. I am vaccinated. I wouldn’t say I “believe in science,” because science doesn’t work that way, but I trust the scientific process. Yet when it comes to trust and persuasion, the medical profession isn’t always winning the Covid-19 battle, and it’s worth understanding why.<br />The current attempts at persuading people to get the vaccine follow the typical trinity of persuasion put forth by Aristotle—logos, pathos and ethos. Social media and government platforms focus on data (logos), such as the stark disparities in serious illness between the vaccinated and the not. Then it turns into emotional pleas (pathos), with personal stories of lost patients or loved ones. Advocates talk about a moral duty of getting a vaccine (ethos).<br />But when the desired response doesn’t materialize—when a substantial portion of the country still refuses a shot—the calls devolve into histrionic and condescending pleas. Many people respond by digging in their heels. Plenty of research shows that once people make a decision and attach a strong moral identity to it, they ignore contrary data.<br />The medical community needs to confront the ugly reality of distrust, especially in my state. The Tuskegee Syphilis Study is a living memory. Between 1932 and 1972, government researchers actively withheld treatment for syphilis while promising free medical care, meals and burial insurance. Some reluctance in blindly trusting a new vaccine is understandable."
}