{
    "url_original": "https://www.wsj.com/articles/tunisia-arab-spring-democracy-kais-saied-11627845535?mod=opinion_lead_pos10",
    "url": "tunisia-arab-spring-democracy-kais-saied-11627845535",
    "title": "Tunisia’s Attempt at Democracy Starts to Topple",
    "sub_head": "The one success of the Arab Spring may not survive its president’s apparent power grab.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-378171?width=860&height=573",
    "image_1": "im-378171.jpg",
    "time": "2021-08-01 17:02:00",
    "body": "Is the only success story of the Arab Spring reaching an authoritarian end? The series of uprisings that took place across the Middle East failed spectacularly—except in Tunisia, where it had all begun in December 2010, when a destitute street vendor operating without a permit set himself on fire after government bureaucrats confiscated the contents of his produce stand. While its neighbors flamed out, Tunisia made a successful if uneasy transition to democracy. A decade later, the democratically elected president of Tunisia, Kais Saied, has effectively torched his nation’s democratic project.<br />On July 25 Mr. Saied invoked Article 80 of the Tunisian Constitution, which transfers near-absolute power to the president if the country is in “imminent danger.” Mr. Saied dismissed Prime Minister Hichem Mechichi, a political rival backed by Ennahda, a moderate Islamist party, the largest in Parliament. The president then announced he would appoint a new government, “freeze” all parliamentary activity for 30 days, and extend the suspension if necessary “until the situation settles down.” In the following 24 hours, Mr. Saied followed the typical authoritarian playbook: Military troops surrounded the Parliament building to block legislators from meeting; draconian measures prohibiting public assembly of more than three people were enacted; media outlets were shuttered. The president warned that the armed forces will respond to violence “with bullets.”<br />Tunisians greeted the president’s actions with jubilance, their reaction reminiscent of Egyptians who in 2013 cheered their army, led by now-President Abdel Fattah Al Sisi, when it removed from power the democratically elected Muslim Brotherhood government of President Mohamed Morsi. Like their Egyptian counterparts, Tunisians will soon find out that their future bodes ill under the authoritarianism of another regional strongman.<br />While there’s a tendency to view this as a regional phenomenon—the latest twinge in a lingering Arab Spring hangover—what is happening in Tunisia is representative of a larger global phenomenon. The populists who ascended in Hungary, Turkey and India—and the U.S., in 2016—were elected not because voters craved authoritarian rule but because the leaders of the liberal democratic institutions failed to deliver competent governance.<br />Tunisians lost patience with their leaders as they watched nine successive governments in 10 years issue big promises and consistently falter. Complex power-sharing arrangements resulted only in legislative stasis and blame-ducking. Since 2011, half of the Tunisian dinar’s value has vanished; unemployment is currently at about 18% and has been as high as 32% in some regions; corruption is endemic; and the government bungled its response to the Covid pandemic."
}