{
    "url_original": "https://www.wsj.com/articles/two-ex-bank-of-america-traders-accused-of-spoofing-found-guilty-11628108362?mod=business_minor_pos4",
    "url": "two-ex-bank-of-america-traders-accused-of-spoofing-found-guilty-11628108362",
    "title": "Two Ex-Bank of America Traders Accused of Spoofing Found Guilty",
    "sub_head": "Edward Bases and John Pacilio were convicted of rigging precious-metals prices after a criminal trial in Chicago",
    "category_1": "Markets",
    "category_2": "Financial Regulation",
    "image_1_url": "https://images.wsj.net/im-379580?width=860&height=573",
    "image_1": "im-379580.jpg",
    "time": "2021-08-04 17:40:00",
    "body": "Two former  Bank of America Corp.  traders were convicted Wednesday of rigging precious-metals prices by using an aggressive tactic known as spoofing, the latest win for prosecutors in a yearslong effort to crack down on the practice.<br />A federal jury found Edward Bases and John Pacilio guilty of wire fraud and conspiracy charges after a two-week criminal trial in Chicago. The proceeding was a test of prosecutors’ efforts to punish spoofing activity that predated a law defining the tactic and making it illegal.<br />Prosecutors argued that trading by Messrs. Bases and Pacilio on futures exchanges operated by  CME Group Inc.  was deceptive, allowing the government to charge the conduct as fraud. Lawyers for the defendants argued that their style of trading was allowed before the 2010 Dodd-Frank financial overhaul law prohibited spoofing.<br />Spoofing involves sending deceptive orders that can mislead traders into thinking supply and demand have changed, according to regulators and prosecutors. The mirage, which some traders and attorneys argue is lawful bluffing, can move prices in a direction desired by the spoofer, while causing their counterparties to lose money.<br />Prosecutors argued that Messrs. Bases and Pacilio used spoofing to gain an illicit advantage from 2008 to 2014. The law defining and making spoofing illegal took effect in 2011, after most of the alleged activity had occurred."
}