{
    "url_original": "https://www.wsj.com/articles/two-fed-officials-call-for-end-to-bond-buying-program-11628704908?mod=politics_lead_pos10",
    "url": "two-fed-officials-call-for-end-to-bond-buying-program-11628704908",
    "title": "Two Fed Officials Call for End to Bond-Buying Program",
    "sub_head": "‘The time has come to dial back the settings,’ says Kansas City reserve bank president",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-383946?width=860&height=573",
    "image_1": "im-383946.jpg",
    "time": "2021-08-11 14:01:00",
    "body": "Two Federal Reserve officials said Wednesday it is time for the central bank to start reversing the easy money policies put in place to support the economy after the coronavirus pandemic hit the U.S. in March 2020.<br />Kansas City Fed President Esther George said the central bank has made enough progress toward its objectives of boosting growth and employment to end its $120 billion in monthly purchases of Treasury and mortgage securities. The Fed has been purchasing large quantities of assets to provide extra stimulus after cutting its short-term interest rate to near zero, and officials in December pledged to continue those purchases until making “substantial” progress toward economic and labor-market health.<br />“With the recovery under way, a transition from extraordinary monetary policy accommodation to more neutral settings must follow,” Ms. George said in a speech to the National Association for Business Economics on Wednesday. “Today’s tight economy…certainly does not call for a tight monetary policy, but it does signal that the time has come to dial back the settings.”<br />Inflation has soared since April amid supply-chain bottlenecks and other obstacles related to reopening the economy. Even if some of those factors reverse, strong demand, a recovering labor market and stable inflation expectations mean the central bank no longer needs to buy assets to provide stimulus, Ms. George said. “I support bringing asset purchases to an end,” she said.<br />Fed officials debated at their meeting last month when and how to reduce those purchases and are set to resume deliberations at their meeting on Sept. 21-22."
}