{
    "url_original": "https://www.wsj.com/articles/u-k-led-the-world-in-slashing-carbon-emissions-now-comes-the-hard-part-11628420401",
    "url": "u-k-led-the-world-in-slashing-carbon-emissions-now-comes-the-hard-part-11628420401",
    "title": "U.K. Led the World in Slashing Carbon Emissions. Now Comes the Hard Part.",
    "sub_head": "Britain has made deeper emission cuts than most major economies. How it fares on further reductions will offer clues to the U.S. and other countries.",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-374635?width=860&height=573",
    "image_1": "im-374635.jpg",
    "time": "2021-08-08 07:00:00",
    "body": "The U.K. has set one of the most ambitious carbon emission-reduction targets among major economies, making the country a case study in how climate goals call for big shifts in policy, the economy and technology.<br />Britain is one of several heavy polluters including the U.S., China and the European Union to have unveiled emission plans in the run-up to the United Nations climate conference in Scotland this fall. Fires in North America and in Russia’s northeast, flooding in Europe and China and a severe drought in Brazil have injected additional urgency into diplomatic efforts to limit the rise in global temperatures.<br />In a bid to establish the U.K.’s environmental bona fides ahead of the conference, Prime Minister Boris Johnson has said the country will reduce greenhouse-gas emissions by 78% from 1990 levels by 2035. President Biden, meanwhile, aims to halve U.S. emissions by 2030 from 2005 levels. China is targeting a peak in emissions by 2030.<br />How Britain fares, having already made deeper cuts than other G-20 economies, will offer the U.S. and other countries clues about the steps needed. Emissions in the U.K. fell by 40% from 1990 through 2019, largely because it pivoted away from coal and toward renewable sources of energy in the electricity industry.<br />Further reductions would likely bring tough changes in areas including transportation, housing and industry, according to energy executives, bankers and investors. Companies are paying attention: Firms from major oil companies such as  BP  PLC to auto makers such as  Tesla Inc.  are vying to make money from the U.K.’s transition."
}