{
    "url_original": "https://www.wsj.com/articles/u-k-plc-is-on-sale-but-price-isnt-everything-11630057405?mod=business_minor_pos10",
    "url": "u-k-plc-is-on-sale-but-price-isnt-everything-11630057405",
    "title": "U.K. PLC Is on Sale, but Price Isn’t Everything",
    "sub_head": "American companies are vying to take over British ones such as Meggitt and Morrisons, but it doesn’t mean the post-Brexit valuation gap of London-listed stocks is about to close",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-391293?width=700&height=467",
    "image_1": "im-391293.jpg",
    "time": "2021-08-27 05:43:00",
    "body": "Corporate Britain is flying off the shelves in a sign that the U.K. is finally shaking off Brexit and Covid-19. Investors still need to remember that discounted stocks don’t necessarily offer good value.<br />British companies have become the target of American capital. Earlier this month, aerospace-and-defense supplier Meggitt agreed to be acquired by  Parker Hannifin ,  a U.S. maker of motion-and-control technologies, for £6.3 billion, equivalent to $8.8 billion, only to see aerospace specialist TransDigm join the fray with a £7.1 billion bid. English defense contractor Cobham, which was bought by a U.S. private-equity firm last year, has also just secured a deal to acquire security-hardware maker  Ultra Electronics .<br />Similar stories are playing out in healthcare, technology and retail. U.S. private-equity firms are vying to buy high-profile supermarket chain  Wm. Morrison  and, according to a Sunday Times report, possibly its rival  J Sainsbury ,  too.<br />The volume of deals involving British companies totaled $198 billion for the year through July, data from Refinitiv shows, the highest for any comparable period since 2007.  Bank of America  surveys also show that global fund managers now have a neutral stance on U.K. stocks, after six years of being biased against them, which was likely a factor in their persistent underperformance.<br />Is it time to buy? Perhaps: Many executives and professional asset managers have shunned the U.K. for years, not necessarily because they expected economic disasters after the 2016 Brexit vote and the pandemic, but because those events created too much uncertainty to justify placing money there. This trend had to reverse at some point."
}