{
    "url_original": "https://www.wsj.com/articles/u-s-halted-dollar-shipments-to-afghanistan-to-keep-cash-out-of-talibans-hands-11629233621?mod=politics_lead_pos5",
    "url": "u-s-halted-dollar-shipments-to-afghanistan-to-keep-cash-out-of-talibans-hands-11629233621",
    "title": "U.S. Halted Dollar Shipments to Afghanistan to Keep Cash Out of Taliban’s Hands",
    "sub_head": "U.S. officials are also blocking Taliban from Afghan government accounts managed by the Fed and U.S. banks",
    "category_1": "World",
    "time": "2021-08-17 16:53:00",
    "body": "WASHINGTON—The Biden administration last week canceled bulk shipments of dollars headed for Afghanistan as Taliban fighters were poised to take control of the capital city of Kabul, part of a continuing scramble to keep hundreds of millions of dollars out of the hands of the terrorist group, according to people familiar with the matter.<br />The U.S. is also blocking Taliban access to government accounts managed by the Federal Reserve and other U.S. banks and working to prevent the group’s access to nearly half-billion dollars-worth of reserves at the International Monetary Fund, according to those people.<br />The actions represent the last vestiges of diplomatic leverage Washington hopes will help prevent a deepening political and humanitarian crisis.<br />“Any central bank assets the Afghan government has in the United States will not be made available to the Taliban,” a Biden administration official said.<br />As the Taliban took over several provincial areas across the country and made its way toward Kabul last week, the U.S. Treasury Department made an emergency decision to halt shipment of the sealed pallets of cash, shipped by the Federal Reserve Bank of New York, as they were flown to Afghanistan. Although the U.S. and other allied governments haven't recognized the Taliban as the legitimate government of Afghanistan, its control of the main organs of the state—including the central bank and other offices that house government coffers—make it the de facto power."
}