{
    "url_original": "https://www.wsj.com/articles/u-s-hate-crimes-rose-in-2020-with-jumps-in-racially-motivated-incidents-11630354599?mod=business_minor_pos4",
    "url": "u-s-hate-crimes-rose-in-2020-with-jumps-in-racially-motivated-incidents-11630354599",
    "title": "U.S. Hate Crimes Rose in 2020 With Jumps in Racially Motivated Incidents",
    "sub_head": "Bias-driven attacks against Asian, Black and white people fueled overall increase, FBI data show, as episodes targeting Jews and Muslims fell",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-393294?width=860&height=573",
    "image_1": "im-393294.jpg",
    "time": "2021-08-30 19:41:00",
    "body": "Hate crimes in the U.S. rose about 6% last year, fueled by an increase in anti-Asian, anti-Black and antiwhite incidents, according to FBI statistics released Monday, reaching levels not seen in more than a decade.<br />State and local police reported 7,759 criminal incidents in 2020 motivated by bias, amid a global pandemic and a racial reckoning prompted by the murder of George Floyd in May 2020, the Federal Bureau of Investigation said. The number of such episodes last year matched levels last seen in 2008, and a rash of high-profile incidents have continued this year.<br />In March, a white gunman killed eight people at three Atlanta-area spas, including six women of Asian descent. The attack deepened nationwide conversations about racism and a recent rise in anti-Asian bigotry. The gunman pleaded guilty to some charges last month.<br />The shooter’s killing spree occurred in two different counties, giving two sets of local prosecutors jurisdiction over the crimes. One local prosecutor’s office said last month that the federal, state and local investigation didn’t find evidence of prejudice against Asians. However, another local prosecutor has said she would seek an enhanced punishment against the gunman under Georgia’s new hate-crimes law.<br />Congress passed new hate-crimes legislation in response to the wave of anti-Asian violence earlier this year. The law is designed to improve data collection around hate crimes and aims to expedite a Justice Department review of such incidents. It also requires the attorney general to issue guidance to state and local law-enforcement agencies for setting up online hate-crime reporting processes, collecting data and raising public awareness about hate crimes during the Covid-19 pandemic."
}