{
    "url_original": "https://www.wsj.com/articles/u-s-postal-service-proposes-holiday-surcharges-for-businesses-and-individuals-11628628943?mod=business_lead_pos7",
    "url": "u-s-postal-service-proposes-holiday-surcharges-for-businesses-and-individuals-11628628943",
    "title": "U.S. Postal Service Proposes Holiday Surcharges for Businesses and Individuals",
    "sub_head": "Agency says new package fees, running from Oct. 3 to Dec. 26, are needed to offset rising cost of deliveries",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-383402?width=860&height=573",
    "image_1": "im-383402.jpg",
    "time": "2021-08-10 16:55:00",
    "body": "The U.S. Postal Service plans to charge more for packages shipped during the holidays, including those sent by individuals, to offset the rising cost of deliveries at the busiest time of the year.<br />The agency on Tuesday proposed adding surcharges on most packages shipped domestically between Oct. 3 and Dec. 26, saying the fees would apply to both commercial and retail customers. That means it won’t just be  Amazon.com Inc.,   Target Corp.  and other big holiday shippers paying higher-than-normal rates; it will also cost more to ship a box of cookies to grandma.<br />The agency said the added fees, ranging from 25 cents for smaller packages to $5 for heavier items traveling longer distances, are in line with broader industry practices to charge more during the holiday season.<br />“These temporary rates will keep the Postal Service competitive while providing the agency with the revenue to cover extra costs in anticipation of peak-season volume surges similar to levels experienced in 2020,” the agency said in announcing the proposal.<br />Retailers face a range of challenges heading into the holidays, including logjams at seaports, supply-chain disruptions and higher prices for materials and labor that are making it more difficult and expensive to stock their shelves. Adding to the uncertainty is the recent jump in Covid-19 cases fueled by the spread of the highly transmissible Delta variant."
}