{
    "url_original": "https://www.wsj.com/articles/u-s-warns-of-islamic-state-threat-to-americans-in-afghanistan-11629648314?mod=politics_lead_pos2",
    "url": "u-s-warns-of-islamic-state-threat-to-americans-in-afghanistan-11629648314",
    "title": "U.S. Warns of Islamic State Threat to Americans in Afghanistan",
    "sub_head": "Evacuation effort continues amid chaos outside the Kabul airport, where U.S. forces are set up to stop potential attacks",
    "category_1": "Politics",
    "time": "2021-08-22 14:18:00",
    "body": "WASHINGTON—The U.S. warned that Islamic State poses a threat to Americans in Afghanistan as the Biden administration seeks to evacuate thousands of U.S. citizens and Afghan allies.<br />“The threat is real. It is acute. It is persistent. And it is something we are focused on with every tool in our arsenal,” Jake Sullivan, President Biden’s national security adviser, told CNN on Sunday when asked whether crowds at the Kabul international airport are vulnerable to terrorist attacks.<br />Mr. Sullivan said the U.S. military and intelligence community are working to stop potential attacks and to defend the airport. “We will do everything that we can for as long as we’re on the ground to keep that from happening. We are taking it absolutely deadly seriously,” he said.<br />The U.S. has sufficient resources on the ground to defend the airport, Mr. Sullivan added. Asked whether Mr. Biden would consider sending in more troops, Mr. Sullivan told NBC, “Every single day, the president asks his military commanders…whether they need additional resources, additional troops. So far, the answer has been no. But he will ask again today.”<br />The U.S. is continuing its massive evacuation effort in the country amid ongoing chaos outside the airport. The U.S. evacuated nearly 8,000 people from the country on about 60 flights over the 24-hour period through early Sunday morning, according to U.S. officials. More than 25,000 people have been evacuated since the airlift began on Aug. 14, the officials said."
}