{
    "url_original": "https://www.wsj.com/articles/u-s-expected-to-significantly-cut-personnel-from-kabul-embassy-11628790834",
    "url": "u-s-expected-to-significantly-cut-personnel-from-kabul-embassy-11628790834",
    "title": "U.S. Troops to Evacuate Personnel from Kabul Embassy, Leaving Only Core Staff",
    "sub_head": "Officials cite the deteriorating security situation as the Taliban seizes more of Afghanistan’s territory",
    "category_1": "World",
    "time": "2021-08-12 17:25:00",
    "body": "WASHINGTON—The U.S. is temporarily deploying thousands of troops to the Persian Gulf and Afghanistan to evacuate diplomatic personnel from the Kabul embassy, cutting the size of the diplomatic presence to an essential core as the Taliban advances toward the Afghan capital, officials said Thursday.<br />The evacuation will be undertaken by as many as 8,000 fresh troops in the region, augmenting the 1,000 already on the ground in Afghanistan. It comes in response to the rapidly deteriorating security situation, and the recognition that the Taliban’s sweep of a number of provincial capitals is at present irreversible and threatens the seat of the internationally recognized Afghan government.<br />The decision to reduce the size of the embassy and send thousands of U.S. troops to the region to do it amounts to a remarkable turnaround for the Biden administration, which has publicly expressed confidence in Afghan security forces even as those forces melted away and the Taliban took over districts and provincial capitals. Only a week ago, the administration anticipated that it would maintain an enduring diplomatic presence to assist the Afghan government to counter the Taliban.<br />On Thursday, the Taliban conquered western Afghanistan’s main city of Herat and edged close to capturing the southern city of Kandahar, as Afghan police arrested the governor of the strategic Ghazni province for surrendering its capital city to the insurgents earlier in the day.<br />The accelerating Taliban victories have demoralized Afghan government forces and sown fears in Kabul that it is only a matter of days or weeks before the insurgents mount a large-scale attack on the nation’s capital, home to six million people. The militants have taken over the capitals of at least nine of Afghanistan’s 34 provinces and taken control of more than half of the roughly 400 districts, which are similar to U.S. counties, across the country."
}