{
    "url_original": "https://www.wsj.com/articles/u-s-withdrawal-afghanistan-taliban-islamist-jihadist-human-rights-violations-11628196829?mod=opinion_major_pos8",
    "url": "u-s-withdrawal-afghanistan-taliban-islamist-jihadist-human-rights-violations-11628196829",
    "title": "Have No Illusions About the U.S. Withdrawal From Afghanistan",
    "sub_head": "The Taliban doesn’t care about human rights any more than they did in 2001 and likely will take power.",
    "category_1": "Opinion",
    "category_2": "East is East",
    "time": "2021-08-05 18:23:00",
    "body": "Is Afghanistan destined to return to barbarism? Some hope that the hasty and haphazard U.S. withdrawal won’t lead to Taliban rule or that the jihadist group will govern more gently than before. That optimism is misplaced, and the disaster likely to come will have global consequences.<br />Many observers fear that the Taliban will soon re-establish an Islamic emirate in Afghanistan. Scarcely a day passes without news of their advances. They now control about half of Afghanistan’s roughly 400 districts. Taliban fighters are at the gates of or inside at least three important provincial capitals—Herat, Kandahar and Lashkar Gah. They have captured border crossings with Iran, Turkmenistan and Tajikistan and the strategic town of Spin Boldak on the Pakistan border. At times, Afghan government troops have fled in disarray or surrendered U.S.-provided equipment.<br />Atrocities have accompanied the Taliban’s battlefield gains. A video last month purportedly showed the Taliban executing 22 Afghan government special forces after they surrendered. On Monday the U.S. and the U.K. accused the Taliban of murdering civilians in Spin Boldak.<br />Last month the Taliban brutalized and murdered Danish Siddiqui, an Indian Pulitzer-prize winning photojournalist with Reuters. They also murdered a folksy Afghan comedian known for poking fun at them. In some places, Taliban commanders have reportedly demanded lists of widows and unmarried women between 15 and 45 to be married off to their fighters. They have murdered civil society leaders, closed girls’ schools, and forced women out of public roles.<br />They haven’t yet reinstated the classical Islamic punishment of amputating limbs for theft, but a Taliban spokesman told this newspaper that this was only because they first need to establish the appropriate healthcare apparatus."
}