{
    "url_original": "https://www.wsj.com/articles/u-s-considers-ordering-commercial-airlines-to-help-in-afghan-evacuation-11629577108",
    "url": "u-s-considers-ordering-commercial-airlines-to-help-in-afghan-evacuation-11629577108",
    "title": "U.S. Considers Ordering Commercial Airlines to Help in Afghan Evacuation",
    "sub_head": "The Biden administration is making preparations to invoke an emergency civil aviation program, while adding to the number of U.S. bases that can house Afghan evacuees",
    "category_1": "National Security",
    "image_1_url": "https://images.wsj.net/im-389445?width=860&height=573",
    "image_1": "im-389445.jpg",
    "time": "2021-08-21 17:29:00",
    "body": "WASHINGTON—The Biden administration is planning a dramatic ramp-up of its airlift from Kabul by making preparations to compel major U.S. airlines to help with the transportation of tens of thousands of evacuees from Afghanistan, while expanding the number of U.S. military bases that could house Afghans.<br />The White House is expected to consider activating the Civil Reserve Air Fleet, or CRAF, created in 1952 in the wake of the post-World War II Berlin Airlift, to provide nearly 20 commercial jets from up to five airlines to augment U.S. military efforts to transport Afghan evacuees from bases in the region, according to U.S. officials.<br />The civilian planes wouldn’t fly in or out of Kabul, which fell to Taliban rule Aug. 15, officials said. Instead, commercial airline pilots and crews would help to ferry the thousands of Afghans and others who are stranded at U.S. bases in Qatar, Bahrain and Germany.<br />The involvement of the commercial airliners would relieve the pressure on those bases, which are fast filling up with Afghan evacuees as the U.S. expands efforts to fly them out of the airport in Kabul. Thousands of Afghans at risk of retaliation from the Taliban because of their association with U.S. forces have flooded the airport in the past week.<br />The U.S. Transportation Command, part of the military, has provided an initial notification to airlines that they may be told to implement the reserve fleet, the U.S. officials said. White House, Pentagon and Commerce officials hadn’t yet issued final approvals for its use, and alternative options still could be instituted, the officials said. The possible use of CRAF hasn’t been previously reported."
}