{
    "url_original": "https://www.wsj.com/articles/u-s-banks-and-money-transfer-firms-tread-carefully-in-taliban-controlled-afghanistan-11629557127?mod=business_minor_pos4",
    "url": "u-s-banks-and-money-transfer-firms-tread-carefully-in-taliban-controlled-afghanistan-11629557127",
    "title": "U.S. Banks and Money-Transfer Firms Tread Carefully in Taliban-Controlled Afghanistan",
    "sub_head": "Lenders are uncertain whether U.S. sanctions against the Taliban apply across the nation",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-388935?width=860&height=573",
    "image_1": "im-388935.jpg",
    "time": "2021-08-21 10:45:00",
    "body": "Two major U.S. money-transfer services have suspended payments into Afghanistan, and American banks are more closely scrutinizing transactions with Afghan counterparts, as they await clarity on whether U.S. sanctions on the Taliban apply across the nation now that the Islamist group is in control.<br />The result could deepen the country’s financial crisis in the near term and, if sanctions apply more broadly to any business dealings with the Taliban-controlled nation, Afghanistan could join North Korea and Iran as pariahs in the international financial system.<br />Heightened caution by banks risks slowing flows of money needed to carry on trade and other transactions. The decision by wire-transfer services  Western Union Co.  and  MoneyGram International Inc.  to stop doing business in Afghanistan restricts the flow of overseas payments that are a key source of support for many Afghan families.<br />Earlier guidance by the world’s terror-finance watchdog organization, the Financial Action Task Force, warned member countries they must freeze the assets of the Taliban given the Taliban’s designation as a terrorist group by the U.S., the United Nations and other countries, “and to ensure that no funds or other assets are made available, directly or indirectly” to them.<br />With the Taliban seizing key cities in recent weeks, including the capital, Kabul, last weekend, and taking control of institutions of state, markets and key industries, finance officials say they are concerned that the sanctions will apply to a much broader array of transactions, including payments to Afghan entities via the country’s commercial banks."
}