{
    "url_original": "https://www.wsj.com/articles/u-s-taps-amazon-google-microsoft-others-to-help-fight-ransomware-cyber-threats-11628168400?mod=business_minor_pos7",
    "url": "u-s-taps-amazon-google-microsoft-others-to-help-fight-ransomware-cyber-threats-11628168400",
    "title": "U.S. Taps Amazon, Google, Microsoft, Others to Help Fight Ransomware, Cyber Threats",
    "sub_head": "Creation of the Joint Cyber Defense Collaborative follows high-profile cyberattacks on critical U.S. infrastructure",
    "category_1": "U.S.",
    "time": "2021-08-05 09:00:00",
    "body": "The U.S. government is enlisting the help of tech companies, including  Amazon.com Inc.,   Microsoft Corp.  and Google, to bolster the country’s critical infrastructure defenses against cyber threats after a string of high-profile attacks.<br />The Department of Homeland Security, on Thursday, is formally unveiling the initiative called the Joint Cyber Defense Collaborative. The effort will initially focus on combating ransomware and cyberattacks on cloud-computing providers, said Jen Easterly, director of the DHS’s Cybersecurity and Infrastructure Security Agency. Ultimately, she said, it aims to improve defense planning and information sharing between government and the private sector.<br />“This will uniquely bring people together in peacetime, so that we can plan for how we’re going to respond in wartime,” she said in an interview. Ms. Easterly was sworn in as CISA’s director last month. She was previously a counterterrorism official in the Obama White House, and the commander of the Army’s first cyber operations unit at the National Security Agency, America’s cyberspy agency.<br />Over the past year, ransomware attacks have disrupted large parts of daily life in the U.S. They have diverted ambulances, caused long lines at gas stations in the southeast, and disrupted the production of hot dogs and other meat products.<br />Following a ransomware attack last month on cloud services provider Kaseya Ltd., President Biden warned Russian President Vladimir Putin that the U.S. would take “any necessary action” to protect its infrastructure from these incidents. Just days later, the administration blamed hackers affiliated with China’s Ministry of State Security for a separate set of attacks on users of Microsoft Exchange Server software."
}