{
    "url_original": "https://www.wsj.com/articles/u-s-senators-urge-ftc-to-probe-teslas-autopilot-claims-11629281612?mod=business_lead_pos1",
    "url": "u-s-senators-urge-ftc-to-probe-teslas-autopilot-claims-11629281612",
    "title": "U.S. Senators Urge FTC to Probe Tesla’s Autopilot Claims",
    "sub_head": "Two Democratic lawmakers fault Tesla, Elon Musk for ‘repeated overstatements’ of vehicle capabilities",
    "category_1": "Business",
    "category_2": "Autos & Transportation",
    "time": "2021-08-18 06:13:00",
    "body": "Two U.S. senators are urging the Federal Trade Commission to open a probe into whether Tesla Inc. used deceptive marketing practices involving driver-assistance features that the electric-vehicle maker calls Autopilot and Full Self-Driving.<br />In a letter to the head of the FTC, Lina Khan, dated Wednesday, Sens. Richard Blumenthal of Connecticut and Ed Markey of Massachusetts said they have serious concerns about how Tesla advertises its advanced driver-assistance features, which don’t enable vehicles to operate autonomously. They also took aim at Chief Executive Elon Musk for some of his comments.<br />“Tesla and Mr. Musk’s repeated overstatements of their vehicle’s capabilities—despite clear and frequent warnings—demonstrate a deeply concerning disregard for the safety of those on the road and require real accountability,” the senators wrote. “Their claims put Tesla drivers—and all of the travelling public—at risk of serious injury or death.”<br />Tesla didn’t immediately respond to a request for comment that was solicited after normal business hours. The company previously has said that driving with Autopilot engaged is safer than doing so without it. In its owner’s manuals, the company spells out the level of automation its driver-assistance features provide and reminds drivers to remain engaged.<br />The FTC, which has a consumer protection mandate and can sue companies for allegedly false advertising, didn’t immediately respond to a request for comment."
}