{
    "url_original": "https://www.wsj.com/articles/u-s-to-set-electric-vehicle-sales-target-of-50-by-2030-11628154000?mod=business_lead_pos1",
    "url": "u-s-to-set-electric-vehicle-sales-target-of-50-by-2030-11628154000",
    "title": "U.S. to Set Electric-Vehicle Sales Target of 50% by 2030",
    "sub_head": "General Motors, Ford and Stellantis executives with union leaders are expected to join President Biden in announcing voluntary targets",
    "category_1": "Politics",
    "time": "2021-08-05 05:00:00",
    "body": "WASHINGTON—Roughly half of all cars and light trucks sold in the U.S. by 2030 would be electric, hydrogen-fuel cell and plug-in hybrid vehicles under voluntary targets set to be announced Thursday by the Biden administration and backed by auto makers, contingent on government support.<br />In a joint statement,  General Motors Co. ,  Ford Motor Co. , and Chrysler maker  Stellantis  NV said their commitment hinges on federal funding for manufacturing and supply-chain research and development, purchase incentives and an EV-charging network.<br />The auto makers said their commitment was to have electric, fuel cell and plug-in hybrid vehicles comprise 40% to 50% of sales by 2030, saying the action “represents a dramatic shift from the U.S. market today.” Biden administration officials, however, said the president plans to sign an executive order setting a voluntary target of 50%.<br />Some environmentalist critics of the industry reacted with skepticism to advance reports Wednesday night of the auto makers’ voluntary commitment.<br />The plan “relies on unenforceable voluntary commitments from unreliable car makers,” said Dan Becker, a long-time environmental advocate for clean transportation now serving as director of the Safe Climate Transport Campaign of the Center for Biological Diversity, a non-profit environmental advocacy group. “These are the companies that tore up the agreement they made with President Obama to cut pollution, so why would anyone trust them now?”"
}