{
    "url_original": "https://www.wsj.com/articles/u-s-authorities-probing-deutsche-banks-dws-over-sustainability-claims-11629923018?mod=markets_lead_pos2",
    "url": "u-s-authorities-probing-deutsche-banks-dws-over-sustainability-claims-11629923018",
    "title": "U.S. Authorities Probing Deutsche Bank’s DWS Over Sustainability Claims",
    "sub_head": "Investigation by Justice Department, SEC follow allegations from ex-sustainability chief that firm overstated efforts on environment, other issues",
    "category_1": "Finance",
    "image_1_url": "https://images.wsj.net/im-391245?width=860&height=573",
    "image_1": "im-391245.jpg",
    "time": "2021-08-25 16:23:00",
    "body": "U.S. authorities are investigating  Deutsche Bank AG’s  asset-management arm, DWS Group, after the firm’s former head of sustainability said it overstated how much it used sustainable investing criteria to manage its assets, according to people familiar with the matter.<br />The probes, by the Securities and Exchange Commission and federal prosecutors, are in early stages, the people said. Authorities’ examination of DWS comes after The Wall Street Journal reported that the $1 trillion asset manager overstated its sustainable-investing efforts. The Journal, citing documents and the firm’s former sustainability chief, said the firm struggled with its strategy on environmental, social and governance investing and at times painted a rosier-than-reality picture to investors.<br />A spokesman for the U.S. attorney’s office in Brooklyn, which is handling the probe, declined to comment. A spokesman for the SEC declined to comment.<br />A DWS spokesman said the firm doesn’t comment on questions related to litigation or regulatory matters. A spokesman for Deutsche Bank declined to comment.<br />The probe is a setback for Deutsche Bank, which owns a majority of DWS, a separately listed company in Germany. The bank has reached several settlements with authorities and has been trying to convince investors that its legal woes are behind it."
}