{
    "url_original": "https://www.wsj.com/articles/u-s-and-turkey-caught-in-extradition-fight-for-businessman-with-ties-to-turkish-elite-11627905600?mod=business_minor_pos5",
    "url": "u-s-and-turkey-caught-in-extradition-fight-for-businessman-with-ties-to-turkish-elite-11627905600",
    "title": "U.S. and Turkey Caught in Extradition Fight for Businessman With Ties to Turkish Elite",
    "sub_head": "Prosecution of Sezgin Baran Korkmaz could hinder Turkish president’s effort to mend country’s international image",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-374802?width=860&height=573",
    "image_1": "im-374802.jpg",
    "time": "2021-08-02 08:00:00",
    "body": "A well-connected Turkish businessman currently sits in a Vienna jail, awaiting his fate in an extradition contest between the U.S. and Turkey. Both want him on charges of laundering proceeds from a U.S. renewable-energy tax credit fraud, and where he winds up could affect already strained relations between the U.S. and a NATO ally.<br />Sezgin Baran Korkmaz was arrested in Austria in June at the request of the U.S. Department of Justice, which accuses him of laundering more than $133 million in tax fraud proceeds through a network of businesses he controls in Turkey. Prosecutors in Turkey want him in connection with the same alleged scheme, and have launched extradition proceedings against him in an Austrian court, which ordered him to be held until Sept. 22.<br />Mr. Korkmaz’s prosecution in a U.S. courtroom, and the allegations of corruption among the Turkish government that could spill out, would hinder Turkish President Recep Tayyip Erdogan’s efforts to repair his government’s reputation overseas, according to opposition lawmakers in Ankara and analysts in the U.S. and Turkey.<br />Mr. Erdogan is already contending with a struggling economy, slipping poll numbers, and corruption allegations against senior government officials. The Turkish government is also battling to repair an international image damaged by erratic economic policies and a domestic political clampdown.<br />An extradition fight could also hurt ties between the Turkish and U.S. governments, which are already strained over human rights, Turkey’s purchase of a Russian air-defense system, clashing interests in the conflict in Syria, and President Biden’s decision in April to recognize the Armenian genocide."
}