{
    "url_original": "https://www.wsj.com/articles/u-s-military-veterans-rush-to-help-afghan-interpreters-escape-11629232144?mod=politics_lead_pos6",
    "url": "u-s-military-veterans-rush-to-help-afghan-interpreters-escape-11629232144",
    "title": "U.S. Military Veterans Rush to Help Afghan Interpreters Escape",
    "sub_head": "American retreat has brought feelings of anger, guilt and frustration to many veterans who feel the U.S. has betrayed Afghan allies",
    "category_1": "U.S.",
    "time": "2021-08-17 16:29:00",
    "body": "Marine Corps veteran Peter James Kiernan has been helping his Afghan interpreter apply for a U.S. visa since 2015. On Monday, he urged the man to burn the trove of documents he had helped him painstakingly collect over a decade to prove he worked for the U.S., as the Taliban took over Kabul and reports came in that they were conducting house-by-house searches.<br />Mr. Kiernan is angry and frustrated. “I wish I knew who to blame,” he said. “I can’t wait until we hold these people to account for this betrayal. There were definitely people in power who decided this was not a priority.”<br />The Afghan interpreter spent Monday hiding in Kabul with his wife and three children, Mr. Kiernan said, while the former marine now spends much of his day calling people, hoping to shake loose visas so that his old colleague can fly out before it is too late. He says he calls his friend in Afghanistan every 12 hours to check in.<br />Many military veterans say they forged lasting bonds with Afghan interpreters who ate meals with them, bunked alongside them and, on occasion, saved their lives. The Taliban’s victory over Afghan forces this week has left tens of thousands of American allies stuck and at risk, and is prompting frantic efforts by military vets to get their former colleagues out. It has brought feelings of bitterness and guilt to many veterans who feel bonded to their Afghan friends and has even left them embarrassed by how the U.S. has seemingly abandoned those who were so loyal.<br />“Some of these guys are absolutely special,” Mr. Kiernan said of Afghans who helped Americans during the 20-year military presence there. “It’s not like we didn’t know this was coming. I’m especially bitter that we’ve forsaken the bonds of camaraderie and abandoned our allies.”"
}