{
    "url_original": "https://www.wsj.com/articles/uber-posts-record-bookings-as-ridership-rebounds-and-delivery-continues-to-grow-11628107899?mod=business_lead_pos2",
    "url": "uber-posts-record-bookings-as-ridership-rebounds-and-delivery-continues-to-grow-11628107899",
    "title": "Uber Ridership Rebounds From Pandemic Lows",
    "sub_head": "Ride-hailing company still expects to reach a measure of profitability by fourth quarter despite driver shortage, Delta variant concerns",
    "category_1": "Business",
    "category_2": "Earnings",
    "image_1_url": "https://images.wsj.net/im-378607?width=860&height=573",
    "image_1": "im-378607.jpg",
    "time": "2021-08-04 19:17:00",
    "body": "Uber Technologies Inc.’s  ridership rebounded strongly in the most recent quarter from last year’s pandemic lows, but a continuing driver shortage and uncertainty about how the Delta variant will affect consumer behavior pushed its shares lower.<br />The company said Wednesday its adjusted loss excluding tax, interest and some costs narrowed to $509 million in the second quarter from $837 million in the year-earlier period. Analysts polled by FactSet expected an adjusted loss before items of $322 million. Uber spent money in the quarter on incentives to woo drivers amid a shortage that has driven up passenger fares. Its shares fell more than 5% in after-hours trading.<br />Rival  Lyft Inc.  on Tuesday turned its first quarterly profit on that basis. The company hit that milestone a quarter earlier than expected, in part because ridership rebounded and it reined in costs.<br />Uber’s rides business is profitable by that measure, but its bottom line is dragged down by its capital-intensive food-delivery business. The company said it sees its loss by that measure narrowing to less than $100 million in the current quarter, and that it remains on track to post a profit by that measure by the fourth quarter.<br />Uber is among the companies that were both walloped by the pandemic, as cities went into lockdown and ridership plummeted, and benefited from people stuck at home turning in record numbers to food delivery. Easing pandemic restrictions boosted Uber’s rides business in the second quarter, but rising Covid-19 infections could damp prospects in the near-future."
}