{
    "url_original": "https://www.wsj.com/articles/uber-and-lyft-drivers-are-coming-back-but-prices-arent-falling-11628337601?mod=business_lead_pos10",
    "url": "uber-and-lyft-drivers-are-coming-back-but-prices-arent-falling-11628337601",
    "title": "Uber and Lyft Drivers Are Coming Back, but Prices Aren’t Falling",
    "sub_head": "Data show average fares were at a record in July despite improvement in pandemic-driven shortage of drivers",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-381008?width=860&height=573",
    "image_1": "im-381008.jpg",
    "time": "2021-08-07 08:00:00",
    "body": "Drivers are returning to  Uber Technologies Inc.  and  Lyft Inc.  after the companies spent big on incentives to address a pandemic-driven labor shortage. That shift isn’t bringing down fares from record highs, new data show.<br />The average Uber and Lyft fare in the U.S. rose month-to-month from February through July, touching new highs every time, according to data from Rakuten Intelligence, a market-research firm that based its analysis on e-receipts from more than one million consumers. While the average fare in July edged up slightly from June, it meant consumers paid over 50% more for a ride last month compared with January 2020, before the pandemic.<br />That’s the most Americans have paid for Uber and Lyft rides in at least three years, according to Rakuten.<br />The sky-high prices, which the companies say are driven by the continuing labor shortage, come despite a recent influx of drivers. Uber said Wednesday that 30% more drivers signed up in July compared with the month before. Lyft said Tuesday that 50% more drivers signed up in the three-month period that ended in June compared with the preceding three months.<br />“The data is clear: Driver supply has not kept pace with the surge of demand from riders, throwing the ride-share market out of balance,” a Lyft spokeswoman said, adding that the company would continue to invest in driver incentives to ease the shortage."
}