{
    "url_original": "https://www.wsj.com/articles/uber-lyft-drive-investors-away-11628115638?mod=business_minor_pos10",
    "url": "uber-lyft-drive-investors-away-11628115638",
    "title": "Uber, Lyft Drive Investors Away",
    "sub_head": "Ride-hailing companies have spent dearly to compete for the same riders; now they are spending to compete for the same drivers",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-380249?width=860&height=573",
    "image_1": "im-380249.jpg",
    "time": "2021-08-04 18:20:00",
    "body": "Is the optimal strategy in ride-hailing growth or profits? Investors can’t have it both ways.<br />After  Lyft  said it achieved profitability on the basis of adjusted earnings before interest, taxes, depreciation and amortization on Tuesday, Uber said Wednesday that its losses deepened sequentially on that basis as it made investments in driver recovery. Shares of Lyft fell more than 9% the day after its report while Uber’s shares fell 8% in after-hours trading immediately following the release of its second quarter results.<br />Investors have become uncomfortable with ride-hailing companies paying dearly to compete for the same riders as they work to grow their market share. Now they are paying to compete for the same drivers as they work to rebuild their supply after the pandemic decimated ride-hailing demand.<br />They may not be investing equally. Lyft said it significantly increased its investments in incentives and sign-on bonuses to boost its driver base in the second quarter, expecting elevated incentives to continue into the third quarter. But Uber appears to have been more aggressive. While the company reported overall revenue that beat Wall Street’s estimate, it also lost 58% more than analysts had forecast on an adjusted Ebitda basis.<br />At this point, it is still unclear which company’s investment strategy is yielding the most bang for its buck. Lyft said its rideshare rides in the second quarter were still “well below” the levels reached in the fourth quarter of 2019. While not a perfect comparison, Uber’s second quarter trips—a reflection of both supply and demand—were down just over 20% from the same period."
}