{
    "url_original": "https://www.wsj.com/articles/unemployment-benefits-forever-janet-yellen-marty-walsh-11629494576?mod=opinion_lead_pos3",
    "url": "unemployment-benefits-forever-janet-yellen-marty-walsh-11629494576",
    "title": "Unemployment Benefits Forever?",
    "sub_head": "Treasury suggests how states can continue the incentives not to work.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-20 18:42:00",
    "body": "Treasury Secretary Janet Yellen and Labor Secretary Marty Walsh on Thursday broke the news to Democrats in Congress that the Administration doesn’t intend to extend the $300 federal unemployment bonus past the Sept. 6 expiration date. Hold the confetti.<br />“As President Biden has said, the boost was always intended to be temporary and it is appropriate for that benefit boost to expire,” the secretaries wrote to Sen. Ron Wyden and Rep. Richard Neal. But they added: “there are some states where it may make sense for unemployed workers to continue receiving additional assistance for a longer period of time.”<br />They are implicitly acknowledging that unemployment continues to run far higher in states run by Democrats. Unemployment nationwide fell to 5.4% in July, but it was above 7% in Nevada (7.7%), California (7.6%), New Mexico (7.6%), New York (7.6%), Connecticut (7.3%), New Jersey (7.3%) and Illinois (7.1%). All have Democratic governors.<br />On the other hand, unemployment in some states run by Republicans such as Nebraska (2.3%), Utah (2.6%) and South Dakota (2.9%) have hit pre-pandemic levels. Others such as New Hampshire (2.9%), Idaho (3.0%), Alabama (3.2%), Oklahoma (3.5%), Georgia (3.7%) and Indiana (4.1%) aren’t far off.<br />One reason is they didn’t impose excessive lockdowns. Another is that most GOP states ended the $300 bonus and other emergency benefits and 78 weeks of eligibility for benefits in June or July (normal is 26 weeks). The jobless rate last month averaged 4.4% in the 25 states that ended benefits in June or July and 5.7% in the others. Yet progressives still insist the unemployment sweeteners aren’t reducing the incentive to work."
}