{
    "url_original": "https://www.wsj.com/articles/unfinished-tractors-pickup-trucks-pile-up-as-components-run-short-11630321200?mod=business_lead_pos4",
    "url": "unfinished-tractors-pickup-trucks-pile-up-as-components-run-short-11630321200",
    "title": "Unfinished Tractors, Pickup Trucks Pile Up as Components Run Short",
    "sub_head": "Supply-chain problems cause order backlogs, cutting into sales volumes for companies like Cleveland-Cliffs, Honeywell and Illinois Tool Works",
    "category_1": "Business",
    "time": "2021-08-30 07:00:00",
    "body": "Manufacturers are stacking up unfinished goods on factory floors and parking incomplete vehicles in airport parking lots while waiting for missing parts, made scarce by supply-chain problems.<br />Shortages of mechanical parts, commodity materials and electronic components containing semiconductor chips have been disrupting manufacturing across multiple industries for months.<br />Companies determined to keep factories open are trying to work around shortages by producing what they can, at the same time rising customer demand has cleaned out store shelves, dealer showrooms and distribution centers. As a result, manufacturers are amassing big inventories of unsold or incomplete products such as truck wheels and farm tractors. Companies that are used to filling orders quickly now have bulging backlogs of orders, waiting for scarce parts or green lights from customers willing to take deliveries.<br />Executives expect the shortages and delivery bottlenecks, exacerbated by overwhelmed transportation networks and a lack of workers, to stretch into the fall. The delays are costing manufacturers sales and pushing some companies to revamp the way they put together their products, executives said.<br />“There’s clearly market strength out there, but you have to have the ability to deliver on that,” said David Petratis, chief executive officer of door-lock manufacturer  Allegion  PLC. “We have an extremely tight supply chain.”"
}