{
    "url_original": "https://www.wsj.com/articles/united-jets-with-engines-in-denver-incident-may-not-fly-until-next-year-11630315801?mod=business_lead_pos1",
    "url": "united-jets-with-engines-in-denver-incident-may-not-fly-until-next-year-11630315801",
    "title": "United Jets With Engines in Denver Incident May Not Fly Until Next Year",
    "sub_head": "Federal regulators are weighing additional safeguards for some of the airline’s Boeing 777s after a February engine incident over Colorado",
    "category_1": "Business",
    "time": "2021-08-30 05:30:00",
    "body": "Dozens of  United Airlines Holdings Inc.  jets like the one that lost an engine cover over Colorado in February aren’t expected to fly until early next year, as federal regulators weigh additional safeguards, people briefed on the matter said.<br />United had hoped to resume flying the wide-body jets this summer. Returning the planes to service has taken longer than expected as federal regulators consider potential new requirements for certain  Boeing Co.  777 jets powered by Pratt & Whitney engines, before they again carry passengers, these people said. United has 52 such jets in its fleet.<br />U.S. air-safety regulators are considering an additional type of engine-blade inspection and a proposed Boeing modification aimed at preventing engine covers from ripping off should an engine fan blade break during flight, these people said.<br />The Federal Aviation Administration hasn’t yet determined what additional safeguards it might require before the aircraft return to service. An agency spokeswoman declined to comment on any proposals, saying the agency’s work was continuing. The FAA could make a decision in coming weeks, according to people familiar with the agency’s deliberations.<br />The United 777 incident in February occurred shortly after takeoff from Denver. Investigators determined a fan blade in one of the plane’s two engines fractured, leading the engine’s cover to rip off midair and rain down parts on the ground below."
}