{
    "url_original": "https://www.wsj.com/articles/united-kingdom-bank-of-england-andrew-bailey-inflation-federal-reserve-11628190495?mod=opinion_lead_pos1",
    "url": "united-kingdom-bank-of-england-andrew-bailey-inflation-federal-reserve-11628190495",
    "title": "Everyone Else Gets Fed Up",
    "sub_head": "U.K. inflation leaves policy makers in a bind if the U.S. Federal Reserve won’t act, too.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-381170?width=860&height=573",
    "image_1": "im-381170.jpg",
    "time": "2021-08-05 16:10:00",
    "body": "Of all the central bankers in the world, we’d least like to be Andrew Bailey of the Bank of England. His unenviable task is figuring out how—or whether—to rein in accelerating inflation in the United Kingdom without help from the Federal Reserve or the European Central Bank. Faced with this conundrum, he punted again at a Thursday policy meeting.<br />The BOE’s monetary-policy committee kept the benchmark bank rate at a historic low 0.1% and announced it will complete its full schedule of £895 billion in bond purchases by the end of this year under the pandemic quantitative easing program. It could have decided to cut short that program with £45 billion left to buy. Commentators purport to hear a newly hawkish tone about the possibility the BOE may scale back its pandemic stimulus sooner than expected. But that’s all it is: a tone. The hawks may be squawking from the tree branches but they’re not in flight.<br />If Mr. Bailey had the luxury of setting policy solely on the basis of developments within the British economy, this would be reckless. Britain is one of the developed world’s standouts in its recovery from the pandemic and lockdowns. Although GDP remains well off its pre-pandemic levels and growth was hobbled by the lockdown earlier this year, other indicators are popping back to life. Employment in some regions now exceeds the pre-pandemic level, and the unemployment rate is falling while job vacancies and hours worked shoot up. Consumer-price inflation is 2.4% year-on-year and climbing.<br />But he doesn’t have that solo luxury. His peers in the eurozone, Japan and especially the U.S. are determined to press ahead with their own pandemic policies even as their economies enter the post-pandemic phase of reopening and recovery. Were Mr. Bailey to shift toward normalization before anyone else, it’s hard to predict the consequences.<br />A particular concern might be hot-money inflows from global investors desperate for yield. This would raise concerns about an uncontrolled appreciation of the pound, with unpredictable price effects given the U.K.’s mix of imports and exports. It’s hard to blame Mr. Bailey for not being eager to find out what those effects might be."
}