{
    "url_original": "https://www.wsj.com/articles/urban-outfitters-to-take-on-poshmark-with-its-own-thrift-store-app-11629802800?mod=business_lead_pos4",
    "url": "urban-outfitters-to-take-on-poshmark-with-its-own-thrift-store-app-11629802800",
    "title": "Urban Outfitters to Take On Poshmark With Its Own Thrift Store App",
    "sub_head": "Retailer plans to create Nuuly Thrift marketplace to compete for secondhand sales",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-389612?width=860&height=573",
    "image_1": "im-389612.jpg",
    "time": "2021-08-24 07:00:00",
    "body": "Urban Outfitters Inc.  will launch a marketplace for secondhand goods, seeking to turn its customers into sellers and keep them from turning to online resellers such as  Poshmark Inc.  and thredUP Inc.<br />The company’s Nuuly Thrift, launching as an iPhone app this fall, will join a growing list of peer-to-peer services from retail chains. The companies stand to collect commissions on resales while they risk cannibalizing sales of new merchandise.<br />“Our job is to grow,” said David Hayne, president of Nuuly and chief technology officer for Urban Outfitters. “From a thrift standpoint, we know that if we don’t provide the platform it’s not going to keep sellers from selling on other platforms. These secondhand experiences are happening whether we’re playing in them or not.”<br />Lululemon Athletica Inc.,   Levi Strauss  & Co. and  Macy’s Inc.  have expanded into the secondhand market, which has become a popular alternative to fast fashion among younger consumers. About 42% of Gen Z shoppers purchased secondhand fashion in 2020, according to GlobalData PLC, which prepared the research for thredUP.<br />Online clothing-rental service Rent the Runway, which confidentially filed for an initial public offering in July, expanded its push into secondhand apparel last year after surviving a drop in revenue as the coronavirus pandemic kept people home from work and special events."
}