{
    "url_original": "https://www.wsj.com/articles/us-canada-border-reopening-01621982950?mod=world_major_2_pos7",
    "url": "us-canada-border-reopening-01621982950",
    "title": "When Will the Canada-U.S. Border Reopen? What We Know",
    "sub_head": "Canada to allow entry to fully vaccinated U.S. tourists beginning Aug. 9; U.S. extends restrictions",
    "category_1": "World",
    "category_2": "Canada",
    "time": "2021-08-04 13:07:00",
    "body": "For more than 16 months, the U.S. and Canada have turned away tourists at entry points across the 5,500-mile land border in an effort to contain further spread of Covid-19. In light of progress in both countries on the Covid-19 vaccination front, business groups have pushed Washington and Ottawa to reopen border crossings—to the fully vaccinated, at least at the start.<br />Such a move “would sustain jobs, boost business confidence and allow more families to reunite,” according to a joint statement issued by six U.S. and Canadian business lobbies, among them the U.S. Chamber of Commerce. “It would help facilitate a safe and gradual return to a more normal life.”<br />After months of lobbying, Canadian officials said they would begin to ease restrictions in August. The U.S. didn’t reciprocate, and instead extended its land border restrictions with Canada and Mexico for another month.<br />Canada said last month it would allow fully vaccinated U.S. citizens and permanent residents currently living in the U.S. to enter the country for nonessential purposes such as tourism and recreation beginning Aug. 9. Travelers will need to wait at least 14 days after their last vaccine dose, present proof of an approved, negative Covid-19 test taken during 72 hours before their arrival in Canada and must not have any symptoms of the disease.<br />Fully vaccinated Americans also will be permitted to bring unvaccinated children under 12 years of age to Canada, although those children won’t be allowed in group settings like camps or daycare centers."
}