{
    "url_original": "https://www.wsj.com/articles/us-economy-july-2021-retail-sales-delta-variant-11629153243",
    "url": "us-economy-july-2021-retail-sales-delta-variant-11629153243",
    "title": "U.S. Retail Sales Likely Fell in July as Automobile Purchases Weakened",
    "sub_head": "Economists estimate sales excluding autos rose during a month when concerns about the Delta variant intensified",
    "category_1": "Economy",
    "category_2": "Economic Data",
    "image_1_url": "https://images.wsj.net/im-386350?width=860&height=573",
    "image_1": "im-386350.jpg",
    "time": "2021-08-17 05:30:00",
    "body": "Spending at U.S. retailers likely fell in July, amid cooling auto purchases and signs of some pullback in consumer demand as Covid-19 cases tied to the Delta variant rose, economists say.<br />Economists surveyed by The Wall Street Journal estimate the Commerce Department will report Tuesday that retail sales—a measure of purchases at stores, at restaurants and online—fell by 0.3% last month compared with June. Excluding autos—a category where supply-chain issues have limited available inventory—sales are estimated to have risen by 0.2%.<br />Retail sales rose briskly in June, as shoppers directed spending toward services, such as dining out and traveling, and away from goods. That shift occurred as more Americans became vaccinated and state and local governments eliminated many Covid-19-related restrictions, some of which have now been reimposed with the recent rise in coronavirus cases.<br />Pooja Sriram, U.S. economist at Barclays, said she expects increased services spending to continue, but that consumer spending will grow more slowly than earlier this year as the boost from federal aid to households wanes. U.S. consumer spending rose at a robust 11.8% annual rate in the second quarter, contributing strongly to economic growth during the period.<br />Retailers and other U.S. businesses are also facing uncertainty caused by the Delta variant, as the highly transmissible strain causes setbacks for some companies and data suggest some pullback in spending on items such as air travel and cruises. A University of Michigan survey showed a sharp drop in consumer sentiment during early August. Richard Curtin, the survey’s chief economist, said the decline was due \"mainly from dashed hopes that the pandemic would soon end.”"
}