{
    "url_original": "https://www.wsj.com/articles/us-inflation-consumer-price-index-july-2021-11628633099",
    "url": "us-inflation-consumer-price-index-july-2021-11628633099",
    "title": "Inflation Likely Eased Slightly in July as Economy Rebounded",
    "sub_head": "Economists estimate inflation remained high as demand exceeded supply of labor and materials",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "time": "2021-08-11 05:30:00",
    "body": "Inflation likely remained elevated but ebbed slightly in July, as the economy rebounded amid pandemic-related shortages of labor and supplies, economists say.<br />Economists surveyed by The Wall Street Journal expect the Labor Department to report the consumer-price index rose 5.3% in July from a year earlier, a bit slower than June’s 5.4% surge and still close to the highest 12-month rate since 2008. The so-called core price index, which excludes the often volatile categories of food and energy, likely increased 4.4% from a year before, they estimate.<br />The CPI measures what consumers pay for goods and services, including groceries, clothes, restaurant meals, recreation and vehicles. Economists also estimate it rose a seasonally adjusted 0.5% in July from June, a cooler pace than its 0.9% increase in June from May.<br />Aneta Markowska, chief financial economist at Jefferies LLC, expects a monthly increase of 0.6%. “That would be a little less than we’ve seen but certainly one of the highest since the early 1990s. Definitely no relief there,” she said. She also expects the report to show significant price increases for a broader variety of goods and services than in recent months.<br />Inflation has heated up this year for several reasons. U.S. gross domestic product rose at a rapid 6.5% seasonally adjusted annual rate in the second quarter, powered by consumer spending that climbed at an 11.8% pace as more people received vaccinations, businesses reopened and trillions of dollars in federal aid flowed through the economy."
}