{
    "url_original": "https://www.wsj.com/articles/us-trade-deficit-imports-exports-june-2021-11628114818",
    "url": "us-trade-deficit-imports-exports-june-2021-11628114818",
    "title": "U.S. Trade Deficit Likely Widened in June as Economic Growth Boosted Imports",
    "sub_head": "Economists forecast near-record gap in trade of good and services",
    "category_1": "Economy",
    "category_2": "Economic Data",
    "image_1_url": "https://images.wsj.net/im-380460?width=860&height=573",
    "image_1": "im-380460.jpg",
    "time": "2021-08-05 05:30:00",
    "body": "WASHINGTON—The U.S. trade deficit likely widened to near a record in June as the resurgent American economy drove strong demand for foreign-made goods.<br />Economists surveyed by The Wall Street Journal expect a Commerce Department report Thursday to show that the deficit in goods and services widened to $74.2 billion in June from $71.2 billion in May. That would put the trade gap just shy of the record $75 billion in March.<br />American consumers and businesses have stepped up spending and investment as the economy has recovered to its pre-Covid-19 size, fueling demand for imports. Exports have grown more slowly, reflecting weaker recoveries in some other regions that have made less progress against the coronavirus.<br />The International Monetary Fund last week said that varying progress in vaccinations had created a fault line between countries with improving and deteriorating economic prospects. It raised its growth forecasts for the U.S. and other advanced economies with relatively high vaccination rates against Covid-19, while lowering the outlook for emerging-market countries where vaccination rates have lagged behind, especially in Asia.<br />That dynamic helps widen the U.S. trade deficit, as the American economy continues to pull in more goods from abroad. Several rounds of government stimulus payments have also left Americans with plenty of cash to spend, while weakened trade partners limit purchases of U.S. goods and services."
}