{
    "url_original": "https://www.wsj.com/articles/vaccine-mandate-natural-immunity-lawsuit-covid-19-coronavirus-11628281507?mod=opinion_major_pos4",
    "url": "vaccine-mandate-natural-immunity-lawsuit-covid-19-coronavirus-11628281507",
    "title": "Why I’m Suing Over My Employer’s Vaccine Mandate",
    "sub_head": "I have natural immunity, so there’s no justification for a coercive violation of my bodily autonomy.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-381245?width=860&height=573",
    "image_1": "im-381245.jpg",
    "time": "2021-08-06 17:43:00",
    "body": "In a few weeks I will begin my 24th year as a law professor at George Mason University. Last year I volunteered to teach in person, even though I’m in my 50s. Teaching law is my job and I owe my students my best. I also knew I could do it safely. During the spring of 2020 I contracted and recovered from Covid-19, which I later confirmed through a positive antibody test. Multiple positive antibody tests have since confirmed that I continue to have a robust level of immune protection.<br />But now my employer, a state institution, is requiring Covid vaccines. In my case, vaccination is unnecessary and potentially risky. My only other options are to teach remotely or to seek a medical exemption that would require me to wear a mask, remain socially distanced from faculty or students during, say, office hours, and submit to weekly testing.<br />It would be impossible for me to perform my duties to the best of my ability under such conditions. The administration has threatened those who don’t submit with disciplinary action, including termination of employment. This week the public-interest lawyers at the New Civil Liberties Alliance filed suit on my behalf, challenging the university’s mandatory vaccination requirement for those with naturally acquired immunity. This coercive mandate violates my constitutional right to bodily integrity for no compelling reason.<br />Clinical studies from Israel, the Cleveland Clinic, England and elsewhere have demonstrated beyond a doubt that natural immunity to SARS-CoV-2 provides robust and durable protection against reinfection comparable to or better than that provided by the most effective vaccines. Examining the evidence this May, the World Health Organization concluded: “Current evidence points to most individuals developing strong protective immune responses following natural infection with SARS-CoV-2.”<br />Protection from natural immunity may even exceed that of the less effective  Johnson & Johnson  vaccine, which according to the CDC demonstrated only 66.3% effectiveness at preventing infection in clinical trials."
}