{
    "url_original": "https://www.wsj.com/articles/venice-is-open-for-tourists-but-not-cruise-ships-11629550801?mod=business_lead_pos6",
    "url": "venice-is-open-for-tourists-but-not-cruise-ships-11629550801",
    "title": "Venice Is Open for Tourists, but Not Cruise Ships",
    "sub_head": "Ruling to ban mega ships from lagoon splits a city reliant on foreign visitors",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-389065?width=860&height=573",
    "image_1": "im-389065.jpg",
    "time": "2021-08-21 09:00:00",
    "body": "VENICE—Gianluigi Rizo, a porter at Venice’s iconic Piazza San Marco, pushes a cart of luggage as scores of tourists hop off water taxis, coming in from the airport through the medieval city’s canals.<br />Business is picking up as Covid-19 restrictions are lifted. But a ruling last month by the Italian government to ban cruise ships from approaching Venice’s lagoon is threatening to deprive the city of its most lucrative visitors for another summer season.<br />“It’s good that tourists are back, but the real money comes from the cruise ships with the Americans and the well-off Asians,” Mr. Rizo said. “They spend big in a short time, before sailing out.”<br />Venice, which averaged around 20 million tourists a year before the pandemic, is desperate to bring back the foreign visitors that keep its economy afloat. Tourism revenue dried up over the past two years, but the city’s canals and piazzas are busy again and hotels are 80% full on average in August.<br />Access to the lagoon and Piazza San Marco has for years been a bone of contention between environmental campaigners, tourism bodies and cruise operators. Critics argue that runaway tourism—fed by the massive ships that move more than 5,000 passengers each—has pushed out many of Venice’s permanent residents, put a strain on housing and destroyed jobs not related to travel and hospitality. Tensions heightened in 2019 when a cruise ship crashed into a small tourist boat inside the lagoon, injuring five people."
}