{
    "url_original": "https://www.wsj.com/articles/vice-president-kamala-harris-to-focus-on-countering-china-on-southeast-asia-trip-11629462039",
    "url": "vice-president-kamala-harris-to-focus-on-countering-china-on-southeast-asia-trip-11629462039",
    "title": "Vice President Kamala Harris to Focus on Countering China on Southeast Asia Trip",
    "sub_head": "Visits to Singapore and Vietnam will build on months of diplomatic outreach to the region by the Biden administration",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-08-20 08:20:00",
    "body": "A trip by Vice President Kamala Harris to Southeast Asia will give the Biden administration an opportunity to put the focus back on countering China at a time when the U.S.’s chaotic exit from Afghanistan is raising questions about Washington’s reliability as an ally.<br />Ms. Harris departs on Friday for Singapore and Vietnam, visits that will be the culmination of months of diplomatic outreach to the region, underscoring a shift in priorities away from the war on terror and toward containment of competing powers.<br />During her trip, Ms. Harris is expected to focus on global health, economic partnerships and security in the region, according to senior administration officials. She will deliver a speech in Singapore detailing her vision for the Indo-Pacific and launch a Southeast Asia regional office for the U.S. Centers for Disease Control and Prevention in Vietnam.<br />Ms. Harris will also meet with government officials and business leaders to speak about supply-chain issues. The Biden administration has been working to address a global semiconductor shortage, which has caused production slowdowns from appliances to computers and cars.<br />A surge in Covid-19 cases in the largely unvaccinated region has also led to lockdowns in countries including Vietnam, Thailand and Malaysia—major exporters of electronics and other goods—that forced factory closures and further disrupted global supply chains. U.S. business representatives have pressed the Biden administration to accelerate aid to the region."
}