{
    "url_original": "https://www.wsj.com/articles/wall-street-is-looking-to-reddit-for-investment-advice-11630056648?mod=markets_lead_pos6",
    "url": "wall-street-is-looking-to-reddit-for-investment-advice-11630056648",
    "title": "Wall Street Is Looking to Reddit for Investment Advice",
    "sub_head": "Deep-pocketed banks and hedge funds now take their cues from armies of Main Street traders",
    "category_1": "Markets",
    "time": "2021-08-27 05:30:00",
    "body": "Wall Street professionals tell everyday investors what stocks to buy. But now they have to follow some of these amateurs for signs of where the market is headed next.<br />Venerable institutions Goldman Sachs Group Inc. and  Morgan Stanley  are tracking the retail trading frenzy, and hedge funds in New York and London have employees combing through the internet forum of Reddit,  Twitter  or chat startup Discord in search of trading opportunities. They turned to these sources following a period of market mayhem dominated by amateurs on Reddit’s WallStreetBets and the  Robinhood Markets Inc.  trading app who collectively boosted the shares of  GameStop Corp.  and other companies that had fallen out of Wall Street’s favor.<br />“It’s more art than science because it’s uncharted territory,” said Simeon Siegel, a BMO Capital Markets analyst who has spent his career covering retail companies.<br />One analyst who turned to WallStreetBets this year for insight was Priyesh Mehta, 26, who advises Cayman Islands-based hedge fund Bovell Global Macro Fund. He said he never considered that a group of traders could band together on online forums with the aim of jolting prices, but as GameStop’s shares rose in January he downloaded the Reddit app on his phone, made an account and joined the forum.<br />For the next few weeks, he spent hours on the platform, familiarizing himself with its design. Mr. Mehta quickly learned that the place to pay attention to was the daily thread of people’s trades. He began to recognize names of accounts that posted frequently, an indication that those users may have more sway with the group. Mr. Mehta still monitors the forum and warns Bovell’s fund manager of highly mentioned stocks that could see volatility. He is also looking for potential stocks that the firm could bet against."
}