{
    "url_original": "https://www.wsj.com/articles/walmart-opens-local-delivery-service-to-other-retailers-11629777664?mod=business_lead_pos3",
    "url": "walmart-opens-local-delivery-service-to-other-retailers-11629777664",
    "title": "Walmart Opens Local Delivery Service to Other Retailers",
    "sub_head": "Gig workers driving Walmart grocery orders will also handle last-mile deliveries for other merchants",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-390233?width=860&height=573",
    "image_1": "im-390233.jpg",
    "time": "2021-08-24 12:01:00",
    "body": "Walmart Inc.  drivers will soon be making deliveries for other merchants.<br />The big-box retailer is opening up its in-house delivery platform, Spark Driver, to other businesses so that the independent contractors who are out delivering Walmart groceries and other merchandise can make additional deliveries along the way.<br />The service, called Walmart GoLocal, offers another way for the retailer to beef up its delivery platform and add more paying pickup and drop-offs while drivers are out. It joins a crowded field of players looking to handle last-mile deliveries, including a similar service called Shipt, which is owned by rival  Target Corp.<br />Last-mile delivery, or the leg of an item’s journey to the ultimate destination, is typically dominated by large networks like  FedEx Corp. ,  United Parcel Service Inc.  and the U.S. Postal Service. Their capabilities in same-day delivery are limited, however, as their models are built around accepting packages into their network and then sending them out.<br />The acceleration of e-commerce delivery has pushed more retailers to look at even speedier delivery options.  Amazon.com Inc.,  for instance, offers same-day delivery on around 3 million items in select areas. Target’s Shipt does same-day deliveries from its stores and others. Other companies like  DoorDash Inc.,  Instacart Inc. and  Uber Technologies Inc.  use gig workers to fulfill orders for all sorts of merchants."
}