{
    "url_original": "https://www.wsj.com/articles/want-noise-cancelling-headphones-without-the-bulk-try-these-earbud-versions-11630008659?mod=life_work_lead_story",
    "url": "want-noise-cancelling-headphones-without-the-bulk-try-these-earbud-versions-11630008659",
    "title": "Want Noise-Cancelling Headphones Without the Bulk? Try These Earbud Versions",
    "sub_head": "Next-generation noise-cancelling earbuds use compact tech to ‘quiet’ cafes, gyms and home offices. Here, six notable options for all types of listeners—from gym rats to musical savants.",
    "category_1": "Tech",
    "category_2": "Personal Tech",
    "image_1_url": "https://images.wsj.net/im-390703?width=860&height=573",
    "image_1": "im-390703.jpg",
    "time": "2021-08-26 16:11:00",
    "body": "NOISE-CANCELING technology has long been confined to over-the-ear headphones—a bulky way to mute jackhammers and sirens while enjoying your playlist or trying to work. But the makers of wireless earbuds have now found a way to squeeze the same muffling tech into a smaller, lighter package. Packed with enough battery power to last a few hours (and easily re-juiced in their charging cases), these earbuds, like their bulbous brothers, use microphones to pick up noise, then push soundwaves of the inverse wavelength into your ears. We tested new models for sound quality, noise-cancelling prowess, voice clarity on calls and ease of use.<br />Sony  is on a noise-canceling roll with these scaled-down versions of their popular over-ear headsets. They blocked noise most capably out of the models we tested. The WF-1000XM4s’ foam tips helped seal out cacophony, and sat comfortably in our ears for the impressive eight hours the earbuds stayed charged. $280, electronics.sony.com<br />The Bowers & Wilkins P17s gave our tunes the richest, warmest sound out of the models we tried thanks to their hybrid drivers that work like high-end full size speakers, paired with separate amplifiers. Just don’t venture far without the charging case—the battery only lasts four hours. $400, bowerswilkins.com<br />The JBL Tour Pro+ TWSs are water-resistant enough to shake off sweat or rain without crackling and dying like lesser rivals. A bit more bulky but comfy, they deliver clear sound with a customizable equalizer in the app, plus grippy silicone wings that keep the buds in your ears during even the most rigorous workout. $200, jbl.com<br />While many earbuds are designed to be controlled a la sensitive touchpads, the vigorously tactile Beats Studio Buds respond to the basic four commands—playback, noise canceling, calling and Siri—with a satisfying click. The sound quality was good, but you’ll likely need to keep your phone handy to adjust the volume. $150, beatsbydre.com"
}