{
    "url_original": "https://www.wsj.com/articles/warner-music-is-worth-a-spin-11629889380?mod=business_minor_pos10",
    "url": "warner-music-is-worth-a-spin-11629889380",
    "title": "Warner Music Is Worth a Spin",
    "sub_head": "Record label’s stock has lagged behind even as consumers are paying up for music",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-25 07:03:00",
    "body": "This column is part of the Heard on the Street stock-picking contest. You’re invited to play along with us here.<br />The nice thing about being  Warner Music  these days is that the company still does well even when listeners go old school.<br />Streaming is now the main driver of the music business, accounting for about 83% of the industry’s $12.2 billion in U.S. revenue last year, according to data from the Recording Industry Association of America, or RIAA. But the industry is also seeing a strong uptick in sales of vinyl albums, which generated nearly $620 million in U.S. sales last year—up 29% from the previous year. That is the highest sales figure for the vinyl format in inflation-adjusted dollars since 1988.<br />It is all good news for Warner. As still the only pure-play record label on the public market, Warner offers investors exposure across the music industry’s various distribution channels. Most of that is from streaming; digital recorded music and digital publishing made up more than two-thirds of the company’s $3.9 billion in revenue for the nine-month period ended June 30. But as Tim Nollen of Macquarie put it, Warner is “having it both ways” of late. Vinyl demand powered a 155% surge in physical music sales to $130 million in the company’s fiscal third quarter ended June.<br />The music business has been on an upswing overall, with revenue growing by double digits annually over the past five years, according to RIAA data. That follows years of falling sales brought about by piracy and shrinking demand for CDs—the industry’s former cash cow. Streaming has powered the bulk of those gains, but videogaming and even home-based exercise are also new growth drivers. Peloton says music royalties are the largest variable cost item of the company’s $1.9 billion in subscription cost of revenue for the nine-month period ended in March. Roblox, the massively popular videogame platform that also hosts virtual album launches and live concerts, got an equity investment from Warner Music earlier this year before its initial public offering in March."
}