{
    "url_original": "https://www.wsj.com/articles/waymo-opens-robotaxi-service-in-san-francisco-for-ride-hailing-11629820801?mod=business_lead_pos12",
    "url": "waymo-opens-robotaxi-service-in-san-francisco-for-ride-hailing-11629820801",
    "title": "Waymo Opens Robotaxi Service in San Francisco for Ride Hailing",
    "sub_head": "Google’s sister company offers driver-supported rides to some residents in business model test case",
    "category_1": "Tech",
    "time": "2021-08-24 12:51:00",
    "body": "Waymo LLC is opening its driver-supported robotaxis in San Francisco to selected riders, an important test for the Google sister company’s technology and business in a major city.<br />The  Alphabet Inc.  unit, which has raised billions of dollars from outside investors and recently completed a leadership shake-up, has been building toward a San Francisco launch for more than a decade. It started testing its autonomous-vehicle technology in the city in 2009 and is now driving more than 100,000 miles a week. Finding success in ferrying ride-hail passengers around the city in autonomous vehicles could provide a cornerstone for a revenue-generating business for Waymo, which has racked up losses for years.<br />On Tuesday, the company said San Francisco residents can sign up to participate in the test program by downloading the Waymo One app. It declined to share how many riders would be enrolled or how many cars would be eligible for the service. The rides will be free for participants, who must sign nondisclosure agreements and can’t bring guests on rides.<br />Riders selected by Waymo will be able use its app to hail a Jaguar I-Pace vehicle equipped with the company’s latest autonomous technology. Drivers seated behind the wheel will assume control if the computer falters or fails to adapt to any number of unpredictable scenarios as it navigates narrow, congested streets alongside pedestrians and cyclists.<br />San Francisco is a critical market in the race to autonomy because it boasts one of the highest concentrations of  Uber Technologies Inc.  and  Lyft Inc.  drivers in the U.S. Waymo is one of eight companies as of May that have received permits from the state of California to test autonomous vehicles without a driver behind the wheel. Of those companies, Waymo executives consider  General Motors Co. ’s autonomous business, Cruise, as the foremost competitor in the race to a driverless ride-hailing service."
}