{
    "url_original": "https://www.wsj.com/articles/weber-prices-below-expectations-as-grill-maker-downsizes-its-ipo-11628124291?mod=markets_minor_pos7",
    "url": "weber-prices-below-expectations-as-grill-maker-downsizes-its-ipo-11628124291",
    "title": "Weber Prices Below Expectations as Grill Maker Downsizes Its IPO",
    "sub_head": "Company sold 18 million shares at $14 apiece ahead of its Thursday trading debut",
    "category_1": "IPOs",
    "image_1_url": "https://images.wsj.net/im-380506?width=860&height=573",
    "image_1": "im-380506.jpg",
    "time": "2021-08-04 20:59:00",
    "body": "Grill maker Weber Inc. sold fewer shares at a lower price than expected in its initial public offering, people familiar with the matter said, the latest sign the new-issue market may be cooling after a torrid run this summer.<br />Weber sold 18 million shares at $14 apiece, the people said, ahead of its trading debut Thursday. The company and its selling shareholders had been planning to sell roughly 47 million shares at a price between $15 and $17. Instead, only the company sold shares in the offering, which pegs Weber’s fully diluted valuation at roughly $5 billion.<br />The disappointing launch of the high-profile listing follows the postponement of several other IPOs. Last week, five deals were withdrawn or canceled, the most since 2016, according to Dealogic.<br />The performance of newly listed shares also has been lackluster. So far this year, traditional U.S.-listed IPOs—not including special-purpose acquisition companies or direct listings—were up roughly 9% on average through Tuesday’s close, according to Dealogic, compared with a 15% gain for the tech-heavy Nasdaq Composite Index. Earlier this year, IPOs were outperforming Nasdaq.<br />The IPO market has been on fire for much of this year. U.S.-listed traditional IPOs had raised more than $102 billion through Tuesday, on track to soon exceed any other full-year on record, according to Dealogic. In June and July alone, traditional IPOs raised more than $40 billion. But investors say the fast pace of IPO pitches has been exhausting, and they’re eager for a quieter August. The number of companies launching IPOs should pick up again in September, bankers say."
}