{
    "url_original": "https://www.wsj.com/articles/western-digital-in-advanced-talks-to-merge-with-kioxia-in-20-billion-plus-deal-11629914820?mod=markets_lead_pos1",
    "url": "western-digital-in-advanced-talks-to-merge-with-kioxia-in-20-billion-plus-deal-11629914820",
    "title": "Western Digital in Advanced Talks to Merge With Kioxia in $20 Billion-Plus Deal",
    "sub_head": "Stock deal could be finalized as early as the middle of September, according to people familiar with the matter",
    "category_1": "Finance",
    "image_1_url": "https://images.wsj.net/im-391191?width=860&height=573",
    "image_1": "im-391191.jpg",
    "time": "2021-08-25 16:31:00",
    "body": "Western Digital Corp.  is in advanced talks to merge with Japan’s Kioxia Holdings Corp., according to people familiar with the matter, in a deal that could be valued at more than $20 billion and further reorder the global chip industry.<br />Long-running discussions between the companies have heated up in the past few weeks and they could reach agreement on a deal as early as mid-September, the people said. Western Digital would pay for the deal with stock and the combined company would likely be run by its Chief Executive, David Goeckeler, the people said.<br />There’s no guarantee Western Digital, which had a market value of around $19 billion Wednesday afternoon, will seal an agreement, and Kioxia could still opt for an initial public offering it had been planning or another combination.<br />The Wall Street Journal reported in March that Western Digital and  Micron Technology Inc.  were examining potential deals with Kioxia, which makes NAND flash-memory chips used in smartphones, computer servers and other devices. Micron’s interest has since cooled and Kioxia has been focused on discussions with Western Digital, which already has deep existing ties with the Japanese company.<br />Any transaction would require the blessing of the Japanese government, given Kioxia’s significance there and the political sensitivities of transferring ownership of such key technology. Washington would also likely play a role, but a deal could fit with a push by the U.S. to boost its chipmaking capabilities and increase competitiveness with China."
}