{
    "url_original": "https://www.wsj.com/articles/wework-to-run-co-working-spaces-in-some-saks-fifth-avenue-stores-11628596800?mod=markets_lead_pos6",
    "url": "wework-to-run-co-working-spaces-in-some-saks-fifth-avenue-stores-11628596800",
    "title": "WeWork to Run Co-Working Spaces in Some Saks Fifth Avenue Stores",
    "sub_head": "Hudson’s Bay, owner of Saks, is converting parts of its department stores into co-working offices",
    "category_1": "Property Report",
    "image_1_url": "https://images.wsj.net/im-382884?width=860&height=573",
    "image_1": "im-382884.jpg",
    "time": "2021-08-10 08:00:00",
    "body": "The owner of Saks Fifth Avenue is converting parts of department stores into co-working spaces with WeWork, a strategy that marries the popularity of remote work with the struggles of bricks-and-mortar retail.<br />Hudson’s Bay Co. plans to open its first five co-working offices next month in the New York City area, company executives said. The new venture, dubbed SaksWorks, calls for WeWork to run and staff co-working spaces in buildings that are owned by Hudson’s Bay.<br />The Canadian retail business group is transforming current and former Saks stores, and some of the spaces previously occupied by its Lord & Taylor brand, into these WeWork-managed co-working offices. The nearly 200-year-old department chain declared bankruptcy in 2020 and said it would close all its remaining stores to operate exclusively as an e-commerce retailer.<br />Hudson’s Bay is hoping to profit from the rise of remote work, which most polls show many Americans want to continue doing at least part time. A survey of 9,000 workers by consulting giant  Accenture  PLC earlier this year found that 83% of respondents described a hybrid-work arrangement, with a mix of in-office and at-home work, as ideal.<br />SaksWorks is betting that it can meet these needs with co-working space, especially in the suburbs where many workers tire of being cooped up at home all day but still want to avoid a tedious commute into the city."
}