{
    "url_original": "https://www.wsj.com/articles/wework-and-cushman-wakefield-are-forming-150-million-partnership-11628510443?mod=markets_lead_pos6",
    "url": "wework-and-cushman-wakefield-are-forming-150-million-partnership-11628510443",
    "title": "WeWork and Cushman & Wakefield Are Forming $150 Million Partnership",
    "sub_head": "Alliance aims to help landlords and tenants navigate returning to the office",
    "category_1": "Commercial Real Estate",
    "image_1_url": "https://images.wsj.net/im-382347?width=860&height=573",
    "image_1": "im-382347.jpg",
    "time": "2021-08-09 08:00:00",
    "body": "Shared office space giant WeWork and  Cushman & Wakefield  PLC, one of the world’s largest commercial real-estate firms, are negotiating to form a $150 million partnership to navigate the new world of remote working and flexible workplaces.<br />As part of the alliance, Cushman would make a $150 million investment in the planned merger between WeWork and a public company later this year. That merger, expected to value WeWork at $9 billion including debt, will cap off the firm’s effort to reconstruct its balance sheet following the high-profile collapse of its planned initial public offering in late 2019.<br />The deal with Cushman comes as office-building owners and tenants are struggling to plan for returning tens of millions of employees to downtowns and suburban office parks after some 18 months of working from home. Many thought that Labor Day would be a major turning point. But concerns about vaccination rates and variants of the Covid-19 virus have forced many companies to delay their plans.<br />WeWork and Cushman executives feel that by teaming up, they can offer office-building tenants and landlords help in reshaping the office-building industry while addressing increasing pressure from employees for more flexible work arrangements. Already, some of the biggest American corporations have announced plans to allow some form of remote working for the indefinite future.<br />Cushman, which had $4.17 billion in revenue the first half of 2021 and operations in 60 countries, has a big business in managing office space for tenants. Cushman executives think WeWork’s technology, app, reputation for hip spaces and other amenities will help give the partnership a competitive edge."
}