{
    "url_original": "https://www.wsj.com/articles/what-is-redistricting-a-guide-to-how-the-once-a-decade-process-will-shift-political-power-11628434156?mod=politics_lead_pos10",
    "url": "what-is-redistricting-a-guide-to-how-the-once-a-decade-process-will-shift-political-power-11628434156",
    "title": "What Is Redistricting? A Guide to How the Once-a-Decade Process Will Shift Political Power",
    "sub_head": "Republicans have an upper hand in redrawing the lines of legislative districts",
    "category_1": "Politics",
    "time": "2021-08-09 07:00:00",
    "body": "U.S. states will begin the once-a-decade process of redrawing the lines of their legislative districts when the government releases 2020 census figures later this month.<br />The complex effort will help determine the balance of power in state capitals and Washington for the next 10 years. The process differs from state to state, and many states have changed how they draw their lines since most last did so in 2011.<br />The Constitution requires that the U.S. conduct a count of the population every 10 years, and it states in broad terms that political representation should be apportioned based on population. In recent decades, court rulings have shaped the process so that states must redraw their congressional district lines every 10 years using fresh totals from the decennial count. States whose populations grew the most get to add congressional districts that are taken from slow-growth states.<br />All of that requires that the boundaries of some districts change. Most states also use the census totals to redraw their legislative districts as part of this process. So do thousands of city and county governments.<br />Although each state has its own rules that govern this process, some general principles apply. Congressional districts must all be as nearly equal in population as possible. Most states have rules regarding the contiguity of districts and their compactness, and to ensure that political boundary lines and neighborhoods remain in the same district. However, many of these rules are routinely stretched or disregarded, which can lead to legal challenges."
}