{
    "url_original": "https://www.wsj.com/articles/whats-with-the-birkenstock-craze-its-not-just-about-comfort-11628275294",
    "url": "whats-with-the-birkenstock-craze-its-not-just-about-comfort-11628275294",
    "title": "What’s With the Birkenstock Craze? It’s Not Just About Comfort.",
    "sub_head": "Whether you find Birkenstocks stylishly orthopedic or unfortunately clunky, fashion insiders of both sexes remain enthralled by them. Here, the secret to their enduring popularity.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-381774?width=860&height=1613",
    "image_1": "im-381774.jpg",
    "time": "2021-08-06 14:41:00",
    "body": "WHEN LOVERN PASCUAL and November Ang got married last month, more than one guest confronted the newlyweds with playful variations on this question: “You’re wearing Birks at your wedding? Are you kidding?” The couple was not kidding. Ms. Pascual opted for an ivory pair of the German shoe brand’s two-strap Arizona, while Ms. Ang went with the chocolate-brown Yara, a sandal whose straps wrap almost elegantly around the big toe.<br />“The intention was not to impress the guests. It was all about being true to ourselves,” said Ms. Pascal, a 36-year-old customer-service representative in Grand Cayman. Good choice, given that their wedding venue was a “shaky” catamaran in the middle of the ocean. The Birks’ rubberlike soles provided a “nice grip.”<br />Given Birkenstocks’ associations with befuddled German tourists and bathing-averse hippies, the wedding guests can be forgiven their confusion. But despite (or perhaps because of) their aesthetic awkwardness, Birks are firmly fashion-approved—and have been for a while. In 1990, Kate Moss posed in a pair for the Face magazine, a British alt-style bible. In ’92, Marc Jacobs punctuated his infamous Perry Ellis “grunge” collection with Arizonas. But Birkenstock’s current run of au courant-ness can be traced to 2012, when designer Phoebe Philo, then at Celine, sent Arizona-ish sandals down the Paris runway. Cheekily lined in mink, they inspired a fashion frenzy and thrust the original—far more affordable—fur-free Arizona into the spotlight.<br />Today, Tracee Ellis Ross and Jason Momoa are among the many famous fans of the cork-and-leather stompers. As part of Birkenstock 1774, a line of collaborations named for the year of the brand’s inception, plugged-in fashion labels like Rick Owens, Jil Sander and Proenza Schouler have designed edgy takes on classic Birks. Lyst, a data company that tracks online shopping behavior, named Birkenstock’s shearling-lined Boston Clog one of the “hottest women’s products” of Q4 last year. And in February,  LVMH —the luxury conglomerate that owns powerhouses like Louis Vuitton and Dior—bought a controlling stake in Birkenstock, cementing its fashion cred.<br />The focus on WFH comfort has fueled interest in the brand. “If anything good has come from the pandemic, it is that it has forced us to ask ourselves what is important to us and what really matters in our lives,” said Birkenstock CEO Oliver Reichert. “Working at home has freed us from social constraints.” Like constricting heels and loafers. Mr. Reichert suggested that, whatever Birkenstock’s fashion value, he believes the orthopedic angle is the main draw."
}