{
    "url_original": "https://www.wsj.com/articles/whats-happening-in-afghanistan-11629138516?mod=politics_lead_pos11",
    "url": "whats-happening-in-afghanistan-11629138516",
    "title": "What’s Happening in Afghanistan?",
    "sub_head": "The Taliban’s return to power has spread fears about the nation’s future",
    "category_1": "World",
    "time": "2021-08-16 16:16:00",
    "body": "Afghanistan is again under the control of the Taliban, a fundamentalist group that ruled the nation for five years before U.S.-led forces ousted them in 2001. Their return to power is raising concerns across the region about rising numbers of refugees fleeing the group’s ultraconservative brand of Islam, and the potential that the Taliban might encourage Islamist movements elsewhere in Central Asia more than two decades after Osama bin Laden first sought refuge under their protection.<br />Taliban forces entered the capital of Kabul on Sunday after President Ashraf Ghani left the country, effectively ending a 20-year effort by the U.S. and other Western nations to remold Afghanistan as a modern democracy. They were buoyed in part by an agreement with the Trump administration in February last year for U.S. forces to leave the country, with President Biden subsequently setting Aug. 31 as the exit date. With Afghan government forces losing air cover and plagued by desertions, the Taliban quickly expanded their footprint in recent weeks, with the last remaining cities, including Kabul, falling under their control by mid-August.<br />Their arrival in Kabul coincided with scenes of panic in some quarters, with Afghans who worked with Western armed forces or agencies rushing to Hamid Karzai International Airport seeking a way out of the country to escape reprisals. Western embassies moved their staff to the airport, which is under U.S. military control, to help evacuate personnel. In chaotic scenes there, crowds of Afghans ran alongside military transport planes as they prepared for takeoff, with some people trying to cling to the sides of the aircraft.<br />Afghanistan’s national army and police forces, theoretically numbering 350,000 men and trained and equipped at huge cost by the U.S. and Western allies, were supposed to be a powerful deterrent to the Taliban. They were trained to match the way American forces operate, combining ground operations with air power and using aircraft to resupply far-flung outposts and collect intelligence.<br />But following Mr. Biden’s withdrawal plan, the U.S. pulled its air support, intelligence and contractors servicing Afghanistan’s planes and helicopters. That meant the Afghan military couldn’t function anymore. In many instances, soldiers simply changed out of the uniforms into civilian clothes."
}