{
    "url_original": "https://www.wsj.com/articles/what-we-still-dont-know-about-the-feds-bond-buying-spree-11629593493?mod=markets_lead_pos3",
    "url": "what-we-still-dont-know-about-the-feds-bond-buying-spree-11629593493",
    "title": "What We Still Don’t Know About the Fed’s Bond-Buying Spree",
    "sub_head": "Is the Fed more concerned about battling inflation or helping the economy?",
    "category_1": "Markets",
    "category_2": "Streetwise",
    "time": "2021-08-22 08:00:00",
    "body": "Three vital issues for investors remain uncertain as the Federal Reserve moves toward tapering its bond buying. Will this quantitative tightening mean Treasury yields go up or down? Will stocks do better with rising or falling bond yields? And, a linked issue, is the stock-bond relationship that has held for the past three decades going into reverse?<br />Few people share my first uncertainty, because it seems so obvious that if the Fed buys fewer Treasurys, the price will drop and hence the yield rise. It is basic supply and demand, goes the response: Duh.<br />It is certainly true that all else equal, fewer bond purchases should mean a higher yield. But all else isn’t equal, because the Fed’s discussion of withdrawing stimulus shows a shift in mentality toward tighter monetary policy. Tighter monetary policy means less growth and inflation in the long run, and so lower long-term bond yields. The balance between the demand impact of less Fed buying and the perception of policy tightening will determine whether 10-year yields rise or fall, and it isn’t obvious to me which way they will go.<br />Wednesday and Thursday of last week provided an early test, as stocks and commodity prices dropped around the world after Fed minutes showed the central bank shifting toward tapering bond-buying this year. After briefly rising, 10-year yields dropped back.<br />The market’s early moves also provide a guide on the second uncertainty: Ending Fed bond-buying might be bad for stocks. We should be cautious about how bad, though, because of the uncertain interplay of two forces. Tighter monetary policy itself is bad for stocks, but the stronger growth that usually pushes the Fed to tighten is good for stocks. Since about 2000 this has shown up in a strong short-term correlation between rising yields and rising stock prices (despite the fact that over periods of years stocks have risen and yields fallen)."
}