{
    "url_original": "https://www.wsj.com/articles/what-marc-marons-learned-from-hosting-over-1-200-episodes-of-his-podcast-11628513092?mod=tech_featst_pos2",
    "url": "what-marc-marons-learned-from-hosting-over-1-200-episodes-of-his-podcast-11628513092",
    "title": "What Marc Maron’s Learned From Hosting Over 1,200 Episodes of His Podcast",
    "sub_head": "The actor and comedian also tells us how he’s been smoking his own fish for breakfast.",
    "category_1": "WSJ. Magazine",
    "category_2": "My Monday Morning",
    "image_1_url": "https://images.wsj.net/im-381003?width=860&height=484",
    "image_1": "im-381003.jpg",
    "time": "2021-08-09 08:44:00",
    "body": "In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.<br />Even though Marc Maron has been glad to get back to performing at comedy clubs, his re-entry hasn’t been totally smooth. “The first week or two of being back at the Comedy Store, where no one seemed to know how to calibrate their voices properly, everybody’s like [loudly], Hey, how’s it going?” says the comedian and actor, 57. “Why are you yelling at me? It was kind of intense, almost emotionally overwhelming to be hanging out with a bunch of comedians again.” He says he’s taking it slow as he develops material for a new hour: “I’m not one of these comics who’s sort of like, I don’t care what I have, I need to be out in front of people because I don’t know who I am and I need love.”<br />This month, Maron plays Jerry Wexler in the Aretha Franklin biopic Respect, starring Jennifer Hudson. Wexler was the influential music producer credited with coining the term “rhythm and blues” and turning Franklin’s career around, helping her become the “Queen of Soul.” Right now, Maron, who lives in Los Angeles, is also embarking on a stand-up tour again, with his first stops planned in Denver, Phoenix and Salt Lake City, barring any new pandemic-related regulations on live events. He’s a podcast pioneer, who’s been hosting his weekly WTF With Marc Maron show since 2009; he’s released over 1,200 episodes, with recent guests including Rick Rubin, Quentin Tarantino and Eddie Murphy. Here, he speaks to WSJ. about how he got into yoga and why he still gets nervous before almost every interview he does.<br />What time do you get up on Mondays, and what’s the first thing you do?<br />I seem to be getting up at around 6:30 every day, so Monday’s no different. So I set an alarm for 6:30 for no real reason. I got in the habit during the pandemic of doing an Instagram Live at 6:30 for an hour or so, just to keep my sanity, because I was alone in the house and I was in need of an audience, apparently. But I’m through that now. I kind of sit in bed for a little while, connect with the dumb cats, and then the process lately has been I’ll go make coffee, like, too much coffee, like, a quart. I’ll put it in a giant thermos. I don’t have anything to do in the morning, so this is just to kind of get the energy going."
}