{
    "url_original": "https://www.wsj.com/articles/what-makes-us-love-the-pain-of-hot-peppers-11630123261?mod=life_work_minor_pos4",
    "url": "what-makes-us-love-the-pain-of-hot-peppers-11630123261",
    "title": "What Makes Us Love the Pain of Hot Peppers?",
    "sub_head": "Eating spicy chilies has the effect of a self-induced chemical attack. The evolutionary puzzle is figuring out why we do it.",
    "category_1": "Life & Work",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-391771?width=860&height=573",
    "image_1": "im-391771.jpg",
    "time": "2021-08-28 12:01:00",
    "body": "Humans like to eat a lot of strange things—decomposed shark, Namibian warthog rectum, British food—yet among the strangest is our taste for chili peppers: a fruit that, ecologically speaking, specifically evolved to repel us.<br />Although chilies meet the culinary definition of a spice or vegetable, from a botanical point of view, they are fruits—berries, to be specific. But whereas other berries have thorns to protect against seed-destroying predators, chilies have a defense mechanism in the form of the chemical compound capsaicin, the principal function of which is to cause pain for predators. The scientific term for this is “directed deterrence.”<br />Birds, which are natural seed dispersers and excrete seeds whole and intact, are immune to capsaicin, a biological reward for helping chilies to spread and propagate. Humans, by contrast, are an ecological threat to chilies, because our mammalian teeth tend to crush and destroy seeds. We can sense capsaicin at a minuscule one part per million (consider that our threshold for sensing salt begins at about 2,000 parts per million and for sugar, around 5,000).<br />It’s not our sense of taste that’s doing the work here but our trigeminal or chemical sense, which registers sensations of irritation, temperature and touch to alert the body of potential harm. In fact, the same pain sensor that alerts us to capsaicin, TRPV1, also responds to physical heat, specifically temperatures above 109°F. So eating a pepper isn’t unlike, say, being stung by a bee, licking a nine-volt battery or burning your tongue on scalding hot coffee—all sensations intended to warn the body of exposure to harm and if necessary to trigger a series of protective reflexes.<br />Bite into a habanero pepper or order your food “Thai hot,” and your body essentially thinks it’s being attacked by a chemical weapon. Beyond the burning pain, which is supposed to compel you to reject or eject spicy food, you’ll probably begin to sweat as your body attempts to flush your system; your nose will run to protect your nasal passages; your eyes will water to protect your corneas; you’ll produce excess saliva to purge your mouth; and you might cough or sneeze to protect your airways. These are many of the same defense mechanisms you’d expect if you were to choke on a pretzel or eat something you were allergic to."
}