{
    "url_original": "https://www.wsj.com/articles/what-climate-change-might-do-to-your-favorite-wine-11628778962",
    "url": "what-climate-change-might-do-to-your-favorite-wine-11628778962",
    "title": "What Climate Change Might Do to Your Favorite Wine",
    "sub_head": "Many oenophiles take particular pleasure in teasing out the nuances of terroir, the specific combination of soil, topography and climate that makes a wine unique. But what happens when extreme weather events and rising temperatures hit a wine region?",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-382007?width=860&height=652",
    "image_1": "im-382007.jpg",
    "time": "2021-08-12 10:36:00",
    "body": "THE FRENCH TERM terroir has been defined in various ways—and called undefinable, too—but it’s generally understood to denote a combination of soil, topography and climate that gives a wine its particular character. With so many wine regions flooded or on fire in recent months and years, I’ve wondered: Does this change their terroir?<br />Terroir and climate have both been topics of fierce debate. Just as some people don’t believe climate change is real, some oenophiles think terroir is a ruse, a mere marketing tool. Recent extreme weather events are certainly real: In this grape-growing season we have seen massive floods wash out vineyards in western Germany and severe drought affect California’s wine regions. Is it possible that certain places may no longer be viable for the grapes traditionally grown there? And how might wine regions and the characteristics that define their wines shift as a result? When I put these questions to wine professionals, climate scientists and a terroir consultant, I heard conflicting answers as well as a few reasons to hope amid much despair.<br />Today, winemakers, marketers and writers alike tend to invoke “terroir” with reverence, to describe a distinctive wine of a notable place, but it wasn’t always so. In his book “Terroir and Other Myths of Winegrowing,” Mark A. Matthews notes, “[F]rom our earliest records, terroir is employed as a pejorative when describing wine flavor, and that undesirable flavor is described as the soil.” Not until the French instituted the modern appellation d’origine contrôlée system for wines in the early 20th century, establishing the importance of a specific place and the unique conditions there to grape growing and winemaking, did the word acquire its current cachet.<br />When I talked to Chile-based terroir consultant Pedro Parra, who holds a Ph.D. in terroir, he defined terroir as a combination of nature and human intervention. Mr. Parra’s book “Terroir Footprints” describes his work with viticulturists and winemakers all over the world and his passion for soil (and especially rocks). He believes climate change can alter a wine region’s terroir.<br />Burgundy vigneron Véronique Boss-Drouhin, who oversees winemaking at her family’s Beaune-based domaine, does not believe climate extremes have affected Burgundy’s winemaking negatively. In an email she wrote, “Global warming has been a good thing for the quality of the wines.” She cited increased temperatures as beneficial for a region where the weather in the 1970s and 1980s was often too cool or too rainy for grapes to ripen properly."
}