{
    "url_original": "https://www.wsj.com/articles/when-bad-thinking-happens-to-good-people-review-lets-be-reasonable-11630016871?mod=opinion_reviews_pos1",
    "url": "when-bad-thinking-happens-to-good-people-review-lets-be-reasonable-11630016871",
    "title": "‘When Bad Thinking Happens to Good People’ Review: Let’s Be Reasonable",
    "sub_head": "To believe something without sufﬁcient evidence is not only a mistake, it may be morally blameworthy. Can philosophy help?",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-391994?width=860&height=573",
    "image_1": "im-391994.jpg",
    "time": "2021-08-26 18:27:00",
    "body": "The reputation of science had been taking a bit of a battering before its successes in fighting the global pandemic raised its esteem. Could the reputation of philosophy benefit from a similar upswing, thanks to a very different form of contagion? According to the philosophers Steven Nadler and Lawrence Shapiro, it should. In the midst of “an epidemic of bad thinking” that spreads “like a virus,” it is to philosophy that we “must first turn” in order to “cure America . . . of the baseless and harmful ideas that have infected a frighteningly large portion of its population.”<br />In “When Bad Thinking Happens to Good People,” Messrs. Nadler and Shapiro do an excellent job of showing off philosophy’s tools for better reasoning. For anyone not already skilled in using those tools, their book is a clear and readable primer. They insist that our beliefs should be grounded in reason and evidence, with an emphasis on the latter. They are not as hard-line as the 19th-century philosopher W.K. Clifford, who said: “It is wrong always, everywhere, and for everyone, to believe anything upon insufficient evidence.” Their version of “evidentialism” allows for some exceptions to this rule—for instance, when the chances of enduring an ordeal increase if you believe your odds ofsuccess are higher than they are. But most of the time, to believe without sufficient evidence is not only a mistake; it can be morally blameworthy if “the beliefs it tolerates cause harm.”<br />Sometimes people fail to match their beliefs to the evidence out of stupidity or ignorance. But the authors believe that such resistance to reality is often willful, what they call “epistemic stubbornness.” On this account, bad thinking is “always avoidable.”<br />As an ideal to aspire to, the requirement that beliefs be properly justified is entirely laudable. The problem is that Messrs. Nadler and Shapiro repeatedly overstate philosophy’s ability to help us meet this challenge and underestimate the reasons other than willful stubbornness why our reasoning often goes wrong.<br />It is particularly odd that they identify stubbornness as the main culprit, since philosophers are hardly renowned for changing their minds. The vast majority plow the same furrow for their whole careers, evolving the details of their positions but rarely flipping them. It is so rare for philosophers to substantively switch sides in a debate that the late Hilary Putnam became famous (or notorious) for doing it more than once."
}