{
    "url_original": "https://www.wsj.com/articles/white-house-to-unveil-steps-aimed-at-easing-housing-supply-shortage-11630446058?mod=markets_lead_pos2",
    "url": "white-house-to-unveil-steps-aimed-at-easing-housing-supply-shortage-11630446058",
    "title": "White House to Unveil Steps Aimed at Easing Housing Supply Shortage",
    "sub_head": "Moves are designed to encourage construction of homes for renters and first-time buyers",
    "category_1": "Politics",
    "time": "2021-08-31 18:37:00",
    "body": "WASHINGTON—The Biden administration is poised to unveil a series of steps aimed at addressing the U.S. shortage of entry-level homes and rental properties, according to people familiar with the matter, moves designed to boost their financing and construction over the coming years.<br />The changes would draw upon the administrative authority of government regulators such as the Federal Housing Finance Agency as Congress weighs broader policy changes tied to the debate over revamping U.S. infrastructure, according to a draft plan reviewed Tuesday by The Wall Street Journal. Details could change before the White House releases its final version. FHFA oversees Fannie Mae and Freddie Mac, the two mortgage giants that back about half of the $11 trillion mortgage market.<br />Individually, each regulatory move is technical and modest. Collectively, though, “they should have a meaningful impact, particularly because they are all focused on the lower end of the market, where there is the most need,” said Jim Parrott, a former Obama administration housing adviser, commenting on the draft.<br />The White House was expected to announce the moves as early as Wednesday, one of the people said.<br />One change would allow Fannie and Freddie to invest more of their resources into rental housing by boosting an existing regulatory cap on their investments in apartment projects supported by the Low-Income Housing Tax Credit. A second would expand an existing competitive grant program for Community Development Financial Institutions, to encourage affordable housing production. Yet another would increase the financing available for manufactured homes, which are built in factories rather than on a lot. They typically cost much less than homes built on sites and are often occupied by lower-income residents."
}