{
    "url_original": "https://www.wsj.com/articles/white-house-climate-change-global-warming-science-ipcc-report-11629497120?mod=opinion_major_pos17",
    "url": "white-house-climate-change-global-warming-science-ipcc-report-11629497120",
    "title": "White House Climate Director Defends IPCC Report",
    "sub_head": "The product is the definitive word on climate science.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-389512?width=860&height=573",
    "image_1": "im-389512.jpg",
    "time": "2021-08-22 12:02:00",
    "body": "Attempts to politicize science undermine economic opportunities and harm everyone. Your editorial’s claim that the report of the Intergovernmental Panel on Climate Change (IPCC), the global scientific authority on climate change, is a “political document” repeats a divisive falsehood that has dangerous consequences (“A Climate of Catastrophe,” Aug. 10).<br />For over 30 years, the IPCC has had the most comprehensive process evaluating the global state of climate science. Hundreds of scientists volunteer time, producing the most intensively scrutinized expert review in the scientific world. They weigh all relevant studies to deliver a collective scientific judgment. This report assessed more than 14,000 scientific publications. It addressed over 78,000 scientific and public comments.<br />The product is the definitive word on climate science. The document is policy-relevant—not prescriptive—empowering governments to act, armed with the best possible knowledge.<br />The evidence is undeniable: Burning fossil fuels and deforestation are heating the Earth, making heat waves, heavy rainfall, droughts and fire weather more frequent and severe. The consequences of our failure to act are mounting and likely to worsen. This isn’t politics; it’s physics.<br />The Biden-Harris administration understands that scientific knowledge, free from politics, is paramount to a better future. Its leaders are taking aggressive action to reduce carbon pollution and the impacts of climate change in ways that bolster economic opportunity and create jobs. Obfuscating the world’s best science is a disservice to readers who depend on objective information to make independent assessments in the face of a changing planet."
}