{
    "url_original": "https://www.wsj.com/articles/who-abandoned-bagram-air-base-joe-biden-mark-milley-pentagon-afghanistan-taliban-kabul-11630096157?mod=opinion_lead_pos1",
    "url": "who-abandoned-bagram-air-base-joe-biden-mark-milley-pentagon-afghanistan-taliban-kabul-11630096157",
    "title": "Who Abandoned Bagram Air Base?",
    "sub_head": "Biden says the military, but the military says he gave them little choice.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-27 18:52:00",
    "body": "The terrorist threat to U.S. troops, civilians and Afghans continues to loom over the frantic evacuation of Kabul airport. Thursday’s suicide bombing, which killed 13 Americans and nearly 200 Afghans, has been claimed by an Islamic State affiliate, which is plotting more.<br />Why are American troops in such a difficult-to-defend position? The evacuation is taking place at an urban airport with a civilian wing, and perimeter security is being provided, unbelievably, by the Taliban. Only about 40 miles away is Bagram airfield, the military base that the U.S. vacated in the dead of night in July, without even warning America’s Afghan allies.<br />President Biden on Thursday essentially blamed his generals for the Bagram pullout. “They concluded—the military—that Bagram was not much value added, that it was much wiser to focus on Kabul,” he said. “And so, I followed that recommendation.” What Mr. Biden neglected to mention is that the President sets the constraints under which the military draws up plans and evaluates options.<br />At a briefing last week, General Mark Milley, Chairman of the Joint Chiefs of Staff, said that securing Bagram took “a significant level of military effort,” and “our task given to us at that time, our task was to protect the Embassy in order for the Embassy personnel to continue to function.” As a result, he added, “we had to collapse one or the other.”<br />When the decision was made, which was long before the Afghan government fell, the military thought using Kabul airport did not entail substantially higher risk. That option was judged, Gen. Milley said, “to be the better tactical solution in accordance with the mission set we were given and in accordance with getting the troops down to about 600, 700 number.”"
}