{
    "url_original": "https://www.wsj.com/articles/why-do-we-shout-when-we-argue-lack-of-confidence-11629518461?mod=life_work_minor_pos4",
    "url": "why-do-we-shout-when-we-argue-lack-of-confidence-11629518461",
    "title": "Why Do We Shout When We Argue? Lack of Confidence",
    "sub_head": "Research shows that we are overconfident in our beliefs but underconfident about being heard. So we compensate by being loud.",
    "category_1": "Life & Work",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-389077?width=860&height=860",
    "image_1": "im-389077.jpg",
    "time": "2021-08-21 12:01:00",
    "body": "There is a lot of shouting in today’s discourse, from both sides of the political spectrum. Shouting matches have erupted on the House floor between Democrats and Republicans over individual Congress members’ vaccination status and in school board meetings over critical race theory and masking requirements.<br />It’s clear that shouting doesn’t actually persuade anyone. So then, why do we do it? Recent research points to a surprising answer: lack of confidence.<br />As a social psychologist I’ve studied the misperceptions people have about influence for more than 15 years, and I’ve seen that while we often are overconfident in our beliefs, the tendency to shout—whether over our neighbors, friends or adversaries—comes from underconfidence in our ability to convince others.<br />For a long time, it seemed as if researchers were constantly uncovering new ways in which people were overconfident. For example, in 2002 a team of Stanford researchers reported in the journal “Personality and Social Psychology Bulletin” on three surveys in which participants rated themselves as less susceptible to bias than their peers or than “average Americans.” In one follow-up, respondents stood by their assertion even after hearing an explanation of how their own view of themselves could be biased.<br />Using similar methods, researchers have found that the average person thinks of himself or herself as better in myriad ways (more moral, creative, athletic, even a better driver) than the average person—a statistical impossibility."
}