{
    "url_original": "https://www.wsj.com/articles/why-the-hype-around-battery-startup-quantumscape-is-discharging-11629887644?mod=business_minor_pos10",
    "url": "why-the-hype-around-battery-startup-quantumscape-is-discharging-11629887644",
    "title": "Why the Hype Around Battery Startup QuantumScape Is Discharging",
    "sub_head": "The former stock-market darling still has a market value of $10 billion, which is a lot to take on little but hope and trust",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-390128?width=860&height=573",
    "image_1": "im-390128.jpg",
    "time": "2021-08-25 06:34:00",
    "body": "This column is part of the Heard on the Street Stock Picking Contest. You’re invited to play along with us here.<br />As a black-box company in a technical industry, battery startup  QuantumScape  was always an unlikely investor darling. Chances that it can revive the early hype around its early-stage technology seem slim.<br />The company, which went public last fall via a special-purpose acquisition company, says it has hit on a wonder material that could, based on initial testing, enable the manufacture of “solid state” batteries with pure lithium anodes. This would be a breakthrough innovation, extending battery range, supporting fast charging and reducing costs. Electric vehicles might finally be as cheap and easy to fill with power as today’s gas ones.<br />QuantumScape became a stock-market sensation, with a strong following among individual investors. Valued at $3.3 billion in the deal that brought it to market, the company reached a peak enterprise value of more than $30 billion as 2021 dawned, according to FactSet (more, factoring in stock options and other forms of share issuance).<br />A steadily falling share price has since brought that number back to about $7.3 billion. Even that is out of kilter with peers. Solid Power, another solid-state startup, agreed to merge with a SPAC in June at an enterprise value of $1.2 billion. British peer Ilika is capitalized at less than $300 million."
}