{
    "url_original": "https://www.wsj.com/articles/why-the-productivity-boom-isnt-over-11628615911?mod=markets_major_pos1",
    "url": "why-the-productivity-boom-isnt-over-11628615911",
    "title": "Why the Productivity Boom Isn’t Over",
    "sub_head": "One disappointing quarterly reading aside, there are reasons to expect productivity, and hence the economy, to keep growing at a fast pace",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-383057?width=860&height=573",
    "image_1": "im-383057.jpg",
    "time": "2021-08-10 13:18:00",
    "body": "So much for the pandemic-driven productivity boom?<br />A quick look at the latest figures suggests this might be so. The Labor Department on Tuesday reported that productivity, as measured by how much the typical worker gets done in an hour, rose at a 2.3% annual rate in the second quarter from the previous quarter, putting it 1.9% above its year-earlier level. That was a significant slowdown from the first quarter, when productivity was up 4.1% from a year earlier, marking its biggest advance in over a decade.<br />Productivity growth could slow further in the current quarter. That is because even though the U.S. economy continues to grow at a decent clip, so too does the job market. The story goes like this: In the initial stages of the recovery, demand grew much faster than businesses were able, or willing, to hire. Existing employees worked like crazy and output per hour rose as a result. It wasn’t sustainable—people can only work so hard—and now employment is catching back up.<br />This is something like the scenario the Congressional Budget Office envisions. In projections released last month, it forecast that productivity growth would slow markedly next year, essentially bringing the level of output per hour back to the trend it was on before the pandemic. That wouldn’t be great news, since productivity basically sets the speed limit for how fast the economy can sustainably grow. And indeed, gross domestic product is now approaching the CBO’s estimate of its potential—the level it can attain without overheating—at which point it would need to grow significantly slower to avoid trouble such as inflation.<br />But the CBO’s projections, as Robert Barbera, director for the Center for Financial Economics at Johns Hopkins University has pointed out, may be far too dour. If productivity growth merely slows to its pre-pandemic pace, rather than dropping below that as the CBO forecasts, GDP could grow more quickly without running against its speed limits, he says."
}