{
    "url_original": "https://www.wsj.com/articles/why-illegal-u-s-border-crossings-likely-arent-fueling-the-covid-19-surge-11629547201?mod=business_minor_pos4",
    "url": "why-illegal-u-s-border-crossings-likely-arent-fueling-the-covid-19-surge-11629547201",
    "title": "Why Illegal U.S. Border Crossings Likely Aren’t Fueling the Covid-19 Surge",
    "sub_head": "Migrant arrests are hitting records, but many who are intercepted are sent to Mexico while those who stay are often tested for the virus",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-389075?width=860&height=573",
    "image_1": "im-389075.jpg",
    "time": "2021-08-21 08:00:00",
    "body": "As the rate of Covid-19 infections rises across the U.S., some policy makers have said that the surge in illegal crossings at the southern border is contributing to the pandemic.<br />Texas Republican Gov. Greg Abbott has cited the federal policy of allowing some asylum-seeking migrants to enter the U.S. as a reason for the wave of Delta-variant cases in his state. He said in a Fox News interview in July that President Biden, a Democrat, is “importing Covid into Texas and the United States.”<br />Such concerns have raised questions about how many migrants are allowed to stay in the country after crossing the border and how they are handled when it comes to health policies for limiting the spread of the deadly virus.<br />It depends who they are. Generally, single adults and some families are immediately returned to Mexico under a public-health policy known as Title 42, while children who arrive at the border without a parent are permitted to stay. Of the nearly 1.3 million arrests made by the Border Patrol so far this budget year, which began in October, 66% resulted in the person being sent back to Mexico immediately.<br />Families who aren’t immediately turned away under Title 42 are instead allowed to pursue their immigration claims in the U.S., where federal law permits anyone to apply for asylum regardless of how they entered the country. The most recent government data show that 87% of families who crossed the border in July were given this option. The Border Patrol typically releases them with a court date or an appointment to check in with immigration authorities, and migrants most often then travel to different parts of the U.S. to join family members or friends."
}