{
    "url_original": "https://www.wsj.com/articles/why-the-great-gatsby-is-the-ultimate-summer-reading-11629332028?mod=life_work_lead_pos2",
    "url": "why-the-great-gatsby-is-the-ultimate-summer-reading-11629332028",
    "title": "Why ‘The Great Gatsby’ Is the Ultimate Summer Reading",
    "sub_head": "Garden parties may be back in vogue, but no one can throw a summer bash like Jay Gatsby. For a stylish page-turner, why not dip back into F. Scott Fitzgerald’s classic tale of indulgence and spirit during a sweltering season in the Roaring ’20s.",
    "category_1": "Life & Work",
    "category_2": "Reading & Retreating",
    "image_1_url": "https://images.wsj.net/im-386492?width=860&height=578",
    "image_1": "im-386492.jpg",
    "time": "2021-08-19 06:00:00",
    "body": "NEW YORK in the summer—hot, hazy, the streets steaming—calls for nothing so much as a garden party. At least that’s what Jay Gatsby, the mysteriously moneyed protagonist of F. Scott Fitzgerald’s best-loved novel, “The Great Gatsby,” might say. “By seven o’clock the orchestra has arrived,” Fitzgerald writes of one of Gatsby’s famous bashes. “The bar is in full swing, and floating rounds of cocktails permeate the garden outside, until the air is alive with chatter and laughter, and casual innuendo and introductions forgotten on the spot, and enthusiastic meetings between women who never knew each other’s names.” It’s an extrovert’s dream.<br />Fans of the book praise Fitzgerald’s ability to capture the instability and malaise of the interwar period. He is also, perhaps, our best chronicler of parties. In Fitzgerald’s world, merrymaking matters. The ostentatious gatherings in “The Great Gatsby,” first published in 1925, are shot through with a sense of possibility: Who knows who you might meet?<br />When Gatsby’s neighbor, Nick Carraway, who also serves as the book’s narrator, attends his first shindig next door, he observes guests who are “agonizingly aware of the easy money in the vicinity and convinced that it was theirs for a few words in the right key.” Gatsby has his own motives. Perhaps his long-ago love, Daisy, now living just across Long Island Sound, will wander into the sprawl one day. Anything could happen, and no one would have to know. One frequent attendee remarks: “I like large parties. They’re so intimate. At small parties there isn’t any privacy.”<br />For those of us ready to entertain again, and craving the intimacy of a large party, ripe with risk and opportunity, there is no better reading than “The Great Gatsby.” The summer may be long and lazy, but “Gatsby,” almost a century on, remains hard and glittery. It’s a tonic for listlessness, bracing and sharp, like a gin cocktail on a sweltering afternoon.<br />Techy innovation rarely makes an appearance in Gatsby’s world—unless you count his telephone—but cars and driving are central to the action and function as a kind of extension of each character’s personality. Jordan Baker, the competitive golfer who plays loose with the truth, is a terrible driver, passing so close to pedestrians that her “fender flicked a button on one man’s coat.” She tells Nick she likes him while whizzing down the road (“I hate careless people. That’s why I like you.”) Meanwhile, Daisy drives to steady her nerves—with disastrous results. Gatsby’s car (shown) is, fittingly, over-the-top, a “rich cream color, bright with nickel, swollen here and there in its monstrous length with triumphant hat-boxes and supper-boxes and tool-boxes, and terraced with a labyrinth of wind-shields that mirrored a dozen suns.”"
}