{
    "url_original": "https://www.wsj.com/articles/why-amazon-is-getting-more-physical-11629405921?mod=business_minor_pos10",
    "url": "why-amazon-is-getting-more-physical-11629405921",
    "title": "Why Amazon is Getting More Physical",
    "sub_head": "E-commerce giant needs showrooms for its growing line of private labels—and other retailers are unlikely to help",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-08-19 16:45:00",
    "body": "Amazon . com’s plan to open its own department stores might not be as crazy as it sounds.<br />Much depends on the details. The Wall Street Journal reported Wednesday that the e-commerce titan plans to open several large physical retail locations that will carry clothing, household items, electronics and other products.<br />The stores will be smaller than typical department stores at around 30,000 square feet, but much larger than the company’s previous attempts at its own retail outlets. Its Go convenience stores typically have ranged between 450 square feet and 2,300 square feet, though a grocery store the company opened last year in Seattle was just over the 10,000 square foot mark.<br />Other Amazon stores specializing in books and kitchen gadgets have averaged around 4,000 square feet. Still, physical stores make up just 4% of Amazon’s annual revenue, mostly from its ownership of the Whole Foods grocery chain.<br />The company might understandably shy away from the department store label, which hasn’t been a popular format lately. Competition not only with Amazon but other so-called big-box retailers has hit the sector hard, and closures from the pandemic certainly didn’t help. The four largest U.S. department store operators by annual sales— Kohl’s ,  Nordstrom, Dillards and  Macy’s —have seen their revenue fall by an average of 6% annually over the last five years, according to data from S&P Global Market Intelligence. Amazon has averaged annual revenue growth of 29% in that time."
}