{
    "url_original": "https://www.wsj.com/articles/wide-pants-vs-skinny-pants-what-kind-of-man-are-you-11630417504?mod=life_work_lead_story",
    "url": "wide-pants-vs-skinny-pants-what-kind-of-man-are-you-11630417504",
    "title": "Wide Pants Vs. Skinny Pants: What Kind of Man Are You?",
    "sub_head": "When it comes to jeans and trousers, a lot of men passionately fall into one of these camps. We explore both styles’ merits—and propose some happy-medium options.",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-393453?width=860&height=573",
    "image_1": "im-393453.jpg",
    "time": "2021-08-31 09:54:00",
    "body": "MEN’S PANTS have gone through every possible design configuration over the last decades: from suffocating stove-pipe pants to roomy ’70s flares and “baggies,” with tight pants reasserting themselves in the 1980s new-wave era. And the loose-tight style pendulum kept swinging into the ’90s and up to today, when we find ourselves at an interesting crossroads. Even as skinny jeans continue to lose currency, a lot of men remain fans of narrow cuts. But wide is surging in style-forward circles. And so battle lines are being drawn. Here are two (very strong) points of view.<br />From the moment  you slip into spacious slacks, say men in the broad-pant camp, you can smugly take pleasure in knowing you are modish and, unlike your tightly clad counterparts, won’t be called “basic” by judgmental teens. This was part of the draw for Stewart Bean, a 34-year-old graphic designer in Manhattan, when earlier this year, he bought JW Anderson x Uniqlo jeans that felt “huge” compared with the straight-leg denim he’d been wearing. “As someone in my mid-30s, I didn’t want to seem dated or be left behind,” said Mr. Bean. “I do feel like I’m joining a club of big-pants youths.”<br />That said, his advocacy of ample pants is not just about being on-trend. Mr. Bean said he feels “more free” in them, while Kyle Norville, a teacher in Brooklyn, enjoys the heightened comfort billowing pants deliver. “I have room around my thigh. I can walk, bend and run more easily” than in slim fits, said Mr. Norville, 31. He has appreciated the pants’ roominess as his weight has yo-yoed during the pandemic. And after a year of working from home, slacks with breathing room seem a natural progression from his other Covid standby, pajamas, as he ventures out.<br />Voluminous pants let Derek Manansala, 28, a film director’s assistant in Los Angeles, experiment with “shapes” when assembling ensembles. His stack includes a navy pair with parachute-like dimensions from Parisian brand Casey Casey. “With menswear there’s not too much to play around with,” said Mr. Manansala. “Wider pants help me make interesting outfits.” He pairs his with oversize shirts for a “flowy” look or slim tops for contrast. And Mr. Bean plays the opposites-attract game by teaming his wide pants with slight Bode house shoes.<br />To avoid looking sloppy, London stylist Mitchell Belk suggests such simple tricks as tucking in a T-shirt or cuffing a hem. No matter how slouchy the pants, they have to “fit somewhere,” emphasized Nick Wakeman, founder of Studio Nicholson, a London brand known for capacious cuts that nevertheless always hug the waist and backside."
}