{
    "url_original": "https://www.wsj.com/articles/wildfire-season-pg-e-warns-it-may-black-out-customers-to-reduce-california-risks-11629216000?mod=business_lead_pos5",
    "url": "wildfire-season-pg-e-warns-it-may-black-out-customers-to-reduce-california-risks-11629216000",
    "title": "Wildfire Season: PG&E Warns It May Black Out Customers to Reduce California Risks",
    "sub_head": "The pre-emptive power shut-offs, the company’s first this wildfire season, are a response to high winds poised to hit the state",
    "category_1": "Business",
    "time": "2021-08-17 13:17:00",
    "body": "PG&E Corp.  warned that it may cut electricity Tuesday to about 48,000 customers in heavily forested parts of Northern California to reduce the risk that its power equipment will spark wildfires.<br />The utility company said it may begin implementing so-called public safety power shut-offs Tuesday evening in small parts of 18 counties north of San Francisco in anticipation of wind gusts up to 40 miles an hour, conditions that can cause fires to rapidly spread.<br />The proactive shut-offs, the company’s first so far this wildfire season, may last through Wednesday afternoon. The exact number of people who may be affected is uncertain but could top 140,000, based on census data on people per household in California.<br />More than 11,000 potentially affected customers reside in Butte County, where the Dixie Fire is raging. The fire has destroyed nearly 579,000 acres in Butte, Plumas, Lassen and Tehama counties, making it the second-largest fire in California history. Earlier this month, the large fire burned much of the town of Greenville, about 115 miles northeast of Sacramento.<br />The fire may have started when a tree touched one of PG&E’s power lines, the company disclosed to regulators last month. A total of 6,579 fire personnel are assigned to the blaze, which is 31% contained, according to InciWeb, which shares fire reports from different government agencies. The fire is burning northeast of Paradise, which was destroyed in 2018 by a fire sparked by a PG&E transmission line. That wildfire, the deadliest in California history, killed 84 people."
}