{
    "url_original": "https://www.wsj.com/articles/with-herbalife-you-need-to-get-in-on-the-ground-floor-11629714780?mod=business_minor_pos10",
    "url": "with-herbalife-you-need-to-get-in-on-the-ground-floor-11629714780",
    "title": "With Herbalife, You Need to Get in on the Ground Floor",
    "sub_head": "Brawling billionaires have walked away from the nutrition company, but there is a bargain waiting here for ordinary investors",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-389047?width=860&height=573",
    "image_1": "im-389047.jpg",
    "time": "2021-08-23 06:33:00",
    "body": "This column is part of the Heard on the Street stock-picking contest. You’re invited to play along with us here.<br />The path to success at Herbalife is the opposite of what works in the stock market—you need to get in near the top.<br />The multilevel marketing company, which sells health supplements through layers of distributors, has attracted its fair share of criticism over the years—none as harsh as the lashing it got from silver-haired hedge-fund manager William Ackman starting in December 2012. The stock dropped 43% in a few days to a multiyear low when he accused it of being a pyramid scheme and announced he had sold its shares short in a bet that they would go to zero.<br />But taking the other side of the trade would have been a good idea—so good, in fact, that fellow hedge-fund managers Dan Loeb and Carl Icahn, as well as Soros Fund Management, piled in. Now that the dust has settled, Mr. Icahn was the last to exit the scene. Seeing little role for an activist, he sold the last of his shares a few months ago for what reportedly was a profit of about $1.3 billion.<br />That doesn’t mean all the gains have been banked in this stock, though. It now fetches just 9 times forward earnings which, with the exception of last March’s Covid-19 market plunge, is close to its cheapest since the height of Mr. Ackman’s campaign 5½ years ago. The multiple was 15.4 times at the beginning of 2020."
}