{
    "url_original": "https://www.wsj.com/articles/wolverine-to-buy-sweaty-betty-for-410-million-11627987500?mod=business_lead_pos13",
    "url": "wolverine-to-buy-sweaty-betty-for-410-million-11627987500",
    "title": "Wolverine to Buy Sweaty Betty for $410 Million",
    "sub_head": "Maker of Wolverine boots and Keds sneakers dives into crowded athletic-apparel market",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-379074?width=860&height=573",
    "image_1": "im-379074.jpg",
    "time": "2021-08-03 06:45:00",
    "body": "The maker of Wolverine boots and Keds sneakers is diving deeper into apparel with the acquisition of women’s activewear brand Sweaty Betty for about $410 million in cash, according to the company.<br />Wolverine Worldwide Inc.,  which is best known for selling shoes since it was founded in 1883, is making the leap into athletic wear as growth surges in the category, along with competition. Brands including J.Crew Group Inc. and Tory Burch LLC now sell their own activewear lines and department stores such as  Nordstrom Inc.  and  Kohl’s Corp.  have been devoting more space to the stretchy, performance apparel. Its appeal has only grown during the pandemic, when it has doubled as office attire and loungewear.<br />“Performance and fashion—there has been a fusion of that over the last several years that’s going to continue into the future,” said Wolverine CEO Blake Krueger. He said Sweaty Betty, which was founded in 1998 and is based in London, has held its own against larger brands. “They’ve carved out their own attributes, their own niche in the market,” he said.<br />“My mission has always been to empower women through fitness and beyond,” wrote Sweaty Betty’s co-founder, Tamara Hill-Norton, on the company’s website. Ms. Hill-Norton and her husband, Simon Hill-Norton, are no longer formally involved with the company, according to Wolverine.<br />Wolverine is buying the brand from shareholders that include L Catterton, a private-equity firm co-owned by Bernard Arnault, the CEO of LVMH Moët Hennessy Louis Vuitton SE."
}