{
    "url_original": "https://www.wsj.com/articles/work-from-home-new-employees-friends-11627590247",
    "url": "work-from-home-new-employees-friends-11627590247",
    "title": "These New Hires Made Fast Friends Working From Home",
    "sub_head": "Remote work can feel isolating for new employees, but many younger workers turned digital hangouts and Zoom calls into real-world meetups",
    "category_1": "Life & Arts",
    "category_2": "At Work",
    "image_1_url": "https://images.wsj.net/im-376909?width=860&height=573",
    "image_1": "im-376909.jpg",
    "time": "2021-08-01 06:00:00",
    "body": "Jacob Ma wasn’t going to let the fact that his new job kept him at home all day stop him from making new friends.<br />As soon as he joined the software company  Qualtrics  as a consultant in January, the former college resident adviser and inveterate social organizer started brainstorming ways to hang out with his new colleagues. He first put together virtual social events, like online happy hours and scavenger hunts, and, starting in late March, added in-person meetups at safe outdoor venues in the Seattle metro area.<br />“It’s really hard to make friends over Zoom, and it’s definitely easier for me to meet someone in real life and see whether we might want to hang out again outside of work,” says Mr. Ma, 27 years old. Today, he has a couple of colleagues he hangs out with regularly on the weekends and continues to organize events roughly once a month.<br />“Jacob is like a party-planning committee of one,” says his co-worker Britney Shalloway, 29, who moved to Seattle in June and has appreciated these events as a way to get to know her colleagues in a new city.<br />Starting a remote job can be hard, but many people have found new ways to forge work friendships during the pandemic. There’s no longer a proverbial water cooler to generate casual encounters, and some younger workers have never had a physical office at all. But they’ve overcome the awkwardness of the digital chat box to initiate meaningful, if often distanced, friendships. Some online work friends have even found success taking their hangouts offline once the vaccine rollout made socializing and travel easier."
}