{
    "url_original": "https://www.wsj.com/articles/worried-about-germs-consider-a-90s-nylon-bag-11629394620?mod=life_work_lead_pos3",
    "url": "worried-about-germs-consider-a-90s-nylon-bag-11629394620",
    "title": "Worried About Germs? Consider a ’90s Nylon Bag",
    "sub_head": "Understated and easy to clean, black nylon bags—like the iconic styles Prada popularized decades ago—are trending once more. Here, four updated options to try.",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-386863?width=860&height=573",
    "image_1": "im-386863.jpg",
    "time": "2021-08-19 13:37:00",
    "body": "WHEN MIUCCIA PRADA took over her family’s leather goods company in the 1970s, no one expected that she’d play by the rules—after all, she was a member of the Italian Communist Party. Now known for her cerebral explorations of femininity and for making “ugly” cool, Ms. Prada heretically found early success in handbags that didn’t rely on exotic skins or flashy hardware, but on nylon—a material used for toothbrush bristles, ladies’ stockings, and WWII soldiers’ parachutes.<br />Though first introduced in the ’80s, Prada’s black nylon bags really took off in the ’90s, in various styles from backpacks to mini baguettes. Among the factors that fueled their popularity: the rise of anti-fashion-as-fashion, minimalism and futuristic aesthetics spurred by the impending turn-of-the-millennium. Around the same time, Kate Spade’s more affordable nylon box bags became ubiquitous among teens and adults. Imitations ensued and nylon bags soon populated every store at the mall.<br />Lately, fashion’s cyclical nature has been busily resurrecting ’90s trends—nylon bags included. On photo shoots, Los Angeles stylist Rebecca Ramsey has observed that “younger models and talent show up with pre-loved nylon purchases from Depop or even their mom’s old bags.” But faddish nostalgia isn’t the only driver: Nylon bags are often practical, waterproof, virtually indestructible and—perhaps most appealing in the midst of a global pandemic—easy to wipe off. Brands like LeSportsac (which makes a roomy crossbody) and Sacai (which sells a tiny utilitarian version) are offering updated takes on the classic. The slouchy interpretation from New York label the Row, functional enough for day but sleek enough for night, has generated a particular abundance of buzz. If your heart is still set on the bag that started it all, fear not: Prada has reissued its early 2000s Mini Bag, now rendered in nylon made from recycled ocean trash.<br />Ms. Ramsey has relied on a nylon Prada fanny pack since the pandemic hit. Wary of germs, she’s found the hands-free, simple-to-clean bag an ideal companion for stroller walks and travel. Similarly, a vintage Kate Spade backpack has become an indispensable and liberating staple for Roxanne Fequiere, 33. “It’s one of the most versatile bags I own,” said the New York writer. “I don’t flinch when it rains because I know whatever’s inside is protected. I don’t feel precious about the bag itself.”<br />The Wall Street Journal is not compensated by retailers listed in its articles as outlets for products. Listed retailers frequently are not the sole retail outlets."
}