{
    "url_original": "https://www.wsj.com/articles/wuhan-virology-lab-leak-gain-of-function-research-ccp-beijing-covid-origins-coronavirus-11629037765?mod=opinion_lead_pos7",
    "url": "wuhan-virology-lab-leak-gain-of-function-research-ccp-beijing-covid-origins-coronavirus-11629037765",
    "title": "The World Needs to Know What Happened at the Wuhan Lab",
    "sub_head": "Was the coronavirus manipulated to infect humans? If so, that will inform our response.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-15 15:34:00",
    "body": "The U.S. Centers for Disease Control and Prevention wasn’t allowed to visit the city of Wuhan, China, or the Wuhan Institute of Virology in early 2020. We’ve been trying to find out why ever since. Had we encountered transparency rather than stonewalling, it wouldn’t have been necessary to put together the circumstantial pieces of the puzzle on our own.<br />On Sept. 12, 2019, coronavirus bat sequences were deleted from the institute’s database. Why? It changed the security protocols for the lab. Why? It put out requests for more than $600 million for a new ventilation system. What prompted this new need?<br />In January 2020 two hypotheses emerged about the origin of the novel coronavirus: that it began in a bat, then infected another animal before spreading to humans in a Wuhan “wet market,” where wild animals are sold for meat; or that it emerged from the Wuhan laboratory. The wet-market story was pushed by the Chinese CDC and the World Health Organization. Public-health leaders argued that Covid-19 was like SARS and MERS, earlier coronaviruses that emerged from bats and spread through an intermediate animal.<br />But neither of those viruses has ever evolved to the point where it can transmit efficiently from one human to the next. There have been fewer than 10,000 cases of each virus world-wide since SARS was discovered in 2003 and MERS in 2012. What virus comes out of a bat cave and infects humans by the millions? It’s not biologically plausible. If instead it evolved slowly over many years in nature, how come no one knew of it?<br />One of the lab theories hypothesizes that SARS-CoV-2 was manipulated or “taught” to infect humans. Imagine several viruses being run through humanized mice (grafted with human tissue and immune cells) to test their ability to infect human tissue. Notably, SARS-CoV-2 includes a kind of cleavage site that allows its spike protein to change its orientation and dock more easily with a human cell."
}