{
    "url_original": "https://www.wsj.com/articles/xi-jinping-deng-xiaoping-dictatorship-ant-didi-economy-communist-party-beijing-authoritarian-11628885076?mod=opinion_major_pos4",
    "url": "xi-jinping-deng-xiaoping-dictatorship-ant-didi-economy-communist-party-beijing-authoritarian-11628885076",
    "title": "Xi’s Dictatorship Threatens the Chinese State",
    "sub_head": "In his quest for personal power, he’s rejected Deng Xiaoping’s economic reform path and turned the Communist Party into an assemblage of yes-men.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-382652?width=860&height=573",
    "image_1": "im-382652.jpg",
    "time": "2021-08-13 17:12:00",
    "body": "Xi Jinping, the ruler of China, suffers from several internal inconsistencies which greatly reduce the cohesion and effectiveness of his leadership. There is a conflict between his beliefs and his actions and between his public declarations of wanting to make China a superpower and his behavior as a domestic ruler. These internal contradictions have revealed themselves in the context of the growing conflict between the U.S. and China.<br />At the heart of this conflict is the reality that the two nations represent systems of governance that are diametrically opposed. The U.S. stands for a democratic, open society in which the role of the government is to protect the freedom of the individual. Mr. Xi believes Mao Zedong invented a superior form of organization, which he is carrying on: a totalitarian closed society in which the individual is subordinated to the one-party state. It is superior, in this view, because it is more disciplined, stronger and therefore bound to prevail in a contest.<br />Relations between China and the U.S. are rapidly deteriorating and may lead to war. Mr. Xi has made clear that he intends to take possession of Taiwan within the next decade, and he is increasing China’s military capacity accordingly.<br />He also faces an important domestic hurdle in 2022, when he intends to break the established system of succession to remain president for life. He feels that he needs at least another decade to concentrate the power of the one-party state and its military in his own hands. He knows that his plan has many enemies, and he wants to make sure they won’t have the ability to resist him.<br />It is against this background that the current turmoil in the financial markets is unfolding, catching many people unaware and leaving them confused. The confusion has compounded the turmoil."
}