{
    "url_original": "https://www.wsj.com/articles/xi-jinping-chinese-communists-five-year-plan-11629664816?mod=opinion_lead_pos4",
    "url": "xi-jinping-chinese-communists-five-year-plan-11629664816",
    "title": "Xi Jinping Says What He Means",
    "sub_head": "China’s new five-year regulation plan is a warning to investors.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-08-22 18:26:00",
    "body": "The U.S. debacle in Afghanistan has rightly dominated the news, but the rest of the world keeps turning. China’s new five-year-plan for economic regulation in particular deserves more attention than it has received.<br />The document, formally the five-year plan for enhancing “rule of law,” should be read alongside the overarching five-year plan for the economy that Beijing unveiled in March. That program placed a renewed emphasis on manufacturing after many years when Beijing had said it wanted to boost services. President Xi Jinping’s government also played up “security” concerns. This mainly means looking askance at foreign influence, including imports and investment.<br />China’s Communist Party knows how to stick to a plan. Recent months have demonstrated with force what “de-emphasizing” services looks like. Authorities launched investigations of data practices at many internet firms. One target has been Didi, a popular ride-hailing app, which was instructed to stop taking new customers days after it raised $4.4 billion in an initial public offering in New York.<br />Beijing has since all but shut down the lucrative after-school tutoring market, may fine food-delivery app Meituan $1 billion for alleged antitrust violations, and is threatening the online gaming platform of Tencent, which is listed on the Hong Kong stock exchange.<br />This month’s “rule of law” blueprint makes clear that these punishments will continue indefinitely. It calls several times for beefed-up antitrust enforcement, which in Meituan’s case is proving an effective vehicle for economic control. It contemplates legislation on national security and technological innovation, among other matters, and says Beijing will play a bigger role in regulating the development of industries such as internet finance, artificial intelligence and cloud computing."
}