{
    "url_original": "https://www.wsj.com/articles/yemen-victims-push-for-war-crimes-investigation-11630315717?mod=business_minor_pos5",
    "url": "yemen-victims-push-for-war-crimes-investigation-11630315717",
    "title": "Yemen Victims Push for War Crimes Investigation",
    "sub_head": "Petition to the International Criminal Court aims to uncover abuses in the bloody civil war as the U.S. attempts to exit the conflict",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-393036?width=860&height=573",
    "image_1": "im-393036.jpg",
    "time": "2021-08-30 05:28:00",
    "body": "Lawyers for survivors and families of people killed in Yemen’s civil war have filed evidence to the International Criminal Court in an attempt to trigger a formal investigation into alleged war crimes by military forces led by Saudi Arabia and backed by the U.S.<br />The representatives called on the court’s prosecutor to investigate raids by the Saudi-led ruling coalition, including ones that hit a school bus in 2018 and a funeral gathering in 2016, and the alleged torture and murder of civilians in southern Yemen by Colombian nationals under contract to the United Arab Emirates, another leader of the ruling coalition.<br />The filing to the International Criminal Court in The Hague comes as the Biden administration tries to find an exit strategy from a conflict that has become a proxy war between Saudi Arabia and Iran after Tehran-aligned Houthi rebels seized the capital Sana'a. A Saudi-led coalition intervened militarily in 2015 with political backing and logistical and intelligence support from the U.S. and U.K., but it has become one of the world’s worst humanitarian catastrophes.<br />President Biden launched a fresh effort to end the war soon after taking office, placing it at the top of his foreign policy agenda. He appointed a special envoy who has traveled repeatedly to the region, halted offensive aid to the coalition and reversed a last-minute Trump administration move to officially declare the Houthis terrorists and sanction their leaders.<br />Mounting civilian casualties, many from errant airstrikes that killed thousands of women and children, have eroded Western support for the coalition effort, though Washington maintained critical military and intelligence backing to its allies involved in the fighting."
}