{
    "url_original": "https://www.wsj.com/articles/yes-flapper-style-is-backjust-ask-rihanna-11629303509?mod=life_work_lead_pos3",
    "url": "yes-flapper-style-is-backjust-ask-rihanna-11629303509",
    "title": "Yes, Flapper Style Is Back—Just Ask Rihanna",
    "sub_head": "Outfits inspired by the Roaring ’20s are surging back into popularity as history repeats itself",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-387095?width=860&height=860",
    "image_1": "im-387095.jpg",
    "time": "2021-08-18 12:18:00",
    "body": "MORE THAN A CENTURY after they began, the Roaring ’20s continue to exert a potent gravitational pull. The Charleston dance, flappers, the yearslong economic boom followed by a spectacular bust—almost everyone has at least a hazy idea of the Jazz Age story arc. The era’s foremost chronicler, F. Scott Fitzgerald, characterized the American experience of the decade as “a whole race going hedonistic, deciding on pleasure.” In fact, the party was global, and with good reason: After an appalling few years, in which millions died first in a war and then in a terrifying pandemic, a headlong pursuit of amusement was the automatic, understandable response.<br />You can guess where this is going: With the vaccines making Covid somewhat more manageable (at least at the time the fall 2021 collections were conceived) and the strong appeal of a centennial tie-in, designers have revived the 1920s party dress.<br />The prevailing silhouette of the ’20s was a body-skimming tube, which is another reason for the allure of this style: It’s that pleasant combination of aesthetically pleasing and comfortable. Designers, however, have not resurrected the look of the era so much as limned it for inspiration, updating period details like low-cut backs (at Khaite), gleaming pale silk (at Fendi), and more-is-good embellishments like beading and sequins (at Julie de Libran).<br />“My color this season is sparkle!” said Ms. de Libran. “Women have been saying, ‘I can’t wait to put on a dress.’ We want light and shimmer, we want to bring back our happy moods, even if it’s at home for dinner. We need it.”<br />Much as we may delight in frocks that shimmer on the dance floor, just as the women of the 1920s did, what we can’t share with them is how liberating those airy dresses felt. It was a time of acute generational tension, with society’s elders decrying the loose morals of the young in articles like the indignant “Unspeakable Jazz Must Go!” which appeared in the Ladies’ Home Journal in 1921. The matrons who read the LHJ had grown up rigidly corseted and swathed in multiple layers. Their daughters wore next to nothing. Under her lightweight dress, the modern miss wore a bra and briefs and perhaps a gossamer slip. The most daring might eschew even that; at dances on hot summer nights in Montgomery, Ala., a young Zelda Sayre would slip off her underwear and ask her date to keep it in his pocket for her."
}