{
    "url_original": "https://www.wsj.com/articles/yes-age-does-make-us-more-generous-11628878159",
    "url": "yes-age-does-make-us-more-generous-11628878159",
    "title": "Yes, Age Does Make Us More Generous",
    "sub_head": "New research shows that the older we are, the more altruistic we become",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-383846?width=860&height=573",
    "image_1": "im-383846.jpg",
    "time": "2021-08-13 14:09:00",
    "body": "Psychologist Alison Gopnik explores new discoveries in the science of human nature. Read previous columns here.<br />Like many people in their 60s, I feel that I’m less driven and ambitious than I used to be. I find myself thinking more about helping my students and children and grandchildren. But do we really get more generous and altruistic as we get older? Two new studies suggest that we do and that this change in our motivations runs deep.<br />Earlier studies had already provided some evidence that this might be true, finding that older people donate more money to charity both in real life and in hypothetical experiments and, like me, say that they care more about others. But what if older people just tend to have more money and resources than younger ones, or they don’t value money as much, so they find it easier to give it away? Or do they just want to appear more generous to the researchers?<br />Julia Spaniol at Toronto’s Ryerson University and her colleagues tried to answer these questions earlier this year by combining 16 different studies with more than 1,000 participants in a “meta-analysis” in the journal Psychology and Aging. They analyzed whether the size of the altruism effect depended on how rich or well-educated you were, whether the researchers looked at your actual behavior or what you reported about yourself, and whether the researchers knew who you were or you answered questions anonymously. None of it made any difference—the older people were just as altruistic in all the studies.<br />Patricia Lockwood at the University of Birmingham and colleagues designed a very clever new experiment, published in the journal Psychological Science in April, to ask the same question. Instead of asking people how they felt, or getting them to donate money, the researchers got them to squeeze a “dynamometer,” a machine that measures the strength of your grip. Participants could choose whether to put in effort and squeeze harder to get more points. The points translated into a small monetary reward. In half the trials, the reward would go to the participants themselves; in the other half they would go to another person. There were 150 trials, so people had a lot of chances to decide whether to go for the easier or harder choice, and they had to make the decisions quickly and intuitively, without thinking about it much."
}