{
    "url_original": "https://www.wsj.com/articles/you-are-beautiful-and-you-are-alone-review-voice-of-the-underground-11630078727?mod=opinion_major_pos12",
    "url": "you-are-beautiful-and-you-are-alone-review-voice-of-the-underground-11630078727",
    "title": "‘You Are Beautiful and You Are Alone’ Review: Voice of the Underground",
    "sub_head": "Nico’s beauty captivated admirers and directors. But her songs are best heard in the dark.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-391901?width=860&height=727",
    "image_1": "im-391901.jpg",
    "time": "2021-08-27 11:38:00",
    "body": "Nico was a face before she was a force. As a striking young fashion model in 1959 working in Rome, she visited the set where Federico Fellini was filming his latest project. When the great director spotted her, he exclaimed “I have dreamt of you. I recognize your face.” No further audition was necessary: Nico was cast in “La Dolce Vita.”<br />The part was small, a few smoldering scenes. The impact was large. As Jennifer Otter Bickerdike points out in “You Are Beautiful and You Are Alone,” her definitive biography of Nico, for years until her death from a cerebral hemorrhage in 1988, fans would buttonhole Nico about the film and how they fell hard for the mysterious tall blonde with the sunken cheekbones.<br />It was ever thus for the former Christa Päffgen, so arrestingly beautiful that she could command a stage by standing there. This was the blessing and the curse of Nico’s life: Her face opened doors for her, but also occluded her artistic achievements—a series of flashpoints followed by long periods of drug dependency, poverty and itinerant living. In order to string those moments together, Ms. Bickerdike, a pop-music scholar who has written books on Nirvana’s Kurt Cobain and Joy Division’s Ian Curtis, digs deeper than any prior biographer. She unearths a unique artistic temperament stunted by the complications of an underground life.<br />Today, most of us know Nico for one indelible moment: her vocal contributions to “The Velvet Underground & Nico” (1967), a landmark record that introduced subversive content into popular music. Nico was conscripted into the Velvets as a “beautiful mannequin” by the impresario Andy Warhol for a series of multimedia happenings he called the Exploding Plastic Inevitable. The Velvets’ leader, Lou Reed, had no use for her.<br />At Warhol’s bidding, Reed reluctantly gave Nico three lead vocals on the band’s debut album; she never recorded with them again. From the start, Nico’s talents were dismissed as dilettantish, a fashion model slumming it as a performer. The joke was on Reed: Her contributions to “The Velvet Underground & Nico” infused compositions like “All Tomorrow’s Parties” and “I’ll Be Your Mirror” with a chilliness and intimacy that radically elevated Reed’s lyrics."
}