{
    "url_original": "https://www.wsj.com/articles/youtube-censorship-prager-free-speech-big-tech-11628204348?mod=opinion_major_pos16",
    "url": "youtube-censorship-prager-free-speech-big-tech-11628204348",
    "title": "Dennis Prager on YouTube’s Record of Censorship",
    "sub_head": "It interferes with free speech about Covid and, as PragerU has discovered, so much more.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-376984?width=860&height=573",
    "image_1": "im-376984.jpg",
    "time": "2021-08-06 12:49:00",
    "body": "Regarding Susan Wojcicki’s “Free Speech and Corporate Responsibility Can Coexist Online” (op-ed, Aug. 2): My sense is that Ms. Wojcicki, the CEO of YouTube, is sincere and well-intentioned but has no idea how much damage to free speech YouTube, its owner, Google, and all the other tech giants cause. Examples of censored speech on Google and YouTube could fill an issue of The Wall Street Journal.<br />Take the most recent example. YouTube suspended Sky News Australia this past week for allegedly broadcasting “misleading” information about Covid-19. No one at YouTube would reveal what that misleading information was. Was it the Sky host who doubted the efficacy of lockdowns? Was it the discussion in which participants claimed, as numerous medical authorities do, that masks other than N95 masks are largely useless? Was it a discussion about the benefits of ivermectin?<br />Does Ms. Wojcicki know that YouTube took down video of a U.S. Senate hearing featuring major scientists speaking about the evidence in favor of ivermectin? Does she know that YouTube removed a video of a medical panel convened by Florida Gov. Ron DeSantis? The panel included Harvard’s Dr. Martin Kulldorff, Oxford’s Dr. Sunetra Gupta, Stanford’s Dr. Jay Bhattacharya and Dr. Scott Atlas, a past professor and chief of neuroradiology at Stanford University Medical Center.<br />Finally, YouTube has placed hundreds of videos of my organization, PragerU, on its “restricted list,” rendering them inaccessible in schools and libraries and in homes with “restricted mode” turned on. Restricted videos include “Churchill: The Man Who Saved the Free World,” “Why Did America Fight the Korean War?” and videos about the Ten Commandments.<br />We at PragerU are actually grateful to YouTube for helping us garner a billion views a year, and for keeping truly vile violent and sexual content off its platform. But YouTube now censors ideas—violating Section 230 of the Communications Decency Act, which allows it protection from lawsuits in exchange for maintaining an open forum. Moreover, the trend is toward more and more censorship. As a result, these tech companies present the greatest threat to free speech in American history."
}