{
    "url_original": "https://www.wsj.com/articles/zambias-opposition-wins-surprise-landslide-as-defaulting-economy-reels-11629114113",
    "url": "zambias-opposition-wins-surprise-landslide-as-defaulting-economy-reels-11629114113",
    "title": "Zambia’s Opposition Wins Surprise Landslide as Defaulting Economy Reels",
    "sub_head": "Hakainde Hichilema is declared victor after campaign that observers say was skewed in President Edgar Lungu’s favor",
    "category_1": "World",
    "category_2": "Africa",
    "image_1_url": "https://images.wsj.net/im-386013?width=860&height=573",
    "image_1": "im-386013.jpg",
    "time": "2021-08-16 07:41:00",
    "body": "Zambian opposition leader Hakainde Hichilema was elected president of Africa’s second-largest copper producer on Monday, defeating incumbent Edgar Lungu, a close Beijing ally, and marking the first election loss for a sitting African president for two years.<br />Official results from the Zambian Election Commission showed that Mr. Hichilema, an economist who had unsuccessfully contested the election five times, was declared victor with more than 2.8 million votes to Mr. Lungu’s 1.8 million. The campaign was fought amid the country’s worst economic crisis in decades, including a default on billions of dollars of debt and a darkening outlook aggravated by the impact of the coronavirus.<br />The wider-than-expected margin of victory means Mr. Hichilema avoided a runoff. Mr. Lungu, whose government had blocked social-media sites and over the weekend alleged the vote was “not free and fair,” conceded on Monday. In televised remarks, he said he accepted the election results as announced by the country’s election body. “I will comply with the constitutional provisions for a peaceful transfer of power,“ he said.<br />The outcome marks Zambia’s third transfer of power through the ballot box in as many decades, further cementing the southern African nation’s reputation as bulwark of democracy on the continent. Recent years have seen entrenched leaders—from Uganda’s Yoweri Museveni to Cameroon’s Paul Biya—declare victories in a series of flawed elections that some analysts have labeled as a regional democratic backsliding.<br />“Large turnout across the country suggested that Zambians had decided that Lungu’s time was up,” said Nic Cheeseman, professor of democracy at the U.K.’s University of Birmingham. “We believe that this demonstrates considerable independence of Zambia’s electoral commission.”"
}