{
    "url_original": "https://www.wsj.com/articles/zero-covid-coronavirus-pandemic-lockdowns-china-australia-new-zealand-11628101945?mod=opinion_lead_pos5",
    "url": "zero-covid-coronavirus-pandemic-lockdowns-china-australia-new-zealand-11628101945",
    "title": "Eradication of Covid Is a Dangerous and Expensive Fantasy",
    "sub_head": "It seemed to work in New Zealand and Australia, but now ruinous, oppressive lockdowns are back.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-08-04 18:16:00",
    "body": "Much of the pathology underlying Covid policy arises from the fantasy that it is possible to eradicate the virus. Capitalizing on pandemic panic, governments and compliant media have used the lure of zero-Covid to induce obedience to harsh and arbitrary lockdown policies and associated violations of civil liberties.<br />Among all countries, New Zealand, Australia and especially China have most zealously embraced zero-Covid. China’s initial lockdown in Wuhan was the most tyrannical. It infamously locked people into their homes, forced patients to take untested medications, and imposed 40-day quarantines at gunpoint.<br />On March 24, 2020, New Zealand imposed one of the most onerous lockdowns in the free world, with sharp restrictions on international travel, business closures, a prohibition on going outside, and official encouragement of citizens to snitch on neighbors. In May 2020, having hit zero-Covid, New Zealand lifted lockdown restrictions, except quarantines for international travelers and warrantless house searches to enforce lockdown.<br />Australia also took the zero-Covid route. While the initial steps focused on banning international travel, the lockdowns there also involved closed schools, occasional separation of mothers from premature newborns, brutal suppression of protests, and arrests for wandering more than 3 miles from home.<br />New Zealand’s and Australia’s temporary achievement of zero-Covid and China’s claimed success were greeted with fanfare by the media and scientific journals. China’s authoritarian response seemed so successful—despite the country’s record of lying about the virus—that panicked democratic governments around the world copied it. The three countries lifted their lockdowns and celebrated."
}