{
    "url_original": "https://www.wsj.com/articles/ziff-davis-is-returning-to-public-markets-with-a-mandate-to-make-deals-11629205200?mod=business_lead_pos13",
    "url": "ziff-davis-is-returning-to-public-markets-with-a-mandate-to-make-deals-11629205200",
    "title": "Ziff Davis Is Returning to Public Markets With a Mandate to Make Deals",
    "sub_head": "Parent company J2 Global is being renamed after the century-old magazine publisher and will have $1 billion for buying up other companies",
    "category_1": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-386319?width=860&height=573",
    "image_1": "im-386319.jpg",
    "time": "2021-08-17 09:00:00",
    "body": "J2 Global Inc. Chief Executive Vivek Shah has helped build an under-the-radar digital-media behemoth by buying up smaller companies. Now, he is getting a bigger war chest and a clear mandate to go on another shopping spree.<br />J2 Global—which owns a collection of assets including tech site Mashable, fax provider eFax and the videogame brand IGN—said earlier this year it is splitting into two companies. The bigger business, run by Mr. Shah, will get all of the media assets plus a $1 billion infusion to buy more. The spinoff business, called Consensus, will keep the slower-growing eFax.<br />In an interview, Mr. Shah said that the parent company will be renamed Ziff Davis, a nod to the century-old publisher. Mr. Shah said he picked the name—which calls to mind the heyday of the dot-com boom—because that publishing company survived an industry shake-up from print to digital and weathered a 2008 bankruptcy. Among Ziff Davis’s best known properties is PC Magazine, which chronicled the personal-computing revolution.<br />Mr. Shah, a former Time Inc. executive, led a private-equity buyout of the original Ziff Davis in 2010, purchasing the publisher for less than $25 million. He helped sell the company in 2012 to j2 Global for $167 million and was appointed CEO of the parent company in 2018. Earlier this year, Mr. Shah announced the spin off, which he said will simplify the business for investors. He owns less than 2% of the company.<br />“At its darkest moment, right after the great recession, we were able to recover,” Mr. Shah said. “Not many things live 100 years.”"
}