{
    "url_original": "https://www.wsj.com/articles/zooms-stock-should-stay-on-mute-11630364137?mod=business_minor_pos10",
    "url": "zooms-stock-should-stay-on-mute-11630364137",
    "title": "Zoom’s Stock Should Stay on Mute",
    "sub_head": "Despite constant contact over the last year and a half, Zoom and its investors are on the outs",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-393486?width=860&height=573",
    "image_1": "im-393486.jpg",
    "time": "2021-08-30 18:55:00",
    "body": "Full-time remote work won’t stick just because some of us want it to.<br />Zoom Video Communications ’ latest financial results are a case in point. While revenue for the videoconferencing company’s quarter ended July 31 came in just above Wall Street’s estimate, Zoom is no longer selling itself. Research and development costs nearly doubled in the quarter from the same period last year, while sales and marketing as a percentage of revenue also increased. Despite the added investments, the company’s guidance implied revenue growth will significantly decelerate throughout the year. Shares of Zoom fell 11% in after-hours trading immediately following its earnings report.<br />If you are planning on continuing to work from home every day for the foreseeable future, chances are that is a luxurious choice. Companies are beginning to require their employees back in the office some or all of the time. A working paper published in April by the National Bureau of Economic Research predicts 20% of full workdays will be supplied from home after the pandemic ends, up from 5% beforehand.<br />Assuming a given 52-week year offers 260 total weekdays, that works out to a roughly 300% increase in work days done at home—a figure that matters as investors try to value Zoom’s shares as it aims to go from a pandemic workaround to a workweek staple. Heading into Monday’s report, Zoom’s shares were up just 3% this year, which may appear modest given the hybrid work models many companies are pursuing.<br />But Zoom shares have returned more than 800% in the roughly 18 months from when they first started trading back in the Spring of 2019. Shares have come off their highs as vaccines have rolled out, but they are still trading 460% above where they closed in their trading debut."
}