{
    "url_original": "https://www.wsj.com/articles/zuckerberg-simone-biles-facebook-instagram-mental-health-religion-culture-wars-11628100855?mod=opinion_lead_pos8",
    "url": "zuckerberg-simone-biles-facebook-instagram-mental-health-religion-culture-wars-11628100855",
    "title": "Mark Zuckerberg Defeated Simone Biles",
    "sub_head": "With social media platforms like Facebook and Instagram, we have democratized neurosis.",
    "category_1": "Opinion",
    "category_2": "Wonder Land",
    "time": "2021-08-04 18:14:00",
    "body": "This shouldn’t happen to anyone, but with a gymnastics career for history, Simone Biles will remain a cautionary story for our times—unless we leave her behind for the next hour’s media sensation, again ignoring the signs of caution.<br />Ms. Biles said on Instagram that her problem was “the twisties,” a phenomenon in which gymnasts lose the ability to keep track of their bodies at high speed. It happens. Some years ago, four-time All-Star second baseman Chuck Knoblauch became unable to throw a ball accurately to first base. He saved his career by moving to the outfield. Ms. Biles returned to the balance beam this week and won a bronze medal.<br />What still remains is the same two-word problem—mental health—cited at the French Open for unable-to-cope tennis star Naomi Osaka (“it’s O.K. to not be O.K.”) or countless anonymous American kids. The coronavirus pandemic will recede eventually. The mental-health pandemic won’t.<br />The buildup to her Tokyo appearance gave the impression that Simone Biles’s Olympics career was on the cusp of a fairy-tale ending. So let’s enter the mess that became her Olympics through the door of a fairy tale.<br />Once upon a time, in a faraway land called Harvard University, a young man named Mark Zuckerberg came upon the idea of using the internet so students in college could connect easily and instantly with friends. It was a wonderful idea, a pot of gold at the end of the rainbow that let Mark live in a magical place called Silicon Valley."
}