{
    "url_original": "https://www.wsj.com/articles/zynga-will-need-to-beat-apple-at-its-own-game-11628593201?mod=business_minor_pos12",
    "url": "zynga-will-need-to-beat-apple-at-its-own-game-11628593201",
    "title": "Zynga Will Need to Beat Apple at Its Own Game",
    "sub_head": "The mobile-game maker’s damaged stock is unlikely to recover until it shows it can adapt to iOS changes",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-382858?width=860&height=573",
    "image_1": "im-382858.jpg",
    "time": "2021-08-10 07:03:00",
    "body": "Zynga ’s  most recent results revived some painful memories. The mobile-game maker will need to work hard to make sure they are fleeting.<br />Late Thursday, Zynga reported $712 million in net bookings for the second quarter, up 37% year over year. That was a substantial deceleration from the 63% growth rate averaged over the previous three quarters and was also slightly under analysts’ projection of $715.7 million. Net bookings reflect the amount of in-game and advertising transactions executed during a given period. Zynga hasn’t missed Wall Street’s target for this key metric in at least five years, according to FactSet.<br />Zynga blamed the shortfall on a combination of reduced game-playing activity as more leisure options opened up and recent changes to  Apple ’s  iOS platform that make it harder to track users for the purpose of selling targeted advertising. Both were well-known risk factors before the report, but having them hit at the same time was painful. And the pain isn’t over quite yet: Zynga’s forecast for the third quarter called for net bookings to grow by only 5% year over year—its worst pace in five years. The company also trimmed its full-year bookings outlook by 3% to $2.8 billion.<br />Zynga’s share price slid 18% the following day—the stock’s worst single-day drop since its second quarter report in July of 2012. That date is an ominous one, as it was when the company first warned investors that changes by  Facebook  were hurting engagement in its social games. Given that Facebook games accounted for nearly all of Zynga’s revenue at the time, that warning marked the beginning of a serious crisis for the company. Zynga lost more than one-third its market value that day alone and the business went into a tailspin, with net bookings sliding 37% the following year.<br />The situation now doesn’t come close to that sort of crisis—even Zynga’s reduced forecast calls for 23% bookings growth this year. But some parallels are there. Zynga’s subsequent reorganization around mobile games has sharply revived its fortunes, but it still leaves the company somewhat vulnerable to the whims of tech titans that run the world’s dominant mobile platforms. And while Apple’s iOS powers only about 15% of smartphones sold globally each year, it is a far more lucrative platform than Google’s Android. Global spending on games in iOS totaled $25.9 billion in the first half of this year compared with $18.7 billion on Android, according to data from Sensor Tower."
}