{
    "url_original": "https://www.wsj.com/articles/10-expert-ways-to-get-more-instagram-followers-a-summer-experiment-11622655483",
    "url": "10-expert-ways-to-get-more-instagram-followers-a-summer-experiment-11622655483",
    "title": "10 Expert Ways to Get More Instagram Followers: A Summer Experiment",
    "sub_head": "The surprising adventures of a social-media climber who grew his following by 20%—and what the pros say he did right and wrong",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-346978?width=620&size=1.5",
    "image_1": "im-346978.jpg",
    "time": "2021-06-02 13:38:00",
    "body": "WHY WOULD ANYONEwant more Instagram followers?” sighed a friend two summers ago. “Mine just plague me with emojis in the comments.” With 8,000 fans, she could get 300 likes just by aiming her phone down and haphazardly photographing her feet. I’d attracted a mere 950 followers; none was blindly interested in photos of my limbs. This seemed problematic. As the editor of a newspaper’s lifestyle section when Instagram was increasingly defining lifestyle trends, I considered it a professional duty to conquer the platform and acquire enough followers to be plagued at least a little. Besides, I was feeling competitive.<br />Mastering the science of growing my account became my summer project. To prepare, I watched dozens of YouTube videos in which platform pros talked very fast, outlining “tricks” and “secrets.” Here are the 10 strategies I considered or tested, driving my follower count up 20% in three months—along with updated commentary from two of those loquacious experts:<br />The pros loudly concurred: To really grow your fan base, pick a single subject so your posts will reliably satisfy would-be followers with similar interests. Dogs. Saggy old houses. Exhaustingly elaborate desserts. “You need to offer one consistent value proposition,” said Ben Leavitt, a social-media guru in Guelph, Ontario, who’s created 53 YouTube videos drilling such principles into hopeful Instagrammers. But I just couldn’t do it. I resisted reducing myself to one dimension and didn’t have time to produce a steady stream of wearying tartlets. So I stuck with what Vancouver-based Instagram expert Vanessa Lau pityingly calls a “panoply” of topics. The only thing my posts have in common, she said after perusing my feed recently, is “really charming captions. Sell that in your Instagram profile bio.” That seems like an embarrassing “niche,” but Ms. Lau stars in 70 odd videos on Instagram success, one with 5.8 million views.<br />This I did promptly. (Anyone can do so for free. Make the switch in “Edit Profile.”) “Professional” status lets you access “Insights,” metrics that track how many impressions your hashtags generated, how many shares or follows each post got. You can determine what’s working and try to do more of that. I quickly learned, beyond its paltry 37 likes, why my photo of a forgotten 1970s supermodel was a dud. It got no shares, even if her curly hair had (as I put it) “a matted, Little Orphan Annie intensity.” Said Ms. Lau diplomatically: Insights “let you optimize your strategy based on your findings.”<br />“If you tell Instagram ‘I’m active on this account,’” said Ms. Lau, “it rewards you.” And potentially exposes your content to non-followers susceptible to your wiles. I obediently posted at 1 p.m., when my followers were most active, according to my Insights. Producing good photos daily nearly killed me, given that I spent my hours in a cubicle, not picturesque Fiji or a photogenic alternative circus. At one low point, I desperately snapped a giant iPhone projected on a giant screen in my slightly sci-fi newsroom. One charitable new follower proved susceptible."
}