{
    "url_original": "https://www.wsj.com/articles/100-years-of-chinese-communism-11625092616?mod=opinion_lead_pos1",
    "url": "100-years-of-chinese-communism-11625092616",
    "title": "100 Years of Chinese Communism",
    "sub_head": "The Party’s reliance on fervent nationalism is a danger to global freedom and democracy.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-30 18:36:00",
    "body": "The Chinese Communist Party will celebrate its 100th anniversary on July 1 with fireworks and nationalist fervor, but it is no occasion for joy. The Party retains its iron grip on power, and it now poses the leading threat to global freedom and democracy.<br />Note that we are referring here to the Party, not the Chinese people. They are not the same. The 95 million Party members have special privileges and rule over 1.4 billion by the threat of arrest and ruin for dissent. “In the east, west, south, and north, the party leads,” Party chief and Chinese President Xi Jinping once said, echoing founder Mao Zedong.<br />The most important fact never to forget is the Party’s murderous history. The Communists retreated to Yenan in the 1930s and let the Chinese nationalists under Chiang Kai-shek do most of the fighting against Japan in World War II. Mao then won the civil war in 1949 and proceeded like all Communists to purge opponents and take total control.<br />What followed were the bloodiest decades in world history, rivaled only by Stalin’s purges. The Great Leap Forward led to mass famine. In the Cultural Revolution, Mao unleashed the Red Guards to torment anyone suspected of disloyalty or bourgeois tendencies. Millions were banished to the countryside, and over the Mao years unknown millions of Chinese died.<br />After Mao’s death, Deng Xiaoping won a power struggle and began the free-market reforms that have produced China’s fantastic economic growth. For a time, social and political controls eased. But the Party has never relinquished power, and in 1989 Deng crushed the democratic uprising in Tiananmen Square. China still censors even the word Tiananmen on search engines, often with the acquiescence of Western tech companies."
}