{
    "url_original": "https://www.wsj.com/articles/2021s-hottest-houseplant-trend-according-to-a-pro-stylist-11623264855",
    "url": "2021s-hottest-houseplant-trend-according-to-a-pro-stylist-11623264855",
    "title": "2021’s Hottest Houseplant Trend, According to a Pro Stylist",
    "sub_head": "Multicolored. Antiplain. The buzziest indoor greenery is vividly variegated. Plus: How they work with your décor.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-350845?width=620&size=0.6666666666666666",
    "image_1": "im-350845.jpg",
    "time": "2021-06-09 14:54:00",
    "body": "BALTIMORE-BASED plant and interiors stylist Hilton Carter believes that even the most unfashionable plant can deeply gratify a doting minder. But Mr. Carter, whose eponymous collection of plant and garden accessories for Target launched in May, conceded that “variegated plants are having a moment.” Most are a blend of greens, creams and whites, he said, “and how that mixture comes together can be breathtaking.” At right, the author of the recently published “Wild Creations” (CICO Books) lists four patterned plants he sees trending, and the once-popular species they’re pushing off social media.<br />In the context of your décor, such splashy greenery pops but calls for a bit of extra consideration. Interior designer Kirsten Krason cautions against placing a striated Watermelon Peperomia next to a wall covered by, for example, Schumacher’s fruit-tree-filled Citrus Garden wallpaper. A busy plant against a hectic pattern gives your eye nowhere to rest, said Ms. Krason, co-owner of design firm House of Jade, in Riverton, Utah. Instead, play a more exhibitionist plant off neutrals like a ship-lapped wall or a linen drape. Layering pattern on pattern can work if you pay attention to scale, she said. “Pair a tiny-leafed plant with a large-patterned wallpaper or large-leafed tree with a smaller pattern.” And apply color theory: “A very bright green next to a hot-pink pillow will electrify a room, while the same plant next to a dusky blue will tone down both the green of the plant and the vibe of the room.” Below, four flamboyantly patterned houseplants that are wooing early adopters.<br />The banded leaves of what Mr. Carter calls a designer plant resemble the lustrous sleeve of a Renaissance courtier, and they can grow to over a foot in width. Hailing from Bolivia, the species is happiest in high humidity and medium light, and can fill that naked corner with drama.<br />Despite glamorous pink, red, white and green foliage, this plant is passe. Too many variations of the Stromanthe Triostar were made available in plant shops, noted Mr. Carter. “It just hasn’t appeared in as many homes in 2021 as in 2017 to 2019.”<br />This petite stunner’s fleshy leaves radiate silver from a centrally fixed stem, giving the variety its namesake pattern. Despite topping out at 12 inches, this easy-to-grow plant with contrasting red stems “has a presence among other plants in your collection,” said Mr. Carter."
}