{
    "url_original": "https://www.wsj.com/articles/2021-tesla-model-s-plaid-feel-the-force0-60-in-2-seconds-11624562135",
    "url": "2021-tesla-model-s-plaid-feel-the-force0-60-in-2-seconds-11624562135",
    "title": "2021 Tesla Model S Plaid: Feel the Force—0-60 in 2 Seconds",
    "sub_head": "Though largely unchanged on the outside, Tesla’s new Model S is a technical tour de force: the fastest, hardest-accelerating, most aero-efficient production sedan ever. Dan Neil takes a road trip.",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "time": "2021-06-24 15:15:00",
    "body": "SOMATIC GRAVICEPTION provides us with our sense of movement. It’s how we keep the meatball in the center of our personal vector state. In addition to the balance receptors in our inner ears, humans have graviceptors throughout the body that can feel shifts in bodily fluids such as blood, caused by acceleration.<br />And so my story begins, with my viscera sloshing like a tanker of trout fingerlings, behind the steering yoke of a 2021 Tesla Model S Plaid. Between Eureka and Redding, California Route 299’s freshly paved, generously cambered sweepers are like the Porsche Curves at Le Mans that go on for 25 miles. Thank you, California taxpayers.<br />And this car. Marone. While much has been made of the Plaid’s straight-line acceleration—0-60 mph in 1.99 seconds and ¼-mile time of 9.2 seconds, both records for a series-production automobile—not enough has been said about its lateral acceleration, its race car-like roadholding and mechanical grip. Forget planking. Route 299 is the core workout you’ve been looking for.<br />And the tires—custom-compounded Michelin Pilot Cup Sport 4S, on 21-inch wheels—they are so...beautiful.<br />The successor to Tesla’s game-changing electric luxury sedan introduced nine years ago, the new Model S—the Long Range with two motors, the Plaid with three—is in many respects a technical tour de force disguised as last year’s model. The Plaid’s exterior is largely unchanged, said head of design Franz von Holzhausen, except for a few details that, in the force-multiplying world of aerodynamics, make all the difference: a revised front splitter, underbody, and rear diffuser; as well as the decklid spoiler shaped like a cavalry sword."
}