{
    "url_original": "https://www.wsj.com/articles/4-368-episodes-later-conan-obriens-late-night-run-ends-11624527002",
    "url": "4-368-episodes-later-conan-obriens-late-night-run-ends-11624527002",
    "title": "4,368 Episodes Later, Conan O’Brien’s Late-Night Run Ends",
    "sub_head": "As the television host leaves TBS, here’s how his comedy has evolved over 28 years",
    "category_1": "Television",
    "image_1_url": "https://images.wsj.net/im-358914?width=620&size=1.5",
    "image_1": "im-358914.jpg",
    "time": "2021-06-24 05:30:00",
    "body": "Conan O’Brien’s farewell to late-night TV has reached its finale. His show “Conan” has been chockablock with his famous friends and staff members trotting out fan-favorite characters in recent weeks. The last episode, set to air Thursday night, will feature Jack Black and surprise guests.<br />“Then we will get a drink somewhere and feel weird about the fact that we’d been doing this for 28 years,” executive producer Jeff Ross said Wednesday, just before the final taping began at the Los Angeles club Largo, where “Conan” relocated after the pandemic displaced the show from its studio set.<br />“Conan” has been on cable channel TBS since 2010, but this send-off is effectively for Mr. O’Brien’s entire run as a late-night host, which started in 1993 and included two previous shows on NBC. Next he’ll head off to streaming with a new weekly variety show for HBO Max (which he recently mocked in a bit comparing HBO Max’s business model to a pyramid scheme). He has also been pulled away from traditional TV by other projects from his Team Coco production company, including his long-form interview podcast “Conan O’Brien Needs a Friend.”<br />In 2019, Mr. O’Brien dispensed with his host’s desk and trimmed “Conan” to fit a 30-minute time slot. Despite the many changes he has weathered on the air, the host’s style has remained consistent—a balance of relentless self-deprecation and faux demagoguery. He turned his shows into a vehicle for surreal silliness, and influenced a rising generation of comedians who watched him. As former “Saturday Night Live” star Bill Hader said when he appeared on Mr. O’Brien’s show this week, “It was the first thing in comedy that was mine. It was the first thing that, like, my parents didn’t understand.”<br />Among countless sketches on the 4,368 episodes that Mr. O’Brien and his collaborators produced, here are five examples that mark the evolution of his late-night run:"
}