{
    "url_original": "https://www.wsj.com/articles/5-box-wines-actually-worth-drinking-a-skeptics-guide-11622826183",
    "url": "5-box-wines-actually-worth-drinking-a-skeptics-guide-11622826183",
    "title": "5 Box Wines Actually Worth Drinking: A Skeptic’s Guide",
    "sub_head": "It’s an undeniably convenient format, but the quality of the contents varies. Our wine columnist tasted her way through a lot of box wine to come up with a list of five best bets.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-346976?width=620&size=custom_1458x1381",
    "image_1": "im-346976.jpg",
    "time": "2021-06-04 13:03:00",
    "body": "“LET’S OPEN a bottle of wine,” I said to my husband recently. It was necessary to specify that I wanted wine in a bottle; we’d spent the last few weeks drinking wine that came from boxes.<br />Box wine—technically “bag-in-a-box wine,” as the cardboard exterior contains an airtight bag—has been around a fairly long time. And yet this format has never quite shaken its early, less-than-savory reputation. I set out to determine whether that reputation is still warranted.<br />After a couple of weeks imbibing almost exclusively by the box, my findings were frustratingly inconclusive. I tasted some wines I hope to forget and others that actually deserve some respect. I also discovered the format is highly convenient: With a mere press of a plastic spigot, your glass is full. And box wines are handily supersize; most boxes contain the equivalent of four bottles. Finally, box wines are said to last a long time, weeks or even months after opening. (More on this later.)<br />The first bag-in-a-box wine was produced in 1965 by Thomas Angove of Australia. Mr. Angove’s creation—containing, initially, a blend of Cabernet, Grenache and Shiraz—came to be called a “wine cask.” It didn’t include a spigot; rather, users closed the plastic bag themselves with a rubber band, clip or self-sealing tab. Working with Penfolds manager Ian Hickinbotham, Charles Malpas, an English inventor transplanted to Australia, created a special flow-tap, introduced in 1967, for the Penfolds winery’s Tablecask box wine.<br />This invention became the tap of choice for all box-wine producers, though the Tablecask wines weren’t a great commercial success for Penfolds and didn’t last long. According to Peter Gago, Penfolds’s longtime chief winemaking director, “Penfolds’s interest in bag-in-box quickly diminished as its interest in only premium bottled white and red wines accelerated in the 1980s.”"
}