{
    "url_original": "https://www.wsj.com/articles/a-better-bet-on-chinas-three-child-policy-11622800578?mod=business_minor_pos12",
    "url": "a-better-bet-on-chinas-three-child-policy-11622800578",
    "title": "A Better Bet on China’s Three-Child Policy",
    "sub_head": "Many more babies in China is a long shot, but healthcare demand isn’t going anywhere but up",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-348774?width=620&size=1.5",
    "image_1": "im-348774.jpg",
    "time": "2021-06-04 05:56:00",
    "body": "China’s new three-child policy likely won’t solve the country’s demographic crisis, but investors seem excited anyway. The real opportunities will be on the other end of the aging cycle: players in healthcare and pharmaceuticals as China’s growing army of middle-class elderly demand more and better care.<br />Shares of baby-related stocks, from infant formula to toy makers, have gone up this week on the news that China will allow couples to have a third child, after decades of restricting most couples to one or two. These stocks have given up some of the gains in the past couple of days, but are still significantly higher than last week. Hong Kong-listed Jinxin Fertility Group, which provides assisted reproductive services, has gained 5% this week. Stroller and car-seat maker Goodbaby International has surged 9%.<br />Investors are probably getting ahead of themselves. Few countries have managed to reverse declining birthrates once they have begun, even with strong family-friendly social policies. And there wasn’t a baby boom after China scrapped its decadeslong one-child policy in 2015.<br />Instead of betting on companies benefiting from an unlikely baby boom, investors would be better off preparing for rising Chinese healthcare expenditures: a more predictable implication of China’s aging population. China spent 5.4% of its gross domestic product on healthcare in 2018, according to the World Health Organization. The country’s healthcare spending has already been growing faster than GDP over the past decade or so. An older population means more people will grapple with age-related diseases from cancer to dementia. Japan’s healthcare expenditure, for example, has risen from 7.2% of GDP in 2000 to 11% in 2018.<br />Paying for rising healthcare costs will likely involve reforming China’s underfunded hospitals and social-security system. The retirement age will almost certainly go up and China’s hospital-centric healthcare system will need to adapt to strengthen primary care. Telemedicine, which has become popular during the pandemic, could serve an important role in reducing the burden on hospitals."
}