{
    "url_original": "https://www.wsj.com/articles/a-bipartisan-missile-buildup-11624401361?mod=opinion_lead_pos3",
    "url": "a-bipartisan-missile-buildup-11624401361",
    "title": "A Bipartisan Missile Buildup",
    "sub_head": "The defense budget makes good on Trump’s INF treaty withdrawal.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-22 18:36:00",
    "body": "The Biden Administration often seems as if wants to repudiate every decision by its predecessor. See the Paris climate accord and Iran nuclear deal. But a bipartisan consensus is forming that accepts and capitalizes on President Trump’s 2019 exit from the Intermediate-range Nuclear Forces Treaty (INF). This is good news for American security.<br />Signed in 1987 by the U.S. and Soviet Union, the INF sought to wind down the Cold War, but the pact has since mainly redounded to China’s benefit. For more than 30 years the treaty stopped the U.S. from fielding intermediate-range missiles fired from the ground. Conventional weapons that can travel more than 500 kilometers (about 310 miles) had to be launched from a ship or aircraft, raising costs and limiting the number the U.S. could deploy.<br />Meanwhile, China amassed an arsenal of ground-launched missiles that has shifted the balance of power in the Pacific by making it more difficult for the U.S. to aid allies like Taiwan or Japan. It took more than 10 years of Russian noncompliance for the U.S. to finally leave the INF under President Trump. Still, the move drew condemnation from arms-control groups and Congressional Democrats, who tried to compel the Pentagon to continue abiding by the defunct treaty.<br />Enter the 2022 Biden defense budget, which doesn’t take as much advantage of the post-INF possibilities as it should, but also doesn’t let the treaty constrain the U.S. It requests 110 PrSM (precision-strike missiles) for the Army, up from 30 procured in 2021, for “long range and deep strike capability.” While those surface-to-surface missiles currently advertise a range of up to 499 kilometers (the upper limit previously allowed under the INF), the budget includes funding to push the range to 650 kilometers.<br />The Army budget also includes $286 million toward developing mid-range weapons, based on “existing Tomahawk and SM-6 missiles modified for ground launch.” These are “designed to destroy high-value, high payoff targets” at up to 1,500 kilometers. Finally, there’s $412 million for Long-Range Hypersonic Weapons, which the Army plans to field in 2023."
}