{
    "url_original": "https://www.wsj.com/articles/a-bipartisan-pact-to-supersize-the-irs-11624660100?mod=opinion_lead_pos1",
    "url": "a-bipartisan-pact-to-supersize-the-irs-11624660100",
    "title": "A Bipartisan Pact to Supersize the IRS",
    "sub_head": "The infrastructure deal would unleash auditors on millions of taxpayers.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-25 18:28:00",
    "body": "The bipartisan Senate infrastructure deal still hasn’t been written into legislative language, but we already know that its no-tax-increase pledge is a fudge. The deal is counting on $100 billion in new revenue by supersizing the Internal Revenue Service so it can audit millions of more Americans each year.<br />Specifically, the agreement proposes to lavish $40 billion more on the IRS. The IRS budget for fiscal 2021 is $11.9 billion, so adding $40 billion would increase the tax agency’s size by more than a third over 10 years. The explicit goal is to squeeze $100 billion in additional tax revenue without changing tax laws.<br />We’re glad the deal isn’t changing tax rates—or at least not until Democrats use budget reconciliation rules in a separate bill that Mr. Bidensays is a prerequisite for him to sign the bipartisan deal. But how is the IRS going to raise that revenue without a rate change? Presumably, the answer is hiring more agents to conduct more audits of more taxpayers. The implicit assumption is that millions of Americans are somehow cheating on their taxes, and that more audits will discover the lost $100 billion.<br />The case for this revenue miracle comes from economist Lawrence Summers and two co-authors in a 2019 study. Among other things, the study argues that “an extra hour spent auditing someone who makes $5 million or more a year generates nearly $4,500” in revenue. We’re supposed to believe that if the IRS could audit every taxpayer who reports income of $5 million or more a year, the government would see a revenue gusher.<br />But is that plausible? It makes little sense that millions of Americans are willfully violating the tax code. The costs are too high if they’re caught. People who make $5 million a year hire lawyers and accountants to exploit legal means in the IRS code to minimize their tax liability. The ProPublica data dump on the tax information of rich Americans, illegally stolen or leaked from the IRS, has turned up no illegal tax evasion we can see."
}