{
    "url_original": "https://www.wsj.com/articles/a-covid-commission-americans-can-trust-11624823367?mod=opinion_lead_pos6",
    "url": "a-covid-commission-americans-can-trust-11624823367",
    "title": "A Covid Commission Americans Can Trust",
    "sub_head": "The country has lost faith in experts, but a thorough review free from conflicts of interest could help.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-360298?width=620&size=1.5",
    "image_1": "im-360298.jpg",
    "time": "2021-06-27 15:49:00",
    "body": "The pandemic is on its way out, but how many Americans think the U.S. approach succeeded? More than 600,000 Americans died from Covid, and lockdowns have left extensive collateral damage. Trust in science has eroded, and the damage won’t be limited to epidemiology, virology and public health. Scientists in other fields will unfortunately also have to deal with the fallout, including oncologists, physicists, computer scientists, environmental engineers and even economists.<br />The first step to restoring the public’s trust in scientific experts is an honest and comprehensive evaluation of the nation’s pandemic response. Sens. Bob Menendez (D., N.J.) and Susan Collins (R., Maine) have introduced a bill that would establish a Covid commission to examine the origins of the virus, the early response to the epidemic, and equity issues in the disease’s impact. Private foundations are also in the process of planning such a commission.<br />For a commission to be credible, it needs to be broad in both scope and membership. Members can’t have conflicts of interest. If the public perceives the commission is a whitewash, distrust in the scientific community will erode further. A commission must consider four major areas of the U.S. pandemic strategy:<br />• Public-health measures, including the closing of schools, businesses, sports, religious services and cultural events; other forms of physical distancing; protection of nursing homes; masks; testing; contact tracing; case counts; cause-of-death audits; decreased medical care; Cares Act payments to hospitals, and much more.<br />• The treatment of Covid patients, including prophylactics, therapeutics, ventilators, hospital care and crowding; ethnic and income disparities; an evaluation of federal agencies responsible for funding research on treatments."
}