{
    "url_original": "https://www.wsj.com/articles/a-commodities-crunch-caused-by-stingy-capital-spending-has-no-quick-fix-11623144780?mod=business_lead_pos1",
    "url": "a-commodities-crunch-caused-by-stingy-capital-spending-has-no-quick-fix-11623144780",
    "title": "A Commodities Crunch Caused by Stingy Capital Spending Has No Quick Fix",
    "sub_head": "Limited inventory of resources is converging with a buying spree to supercharge prices, spurring inflation concerns",
    "category_1": "Markets",
    "category_2": "Commodities",
    "time": "2021-06-08 05:33:00",
    "body": "HONG KONG—A yearlong steep climb in commodity prices is testing an economics maxim: High prices cure themselves by spurring supply and quenching demand.<br />Languishing commodity prices led producers to slash capital spending on major resources by nearly half over the last decade, shrinking stocks of industrial metals to two-decade lows and reducing supplies across commodities. The crunch is now converging with a buying spree in key markets to supercharge prices—and there is no quick fix.<br />Since 2011, investments to develop the energy and mining sectors have fallen 40%, according to asset manager Schroders, leaving many producers unprepared for a recent boom in manufacturing and spending in the world’s two largest economies. Prices of resources from corn to lumber to battery metals have risen sharply over the past year, in many cases to twice or more from pre-pandemic levels, aided by low interest rates, a weaker dollar and infrastructure building in the U.S. and China.<br />The consequences of underdeveloped global resources now stoke worries among regulators and companies that producer price inflation—buoyed by demand projections that in key materials stretch decades ahead—is becoming sufficiently broad and prolonged that it spills onto consumer prices. Raw-material shortages sometimes morph into broader market dysfunction that force companies to cut or shut production, as some car makers have done in recent months because of limited semiconductor supply.<br />“It’s not how much it will cost, it’s whether or not you can get it,” said Tai Wong, analyst at BMO Capital Markets. “It’s like chips—without it, you can’t sell cars.”"
}