{
    "url_original": "https://www.wsj.com/articles/a-conservative-court-awakening-11624659942?mod=opinion_lead_pos3",
    "url": "a-conservative-court-awakening-11624659942",
    "title": "A Conservative Court Awakening",
    "sub_head": "The Justices take another step to reinforce the separation of powers.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-25 18:25:00",
    "body": "President Biden fired Trump Federal Housing Finance Agency (FHFA) director Mark Calabria immediately after the Supreme Court ruled Wednesday that he could. While Mr. Calabria’s dismissal is bad news for taxpayers, the conservative majority’s decision in Collins v. Yellen strikes a blow for the Constitution’s separation of powers.<br />Congress created the FHFA amid the housing market meltdown to regulate the underwater government-sponsored enterprises Fannie Mae and Freddie Mac. We argued that the giants should be unwound, but the Bush Treasury and FHFA placed them under conservatorship. In return for its backstop, Treasury received senior preferred stock and quarterly dividends.<br />The Obama Treasury and FHFA then decided to sweep their earnings. Fannie and Freddie shareholders sued, arguing that the sweep exceeded the FHFA’s authority and that the 2008 housing law’s restrictions on the President’s power to remove the director violated the separation of powers.<br />The Court unanimously rejected the first argument, and the six conservative Justices also struck down the removal restrictions. Justice Samuel Alito’s majority opinion cites the Court’s Seila Law decision last term, which held that similar limitations on the President’s ability to remove the Consumer Financial Protection Bureau (CFPB) director violated the separation of powers.<br />On first look, the Court doesn’t appear to break new constitutional ground. But as Justice Sonia Sotomayor writes in a dissent joined by Justice Stephen Breyer, the majority significantly broadened Seila Law, which was cabined to single directors of independent agencies who wield “significant executive power” over private citizens."
}