{
    "url_original": "https://www.wsj.com/articles/a-dream-no-longer-deferred-11624480948",
    "url": "a-dream-no-longer-deferred-11624480948",
    "title": "A Dream No Longer Deferred",
    "sub_head": "The Oakland Museum of California reopens to the public, following a $20 million renovation that aims to achieve its 1960s goal of being a center of access and refuge.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-358271?width=620&size=1.5",
    "image_1": "im-358271.jpg",
    "time": "2021-06-23 16:42:00",
    "body": "Oakland, Calif.<br />The great achievement of the Oakland Museum of California was to show that a museum need not look like a temple or palace but can be a public park. It is definitely a product of the 1960s, both in its bold democratic ambitions and in the urban violence that made them unattainable. Now, after reopening to the public on June 18 following a $20 million renovation, it has made a determined effort to realize its original promise.<br />The Oakland Museum’s unusually eclectic collections came from the consolidation of three smaller museums—devoted respectively to art, natural history and the history of California. Believing that a new kind of institution needed a new kind of architecture, the museum sought out the leading architects of the day, including Eero Saarinen, who died in September 1961, just before his scheduled visit. As a courtesy, the building committee interviewed his assistants, who spoke idealistically about a museum for the people, “a magic carpet” that wafted the visitor along from exhibit to exhibit, as in a world’s fair. This struck the right note in a city whose civic-minded voters had just approved a $6 million bond issue to pay for their new museum. To most everyone’s surprise, the Saarinen assistants won the commission, thereby launching the practice of Kevin Roche and John Dinkeloo.<br />To treat a museum as a four-block concrete megastructure was in the spirit of the times; to bury it beneath a roof garden was not. Yet by submerging as much of it as possible, including 90,000 square feet of gallery space, the whole building could be brought down to street level and knitted into the fabric of the city. Best of all, it could be linked to Lake Merritt, which touched the site at its northeast corner, connecting the museum to one of Oakland’s principal parks.<br />Back then, roof gardens were novelties and none had ever been built at this scale, so Roche-Dinkeloo associated itself with Dan Kiley, the prominent landscape architect and longtime Saarinen collaborator. Kiley distributed some 180 planters across the top of the building, softening its Brutalist rectilinearity. He took special care in choosing trees that would thrive in arid California, particularly in the open courtyard on the corner facing the lake, which he planted with olive, eucalyptus and Australian tea trees."
}