{
    "url_original": "https://www.wsj.com/articles/a-global-first-bitcoin-as-national-currency-11623796143?mod=opinion_lead_pos5",
    "url": "a-global-first-bitcoin-as-national-currency-11623796143",
    "title": "A Global First: Bitcoin as National Currency",
    "sub_head": "El Salvador puts the digital money on par with the U.S. dollar for all public and private debts.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-15 18:29:00",
    "body": "Central banks around the world have been scrambling to co-opt digital currencies for their own purposes. El Salvador beat them all to the punch by passing a law that makes bitcoin legal tender for all debts public and private.<br />Through this law, El Salvador’s legislators essentially voted to begin the process of outsourcing the country’s monetary policy to a decentralized network of computers governed by a fixed set of rules. This is an important step toward a world where money is sound, not subject to the vagaries of politics.<br />Most proposed central-bank digital currencies would be tightly controlled by governments. These currencies would reinforce the status quo, not revolutionize monetary systems. That’s because the overwhelming majority of money in existence issued and controlled by central banks is already digital—only a small share of global money supply exists as paper money and coins. When most people talk about a digital coin issued by the Federal Reserve, they do not have in mind a rules-based, censorship-resistant money like bitcoin, but rather a mechanism for the Fed to control the money supply directly without private banks serving as intermediaries.<br />One huge concern about granting the Fed this much power is the distinct possibility of weaponizing the money supply. Certain parts of the country could be targeted with lower interest rates to spur economic growth selectively, creating opportunities for partisan conflict.<br />El Salvador, which doesn’t have its own currency, is avoiding this risk by making bitcoin legal tender alongside the U.S. dollar. The law provides that any economic actor technologically able to accept bitcoin is required to do so for payments of goods and services. It also permits bitcoin to be used to pay taxes and exempts bitcoin transactions themselves from capital-gains taxation."
}