{
    "url_original": "https://www.wsj.com/articles/a-guide-to-san-diegos-best-beach-towns-11622830159",
    "url": "a-guide-to-san-diegos-best-beach-towns-11622830159",
    "title": "A Guide to San Diego’s Best Beach Towns",
    "sub_head": "Five beach enclaves in San Diego’s North County well worth exploring, with suggestions on where to surf, take long walks, eat alfresco and shop for one-of-a-kind keepsakes. Plus: Local surfer Danielle Black Lyons shares her favorite spots",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-348893?width=620&size=1.5",
    "image_1": "im-348893.jpg",
    "time": "2021-06-04 14:09:00",
    "body": "LEGOLAND, DISNEYLAND or La La Land. Visitors who head north from sunny San Diego are often aiming at a theme park or bigger city. Unless they’re into surfing—in which case they’re probably exploring the area’s abundant breaks, which range from mellow rollers to high-powered tubes. But the string of coastal towns along San Diego’s North County—from Del Mar to Oceanside—have much more to offer than surf, sun and rides. Each exudes its own particular vibe, from quirky to quietly high-design. If you’re drawn to California farmer’s markets, smoke-and-fire-themed restaurants, and contemporary galleries without a speck of cheesy beach-resort art, load up the Woody, with or without your boards inside. This southerly stretch of Highway 101 is worth a long weekend, at least.<br />The Surf: The high cliffs and relatively narrow beaches in Solana Beach mean fewer crowds. Fletcher Cove may not be a favorite of advanced surfers, but it has free parking and hosts surfing competitions.<br />The Stroll: Within several palm-tree-studded blocks, the Cedros Avenue Design District has dozens of independent shops and restaurants—some seriously sophisticated. Tucci Boutique carries womenswear and jewelry from the likes of Isabel Marant and Spinelli Kilcollin (tucciboutique.com). Across the street, the low-key Gerhard focuses on luxe minimalist fashion, carrying bias-cut Peter Cohen pieces, the Row cashmere and Salt Optics sunglasses (gerharddelmar.com). Once a warehouse, SoLo now sells antiques, accessories, books and housewares curated by a collective of eight women (solocedros.com). The 4,000-square-foot industrial space occupied by Madison Gallery showcases work by up-and-coming artists (madisongalleries.com).<br />The Meal: Duck through a parking lot to Homestead. The modern deli sells vegetarian banh mi sandwiches, beet-cured Scottish salmon and brown-butter waffles—and has an outdoor dining patio (homesteadsolanabeach.com).<br />The Souvenir: SoLo sells tiny hand-painted seascapes, in postcard and business-card sizes, by local Sue McKibben."
}