{
    "url_original": "https://www.wsj.com/articles/a-homeroom-angel-in-green-bay-11623259173?mod=opinion_lead_pos8",
    "url": "a-homeroom-angel-in-green-bay-11623259173",
    "title": "A Homeroom Angel in Green Bay",
    "sub_head": "An anonymous donor gave Catholic school teachers $1,000 each.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-09 13:19:00",
    "body": "Teachers unions kept many public schools closed this year. But in one private education system, teachers are being rewarded for staying on the job. Someone in the Green Bay, Wis., area donated $1,000 to each teacher in the Green Bay Area Catholic Education network, which everyone calls Grace. Nearly 190 teachers will receive the bonus.  ZipRecruiter  puts the average teacher’s salary at a Catholic school in Green Bay at less than $42,000.<br />“It was overwhelming,” says second-grade teacher Beth Christensen. “It was just amazing that someone is recognizing our work and our commitment to our future leaders.” She plans to use the money for home projects and her children’s education.<br />First-grade teacher Nicole Hall intends to set some aside for her classroom as a way to remember the gift. She says she felt “humbled and honored that somebody cared enough about the work that we were doing and recognized the challenges we were facing.” The person who donated the money has a relationship with Grace and was able to witness the benefits of in-person learning during the pandemic, says Kim Desotell, Grace’s president.<br />Local health departments in Wisconsin’s Dane County (including Madison) and the city of Racine tried to force private schools to halt in-person learning. Several Christian schools sued, won preliminary injunctions from the state Supreme Court and are awaiting final rulings in coming weeks. But while there were critics, no one told Grace it couldn’t open in person, Ms. Desotell says.<br />One of Wisconsin’s largest private networks, Grace has more than 2,000 students enrolled in nine schools across 23 parishes. (The Journal editorial page editor’s niece teaches at one of the schools.) After closing in the initial Covid outbreak last spring, Grace reopened in August for in-person instruction five days a week. One of its campuses used a hybrid model for a few months, having students come in on alternate days. By contrast, the Green Bay Area Public School District, where five of Grace’s schools reside, didn’t even attempt in-person instruction until March."
}