{
    "url_original": "https://www.wsj.com/articles/a-homegrown-opportunity-for-europes-beleaguered-banks-11623925353?mod=business_minor_pos10",
    "url": "a-homegrown-opportunity-for-europes-beleaguered-banks-11623925353",
    "title": "A Homegrown Opportunity for Europe’s Beleaguered Banks",
    "sub_head": "Domestic mergers are relatively unpopular, but could be one of the few ways for European lenders to boost returns",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-355393?width=620&size=1.5",
    "image_1": "im-355393.jpg",
    "time": "2021-06-17 06:22:00",
    "body": "As pandemic restrictions ease and business resumes, European banks return to the challenge of growing profits despite rock-bottom interest rates. One prospect that doesn’t get enough attention is the deals that might turn up on their doorstep.<br />Vaccine rollouts are ushering in an economic recovery in Europe just as the trading boom that has carried many banking results over the past year is normalizing. The territory in view is depressingly familiar for the region’s lenders: Trying to boost profits in an overbanked, fragmented market with persistently ultralow interest rates, while competing with larger, more profitable U.S. rivals.<br />Higher interest rates seem unlikely. Eurozone inflation inched up to 2% in May and is expected to continue rising this year, but to nowhere near the U.S. levels seen recently. While the Federal Reserve in Washington on Wednesday raised the specter of rate rises starting in 2023, European benchmarks are almost certain to remain very low for years yet.<br />Many banks’ preferred solution is merging with a big rival to create a pan-European lender with the scale to cut costs and take on American banks globally. Such cross-border mergers are no panacea, but could work. However, the region’s current regulations stand in the way and proposals to change those rules remain stalled.<br />A less-discussed option is a local merger. Europe’s big lenders already make decent returns in their home markets, thanks to deeply rooted expertise, brands and operational scale. Building on their domestic strengths might be a more straightforward approach than fixing their global weaknesses."
}