{
    "url_original": "https://www.wsj.com/articles/a-moment-made-for-rh-11623322877?mod=markets_featst_pos3",
    "url": "a-moment-made-for-rh-11623322877",
    "title": "A Moment Made for RH",
    "sub_head": "In a stock market hungry for growth stories, the luxury furniture retailer seems to know its audience",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-351799?width=620&size=1.5",
    "image_1": "im-351799.jpg",
    "time": "2021-06-10 07:01:00",
    "body": "Home is where it’s at.<br />Luxury furniture retailer  RH  reported impressive sales growth in its first fiscal quarter that ended on May 1, with net revenue growing 78% from a year earlier, topping analyst estimates by a wide margin. Sales grew 44% from the comparable quarter in 2019, which was unaffected by the pandemic. RH shares jumped nearly 7% in after-hours trading Wednesday.<br />All things home—including home improvement—are having a bit of a moment on the back of strong housing demand and an expectation that employees will be spending a lot more time at home than they did before the pandemic. Furniture and home furnishing stores’ sales increased 21% compared with 2019 from February to April, the period that matches RH’s last quarter, according to data from the U.S. Census Bureau. Williams-Sonoma, which owns West Elm and Pottery Barn, saw a 41% jump in sales in its last quarter compared with the comparable period in 2019. The two home furnishing brands together make up a majority of its revenue.<br />As in many other segments of retail, supply chain issues are causing delays for the furniture sellers. Both RH and Williams-Sonoma noted in their respective earnings calls that they continued to face backlogs. Upholstered furniture production, in particular, is facing slowdowns because of a recent foam shortage, Williams-Sonoma noted in its earnings call. Still, neither of them expect the delays to dampen consumer demand: Both raised their guidance for the current fiscal year. RH expects to see revenue grow 25% to 30% in its current fiscal year, while Williams-Sonoma, which had a more resilient 2020, expects to see revenue growth in the low double-digit to midteen percentage range.<br />RH and Williams-Sonoma share some similarities. Notably, both carry high-end furniture, though RH’s products are generally pricier and branded as luxury. They also both bear the fingerprints of Gary Friedman—the current RH chief executive who worked at Williams-Sonoma for more than a decade, helping to conceptualize West Elm before he left."
}