{
    "url_original": "https://www.wsj.com/articles/a-new-chance-at-2016-mysteries-11625004766?mod=opinion_lead_pos8",
    "url": "a-new-chance-at-2016-mysteries-11625004766",
    "title": "A New Chance at 2016 Mysteries",
    "sub_head": "Inspector Horowitz revisits the still-secret Russian intercept behind it all.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "image_1_url": "https://images.wsj.net/im-362014?width=620&size=1.5",
    "image_1": "im-362014.jpg",
    "time": "2021-06-29 18:12:00",
    "body": "At the instigation of the Biden Justice Department, its inspector general Michael Horowitz is launching yet another investigation related to the 2016 election. He will pursue a question that might have Democrats in Congress and the media cheering more loudly if they hadn’t already encountered Mr. Horowitz’s willingness to unearth truths that are not useful to Democrats and the media.<br />His subject will be newly emerged revelations about the Trump Justice Department’s targeting of the press and Congress while investigating criminal intelligence leaks. Mr. Horowitz said he will examine whether procedures were followed or improper considerations were at play.<br />In his most promising sentence, he also said: “If circumstances warrant, the OIG will consider other issues that may arise during the review.”<br />Let’s hope so because if the reporting and the surmises of the  New York Times  are correct, one leak being investigated is vastly consequential and unrelated to the Trump-Russia morass. It concerns a matter that former FBI chief James Comey in his memoir said must remain a state secret “decades from now.” It concerns the only one of Mr. Horowitz’s 2016 reports to be classified top secret and hidden away from the American people.<br />The leak whose investigation Mr. Horowitz will be investigating, according to the Times, appeared in the paper on April 22, 2017. It revealed that Mr. Comey’s “unorthodox” actions in the Hillary Clinton email case were driven by an intercept that showed the Kremlin to be in possession of a Democratic “email or memo” that referred to a conversation in which Obama Attorney General Loretta Lynch allegedly promised she wouldn’t let the Hillary investigation go too far."
}