{
    "url_original": "https://www.wsj.com/articles/a-private-race-track-for-those-in-a-hurry-11625058226",
    "url": "a-private-race-track-for-those-in-a-hurry-11625058226",
    "title": "A Private Race Track for Those in a Hurry",
    "sub_head": "The Concours Club near Miami offers a drive-at-whim circuit and data-rich coaching to burnish the members’ motorsport mojo. Dan Neil tries to keep his car on the track.",
    "category_1": "WSJ. Magazine",
    "category_2": "Magazine - Culture",
    "image_1_url": "https://images.wsj.net/im-360984?width=620&size=1.7777777777777777",
    "image_1": "im-360984.jpg",
    "time": "2021-06-30 09:03:00",
    "body": "Let’s say you have made a little coin, and with that coin you have bought a little race car, or even a race team. To your accountant’s dismay, you are a late bloomer. Sports-car racing is fun, demanding and fiercely competitive, just like you. As your confidence builds, you start thinking about the next step: Daytona, Le Mans, Nürburgring, Spa-Francorchamps. Or maybe you just want to beat the snot out of the day-traders at Lime Rock Park in Connecticut.<br />Your problem is time. Like a golfer who picks up the game late in life, you don’t have 10,000 hours to achieve driving mastery. You must optimize the strokes you’ve got.<br />“The number-one priority of the club is the clients’ time,” said Aaron Weiss, president of the Concours Club, a luxury racing facility on 80 acres inside the fence of the  Opa-Locka Executive Airport. Hired in 2018 by Chicago real estate mogul Neil Gehani to help establish a private racing club, Weiss has all but excluded the possibility of downtime.<br />Catering to a fly-in membership ($350,000 for founding memberships, with no annual dues, with the last three available selling for $575,000), the club’s staff can have drivers hydrated and belted in their cars, or one from the club’s garage, within minutes of landing.<br />Here you don’t wait for ice-cold infusions on silver trays; they wait for you, as you get out of the car, with a chilled towel for His Sweatiness, m’lord. A valet will help you with your helmet, balaclava and gloves while you get yourself sorted. Mirror aviators are a good choice."
}