{
    "url_original": "https://www.wsj.com/articles/a-rising-yuan-sets-the-stage-for-more-china-u-s-currency-friction-11622624914?mod=business_minor_pos11",
    "url": "a-rising-yuan-sets-the-stage-for-more-china-u-s-currency-friction-11622624914",
    "title": "A Rising Yuan Sets the Stage for More China-U.S. Currency Friction",
    "sub_head": "China’s foreign-exchange reserves haven’t risen much in the past year, but there are other telltale signs that the central bank may be resisting a stronger yuan",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-347223?width=620&size=1.5",
    "image_1": "im-347223.jpg",
    "time": "2021-06-02 05:11:00",
    "body": "The People’s Bank of China is getting restive about the strength of the Chinese yuan. That is something to keep an eye on: Any attempt to prevent it from rallying further would provide fresh fuel for a clash between Beijing and Washington over currency manipulation.<br />At around 6.38 to the U.S. dollar, the yuan is at its strongest level since 2018. The currency needs to rise by only a little over 5% to hit a historical high. It has rallied by almost 12% in the past year already.<br />The PBOC said Monday that it would raise foreign-exchange reserve requirements for banks after a former central-bank official suggested to state media over the weekend that the currency’s recent strength wasn’t sustainable or desirable.<br />Given the central bank’s clear discomfort with the rally, the fact that China’s foreign-exchange reserves have barely risen in the past year is eyebrow raising. In the 2000s and early 2010s, China’s large trade surpluses were mirrored by large reserve accumulation.<br />Since the beginning of 2020, Chinese reserves have risen by 2.9% in U.S. dollar terms, compared with increases of 10.6% and 13.2% in South Korea and Taiwan, two economies that have recorded similarly strong export growth and strengthening currencies during the pandemic."
}