{
    "url_original": "https://www.wsj.com/articles/a-road-trip-to-nomadland-11622726047",
    "url": "a-road-trip-to-nomadland-11622726047",
    "title": "A Road Trip to ‘Nomadland’",
    "sub_head": "The haunting Nevada desert, featured in this year’s Oscar-winning film, draws travelers in search of hot springs, ghost towns and off-the-grid adventurers",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-347376?width=620&size=0.6666666666666666",
    "image_1": "im-347376.jpg",
    "time": "2021-06-03 09:14:00",
    "body": "THE SCENIC ROUTE from Portland, Ore., to Lake Mead in southern Nevada cuts a jagged line over 1,000 miles southeast through the Great Basin Desert. The largest endorheic watershed (the type that doesn’t drain into the sea) in North America, it’s a harsh, empty land of mountains and plateaus, ranches and mining sites. It also encompasses vast quantities of open public land that attract modern-day nomads, people seeking a long-term, off-grid lifestyle since anyone can camp at their chosen spot for up to two weeks before moving on to the next.<br />I didn’t have weeks to spare. Instead, I set out to explore the area in a week, ending up at a Lake Mead on the border of Nevada and Arizona. My first leg was dauntingly long—a 550-mile drive via the Oregon Outback Scenic Byway and the Sheldon National Wildlife Refuge to the  Airbnb  room I rented on a ranch near Winnemucca, Nev. I left my house in Portland at 5 a.m., my VW Tiguan packed with a kayak, rolled-up foam mattress, tent, sleeping bag, gallons of water, a box of food, a spare tire and five gallons of extra gas. Most of these items were only in case I got stuck. I’d spent a few nights trying to work out in advance if the gas pumps in tiny places like Valley Falls, Ore. and Denio Junction, Nev., would actually be open and I decided not to count on it. I filled up at La Pine, Ore., and calculated that on my 15-gallon tank I could make it all the way to Winnemucca—346 miles—so long as I didn’t take any wrong turns.<br />Making my way east along Highway 140 took me across the Oregon-Nevada border into the desolate Sheldon refuge, through high desert sagebrush steppe punctuated by Guano Ridge, a fearsome cliff with no crash barriers. I was grateful not to be driving there in the dark. I made it to Winnemucca just after sunset and had a fine dinner at a Basque restaurant in the Martin Hotel, a historic downtown landmark that originally catered to sheep herders. Winnemucca is a hub on Interstate 80 and, if I’d continued west, it would have led me to Fernley, home to the Amazon warehouse featured in Jessica Bruder’s essay “The End of Retirement,” and then her nonfiction book “Nomadland,” adapted into this year’s Academy Award-winning film. Ms. Bruder shed light on an often overlooked workforce of what she calls “downwardly mobile older Americans” who work temporary jobs, live in RV parks and during lean months, car camp for free on federal land administered by the Bureau of Land Management (BLM). Nevada, already one of the least populated states, also has the highest proportion of public land in America, amounting in its case to 48 million acres, or 67% of the total area.<br />South of Winnemucca on Highway 50 in the Toiyabe Mountains, right in the center of Nevada, is Austin (pop. 197), referred to by tourism boosters as a “living ghost town.” I stopped on Main Street, which looks like a Western film set, midday, wandering past a saloon and a few shops set behind attractive brick-and-wood Victorian exteriors. Everything was closed because of the pandemic. Once the center of the state’s thriving silver industry, Austin declined in the 1880s. Empire, Nev., met a similar fate a decade ago: The entire village, then owned by the US Gypsum corporation, shut down during the 2007-09 recession, forcing the cancellation of an entire ZIP Code. In the film version of “Nomadland,” the factory closure in Empire is the catalyst that forces the character Fern (played by Frances McDormand) to leave her home and begin migrating to various temporary jobs across Nevada and other states.<br />Just after the junction of Highways 50 and 376, long after my cellphone signal vanished, I drove 10 miles east along a partially graded dirt road to Spencer Hot Springs. Someone had helpfully installed a large circular tub, with mineral water piped in, among the handful of small natural pools. They were all set on the side of a valley, surrounded by snowcapped mountains. The only other vehicle was a VW Beetle that belonged to a long-term car camper. I sank into the man-made tub, reveling in the steamy water and the view, before quickly sampling the others. Another time, I thought, this would be a fine place to spend a few days. A two-hour drive south led to the town of Tonopah. Along the way the scenery was monotonously spectacular: thin roads crossing valley floors carpeted with sagebrush giving way to savagely rugged, seemingly endless mountain ranges on either side. My windshield held even more dramatic views on the next two-hour stint to Ash Springs, where highways 6 and 375 skirted the Area 51 Nuclear Test Site while the red mountains of southern Nevada beckoned ahead."
}