{
    "url_original": "https://www.wsj.com/articles/a-scientist-who-said-no-to-covid-groupthink-11623430659?mod=opinion_lead_pos5",
    "url": "a-scientist-who-said-no-to-covid-groupthink-11623430659",
    "title": "A Scientist Who Said No to Covid Groupthink",
    "sub_head": "Many experts aggressively denied a lab leak was possible and only now admit it. It took courage to make the case a year ago.",
    "category_1": "Opinion",
    "category_2": "The Weekend Interview",
    "time": "2021-06-11 12:57:00",
    "body": "A few months before Covid-19 became a pandemic, Filippa Lentzos started reading about unusual flu cases in Wuhan, China. Ms. Lentzos, a social scientist who studies biological threats, belongs to an email group she describes as consisting of “ex-intelligence, bioweapons specialists, experts, former State Department diplomats” and others “who have worked in arms control, biological disarmament.”<br />As Chinese authorities struggled to contain the outbreak, she recalls, the expert circle asked questions about the pathogen’s origin: “Is this security related? Is it military? Is there something dodgy going on? What information are we not getting here?” They asked these questions “not because we are conspiracy theorists. This is our profession,” Ms. Lentzos, 44, says in a video interview from her home in Switzerland. As the coronavirus and alarm about it spread, nonexperts started asking similar questions—only to be mocked or silenced by journalists, social-media companies and prominent scientists.<br />By spring 2020, top Republicans—including Arkansas Sen. Tom Cotton, Secretary of State Mike Pompeo and President Trump—were arguing that the pandemic could have started at the Wuhan Institute of Virology, which had conducted experiments on coronaviruses. “For me, the lab leak was always on the table,” Ms. Lentzos says. “For a lot of us in the biological weapons, security world.” But in February 2020, a group of scientists had published a statement in the Lancet calling out “conspiracy theories suggesting that COVID-19 does not have a natural origin.” The  New York Times  and Washington Post dutifully attacked Mr. Cotton as unhinged. Media, with an assist from some virologists, dismissed the lab-leak theory as “debunked.”<br />Ms. Lentzos, who places her own politics on the Swiss “center left,” thought that conclusion premature and said so publicly. In May 2020, she published an article in the Bulletin of the Atomic Scientists weighing whether “safety lapses in the course of basic scientific research” caused the pandemic. While acknowledging there was, “as of yet, little concrete evidence,” she noted “several indications that collectively suggest this is a serious possibility that needs following up by the international community.”<br />She was suggesting an accident, not a deliberate release: “If you’re culturing a virus that is readily able to infect humans, particularly via the respiratory tract, then any droplet caused by a simple splash or aerosolization of liquid can be inhaled without you realizing it,” she wrote. “Could an unknowingly infected researcher showing no symptoms unwittingly have infected family, friends, and anyone else he or she was in contact with? Or was there perhaps an unnoticed leak of a coronavirus from the lab, from improperly incinerated waste material or animal carcasses that found their way to rubbish bins that rats or cats could have accessed?”"
}