{
    "url_original": "https://www.wsj.com/articles/a-step-toward-flood-insurance-fairness-11624573955?mod=opinion_lead_pos4",
    "url": "a-step-toward-flood-insurance-fairness-11624573955",
    "title": "A Step Toward Flood Insurance Fairness",
    "sub_head": "Better pricing will help taxpayers unless Congress interferes.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-359906?width=620&size=1.5",
    "image_1": "im-359906.jpg",
    "time": "2021-06-24 18:32:00",
    "body": "Good deeds from federal agencies are rare, and the few put forward don’t go unpunished. The Federal Emergency Management Agency (FEMA) is currently taking a beating for trying to rationalize Washington’s much-abused flood-insurance program.<br />The Senate Banking Committee held a hearing last Thursday to discuss Risk Rating 2.0, FEMA’s plan to adjust premiums for the National Flood Insurance Program. The rating system would scrap current pricing based on flood zones that were devised in 1978, in favor of a new formula that tailors prices to each property.<br />That means premium increases for most policyholders. David Maurstad, who manages the program and testified Thursday, says the adjustments would better offset the costs of the flood program, which paid $1.2 billion in claims last year.<br />The new formula would also shift the burden toward owners of more valuable properties. Seventy-seven percent of policyholders would see their premiums rise, but “two-thirds of homeowners who have pre-FIRM subsidized homes are going to see a reduction in their premium,” Mr. Maurstad said. These are houses built before the “flood-insurance rate map” took effect in 1974, owned disproportionately by lower-income policyholders.<br />Cue the criticism from the caucus that wants taxpayers in Kansas to subsidize owners who keep rebuilding homes on the shore. Louisiana Sen. John Kennedy attacked FEMA’s reform plan as a “ferret fire drill” that would soak residents of flood-prone areas. Mr. Kennedy, who called the hearing, has introduced a bill to block the premium increases from taking effect Oct. 1. New Jersey Sen. Robert Menendez is writing a bill with the same purpose, and called the new rating system “anything but equitable.”"
}