{
    "url_original": "https://www.wsj.com/articles/a-supertall-modular-hotel-is-going-up-in-manhattan-if-the-rooms-ever-leave-brooklyn-11623153600?mod=markets_minor_pos21",
    "url": "a-supertall-modular-hotel-is-going-up-in-manhattan-if-the-rooms-ever-leave-brooklyn-11623153600",
    "title": "A Supertall Modular Hotel Is Going Up in Manhattan, if the Rooms Ever Leave Brooklyn",
    "sub_head": "The ambitious modular hotel’s future now looks uncertain",
    "category_1": "Real Estate",
    "image_1_url": "https://images.wsj.net/im-350010?width=620&size=1.5",
    "image_1": "im-350010.jpg",
    "time": "2021-06-08 08:00:00",
    "body": "The world’s tallest modular-construction hotel was created to rise 26 stories over Manhattan. The guest rooms were built in a Polish factory and arrived fully finished in New York, where they would be stacked in a matter of weeks.<br />Instead, more than 100 premade hotel rooms have spent months marooned on a dock in Brooklyn, covered in waterproof membranes to shield them from rain.<br />The developers—who started off in the fashion-accessory business before becoming hoteliers—initially said they hoped to open the 360-foot-tall hotel by the end of last year. But Covid-19 upended those plans, causing construction to grind to a halt last spring and leaving a foundation but not much else. More than a dozen contractors have filed liens against the property over unpaid pills, public records show.<br />The ambitious modular hotel’s future now looks uncertain. The owner is trying to raise additional funding to finish the roughly $80 million project, according to a person familiar with the matter. That is proving difficult at a time when many lenders are shying away from hotels, especially in big cities, as the lodging industry continues to suffer from a lack of corporate travel.<br />The project is an important test case for modular construction. The process of building entire rooms in a factory and then stacking them on top of each other at a property site has existed for decades. But it has experienced rising interest in recent years, as developers look for cheaper, faster ways to build amid soaring construction costs."
}