{
    "url_original": "https://www.wsj.com/articles/abroad-at-home-into-cezannes-world-11622839271",
    "url": "abroad-at-home-into-cezannes-world-11622839271",
    "title": "Abroad at Home: Into Cezanne’s World",
    "sub_head": "Virtually visit the painter’s studio, family estate and the sun-drenched sites elsewhere in Provence that inspired his work—like the majestic Mont Sainte-Victoire.",
    "category_1": "Art Review",
    "time": "2021-06-04 16:41:00",
    "body": "<br />Many who have never climbed the rocky outcroppings, pine-covered hillsides and meandering roads surrounding Aix-en-Provence may find the historic city and its spectacular terrain surprisingly familiar. Its environs were the site of an epic battle in 102 B.C., when Roman forces defeated Germanic tribes on the flanks of nearby Mont Sainte-Victoire. In the Middle Ages, Aix became a university town, and later the seat of the benevolent Roi René. But it is most celebrated today as the birthplace of Paul Cezanne (1839-1906), whose paintings of this corner of southern France make it recognizable to any student of modern art. With travel again on the horizon, readers can get a taste of what awaits them in online resources that explore Cezanne’s Provençal world, his signature subjects there and the truly revolutionary character of his art.<br />Cezanne has long been recognized as a forefather of modernism, a passionate, renegade artist who fused the transient vision of the Impressionists with the ideals and monumentality of the Old Masters, thereby laying the groundwork for Henri Matisse, Pablo Picasso and much of 20th-century painting. His deep attachment to his native Provence, and especially to its sculptural, sun-drenched landscape, was crucial to his radical new art.<br />Recent efforts to rediscover or restore Cezanne’s distinctive Provençal sites—including the Jas de Bouffan (his family’s estate in Aix), his varied vantage points for painting Mont Sainte-Victoire, the abandoned Bibémus Quarry and his final studio at Les Lauves—have rekindled critical and popular interest in this essential aspect of Cezanne’s art. As outlined on the city’s own “Cezanne en Provence” website, they usher us directly into his milieu.<br />Both more profound and sweeping in its range, “Cezanne in Provence,”  available on YouTube, is an eloquent and hugely informative documentary that retraces the artist’s tumultuous life and career in Provence and, intermittently, in Paris. Cezanne’s bold aesthetic ambitions and efforts to succeed in the hidebound artistic world he encountered in the French capital, his friendship with the writer Emile Zola and his enduring affection for his native soil are all explored in depth. Created in conjunction with the 2006 exhibition at the National Gallery of Art in Washington that shared its name, the film underscores the breadth and brilliance of Cezanne’s pictorial intelligence in every sphere he inhabited. Provence assumes, however, the starring role befitting its seminal place in his art."
}