{
    "url_original": "https://www.wsj.com/articles/abroad-at-home-to-the-manor-borne-11624483392",
    "url": "abroad-at-home-to-the-manor-borne-11624483392",
    "title": "Abroad at Home: To the Manor Borne",
    "sub_head": "Save the plane fare with a virtual trip to Britain’s most stately abodes.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-357409?width=620&size=1.5",
    "image_1": "im-357409.jpg",
    "time": "2021-06-23 17:23:00",
    "body": "In his 1616 poem “To Penshurst,” the poet Ben Jonson did much to fortify the image of the English country house as a center of hospitality: “But all come in, the farmer and the clown, / And no one empty-handed, to salute / Thy lord and lady, though they have no suit.” Indeed, such dwellings have had visitors for as long as they’ve stood, some even beginning as monasteries where the weary traveler could pitch up unbidden for some food and shelter.<br />But country-house tourism as we know it is a 20th-century phenomenon, a result of high inheritance taxes in England, among other economic pressures. As big homes became too expensive to keep, alternative forms of operation had to be found.<br />The American tourist market has always been a significant one for British country houses, and many houses have released a wealth of media online to satiate the would-be visitor unwilling to navigate Britain’s continuously changing travel rules. But why, exactly, do we visit country houses in the first place? Surely it’s not just to sample cakes and ale from the onsite café. It’s to take in that magnificent combination of beautiful architecture, landscape and personal taste. Whether the result of the efforts of a single visionary owner or the accretion of centuries of family stewardship, these houses offer a picture of life on a grand scale far exceeding any written description or painted reproduction. What follows are six examples of the many forms of the country house.<br />The massive dome, topped by a gilded cupola, of Castle Howard is the first thing a visitor notices about this Yorkshire seat, formerly home of the Earls of Carlisle and perhaps the classic country house in American minds, familiar from many movies and television shows such as the 1981 version of “Brideshead Revisited” and Netflix’s recent “Bridgerton.” But while the majestic structure, designed by John Vanbrugh with the help of Nicholas Hawksmoor around the turn of the 18th century, is iconic, its less-known interior contents are worthy of the stone behemoth that greets the exterior viewer. The fourth earl returned from his Grand Tour with around a hundred antique sculptures, all today posed in stately array in the “Antique Passage.” The Paul Mellon Centre for Studies in British Art—as part of its recently launched “Art & the Country House” digital publication—has essays, videos and more on Castle Howard’s stunning collections. The introductory essay asks, “do architecture and decoration determine the contents and displays indoors or do these elements themselves influence the design and shape of the building?” We are told that “at Castle Howard the story veers between these two polarities.” A virtual tour by Castle Howard’s curator, Chris Ridgway, available on YouTube, introduces the history of the house and explains how many of its treasures came to reside there.<br />Blenheim Palace impresses most with its scale, fronted by a great court with wings that draw the visitor to its grand portico, as a brief flyover video posted by the Palace on YouTube demonstrates. Vanbrugh had an easier time at Castle Howard than he did at Blenheim, which was erected by a grateful British state for John Churchill, first Duke of Marlborough, hero of the Battle of Blenheim in 1704. “Built as a national monument and not a home,” as the Pevsner guide puts it, Blenheim is a stage set, but hardly the sort of house the strong-willed duchess of Marlborough wanted (she had declared that she “mortally hate[d] all gardens and architecture”). Nonetheless, Blenheim remains a striking monument—a continental baroque palace placed on the outskirts of the quintessential Cotswolds village of Woodstock. With 360-degree virtual tours of the interior and exterior, Blenheim’s website gives a taste of this most imposing of structures, though nothing can give a sense of the honeyed stone quite like being there in person."
}