{
    "url_original": "https://www.wsj.com/articles/academics-bristle-over-linkedin-blocking-their-profiles-in-china-11624366667?mod=business_minor_pos7",
    "url": "academics-bristle-over-linkedin-blocking-their-profiles-in-china-11624366667",
    "title": "Academics Bristle Over LinkedIn Blocking Their Profiles in China",
    "sub_head": "Affected users say social-networking site owned by Microsoft Corp. is obstructing them over ‘prohibited content’ without further explanation",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-357688?width=620&size=1.5",
    "image_1": "im-357688.jpg",
    "time": "2021-06-22 08:57:00",
    "body": "SINGAPORE—Eyck Freymann, an Oxford University doctoral student, was surprised to get a notice from LinkedIn this month telling him his account had been blocked in China. The “Experience” section of his profile, which detailed his career history, contained “prohibited” content, he was informed.<br />The social-networking site owned by  Microsoft Corp.  didn’t explain more, but Mr. Freymann said he thought it was because he had included the words “Tiananmen Square massacre” for his two-year stint as a research assistant for a book in 2015.<br />“LinkedIn is pulling people’s material off without telling them why,” he said. “It was surprising because I am just a graduate student. I didn’t think I would have mattered.”<br />The academic is one of a spate of LinkedIn users whose profiles have been blocked in recent weeks. The Wall Street Journal identified at least 10 other individuals who had their profiles blocked or posts removed from the China version of LinkedIn since May, including researchers in Jerusalem and Tokyo, journalists, a U.S. congressional staffer and an editor based in Beijing who posted state media reports about elephants rampaging across China.<br />A LinkedIn spokeswoman said in a statement that while the company supports freedom of expression, offering a localized version of LinkedIn in China means adherence to censorship requirements of the Chinese government on internet platforms. The company didn’t comment on whether its actions were proactive or in response to requests from Chinese authorities."
}