{
    "url_original": "https://www.wsj.com/articles/ackmans-potential-universal-music-deal-includes-his-grandfathers-hit-song-11622841599?mod=markets_minor_pos7",
    "url": "ackmans-potential-universal-music-deal-includes-his-grandfathers-hit-song-11622841599",
    "title": "Ackman’s Potential Universal Music Deal Includes His Grandfather’s Hit Song",
    "sub_head": "Talks with Vivendi unit that began in November included the billionaire getting his family’s old record",
    "category_1": "Markets",
    "category_2": "Deals",
    "image_1_url": "https://images.wsj.net/im-349225?width=620&size=1.5",
    "image_1": "im-349225.jpg",
    "time": "2021-06-04 17:20:00",
    "body": "Hedge-fund billionaire William Ackman’s deal for a stake in Universal Music Group wouldn’t be his family’s first brush with the music industry—though it could be more lucrative.<br />His grandfather, Herman Ackman, wrote a song in 1926 that he sold for $150 on Tin Pan Alley, the old-time New York City hub of publishers who dominated pop music. “Put Your Arms Where They Belong (For They Belong to Me)” turned out to be a hit, with more than 750,000 copies sold.<br />Mr. Ackman opened his first meeting with Universal management with the tale, according to people involved in the deal.<br />Executives at the largest music company in the world connected the dots to find that Universal, through acquisitions over the past century of music-business consolidation, owns Mr. Ackman’s grandfather’s recordings. While the companies were going back and forth on the mechanics of the potential special-purpose acquisition company deal, Universal executives tracked down two 78s of the song and the sheet music, then mounted and framed them as a gift to Mr. Ackman, according to the people.<br />If the transaction goes through, the bid by Mr. Ackman’s Pershing Square Tontine Holding Ltd for 10% of Universal Music Group would mark a new high point in the industry’s resurgent growth, which has sparked interest from Wall Street investment and private-equity firms such as KKR & Co., to everyday investors like those who can buy shares in publicly traded music-investment company Hipgnosis Songs Fund Ltd."
}