{
    "url_original": "https://www.wsj.com/articles/addepar-valued-at-2-17-billion-as-investors-bet-on-wealth-management-tech-11623756600?mod=business_lead_pos13",
    "url": "addepar-valued-at-2-17-billion-as-investors-bet-on-wealth-management-tech-11623756600",
    "title": "Addepar Valued at $2.17 Billion as Investors Bet on Wealth-Management Tech",
    "sub_head": "The company, which makes software to track investment performance, has raised $150 million from D1 Capital Partners",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-353621?width=620&size=1.5",
    "image_1": "im-353621.jpg",
    "time": "2021-06-15 07:30:00",
    "body": "Wealth-management software provider Addepar Inc. more than doubled its valuation to $2.17 billion from seven months ago in its latest funding round, the company said Tuesday.<br />Addepar said it had raised $150 million from New York hedge-fund firm D1 Capital Partners. It was previously valued at nearly $1 billion after its last funding round in November, according to a person familiar with the deal. Earlier investors in Addepar, founded in 2009 by Palantir Technologies Inc. co-founder and serial entrepreneur Joe Lonsdale, include venture firms Valor Equity Partners and WestCap Group.<br />Turbulent markets and a desire by investment advisers to know what could happen to their clients’ portfolios during the pandemic has spurred Addepar’s recent growth, said Chief Executive Eric Poirier. The Mountain View, Calif.-based company makes software for investment advisers, banks and family offices that aims to simplify the tracking of how investment portfolios perform across asset classes. Addepar currently tracks about $2.7 trillion of assets and has added an average $15 billion in assets a week since mid-2020.<br />“This has been a human trust business since the beginning of time, and having a human who is the financial professional use technology to serve their clients is a sea change,” said Mr. Poirier.<br />He declined to say if the company was profitable or to disclose its revenue but said Addepar was bringing on clients and assets at its fastest pace yet. The company says it thinks the total market demand for investible assets is more than $200 trillion globally. Clients include  AllianceBernstein Holding  LP,  Morgan Stanley  and  Stifel Financial Corp. , whose investment arm previously invested in Addepar."
}