{
    "url_original": "https://www.wsj.com/articles/afghans-face-exit-problems-as-u-s-pauses-visa-interviews-in-kabul-11623448692?mod=politics_lead_pos12",
    "url": "afghans-face-exit-problems-as-u-s-pauses-visa-interviews-in-kabul-11623448692",
    "title": "Afghans Face Exit Problems as U.S. Pauses Visa Interviews in Kabul",
    "sub_head": "Ahead of U.S. withdrawal, thousands of Afghans who worked for U.S. government await visas to emigrate",
    "category_1": "Politics",
    "category_2": "National Security",
    "image_1_url": "https://images.wsj.net/im-353148?width=620&size=1.5",
    "image_1": "im-353148.jpg",
    "time": "2021-06-11 17:58:00",
    "body": "WASHINGTON—The U.S. Embassy in Kabul on Friday said it would pause interviews for visa applicants on Sunday due to the escalating Covid-19 outbreak in Afghanistan, blocking, at least temporarily, the ability of Afghans who worked for the U.S. government to emigrate ahead of the U.S. military withdrawal.<br />State Department deputy spokeswoman Jalina Porter said Friday that State Department workers in Washington would continue processing applications for so-called Special Immigrant Visas during the pause and that visa processing in Kabul would resume “as soon as it’s safe.”<br />The State Department didn’t say how many visa applicants would be affected by the pause. Thousands of Afghan nationals who served as translators and interpreters for U.S. military, diplomatic and foreign service personnel, often at great personal risk, are awaiting issuance of Special Immigrant Visas to leave the country.<br />President Biden has ordered the withdrawal of all U.S. troops from Afghanistan by Sept. 11.<br />As of January, the U.S. had granted more than 15,000 special immigrant visas to Afghan nationals since the start of the program in 2009, with just under 11,000 still remaining to be issued. The program covers the applicant and his or her spouse and children. From Oct. 1 to Dec. 31, 2020, the U.S. issued visas to 237 principal applicants and 1,037 derivative applicants."
}