{
    "url_original": "https://www.wsj.com/articles/afghan-government-could-collapse-six-months-after-u-s-withdrawal-new-intelligence-assessment-says-11624466743",
    "url": "afghan-government-could-collapse-six-months-after-u-s-withdrawal-new-intelligence-assessment-says-11624466743",
    "title": "Afghan Government Could Collapse Six Months After U.S. Withdrawal, New Intelligence Assessment Says",
    "sub_head": "Taliban advances prompt agencies to revise outlook for how long Kabul can hold out",
    "category_1": "Asia",
    "time": "2021-06-23 16:10:00",
    "body": "KABUL—The U.S. intelligence community concluded last week that the government of Afghanistan could collapse as soon as six months after the American military withdrawal from the country is completed, according to officials with knowledge of the new assessment.<br />American intelligence agencies revised their previously more optimistic estimates as the Taliban swept through northern Afghanistan last week, seizing dozens of districts and surrounding major cities. Afghan security forces frequently surrendered without a fight, leaving their Humvees and other American-supplied equipment to the insurgents.<br />The new assessment of the overall U.S. intelligence community, which hasn’t been previously reported, has now aligned more closely with the analysis that had been generated by the U.S. military. The military has already withdrawn more than half of its 3,500 troops and its equipment, with the rest due to be out by Sept. 11.<br />On Wednesday, Taliban fighters were battling government troops inside the northern city of Kunduz after occupying the main border crossing with Tajikistan the previous day and reaching the outskirts of northern Afghanistan’s main hub, Mazar-e-Sharif. Tajikistan’s border service said 134 Afghan troops at the crossing were granted refuge while some 100 others were killed or captured by the Taliban.<br />Overall, the Taliban’s lightning offensive in northern Afghanistan resulted in the fall of dozens of districts over the past week, putting much of the countryside under insurgent control. Local politicians and tribal elders negotiated a series of surrender agreements with government forces. Often unpaid for months, these troops left convoys of armored vehicles and stockpiles of weaponry, including artillery pieces, mortars and heavy machine guns, in exchange for Taliban guarantees of safe passage."
}