{
    "url_original": "https://www.wsj.com/articles/after-a-year-of-denying-covid-19-tanzania-orders-vaccines-11623938431",
    "url": "after-a-year-of-denying-covid-19-tanzania-orders-vaccines-11623938431",
    "title": "After a Year of Denying Covid-19, Tanzania Orders Vaccines",
    "sub_head": "East African nation shunned lockdowns, attracting a host of pandemic skeptics",
    "category_1": "World",
    "category_2": "Africa",
    "time": "2021-06-17 10:00:00",
    "body": "Tanzania has lodged an order for coronavirus vaccines, the country’s presidency said Thursday, after the East African nation’s government spent a year denying the existence of the virus within its borders and becoming a magnet for Covid-19 skeptics from around the globe.<br />Tanzania’s request for vaccines from the World Health Organization-backed Covax program, which distributes free Covid-19 shots to the world’s poorest countries, follows the death of President John Magufuli in March, when local doctors and church leaders were warning about a surge in infections. His successor and former deputy, Samia Suluhu Hassan, has tentatively instituted more transparency in the handling of the pandemic, opening several Covid-19 testing centers and wearing masks during public appearances.<br />The country of nearly 60 million people was one of the last, and the most prominent, African nations to shun Covid-19 vaccinations, leaving Burundi and Eritrea as the only holdouts of the continent.<br />A WHO spokesman said that he expects Tanzania to receive its first vaccines in the coming weeks and that the agency’s experts were working with the government on a detailed rollout plan.<br />In June last year, Mr. Magufuli announced that Tanzania had defeated the pandemic through prayer and banned the testing and diagnosing of Covid-19. Doctors in public hospitals, barred from wearing face masks, say they were forced instead to classify infections or deaths they believed to be from Covid-19 as pneumonia, heart disease or other ailments. Some media organizations that reported on the virus were shut down."
}