{
    "url_original": "https://www.wsj.com/articles/after-apple-subpoenas-justice-department-rethinks-policies-on-getting-lawmakers-records-11623690207?mod=politics_lead_pos2",
    "url": "after-apple-subpoenas-justice-department-rethinks-policies-on-getting-lawmakers-records-11623690207",
    "title": "After Apple Subpoenas, Justice Department Rethinks Policies on Getting Lawmakers’ Records",
    "sub_head": "Merrick Garland launches review after revelations of secret subpoenas served by agency under Trump",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-353610?width=620&size=1.5",
    "image_1": "im-353610.jpg",
    "time": "2021-06-14 16:54:00",
    "body": "WASHINGTON—The Justice Department will bolster its procedures for obtaining records from members of Congress, Attorney General Merrick Garland said Monday, after it emerged that the agency during the Trump administration secretly seized data on the communications of Democrats on the House Intelligence Committee.<br />Mr. Garland said he directed his deputy, Lisa Monaco, “to evaluate and strengthen the department’s existing policies and procedures for obtaining records of the legislative branch.”<br />The move comes days after Democrats on the committee said they had learned that records from members and staff were seized by the Justice Department under former President Donald Trump in an apparent search for the source of leaks of sensitive information to the news media.  Apple Inc.  told committee officials last month that the Justice Department had served grand- jury subpoenas on the tech giant in February 2018, when Mr. Trump had complained about leaks related to contacts between Russia and figures in his 2016 election campaign and then-special counsel Robert Mueller’s investigation into those ties.<br />Senate Democrats have called for Mr. Trump’s attorneys general, Jeff Sessions and William Barr, to testify under oath about the subpoenas, and the Justice Department’s inspector general launched a review at Mr. Garland’s request into whether the requests were improper.<br />“There are important questions that must be resolved in connection with an effort by the department to obtain records related to members of Congress and congressional staff,” Mr. Garland said. “Consistent with our commitment to the rule of law, we must ensure that full weight is accorded to separation-of-powers concerns moving forward.”"
}