{
    "url_original": "https://www.wsj.com/articles/all-or-nothing-investment-websites-used-wirecard-for-card-payments-11622799006?mod=business_lead_pos4",
    "url": "all-or-nothing-investment-websites-used-wirecard-for-card-payments-11622799006",
    "title": "All-or-Nothing Investment Websites Used Wirecard for Card Payments",
    "sub_head": "The sites, which regulators have accused of stealing from clients, collected money over Wirecard’s network",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-06-04 05:30:00",
    "body": "More than half a dozen websites that securities regulators alleged stole money from novice investors in the U.S., Canada and elsewhere have one thing in common: They all used Wirecard AG, the German technology company that collapsed after an alleged multibillion dollar fraud of its own.<br />The websites, which specialized in binary options, all-or-nothing bets on financial markets, collected investors’ money via Wirecard’s card payments network, according to internal documents seen by The Wall Street Journal and former company executives.<br />In one instance, a then-senior Wirecard executive helped set up a separate payments company that stood between investment websites and payments systems such as Wirecard, according to an ex-employee of the separate payments company. The setup helped the investment websites operate with less scrutiny from credit-card networks that monitor transactions, according to the person and a civil lawsuit filed by the Commodity Futures Trading Commission.<br />Nearly a year after Wirecard acknowledged $2 billion of missing cash on its balance sheet, investigators in Germany are still picking apart what went wrong. While large parts of Wirecard’s business processing credit-card payments for merchants and passing money to banks appear to have been faked, according to German prosecutors, there also were real clients.<br />Among them were businesses at the underbelly of the economy including unregistered investment companies, as well as offshore gambling operations and pornography operations, according to former company executives. Processing credit-card transactions for these clients generated higher fees, according to the former company executives."
}