{
    "url_original": "https://www.wsj.com/articles/alligator-records-50-years-of-genuine-houserockin-music-review-indestructible-blues-11624304929",
    "url": "alligator-records-50-years-of-genuine-houserockin-music-review-indestructible-blues-11624304929",
    "title": "‘Alligator Records: 50 Years of Genuine Houserockin’ Music’ Review: Indestructible Blues",
    "sub_head": "The legendary Chicago label celebrates its 50th anniversary with a compilation of its greatest hits, from Shemika Copeland’s 21st-century blues to the original Hound Dog Taylor anthem that started it all",
    "category_1": "Music Review",
    "image_1_url": "https://images.wsj.net/im-355705?width=620&size=1.5",
    "image_1": "im-355705.jpg",
    "time": "2021-06-21 15:48:00",
    "body": "<br /><br />As an identifiable commercial genre, blues could easily have died out by World War II. Its African-American creators—then as now—were notably disinclined to stand pat musically. In varying ways the blues form and sensibility were beginning to be absorbed then by jazz and country—and, in subsequent years, by the nascent rock ’n’ roll and soul movements. One reason that disappearance has never happened has been the occasional arrival of dedicated regional record labels based close enough to blues-making scenes to spot the genre’s next new sound.<br />In the 1960s, the small Delmark label brought attention to the rough, jazz-influenced blues of Chicago’s West Side—and promulgators such as Otis Rush, Magic Sam and Junior Wells. In the 1990s, the Fat Possum label spotlighted the thumping, hypnotic blues of northern Mississippi’s hill country—and introduced the world to R.L. Burnside, Junior Kimbrough and T-Model Ford. And in between, in the 1970s, Alligator Records came along. Chicago-born, the label is marking its golden anniversary this spring with an exciting, epic 58-track set, “50 Years of Genuine Houserockin’ Music,” out now.<br />Alligator’s origins can be traced to the night in 1971 when Bruce Iglauer, its founder and president ever since, caught the loud, rhythmic and unrecorded Hound Dog Taylor & The HouseRockers band at Florence’s Lounge in Chicago. It was love at first hearing. He’d been mentored by Delmark’s founder Bob Koester, but that outfit was not particularly focused by then on identifying the next generation of the city’s blues players. At age 23, Mr. Iglauer was. He recorded Taylor and company, ran this new label from his apartment, and before long was looking for other Black performers on the scene who could appeal to rock-raised Boomer blues enthusiasts in similar ways. “Genuine Houserockin’ Music” became the official company slogan."
}