{
    "url_original": "https://www.wsj.com/articles/altria-juul-deal-goes-to-trial-11622632516?mod=business_minor_pos5",
    "url": "altria-juul-deal-goes-to-trial-11622632516",
    "title": "Altria-Juul Deal Goes to Trial",
    "sub_head": "FTC says Altria pulled its e-cigarettes off the market at Juul’s insistence ahead of 2018 investment; Altria says its product was ‘terrible’",
    "category_1": "Business",
    "time": "2021-06-02 07:15:00",
    "body": "Altria  Group Inc. and the Federal Trade Commission are set to square off over allegations that the Marlboro maker engaged in anticompetitive practices ahead of its 2018 investment in e-cigarette startup Juul Labs Inc.<br />The FTC is expected to argue in an antitrust trial starting Wednesday that Altria pulled its e-cigarettes off the U.S. market illegally at the insistence of Juul as the two companies were discussing a deal, according to legal filings. Altria is expected to argue that its e-cigarettes were failures, and it jettisoned them amid regulatory pressure and an internal reckoning about the company’s inability to develop a vaping product that consumers liked, filings say.<br />If the FTC prevails, it could unwind Altria’s 35% interest in Juul, which the Marlboro maker bought in December 2018 for $12.8 billion. The agency is seeking to force Altria to divest its stake and terminate the companies’ noncompete agreement. The case will be heard by an administrative law judge, who will make an initial decision; the agency’s commissioners will then vote on the matter.<br />Altria made a big bet on Juul because its sleek vaporizers were fueling a surge in the e-cigarette market and hastening the decline of cigarettes. Its investment made Juul one of the highest-valued startups in the U.S.<br />But the e-cigarette maker’s sales have tumbled and its growth prospects have darkened. Blamed for an increase in underage vaping, Juul has faced regulatory crackdowns, lawsuits and investigations into its marketing practices. Altria valued its stake in Juul at $1.5 billion as of March. Altria’s losses led to the departure last year of Chief Executive Howard Willard, who spearheaded the deal."
}