{
    "url_original": "https://www.wsj.com/articles/amazon-other-tech-giants-could-be-forced-to-shed-assets-under-house-bill-11623423248?mod=tech_lead_pos1",
    "url": "amazon-other-tech-giants-could-be-forced-to-shed-assets-under-house-bill-11623423248",
    "title": "House Bills Seek to Break Up Amazon and Other Big Tech Companies",
    "sub_head": "Legislation could force e-commerce giant, others to split into two companies or shed some products and services",
    "category_1": "Business",
    "time": "2021-06-11 14:49:00",
    "body": "House lawmakers proposed a raft of bipartisan legislation aimed at reining in the power of Big Tech, including a bill that seeks to make  Amazon . com Inc. and other large companies effectively split into two companies or shed their private-label products.<br />The House bills, announced Friday, amount to the biggest Congressional broadside yet on a handful of technology companies—including  Alphabet Inc.’s  Google,  Apple Inc.  and  Facebook Inc.  as well as Amazon—whose enormous size and power have drawn growing scrutiny from lawmakers and regulators in the U.S. and Europe.<br />If the bills become law—a prospect that still faces significant hurdles—they could substantially alter the most richly valued companies in America and reshape an industry that has extended its impact into nearly every facet of work and life.<br />One of the proposed measures, titled the Ending Platform Monopolies Act, seeks to require structural separation of Amazon and other big technology companies to break up their businesses. It would make it unlawful for a covered online platform to own a business that “utilizes the covered platform for the sale or provision of products or services” or that sells services as a condition for access to the platform. The platform company also couldn’t own businesses that create conflicts of interest, such as by creating the “incentive and ability” for the platform to advantage its own products over competitors.<br />A separate bill takes a different approach to target platforms’ self-preferencing. It would bar them from conduct that “advantages the covered platform operator’s own products, services, or lines of business over those of another business user,” or that excludes or disadvantages other businesses."
}