{
    "url_original": "https://www.wsj.com/articles/amazon-and-other-tech-giants-race-to-buy-up-renewable-energy-11624438894?mod=business_lead_pos1",
    "url": "amazon-and-other-tech-giants-race-to-buy-up-renewable-energy-11624438894",
    "title": "Amazon and Other Tech Giants Race to Buy Up Renewable Energy",
    "sub_head": "As technology companies reshape the market, they face pressure to demonstrate that their investments are reducing overall emissions",
    "category_1": "Tech",
    "time": "2021-06-23 06:58:00",
    "body": "The race to secure electricity deals for power-hungry data centers has tech companies reshaping the renewable-energy market and grappling with a new challenge: how to ensure their investments actually reduce emissions.<br />Amazon.com Inc.  said it planned Wednesday to announce commitments to buy 1.5 gigawatts of production capacity from 14 new solar and wind plants around the world as part of its push to purchase enough renewable energy to cover all of the company’s activities by 2025.<br />Tech companies are wielding their balance sheets to finance solar, wind and other renewable-energy projects on an unprecedented scale. In some countries, developers say tech companies’ willingness to spend upfront—signing commitments to buy energy at a certain price for long periods—has helped make corporations more important than government subsidies as the main drivers of renewable investment.<br />Amazon,  Alphabet Inc.’s  Google,  Facebook Inc.  and  Microsoft Corp.  are four of the top six corporate buyers of publicly disclosed renewable-energy- purchase agreements, accounting for 30%, or 25.7 gigawatts, of the cumulative total from corporations globally, according to the research firm BloombergNEF. Amazon is the largest corporate purchaser world-wide, with other top purchasers including the French oil company  TotalEnergies  SE and  AT&T Inc.<br />“It’s almost like a stampede for clean energy,” said Michael Terrell, director of energy at Google."
}