{
    "url_original": "https://www.wsj.com/articles/amazon-prime-day-set-for-june-21-22-11622635891?mod=business_lead_pos10",
    "url": "amazon-prime-day-set-for-june-21-22-11622635891",
    "title": "Amazon Prime Day Is Set for June 21-22",
    "sub_head": "Annual sales event will be final Prime Day with Jeff Bezos as CEO",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-347260?width=620&size=1.5",
    "image_1": "im-347260.jpg",
    "time": "2021-06-02 12:59:00",
    "body": "Amazon.com Inc.  said it would hold its Prime Day on June 21 and 22 in the U.S. and other countries, returning the annual sales event to midyear after the pandemic altered its timing last year.<br />The event this year is scheduled a bit earlier than the normal July date, which aims to capitalize on a seasonal shopping lull with sales on millions of items. Other retailers have in past years held competing events near Prime Day with deals to attract shoppers.  Walmart Inc.  on Wednesday said it plans to hold a sales event called “Deals for Days” from June 20 to 23 featuring items in stores and online.<br />This year’s Prime Day comes just before Amazon founder Jeff Bezos plans to step down as chief executive. Andy Jassy, head of Amazon’s cloud computing business, is set to assume the CEO role on July 5, while Mr. Bezos becomes executive chairman.<br />Amazon held last year’s shopping fest in October as the Covid-19 pandemic and a rise in online shopping during lockdowns strained delivery networks and caused delays earlier in the year. The later event provided a jump-start to the holiday shopping season and fueled record quarterly sales for the online retailing giant.<br />Neil Saunders, managing director of GlobalData Retail, said that having Prime Day return to an earlier date is good for the industry as a whole. Having it in the fall last year “added a lot of pressure to delivery and fulfillment operations that were already under stress as the holiday approached,” he said."
}