{
    "url_original": "https://www.wsj.com/articles/amazons-planned-purchase-of-mgm-to-be-reviewed-by-ftc-11624379614?mod=politics_lead_pos7",
    "url": "amazons-planned-purchase-of-mgm-to-be-reviewed-by-ftc-11624379614",
    "title": "Amazon’s Planned Purchase of MGM Faces FTC Scrutiny",
    "sub_head": "Commission secures antitrust review after talks with Justice Department, and as Amazon critic Lina Khan takes the FTC’s helm",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-357780?width=620&size=1.5",
    "image_1": "im-357780.jpg",
    "time": "2021-06-22 16:22:00",
    "body": "WASHINGTON—The Federal Trade Commission will be the agency to review  Amazon . com Inc.’s proposed acquisition of Hollywood studio MGM, according to people familiar with the matter, just as the commission gets a new chairwoman who has been critical of the online giant’s expansion.<br />Amazon last month announced its deal for MGM, which would boost its Prime Video streaming platform in a market that includes rivals such as  Netflix Inc.  and  Walt Disney Co.  MGM has a library of more than 4,000 films, including the James Bond franchise, and a television catalog that includes “The Handmaid’s Tale” and “Vikings.”<br />Companies doing sizable mergers have to submit their deals for government antitrust review. The FTC shares antitrust authority with the Justice Department, and the two agencies split up the work of reviewing proposed deals. The department has recently reviewed transactions involving video content, including Disney’s acquisition of 21st Century Fox and  AT&T Inc.’s  acquisition of Time Warner, a deal the department unsuccessfully attempted to block in court.<br />During recent interagency negotiations, the FTC secured the right to review the Amazon-MGM deal, the people familiar with the matter said. The FTC pushed for jurisdiction over the merger review because it already has an open, wide-ranging antitrust investigation into Amazon’s business practices, the people said.<br />The FTC and the Justice Department previously agreed to divide up investigations of four leading tech giants’ conduct, with the department taking  Apple Inc.  and  Alphabet Inc.’s  Google, while the FTC took  Facebook Inc.  and Amazon."
}