{
    "url_original": "https://www.wsj.com/articles/amazon-faced-75-000-arbitration-demands-now-it-says-fine-sue-us-11622547000?mod=tech_lead_pos1",
    "url": "amazon-faced-75-000-arbitration-demands-now-it-says-fine-sue-us-11622547000",
    "title": "Amazon Faced 75,000 Arbitration Demands. Now It Says: Fine, Sue Us",
    "sub_head": "The retail giant is no longer steering customers away from the court system, as companies scramble to find ways to avoid lawyers who file mass-arbitration claims",
    "category_1": "Law",
    "image_1_url": "https://images.wsj.net/im-345250?width=620&size=1.5",
    "image_1": "im-345250.jpg",
    "time": "2021-06-01 07:30:00",
    "body": "Companies have spent more than a decade forcing employees and customers to resolve disputes outside the traditional court system, using secretive arbitration proceedings that typically don’t allow plaintiffs to team up and extract big-money payments akin to a class action.<br />Now,  Amazon . com Inc. is bucking that trend. With no announcement, the company recently changed its terms of service to allow customers to file lawsuits. Already, it faces at least three proposed class actions, including one brought May 18 alleging the company’s Alexa-powered Echo devices recorded people without permission.<br />The retail giant made the change after plaintiffs’ lawyers flooded Amazon with more than 75,000 individual arbitration demands on behalf of Echo users. That move triggered a bill for tens of millions of dollars in filing fees, according to lawyers involved, payable by Amazon under its own policies.<br />Amazon’s decision to drop its arbitration requirement is the starkest example yet of how companies are responding to plaintiffs’ lawyers pushing the arbitration system to its limits.<br />Arbitration agreements are buried in the contracts consumers sign to do everything from buying a cellphone to using a ride-hailing app. Many employers also require arbitration for adjudicating issues like pay disputes or discrimination claims. The U.S. Supreme Court has repeatedly upheld and strengthened the rights of companies to mandate arbitration."
}