{
    "url_original": "https://www.wsj.com/articles/amazon-google-probed-in-u-k-over-fake-reviews-11624615801?mod=business_lead_pos2",
    "url": "amazon-google-probed-in-u-k-over-fake-reviews-11624615801",
    "title": "Amazon, Google Probed in U.K. Over Fake Reviews",
    "sub_head": "U.K. regulator opens investigation into whether tech giants are doing enough to deter sellers from manipulating product listings",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-360035?width=620&size=1.5",
    "image_1": "im-360035.jpg",
    "time": "2021-06-25 06:10:00",
    "body": "The U.K.’s antitrust regulator launched an investigation into whether  Amazon . com Inc. and Google are doing enough to crack down on fake reviews, adding a new layer to regulatory scrutiny of U.S. tech giants.<br />The Competition and Markets Authority said Friday the move stems from concerns Amazon and  Alphabet Inc.’s  Google haven’t been doing enough to address fake reviews on their sites, but added that it hasn’t yet reached a view on whether the companies have broken the law.<br />The tech giants have for years been dogged by inauthentic reviews, whereby third-party sellers offer financial rewards for reviewing their products. But the practice is hard for the companies to police, with compensation coordinated out of their reach.<br />The move comes amid recent investigations into Silicon Valley’s market power and privacy practices, turning the spotlight to misleading online reviews. The coronavirus pandemic has prompted a shift to online consumption, increasing consumers’ reliance on online reviews to decide on product purchases.<br />The CMA’s decision follows an initial investigation, opened in May 2020, assessing several platforms’ internal systems and processes for spotting and dealing with fake reviews. The work raised concerns that Amazon and Google weren’t doing enough to detect fake and misleading reviews and suspicious behavior, investigate and promptly remove fake reviews, or impose adequate sanctions on reviewers or businesses to deter them."
}