{
    "url_original": "https://www.wsj.com/articles/amazons-prime-day-is-earlier-than-usual-this-year-heres-when-it-is-and-what-to-expect-11624267802?mod=business_lead_pos4",
    "url": "amazons-prime-day-is-earlier-than-usual-this-year-heres-when-it-is-and-what-to-expect-11624267802",
    "title": "Amazon’s Prime Day Is Earlier Than Usual This Year. Here’s When It Is and What to Expect.",
    "sub_head": "The online retailer and rivals such as Walmart and Target hold a summer deal-fest for consumers",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-356034?width=620&size=1.5",
    "image_1": "im-356034.jpg",
    "time": "2021-06-21 05:30:00",
    "body": "Amazon.com Inc.  is set to host its second Prime Day in eight months after having moved back the self-created shopping holiday late into 2020 because of the pandemic.<br />This year’s Prime Day, running on Monday and Tuesday and a month earlier than it typically does, creates a likely revenue surge for  Amazon  during a summer period when sales can slow. As Amazon’s event has grown, so too has its importance for the company and its competitors, many of which now have their own deal days.  Walmart Inc.  is holding a “Deals for Days” event from Sunday to Wednesday, while  Target Corp.’s  “Deal Days” will run Sunday through Tuesday.  Best Buy Co.  and others are also promoting sales.<br />Here’s what you need to know about Amazon Prime Day 2021 and its influence throughout retail.<br />Amazon launched Prime Day in 2015 as a way to boost sales. The event has emerged as a smaller-scale, summer version of Black Friday that is a kickstarter for online shopping in an otherwise slow period. And it has also offered an important boost to Amazon’s quarterly revenue. Amazon’s U.S. Prime Day sales are expected to increase 18% from the previous event to $7.3 billion, according to research firm eMarketer. Amazon doesn’t report its total Prime Day figures, but the retailer in October said sales by its third-party sellers surpassed $3.5 billion for the 2020 event.<br />Amazon Chief Financial Officer Brian Olsavsky in April said the company moved Prime Day earlier because of transportation constraints due to the Independence Day holiday. Mr. Olsavsky also said the earlier date made it easier for vendors and selling partners. Moving Prime Day to June will also juice up the company’s second-quarter financials. Like many retailers, Amazon’s April through June quarter this year will be the first time year-over-year sales changes will be comparable with the start of the pandemic last year, when Amazon’s sales ballooned due to high demand for online shopping."
}