{
    "url_original": "https://www.wsj.com/articles/amazon-got-us-hooked-on-one-day-deliverynow-small-businesses-are-paying-for-it-11623470404?mod=business_minor_pos4",
    "url": "amazon-got-us-hooked-on-one-day-deliverynow-small-businesses-are-paying-for-it-11623470404",
    "title": "Amazon Got Us Hooked on One-Day Delivery—Now Small Businesses Are Paying for It",
    "sub_head": "The e-commerce giant taught us we can get everything tomorrow. Now small businesses have little choice but to comply.",
    "category_1": "Tech",
    "category_2": "Keywords: Christopher Mims",
    "time": "2021-06-12 12:00:00",
    "body": "Things had been looking good for Charleston Gourmet Burger, a small family business based in South Carolina. Founded by husband-and-wife team Chevalo and Monique Wilsondebriano in 2012, it sold its burger sauces and marinades in thousands of stores across the U.S., on the shopping channel QVC and directly to customers through its website. Just before the pandemic led to lockdowns in March, the couple made the fateful decision to stop selling through stores and to concentrate on online sales.<br />It proved to be a near-fatal mistake for their small business, which is the family’s sole source of income, and employs all four of the couple’s teenage and adult children, as well as Mrs. Wilsondebriano’s sister and mother.<br />In the  Amazon  era, selling online is one thing, but actually getting products to customers fast enough to make them happy is something else. It’s especially difficult if, like the Wilsondebrianos, a merchant isn’t selling via Amazon, but still feels obligated to match the e-commerce giant’s promises of free and fast delivery.<br />Their sales plummeted, from upward of $20,000 a month to as little as $3,000 a month, Mrs. Wilsondebriano says. The family had no choice but to pack and ship orders themselves, since they could no longer afford the third-party shipper they had been using.<br />Still, many potential buyers complained about shipping charges—around $8 on a $40 order—and that the sauces and marinades took too long to arrive, says Mrs. Wilsondebriano."
}