{
    "url_original": "https://www.wsj.com/articles/amazon-could-use-less-prime-time-11624357981?mod=markets_lead_pos10",
    "url": "amazon-could-use-less-prime-time-11624357981",
    "title": "Amazon Could Use Less Prime Time",
    "sub_head": "Prime Day showcases all the strengths that have now put Amazon under intense scrutiny",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-357401?width=620&size=1.5",
    "image_1": "im-357401.jpg",
    "time": "2021-06-22 06:33:00",
    "body": "Prime Day has long been about more than  Amazon  just keeping itself busy over the slow summer. But this may be an inopportune time for the e-commerce titan to fuel its famous “flywheel.”<br />Amazon kicked off its two-day annual sales extravaganza on Monday, touting more than two million deals available across 20 countries. That seems a significant expansion from last year’s event, which included more than one million deals across 19 countries. But last year’s Prime Day was also an anomaly, as Amazon shifted the event to October from its typical mid-July time frame as part of its response to the pandemic. The company typically doesn’t break out financial details from the event, but Doug Anmuth of  J.P. Morgan  estimates $8.4 billion in total Prime Day revenue this year, up 12% from his estimate from last year’s haul.<br />That is about 7% of the $115.3 billion in total revenue Wall Street expects from Amazon in the second quarter. But the boost is unlikely to fully compensate for what will be a very tough comparison to last year, when the frenetic start of the pandemic fueled a 40% jump in Amazon’s second-quarter revenue. Analysts expect Amazon’s revenue to rise 30% year over year in this year’s second quarter.<br />Beyond the revenue contribution, Prime Day has come to serve as a showcase for the so-called flywheel effect of Amazon’s various businesses. Based on the company’s past pronouncements, Prime Day typically lures new customers to the Prime shipping service, who in turn order more stuff from Amazon, and may become users of its streaming video service. It also lures new sellers to the company’s third-party marketplace, which generated a record $3.5 billion in sales during last year’s Prime Day event. It boosts Amazon’s consumer electronics business—its Echo smart speakers and Fire tablets frequently top the list of most-popular products each year. And with more sellers jostling for attention, Brent Thill of Jefferies estimates that this year’s Prime Day will add about $280 million to Amazon’s advertising business.<br />This cross-selling model has allowed Amazon to defy the gravity that normally afflicts such massive enterprises; no other business generating more than $400 billion in revenue annually even comes close to the 30% annual growth rate Amazon has averaged over the past four years."
}