{
    "url_original": "https://www.wsj.com/articles/amc-boss-adam-aron-basks-in-meme-stock-spotlight-11622799000?mod=markets_lead_pos2",
    "url": "amc-boss-adam-aron-basks-in-meme-stock-spotlight-11622799000",
    "title": "AMC Boss Adam Aron Basks in Meme-Stock Spotlight",
    "sub_head": "Movie-theater chain capitalizes on social media-driven frenzy to raise needed cash. ‘They’re who I work for,’ CEO says",
    "category_1": "Markets",
    "category_2": "Stocks",
    "image_1_url": "https://images.wsj.net/im-348217?width=620&size=1.5",
    "image_1": "im-348217.jpg",
    "time": "2021-06-04 05:30:00",
    "body": "Adam Aron,  AMC Entertainment Holdings Inc.’s  chief executive, has decided to run with the meme-stock bulls who helped his company avoid bankruptcy during the pandemic.<br />More than any CEO swept up in the meme-stock trade, Mr. Aron has come to represent the surrealism and opportunities of modern-day trading. He is a Harvard Business School graduate now known for sharing social-media memes of Reddit in-jokes. He has traded a Chinese real-estate firm, the Dalian Wanda Group, for three million individual investors he calls his community. He has promised the new shareholders dividends and free popcorn.<br />And it has helped the world’s largest movie-theater chain emerge from its pandemic hole. AMC raised $587 million Thursday through another stock sale effort, its seventh in nine months, adding up to more than $2.2 billion total since it began its stock sale efforts in August. The sale comes on the heels of a recent rally that brought  AMC ’s  share price to $72 from $10 in early May.<br />“Fearless leader, we trust your process!” one Twitter user posted Thursday in a reply to Mr. Aron’s tweet about raising capital. “Guide us to the moon!”<br />It was the latest twist in what has become one of the most unusual relationships on Wall Street. Mr. Aron said in an April interview that he viewed the individual shareholders as “my bosses. They’re who I work for.” Now, Mr. Aron contends with the new challenge of keeping a fragmented investor base happy amid extreme stock volatility and challenges to the movie-theater industry, including getting people back to cinemas post-pandemic and dealing with the growing threat from at-home streaming."
}