{
    "url_original": "https://www.wsj.com/articles/amc-other-meme-stocks-turn-options-market-upside-down-11623144602?mod=markets_lead_pos2",
    "url": "amc-other-meme-stocks-turn-options-market-upside-down-11623144602",
    "title": "AMC, Other Meme Stocks Turn Options Market Upside Down",
    "sub_head": "Flurry of activity in meme-stock options underscores investors’ fear of missing out on surges",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-349928?width=620&size=1.5",
    "image_1": "im-349928.jpg",
    "time": "2021-06-08 05:30:00",
    "body": "The meteoric rally in meme stocks such as  AMC Entertainment Holdings Inc.  and  GameStop Corp.  has unleashed a burst of options trading, upending traditional dynamics in the market for stock bets.<br />The rush into the stocks coincided with frenzied trading for options—contracts that allow investors to bet on price moves in stocks or protect their portfolios. The once-obscure corner of the market has boomed this year like never before, with many new investors trying their hands during the pandemic shutdowns.<br />The complicated contracts can be risky to use but have mushroomed into a feature of the meme mania this year. Some individual investors have said that they are drawn to the thrill of options trading, happy to take on higher risks for the prospect of big payouts. They have used the bets to turbocharge their positions, eager to ride the relentless momentum in stocks like GameStop and AMC.<br />Call options, which allow investors the right to purchase stocks at a set price in the future, have recorded particularly heavy trading. Internet traders and others have favored them for making bullish bets in pursuit of mammoth gains. Their relatively low cost—with just one contract covering 100 shares—has lured many into the market, with activity rising to a fever pitch in recent sessions.<br />Traders last week spent $11.6 billion on options contracts tied to AMC, more than on the SPDR S&P 500 ETF Trust, Invesco QQQ Trust and Tesla Inc. combined, according to  Cboe Global Markets  data. Options on those stocks are typically among the market’s most popular."
}