{
    "url_original": "https://www.wsj.com/articles/amcs-meme-stock-traders-mess-with-corporate-theory-11623107259?mod=markets_lead_pos3",
    "url": "amcs-meme-stock-traders-mess-with-corporate-theory-11623107259",
    "title": "AMC’s Meme-Stock Traders Mess With Corporate Theory",
    "sub_head": "Neither shareholder value nor stakeholder value explains selling shares into a wild froth",
    "category_1": "Markets",
    "category_2": "Streetwise",
    "time": "2021-06-08 08:00:00",
    "body": "The theory of the firm features a thriving academic debate about whether responsibility to shareholders or responsibility to broader stakeholders should be the founding principle of corporate life.<br />You can’t fit raising billions of dollars from shareholders merely because the stock price is wildly overvalued into either rubric. Maybe the academics should be following Reddit’s  AMC  Entertainment memes, because the movie-theater operator’s maneuver last week to raise $817 million by selling shares into a wild froth—the latest in a series that quintupled its share count since September—adds a third constituency often missing from the theory of the company: the company itself.<br />The most obvious reason for a company to exist is to benefit its shareholders, and on a basic shareholder-value measure AMC has excelled: Its stock is up 2,494% this year. Social-media savvy Chief Executive Adam Aron (who bagged the @CEOAdam handle on Twitter) can take some of the credit, hamming up the stock with free popcorn for shareholders and spending an hour being interviewed by one of the self-styled “apes” who bought AMC and call him their “silverback.”<br />With some twisted logic one could argue AMC was only doing what shareholders really want. Lots of new people want to buy shares (AMC was the most-traded U.S. stock last week), so it is only right that the company should create and sell them. Never mind that AMC, in the prospectus selling the stock, includes an extraordinary boldface warning not to buy it.<br />Taking a more cynical view, one could argue that AMC is acting for the benefit of the shareholders who will remain after the excess evaporates. Sell shares at today’s elevated prices and use it for something useful, like buying distressed sites or paying off debt, and whoever the owners are after the shares fall back will have the assets. No one was obliged to buy the stock, after all. Caveat emptor."
}