{
    "url_original": "https://www.wsj.com/articles/american-airlines-cuts-some-flights-to-avoid-potential-strains-11624205739?mod=business_lead_pos4",
    "url": "american-airlines-cuts-some-flights-to-avoid-potential-strains-11624205739",
    "title": "American Airlines Cuts Some Flights to Avoid Potential Strains",
    "sub_head": "Travel demand returned more sharply than expected, and too many flights can mean more difficulties when things go wrong",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-356829?width=620&size=1.5",
    "image_1": "im-356829.jpg",
    "time": "2021-06-20 15:02:00",
    "body": "American Airlines  Group Inc., which rapidly increased flying to meet a surge in travel demand, is trimming some flights to alleviate potential strains on its operations.<br />The number of flights being culled is relatively small, amounting to about 1% of planned flying in the first half of July, the company said. But scrapping roughly 950 flights from the schedule is the latest sign of how tricky it has been for airlines to scale up after a year of depressed demand. The changes also illustrate how companies are trying to adjust to the post-pandemic normal, with the rapid rise in travel pressuring vacation-rental operators and rental-car companies as well.<br />More robust schedules and fuller flights mean more difficulties when things go wrong. American is trying to avoid a repeat of its disastrous summer in 2019, when bad weather and a feud with the airline’s mechanics snarled operations, an American executive said.<br />Storms that hit some of American’s biggest hubs several days this month, causing delays and cancellations, contributed to the airline’s decision to cut back to have more breathing room when unexpected problems arise, the airline said.<br />While most customers will still be able to make it to their destinations the same day, some will be moved onto earlier or later flights, or connect over a different hub, and some might receive refunds if the new flights aren’t workable, the American executive said."
}