{
    "url_original": "https://www.wsj.com/articles/american-basketball-pro-spent-eight-months-in-secretive-china-detention-11624363200?mod=business_minor_pos6",
    "url": "american-basketball-pro-spent-eight-months-in-secretive-china-detention-11624363200",
    "title": "American Basketball Pro Spent Eight Months in Secretive China Detention",
    "sub_head": "A human-rights group says a legal form of Chinese detention that often leaves people cut off from family and lawyers is used at a ‘mass level’",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-06-22 08:00:00",
    "body": "When Chinese police detained American professional basketball player Jeff Harper in Shenzhen last year, they didn’t formally arrest him, he says, but instead kept him locked in a room with a rancid mattress and a plastic chair for eight months.<br />That form of Chinese detention, called “residential surveillance in a designated location,” is used by authorities to hold a suspect for interrogation in a secret location before any arrest or charge. Human-rights groups describe it as a frightening situation that sometimes features violence and leaves the subject cut off from lawyers and family. Mr. Harper says he wasn’t physically abused but was tormented by the uncertainty around what authorities planned for him.<br />An unaffiliated basketball pro who had played in 12 countries, Mr. Harper had been in Shenzhen for five days for a tournament when he was detained after an altercation he says he was later told led to a man’s death. He was eventually released and permitted to leave China in September 2020 without ever being charged with any crime or appearing in court.<br />“They do their justice system totally different than we do ours,” says the 33-year-old from Whiteville, Tenn. “I’m not a fan of it.”<br />The residential-surveillance system has received international attention because of a number of high-profile cases involving political opponents of Beijing’s leadership and sometimes foreigners such as Mr. Harper."
}