{
    "url_original": "https://www.wsj.com/articles/america-the-motion-picture-review-hysterical-fiction-11624999512",
    "url": "america-the-motion-picture-review-hysterical-fiction-11624999512",
    "title": "‘America: The Motion Picture’ Review: Hysterical Fiction",
    "sub_head": "In this animated Netflix mashing of American idols, Channing Tatum, Judy Greer, Killer Mike and others give voice to a George Bon Jovi Washington and other figures you’ll never meet in a history book.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-361111?width=620&size=custom_1920x804",
    "image_1": "im-361111.jpg",
    "time": "2021-06-29 16:45:00",
    "body": "Declaring its independence from sanity, the animated “America: The Motion Picture” opens at Ford’s Theater, where best buds Abraham Lincoln and George Washington have come to see Red, White & Blue Man Group (also on the bill: “Our American Cousin Vinny”). Benedict Arnold, who’s already wiped out the Continental Congress with automatic weapons, turns into a werewolf and kills Lincoln. George, whose weapons of choice are the chainsaws strapped to his arms, wants to fulfill Abe’s dying wish and establish a country, but to do so he has to ally himself with the drunken frat boy-brewer Sam Adams, Paul Revere (who is half horse) and Tom Edison, a gender-ambiguous Asian hipster who channels electricity into a way of short-circuiting the redcoats. All of whom are working for the evil King James. Geronimo shows up, too.<br />“Why?” one might ask, as in “Why does this show exist?” It’s a reasonable question, about a project that is slightly beyond reason. But one of the funny things about “America: The Motion Picture”—not all of which is screamingly funny—is that the more you know about America’s past, the more amusing it probably is (the past and the film). And though this Netflix presentation might seem like an escapee from Adult Swim, “America: The Motion Picture” isn’t without at least some thought, political or otherwise: George Washington (Channing Tatum), for instance, spends the movie trying to live up to the ideals of Abraham Lincoln. It’s a provocative way of teaching American nonhistory.<br />Along with its torrent of animated bloodshed there is a tsunami of anachronisms, not including the convergence of presidents, inventors, a radicalized Blacksmith (Killer Mike) and a Martha Washington née Dandridge (Judy Greer) who is barely dressed most of the time and uses the term “hashtag.” The digital adventures of Tom Edison (Olivia Munn) are a pure kind of nonsense. There’s an enemy bar called Vietnam (“Don’t go in, George, it’s a quagmire!”). The wording of the Constitution is decided by beer pong. George’s full name is George Bon Jovi Washington. The national anthem is “Free Bird.” The evil redcoats steep the colonists in tea to make them British.<br />And then there are the really esoteric jokes: King James (Simon Pegg) has a man-eating soccer ball named “Manchester,” a gag strictly for fans of English Premier League football.<br />Directed by Matt Thompson and written by Dave Callaham, “America: The Motion Picture” has the kind of wobbly plot that might support a “Fast & Furious” movie, but the point is really the comedic asides and a cast of characters who represent various factions of American society, from the Native-American (Raoul Max Trujillo voices Geronimo) to the almost-irredeemably racist (Jason Mantzoukas is Sam Adams). Representing those of a mixed-species background is Paul Revere (Bobby Moynihan)."
}