{
    "url_original": "https://www.wsj.com/articles/americas-energy-gift-to-dictators-11623279139?mod=opinion_lead_pos1",
    "url": "americas-energy-gift-to-dictators-11623279139",
    "title": "America’s Energy Gift to Dictators",
    "sub_head": "China, Russia and Iran will exploit the U.S. retreat on fossil fuels.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-351670?width=620&size=1.5",
    "image_1": "im-351670.jpg",
    "time": "2021-06-09 18:52:00",
    "body": "The U.S. is barreling toward one of the greatest self-inflicted wounds in its history. This came into sharper focus last week when President Biden suspended oil leases in Alaska’s Arctic National Wildlife Refuge (ANWR), even as Russia and the Organization of the Petroleum Exporting Countries (OPEC) announced production increases.<br />Mr. Biden’s anti-carbon fusillade will have no effect on the climate as global demand for fossil fuels will continue to increase for decades no matter what the U.S. does. Meantime, Russia, China and Iran will take advantage of America’s astonishing fossil-fuel retreat.<br />Not long ago, the U.S. depended on OPEC for much of its oil supply. But hydraulic fracturing and horizontal drilling enabled producers to extract oil and natural gas once believed unrecoverable. Shale frackers from North Dakota to Texas unleashed a surge of oil and gas onto global markets, breaking OPEC’s dominance on supply. OPEC tried to break U.S. producers by flooding markets, but frackers became more efficient. By 2019 the U.S. was producing nearly two-and-a-half times as much crude as in 2008. OPEC and Russia have had to limit their production to lift prices to shore up budgets that depend on petrodollars.<br />U.S. producers reduced investment during the pandemic as demand plunged. While prices have since recovered to a two-year high, a larger U.S. retrenchment driven by government and progressive investors is on the way.<br />Two weeks ago the hedge fund Engine No. 1 allied with big asset managers, government pension funds and proxy advisers ousted three Exxon Mobil board members in a climate proxy battle. Shareholders also passed a resolution requiring  Chevron  to reduce its downstream emissions. The latter is a de facto mandate to withdraw from oil and gas."
}