{
    "url_original": "https://www.wsj.com/articles/americas-democratic-model-tarnished-yet-still-powerful-11624281706?mod=politics_lead_pos5",
    "url": "americas-democratic-model-tarnished-yet-still-powerful-11624281706",
    "title": "America’s Democratic Model Tarnished, Yet Still Powerful",
    "sub_head": "Trump’s election claims and the Jan. 6 riot damaged U.S. reputation, but that view shifted toward the positive since President Biden took office",
    "category_1": "Politics",
    "category_2": "Capital Journal",
    "time": "2021-06-21 09:21:00",
    "body": "When President Biden began last week’s trip through Europe that culminated in a summit meeting with Russian President Vladimir Putin, he said a main mission was to prove the power of democracies over dictatorships: “We have to discredit those who believe that the age of democracy is over, as some of our fellow nations believe,” he said.<br />Which raises the question of how America is doing as a democratic model for the rest of the world. And on that front, there is some work to do. The model is tarnished—badly tarnished by some measures.<br />The good news, though, is that some of the old shine is still there, despite all the U.S. has done to diminish it in recent years. Indeed, the democratic model’s enduring power actually may be breaking through.<br />Both the short-term damage and long-term hope are on display in a remarkable survey released this month by the Pew Research Center. Pew compiled the results of interviews on perceptions of America with more than 16,000 citizens from 16 advanced economies in North America, Europe and the Asia-Pacific region.<br />The most depressing findings are the ones showing the damage done by recent years’ vicious polarization, former President Donald Trump’s ongoing claim that the 2020 presidential election was rigged, and the actions of the violent mob that attacked the U.S. Capitol on Jan. 6. In 14 of the 16 nations surveyed, majorities of respondents said democracy in the U.S. used to be a good example, but hasn’t been in recent years. And that sentiment was nearly a majority opinion in Italy and Greece, the only countries where it fell just below 50%."
}