{
    "url_original": "https://www.wsj.com/articles/americas-post-covid-19-shopping-spree-will-be-bumpy-11623773028?mod=business_minor_pos11",
    "url": "americas-post-covid-19-shopping-spree-will-be-bumpy-11623773028",
    "title": "America’s Post-Covid-19 Shopping Spree Will Be Bumpy",
    "sub_head": "Retail sales figures sent a mixed message, but the general direction is likely more spending ahead",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-354051?width=620&size=1.5",
    "image_1": "im-354051.jpg",
    "time": "2021-06-15 12:03:00",
    "body": "If you were looking for a reliable signal on where U.S. consumer spending is heading in the May retail sales report, well, good luck.<br />The Commerce Department on Tuesday reported that combined sales at stores, restaurants and online fell by 1.3% last month from April, a steeper drop than the 0.6% decline economists expected. The weakness was broad-based, with sales declining at auto dealers, hardware stores, furniture sellers and general merchandise stores, among others. Sales at restaurants and bars bucked the trend, rising 1.8%, but given the easing of the Covid-19 crisis, one might have hoped for more.<br />The April sales figures were revised significantly higher, however, and March sales figures were also bumped up. The Commerce Department now says overall sales in April were up 0.9% from March compared with its earlier reading showing they were flat, with most retail categories showing higher sales. Indeed, after taking the revisions into the account, the level of retail sales last month was higher than economists’ May sales estimates indicated.<br />Data revisions happen—the sample of retailers and food-service companies that the Commerce Department bases its initial sales figures on is smaller than the one it uses for the revised figures it releases later—and given the economic environment now, those revisions may end up being bigger than usual.<br />There is a lot going on. Earlier this year, the government sent out another big round of relief payments to most U.S. households. The initial boost they gave to spending is probably fading. With worries about Covid-19 and restrictions easing, more Americans are returning to activities they have avoided, such as eating out at restaurants, and that may be redirecting some of their dollars away from other purchases. Furthermore, supply-chain problems have led to shortages of a broad array of products. Last month, the economy added over a half-million jobs—and the paychecks that come with them—and that was considered a mild disappointment."
}