{
    "url_original": "https://www.wsj.com/articles/americas-old-believers-need-to-move-past-donald-trump-11623948637?mod=opinion_lead_pos5",
    "url": "americas-old-believers-need-to-move-past-donald-trump-11623948637",
    "title": "America’s Old Believers Need to Move Past Donald Trump",
    "sub_head": "He wasn’t up to the task of preserving democracy, civic sanity, and freedom of speech and thought from progressive elites.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-17 12:50:00",
    "body": "Let us speak of the Old Believers, clingers to their God and guns, to the old pronouns and the heterosexual marriages. Theirs is still, despite all, a Norman Rockwell version of things—manifest, for example, in a primitive confidence in the doctor who, once upon a time, would swat a newborn’s rump and announce, with hieratic certitude, “It’s a boy” or “It’s a girl.” The Old Believers did not think that the doctor, on a whim, “assigned” the baby’s “gender.” They held that the decision had been made months earlier, higher up the biological chain of command, and was to be respected as part of the scheme of things.<br />Four centuries ago in Russia, there occurred an internal clash of religious ideas (old ways vs. new ways) that had points in common with the schism dividing the U.S. in the 21st century. In Russia, too, there were progressives, who embraced reforms promulgated by Nikon, patriarch of Moscow, and anathematized the Old Believers, who held fast to the earlier religion. The latter were also known as Old Ritualists, raskolniki, and were led by the archpriest Avvakum. Avvakum was not exactly Donald Trump, but he stood for the earlier practice and for a mystic version of old Russia and its faith. The Old Believers tended to be located far from cosmopolitan centers. They were found in Siberia, in the Urals—in, so to speak, the red states of the Russian empire.<br />The Russian elites—tilting westward, speaking French among themselves—held such primitives in contempt. You may recall that in “War and Peace,” Prince Bolkonski’s pious daughter, Marya, befriends Old Believers but, because of her wrathful father’s prejudices, greets them furtively, leading them into the house by the back door. These days in places like Martha’s Vineyard and Beverly Hills, you find the Old Believers similarly shunned and feared.<br />Years ago, when my father was an editor at the Saturday Evening Post, which printed Rockwell’s iconic covers, a squire in Bucks County, Pa., told him with cheerful condescension, “I take your magazine for the servants.”<br />The mood is darker now. Emerging from the Covid seclusion, I am startled by the shudder of aversion, hatred and even fear with which America’s polite progressive society (lesser Bolkonskis and Rostovs, the Tesla classes) greet the mere mention of a Republican or a conservative. It’s a reflex, a wince of horror and disapproval. If you pronounce the name Trump, they go into convulsions."
}