{
    "url_original": "https://www.wsj.com/articles/americas-covid-groupthink-functioned-like-chinas-repression-11623085417?mod=opinion_lead_pos8",
    "url": "americas-covid-groupthink-functioned-like-chinas-repression-11623085417",
    "title": "America’s Covid Groupthink Functioned Like China’s Repression",
    "sub_head": "Marching in ideological lockstep is less forgivable in a society where one has a choice in the matter.",
    "category_1": "Opinion",
    "category_2": "Free Expression",
    "time": "2021-06-07 13:03:00",
    "body": "What we eventually learn about the origins of Covid-19 may implicate China’s government in failure and falsehood on a grand scale. But before we get too carried away with the endemic failures of the communist order, we should ponder that the episode has exposed layers of rottenness in critical institutions of American civil society that are similarly damning.<br />China’s officials may well be culpable of a combination of incompetence, recklessness and deceit. But in an authoritarian regime, they might not have had much individual agency in the matter. In this country, scientists, bureaucrats, journalists and executives of Big Tech companies suppressed the story not out of fear of imprisonment or death, but of their own volition, out of ideological or even venal motives. You may well ask: Whose culpability is greater?<br />It’s not simply that the lab-leak theory was “debunked,” as news organizations repeatedly told us when anyone tried to raise it a year ago. It wasn’t even permitted to be considered. Discussion of the topic was deliberately extinguished on tech platforms, in the respectable scientific journals and in newsrooms.<br />Some highly influential figures in the “scientific community” were the first to block serious consideration of the thesis that the viral pathogens escaped from a Chinese government laboratory.<br />Letters in the Lancet and Nature in the early days of the pandemic from an impressive constellation of experts dismissed the lab-leak idea, and in the case of the former, denounced it as a conspiracy theory."
}