{
    "url_original": "https://www.wsj.com/articles/americans-should-know-the-story-of-abolitionist-cassius-clay-11624053172?mod=opinion_major_pos5",
    "url": "americans-should-know-the-story-of-abolitionist-cassius-clay-11624053172",
    "title": "Americans Should Know the Story of Abolitionist Cassius Clay",
    "sub_head": "Muhammad Ali’s namesake risked his career, wealth and life to promote emancipation.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-18 17:52:00",
    "body": "In an era of racial “reckoning,” the U.S. seems determined to obliterate statues and other public honors for those, such as Confederate generals, who fought to preserve slavery and racism. But there is no countervailing effort to remember or honor those who risked everything—career, wealth, prominence and personal safety—to promote emancipation.<br />Start with a towering figure who contributed significantly to the cause of liberation and union, Cassius Marcellus Clay. Born in 1810, Clay defied his slave-owning and influential Kentucky family when he became an abolitionist during his student days at Yale. A speech by William Lloyd Garrison, the fiery advocate for emancipation, struck him “as water to a thirsty wayfarer.” Returning home after graduation in 1832, he won four terms in the state Legislature despite his unpopular antislavery views. Clay’s second cousin (and occasional political sponsor) was the state’s most celebrated citizen: Henry Clay, the House speaker and longtime senator.<br />While other antislavery agitators fled the South to escape intimidation and violence, Clay used his inherited wealth to set up an uncompromising abolitionist newspaper in Lexington, named True American. After fighting off a mob of 60 who tried to smash his printing presses, Clay installed two cannons to protect his premises. He also funded Berea College, a Christian institution that became the first college in the South to welcome black students and women.<br />Though Clay might have continued in the role of philanthropist and humanitarian, his combative nature pushed him toward provocation and confrontation. Henry Clay’s biographers David and Jeanne Heidler wrote of Cassius: “A venomous pen was his first weapon of choice, a bowie knife his second, and because he was so effective with the one, he found it wise to have the other handy.”<br />After a heated public debate in 1843, a hired killer assaulted him and aimed a shot directly to his chest. While struggling to remove the bowie knife from the leather scabbard he carried on his belt, Clay unintentionally pulled up the sheath over his stomach. The would-be assassin’s bullet struck the scabbard and lodged itself into the silver blade, before Cash used the knife to slice off his assailant’s nose and an ear."
}