{
    "url_original": "https://www.wsj.com/articles/an-all-star-decision-11623449082?mod=opinion_lead_pos4",
    "url": "an-all-star-decision-11623449082",
    "title": "An All-Star Decision",
    "sub_head": "A judge rules against an effort to move the game back to Atlanta.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-11 18:04:00",
    "body": "On Thursday a small-business group called Job Creators Network whiffed in its attempt to get a federal court to force Major League Baseball to return the July 13 All-Star Game to Atlanta. In April MLB Commissioner Rob Manfred announced baseball was taking the game out of Atlanta as a show of disapproval for Georgia’s election reforms.<br />Job Creators Network wanted a preliminary injunction to keep the game from being moved to Denver. The suit argued that MLB had violated the constitutional rights of Atlanta businesses, and it sought $100 million in damages. But federal Judge Valerie Caproni called them out, arguing that the plaintiffs lack standing and failed to demonstrate that they would suffer irreparable harm absent an injunction.<br />The plaintiffs are surely right that the decision by Mr. Manfred will harm their businesses and the Atlanta metropolitan area. Mr. Manfred was grandstanding, as he often does, pulling the game from Atlanta—two days after President Biden said he would “strongly support” such a move. We called the move “divisive” and criticized Mr. Manfred and MLB for having “smeared Georgia’s elected majority as racist and anti-democratic.”<br />But Judge Caproni’s decision is right on the law. Baseball is a private institution and has every right to make its own decisions about where games are played—however misguided or nakedly politicized those decisions may be.<br />For those who disagree with MLB’s woke response to Georgia’s voting law, the answer is not to run to a federal court. It’s to use their pressure as fans, consumers and voters to make their dissatisfaction clear to the politicians at MLB who turned America’s game into an instrument of partisanship."
}