{
    "url_original": "https://www.wsj.com/articles/an-antitrust-bait-and-switch-11623883196?mod=opinion_lead_pos4",
    "url": "an-antitrust-bait-and-switch-11623883196",
    "title": "An Antitrust Bait and Switch",
    "sub_head": "Biden pulls a fast one to install Lina Khan as chair of the FTC.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-16 18:39:00",
    "body": "The Senate on Tuesday voted 69-28 to confirm progressive Columbia University law professor Lina Khan as a Federal Trade Commissioner. But some Republicans who voted for her may have regrets after President Biden broke political norms and quickly named her as the new chair.<br />Ms. Khan is a leader in the “hipster” or neo-Brandeis school of antitrust. These progressives want to scrap the consumer-welfare standard that Robert Bork helped develop in the 1970s. They believe antitrust law should focus on business size rather than how its conduct or acquisitions affect consumers.<br />In a 2017 Yale Law Journal article, “Amazon’s Antitrust Paradox,” Ms. Khan argued that the “consumer welfare” standard is “unequipped to capture the architecture of market power in the modern economy.” Amazon, she said, increased its dominance by charging lower prices and growing its business, thereby undercutting competitors.<br />Amazon and other tech giants deserve antitrust scrutiny for some of their business practices, such as Amazon’s dominance in e-books. But that e-book dominance was abetted by a Justice antitrust suit that undermined competition from  Apple .  Killing the consumer-welfare standard would punish companies for reducing prices and innovating.<br />Some Republicans, frustrated by how companies have silenced conservatives, voted to confirm Ms. Khan to send a message. Yet they may not have done so had they known Ms. Khan would lead the agency. It’s de rigueur for a President when nominating members to independent agencies to announce at the same time if someone will serve as chair."
}