{
    "url_original": "https://www.wsj.com/articles/an-anti-development-water-rule-11623449163?mod=opinion_lead_pos2",
    "url": "an-anti-development-water-rule-11623449163",
    "title": "An Anti-Development Water Rule",
    "sub_head": "Biden’s EPA is back with a rule that won’t help build infrastructure.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-11 18:06:00",
    "body": "A small group of Senate Republicans and Democrats has reportedly reached a $1 trillion infrastructure deal. Meantime, the Biden Environmental Protection Agency has announced plans to redo the Trump Administration’s Waters of the U.S. (Wotus) rule, which will make it harder to build infrastructure.<br />The EPA this week announced plans to revise the Trump Wotus rule “to better protect our nation’s vital water resources that support public health, environmental protection, agricultural activity, and economic growth.” Translation: The EPA is preparing a private land grab that will limit farming, fracking, home building and economic activity.<br />Recall how the Obama-era Wotus rule expanded federal jurisdiction over “waters of the U.S.” under the 1972 Clean Water Act, which authorized the feds to regulate “navigable waterways” like the Hudson River. The Obama EPA claimed jurisdiction over any waterways with a “significant nexus” to “waters of the U.S.”<br />This included all land within a 100-year floodplain and 1,500 feet of the high-water mark or 4,000 feet of waters already under its jurisdiction, as well as “ephemeral” ponds, ditches and creeks that occasionally filled with storm runoff. The rule was intended to give the feds a veto over fossil-fuel development on private land.<br />But it also meant that farmers would have to get permits to fill ditches. Road and highway construction projects would need to undergo federal review if their storm runoff could affect waterways a mile or so away. The Trump EPA sensibly revised the rule to exclude unnavigable bodies of waters, including those that fill with water after a rainfall."
}