{
    "url_original": "https://www.wsj.com/articles/an-alternative-to-the-afghan-pullout-11623615905?mod=opinion_lead_pos9",
    "url": "an-alternative-to-the-afghan-pullout-11623615905",
    "title": "An Alternative to the Afghan Pullout",
    "sub_head": "Biden presents a false choice between total withdrawal and ‘forever wars.’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-353343?width=620&size=1.5",
    "image_1": "im-353343.jpg",
    "time": "2021-06-13 16:25:00",
    "body": "I had the opportunity this month to visit and thank U.S. troops stationed around the world. Some of our troops are too young to remember 9/11, but that day is etched in my memory and the heart of our nation.<br />The threat we saw that day is why we went to Afghanistan in 2001. The conditions on the ground had created an incubator for terrorists with international ambitions. Our troops went to prevent further attacks on the U.S. and our allies.<br />Unfortunately, President Biden chose to ignore the conditions on the ground and withdraw all U.S. troops by Sept. 11 of this year—a purely political decision. The Biden administration pretends there are only two options: unconditional U.S. withdrawal, or a “forever war.” Nobody wants to see U.S. troops in Afghanistan forever. But there is a third option: maintaining a relatively small troop presence until the conditions outlined in the 2020 U.S.-Taliban Agreement are fully implemented.<br />As we saw after President Obama’s withdrawal from Iraq in 2011, terrorists will exploit a security vacuum. Two and a half years after U.S. troops left Iraq, ISIS captured Mosul. It took five years, tens of thousands of troops and more than 30,000 airstrikes to destroy the physical caliphate.<br />An expert report to the United Nations Security Council forecasts a similar outcome in Afghanistan now and observes that al Qaeda and other militants are celebrating President Biden’s decision as a “victory . . . for global radicalism.”"
}