{
    "url_original": "https://www.wsj.com/articles/an-alzheimers-breakthrough-at-last-11623104815?mod=opinion_lead_pos1",
    "url": "an-alzheimers-breakthrough-at-last-11623104815",
    "title": "An Alzheimer’s Breakthrough, At Last",
    "sub_head": "The FDA’s approval sends a message of hope for millions of patients.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-350131?width=620&size=1.5",
    "image_1": "im-350131.jpg",
    "time": "2021-06-07 18:26:00",
    "body": "The Food and Drug Administration gave hope to millions of Americans suffering from Alzheimer’s disease on Monday by approving  Biogen ’s  aducanumab, the first treatment shown to slow cognitive decline. Credit to Acting Commissioner Janet Woodcock for resisting pressure from the public-health left who campaigned against the drug.<br />Aducanumab’s twisted path to approval illustrates the challenges of drug development. Hundreds of experimental Alzheimer’s treatments have failed in clinical trials over decades. While some approved drugs can temporarily mitigate behavioral and cognitive symptoms, none before aducanumab had shown an impact on disease progression.<br />One reason a breakthrough has proven elusive is that researchers haven’t figured out exactly what causes Alzheimer’s. Its hallmark is an accretion of amyloid plaque and tau tangles in the brain, which usually begins long before people show symptoms. Some scientists believe that removing amyloid could slow disease progression.<br />Enter aducanumab, which is a monoclonal antibody cloned from older people who showed unusually slow cognitive decline. It works by clearing amyloid. A high dose of the drug in a late-stage trial removed 71% of the amyloid buildup after 18 months.<br />Yet more than two dozen experimental drugs targeting amyloid have failed to show benefits. Two years ago, aducanumab looked to be another failure after a midpoint “futility analysis” of two Phase 3 clinical trials with some 3,200 participants apparently showed no benefit."
}