{
    "url_original": "https://www.wsj.com/articles/another-indigenous-group-in-canada-finds-unmarked-graves-near-a-former-school-11625086735?mod=world_major_2_pos7",
    "url": "another-indigenous-group-in-canada-finds-unmarked-graves-near-a-former-school-11625086735",
    "title": "Another Indigenous Group in Canada Finds Unmarked Graves Near a Former School",
    "sub_head": "Third discovery brings number of burial sites announced in past month to more than 1,000;  national chief says more than 100 school sites need searching",
    "category_1": "World",
    "category_2": "Canada",
    "image_1_url": "https://images.wsj.net/im-362741?width=620&size=1.5",
    "image_1": "im-362741.jpg",
    "time": "2021-06-30 16:58:00",
    "body": "OTTAWA—A third indigenous community in Canada says it has discovered unmarked graves near the site of a former Catholic-run residential school for indigenous children, bringing the total number made public in roughly a month to more than 1,000.<br />The discovery comes on the eve of Canada’s national day and is likely to add to a somber mood across the country as more evidence emerges of Canada’s history of mistreating indigenous peoples. Some communities have canceled Canada Day celebrations, citing the discovery of the graves.<br />“It’s going to be a day where, yes, we will celebrate, but we will mostly reflect on the work that we all have to do as individuals and institutions to be better, to be more like the country that we like to imagine we are,” Canadian Prime Minister Justin Trudeau said Wednesday.<br />The Lower Kootenay Band, a member band of the Ktunaxa Nation, said it was informed of the discovery of 182 unmarked graves by another member band, the aqam. It said the aqam community used ground-penetrating radar to search an area close to the former St. Eugene’s residential school, which operated between 1890 and 1970 near the city of Cranbrook, British Columbia, roughly 40 miles north of the Montana border.<br />The chief of the aqam band, Joe Pierre Jr., said Wednesday that the band would provide more information as soon as it could."
}