{
    "url_original": "https://www.wsj.com/articles/ant-wins-chinas-approval-to-set-up-consumer-finance-company-11622710885?mod=business_minor_pos8",
    "url": "ant-wins-chinas-approval-to-set-up-consumer-finance-company-11622710885",
    "title": "Ant Wins China’s Approval to Set Up Consumer-Finance Company",
    "sub_head": "Jack Ma-controlled mobile-payments company will hold a 50% stake in the new entity, with the rest held by six other shareholders",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-347978?width=620&size=1.5",
    "image_1": "im-347978.jpg",
    "time": "2021-06-03 06:05:00",
    "body": "China’s banking and insurance regulator said Thursday that it had approved an application by Ant Group Co. to set up a consumer-finance company, the first milestone in the financial-technology giant’s restructuring of its business.<br />Ant will hold a 50% stake in the new entity, registered in the Southwestern municipality of Chongqing, with the rest held by six other shareholders. The company, Chongqing Ant Consumer Finance Co., is licensed to conduct consumer lending and other operations. It will hold Ant credit services Huabei and Jiebei, which have been used by almost half a billion people in China.<br />Ant, a mobile-payments company controlled by billionaire Jack Ma, has been forced to overhaul its business after Chinese authorities canceled its initial public offering in November.<br />One of the areas that drew Beijing’s ire was Ant’s colossal consumer-lending business. At the end of June last year, people who had borrowed money from Ant’s platforms had a total of the equivalent of $271.1 billion in outstanding loans.<br />Ant originated most of the loans in partnership with commercial banks, which provided the bulk of the funding for the debt. Many of the loans were taken out by young people without established credit histories. Regulators frowned upon Ant’s activities because they encouraged some people to borrow and spend beyond their means, and created risks for the banks that supplied funds for the loans."
}