{
    "url_original": "https://www.wsj.com/articles/anthro-vision-review-how-to-take-the-blinders-off-11623190631?mod=opinion_reviews_pos1",
    "url": "anthro-vision-review-how-to-take-the-blinders-off-11623190631",
    "title": "‘Anthro-Vision’ Review: How to Take the Blinders Off",
    "sub_head": "Trouble follows when insular guilds—bankers, doctors, journalists—fail to take into account the viewpoints and folkways of non-elite people.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-350805?width=620&size=1.5",
    "image_1": "im-350805.jpg",
    "time": "2021-06-08 18:17:00",
    "body": "When Donald Trump—gaudy and braggadocious—used the word “bigly” in a presidential debate with Hillary Clinton in September 2016, the newsroom of the Financial Times dissolved into merriment. Gillian Tett was there, and she heard herself laugh with the others. The word, she writes, sounded odd. “It was not the type of ‘proper’ English of the sort that presidents were supposed to use or that journalists employed every day.”<br />Ms. Tett, who heads the FT’s American editorial board, is the author of “Anthro-Vision,” a book about how anthropology—a subject in which she has a Ph.D. from Cambridge University—can explain the folkways (and speech habits) of non-elite people to professionals trapped in the insularity of their own guilds. The latter’s specialist tools are notably inadequate, she says, when “used without an awareness of culture and context”—without an awareness, that is, of the Big Picture.<br />How can male tech-geeks in California design computerized fridges for use around the world when they don’t know the shopping patterns of housewives in Kuala Lumpur or Johannesburg? How would Western medics combat the highly infectious Ebola virus without accounting for the intimate mourning rituals of Guinea and Sierra Leone?<br />Our professionals are curled up inside silos, Ms. Tett observes. Bankers think only like bankers, economists like economists, doctors like doctors, techies like techies. They lack “lateral vision,” she writes, without which they commit blunders of policy and perception that are often as egregious as they are avoidable.<br />Ms. Tett claims that anthropology—with its empathy for strangers, its principles of listening to someone else’s view, its emphasis on seeing “what is hidden in plain sight”—is an antidote to tunnel vision. Her book, in effect, calls for the anthropologization of the work-sphere (my ugly phrase, not hers). She comes pretty close to asserting that a field that arose in the 19th century to help the imperial West confirm the “inferiority” of colonized people, and that changed in the mid-20th century into the polar opposite of its colonizing origins, is a panacea for our present-day ills. Some may find this claim too sweeping; others will be swept along by her enthusiasm."
}