{
    "url_original": "https://www.wsj.com/articles/app-taps-unwitting-users-abroad-to-gather-open-source-intelligence-11624544026?mod=politics_lead_pos3",
    "url": "app-taps-unwitting-users-abroad-to-gather-open-source-intelligence-11624544026",
    "title": "App Taps Unwitting Users Abroad to Gather Open-Source Intelligence",
    "sub_head": "The Premise app pays users, many in the developing world, to do tasks like taking photos and completing surveys for clients including the U.S. military",
    "category_1": "National Security",
    "image_1_url": "https://images.wsj.net/im-359105?width=620&size=custom_1464x1384",
    "image_1": "im-359105.jpg",
    "time": "2021-06-24 14:44:00",
    "body": "WASHINGTON—A network of gig workers world-wide is unwittingly providing basic intelligence to the U.S. military using only a consumer app on their smartphones.<br />San Francisco-based Premise Data Corp. pays users, many of them in the developing world, to complete basic tasks for small payments. Typical assignments involve snapping photos, filling out surveys or doing other basic data collection or observational reporting such as counting ATMs or reporting on the price of consumer goods like food.<br />About half of the company’s clients are private businesses seeking commercial information, Premise says. That can involve assignments like gathering market information on the footprint of competitors, scouting locations and other basic, public observational tasks. Premise in recent years has also started working with the U.S. military and foreign governments, marketing the capability of its flexible, global, gig-based workforce to do basic reconnaissance and gauge public opinion.<br />Premise is one of a growing number of companies that straddle the divide between consumer services and government surveillance and rely on the proliferation of mobile phones as a way to turn billions of devices into sensors that gather open-source information useful to government security services around the world.<br />The company says 90% of its work is gauging public sentiment and understanding human geography by paying users to fill out surveys, yielding data that it says has uses for commercial businesses, nonprofits and governments. A smaller number of projects, it says, involve asking users to go out into the world to complete tasks such as taking pictures or walking a predetermined route. Sometimes those tasks involve collecting data on nearby wireless signals or other cellphones, the company said, comparing the practice to how Google and Apple map Wi-Fi networks with phones using their operating systems."
}