{
    "url_original": "https://www.wsj.com/articles/appeals-court-revives-challenge-to-california-law-mandating-women-board-members-11624317002?mod=business_minor_pos5",
    "url": "appeals-court-revives-challenge-to-california-law-mandating-women-board-members-11624317002",
    "title": "Appeals Court Revives Challenge to California Law Mandating Women Board Members",
    "sub_head": "Federal judges say shareholder may sue over state’s 2018 law that requires public companies in California to have women directors",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-357535?width=620&size=1.5",
    "image_1": "im-357535.jpg",
    "time": "2021-06-21 19:10:00",
    "body": "A federal appeals court ruled that an investor may sue California over a 2018 law requiring publicly traded companies with headquarters in the state to include at least one woman on their boards.<br />The law required public-company boards to include at least one woman by the end of 2019, and to include at least three by the end of 2021 if the board has at least six members total. Companies could be fined as much as $300,000 for each seat they fall short, though the court noted that no fines had been imposed.<br />Creighton Meland Jr., a retired corporate attorney and an investor in Hawthorne, Calif., electronics company  OSI Systems Inc.,  sued with the help of the conservative Pacific Legal Foundation, arguing the law unconstitutionally required shareholders to discriminate on the basis of sex when electing directors.<br />A three-judge panel of the Ninth U.S. Circuit Court of Appeals ruled Monday that the lawsuit should proceed, reversing a district court’s decision to dismiss the case. The court found that Mr. Meland could make the case that he had been injured by the law, and that his injury was distinct from any injury done to the company itself.<br />“The law is not only unconstitutional; it’s patronizing,” an attorney for the foundation said in a statement issued after the ruling. “It perpetuates the myth that women cannot make it to the boardroom without government help and are only making it there due to government’s help.”"
}