{
    "url_original": "https://www.wsj.com/articles/apples-moves-to-tighten-flow-of-user-data-leave-advertisers-anxious-11623189903?mod=business_lead_pos11",
    "url": "apples-moves-to-tighten-flow-of-user-data-leave-advertisers-anxious-11623189903",
    "title": "Apple’s Moves to Tighten Flow of User Data Leave Advertisers Anxious",
    "sub_head": "Brands and ad-tech firms say tech giant’s push to limit how users are tracked will hurt business, with some questioning privacy rationale",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "time": "2021-06-08 18:51:00",
    "body": "Digital advertisers are studying new  Apple Inc.  measures that they fear will limit access to data about users, changes industry participants see as an escalation of the tech giant’s crackdown in the name of consumer privacy.<br />Apple’s changes, unveiled during its developer conference Monday, threaten to restrict companies’ abilities to track users’ web behavior and gather information on them from third parties such as data brokers. The announcement comes months after Apple’s curbs on in-app tracking roiled the digital-ad industry, and the changes will be part of a new version of Apple’s operating system this fall.<br />While the earlier moves affected only apps within Apple’s iOS operating system, the latest changes encompass all forms of web traffic on Apple devices, leading advertisers, email marketers, publishers and ad-tech companies to anticipate broader ramifications.<br />Apple’s changes mark “a massive step to increase the walls in the garden by making sure all access to the external world would be proxy by them,” said Tal Chalozin, chief technology officer of ad-tech company Innovid Inc.<br />Craig Federighi, Apple senior vice president of software engineering, described the moves Monday as shielding users against data-gathering practices that many aren’t aware of. “We believe in protecting your privacy and giving you transparency and control over your information,” he said at the conference."
}