{
    "url_original": "https://www.wsj.com/articles/apples-big-show-may-not-be-enough-11622804401?mod=business_minor_pos10",
    "url": "apples-big-show-may-not-be-enough-11622804401",
    "title": "Apple’s Big Show May Not Be Enough",
    "sub_head": "Worries about App Store following trial hang over Apple’s stock ahead of developers conference",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-348676?width=620&size=1.5",
    "image_1": "im-348676.jpg",
    "time": "2021-06-04 07:00:00",
    "body": "As  Apple Inc.  looks to rally its base, the fate of the company’s lucrative ecosystem has never been more out of its hands.<br />Apple kicks off its Worldwide Developers Conference on Monday. The event typically drew developers by the thousands to the company’s Bay Area home base before the pandemic, though it will remain virtual this year with massive in-person gatherings still out of vogue in California. Either way, the event allows Apple to keep developers enthusiastic and on pace with the clockwork-like updates to its platforms, which in turn drive the appeal of its devices and fuel a services business now generating more than $60 billion in annual revenue for the company.<br />But any new features the company adds to the 15th version of its iPhone operating system or its other platforms will likely take a back seat to the bigger questions now facing Apple and its management of the so-called walled garden of its ecosystem. The company has been sued for alleged anticompetitive behavior by “Fortnite” maker Epic Games over the rules for its App Store. A bench trial on the matter wrapped up last week.<br />That trial ended with Apple Chief Executive Tim Cookfacing sharp questions from U.S. District Judge Yvonne Gonzalez Rogers, who seemed skeptical about some of the company’s explanations for its business practices on the App Store. Those include technical measures preventing users from downloading apps from other sources and rules preventing developers from offering in-app purchases outside of the company’s own payment system, which generates important commissions for Apple.<br />A ruling on the case isn’t expected for months, but investors seem somewhat concerned. Apple’s share price has fallen 3% since the start of the trial and is now off nearly 7% for the year—the worst performance among its megacap tech peers. Part of that can be chalked up to worries about a peak iPhone cycle following the strong sales performance of last year’s models. But the App Store is a crucial business for Apple, acting as the largest driver of growth for its services arm that in turn commands much higher profit margins than sales of its devices. Apple doesn’t break out results for the App Store, but Judge Gonzales Rogers—who has access to financial information filed under seal—described the business as “quite lucrative” in her grilling of Mr. Cook."
}