{
    "url_original": "https://www.wsj.com/articles/apples-fight-for-control-over-apps-moves-to-congress-and-eu-11624440601?mod=business_lead_pos2",
    "url": "apples-fight-for-control-over-apps-moves-to-congress-and-eu-11624440601",
    "title": "Apple’s Fight for Control Over Apps Moves to Congress and EU",
    "sub_head": "Company says allowing users to download software onto their iPhones without using the App Store jeopardizes protections",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-358360?width=620&size=1.5",
    "image_1": "im-358360.jpg",
    "time": "2021-06-23 05:30:00",
    "body": "Apple Inc.  is stepping up its fight to maintain tight controls over which apps can be installed onto customers’ iPhones, as political pressure grows in Washington, D.C. and Brussels to upend those restrictions.<br />In a report released Wednesday, the company argues that allowing users to download apps directly onto their iPhones without having to use Apple’s App Store would harm customers by threatening privacy protections, complicating parental controls and potentially exposing users’ data to ransomware attacks.<br />Apple’s defense of its mobile operating system, or iOS, comes ahead of an expected debate Wednesday in the House Judiciary Committee on a package of bills aimed at reining in the nation’s largest tech companies.<br />Provisions in one of the bills, known as the American Innovation and Choice Online Act, could effectively give Apple’s customers broader control over which apps to download on their devices. It could prohibit Apple from continuing to block a practice known as sideloading, in which users install apps directly onto their iPhones without having to go through the company’s App Store. In Europe, the Digital Markets Act was introduced in December and is making its way through the legislative process. It too includes provisions to open the door to sideloading.<br />Apple isn’t the only tech company taking issue with the House committee’s package of bills. Brian Huseman,  Amazon.com Inc.’s  vice president of public policy, said in a statement Tuesday that the proposed legislative language “would have significant negative effects on the hundreds of thousands of American small- and medium-sized businesses that sell in our store, and tens of millions of consumers who buy products from  Amazon . ” He urged the committee to delay action and assess the impact of the bills."
}