{
    "url_original": "https://www.wsj.com/articles/apple-struggles-in-push-to-make-healthcare-greatest-legacy-11623832200?mod=tech_lead_pos1",
    "url": "apple-struggles-in-push-to-make-healthcare-greatest-legacy-11623832200",
    "title": "Apple Struggles in Push to Make Healthcare Its Greatest Legacy",
    "sub_head": "Tech giant has envisioned hiring doctors to offer primary care, now focused on Watch",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-354361?width=620&size=1.5",
    "image_1": "im-354361.jpg",
    "time": "2021-06-16 04:30:00",
    "body": "Apple Inc.  Chief Executive Tim Cook has said the company’s greatest contribution to mankind will be in health. So far, some Apple initiatives aimed at broadly disrupting the healthcare sector have struggled to gain traction, according to people familiar with them and documents reviewed by The Wall Street Journal.<br />Apple has envisioned an audacious plan for healthcare, offering its own primary-care medical service with Apple-employed doctors at its own clinics, according to people familiar with the plan and documents. To test that and other bold healthcare ideas, it took over clinics that catered to its employees and built a team with scores of clinicians, engineers, product designers and others.<br />Today those ambitions, which aren’t widely known, have largely stalled as Apple has shifted the focus of its health unit to something it knows well: Selling devices, specifically the Apple Watch, according to people familiar with its strategy.<br />The new primary-care service hasn’t gotten off the ground, people familiar with it say. A digital health app launched quietly this year has struggled to keep users engaged, say people familiar with the app and the documents seen by the Journal. Some employees have raised questions internally about the integrity of health data coming from the company’s clinics that has been used to support product development, according to people familiar with their concerns and the documents.<br />An Apple spokesman said data integrity is the foundation for all of the company’s innovations. He pointed to the accomplishments of its health team and said the company is still in the early innings of its work in healthcare, adding that new technology such as heart-rate notifications in products like the Apple Watch have improved users’ health. He said data gathered by Apple’s devices is enabling new research that has the potential to improve care."
}