{
    "url_original": "https://www.wsj.com/articles/are-covid-vaccines-riskier-than-advertised-11624381749?mod=opinion_lead_pos5",
    "url": "are-covid-vaccines-riskier-than-advertised-11624381749",
    "title": "Are Covid Vaccines Riskier Than Advertised?",
    "sub_head": "There are concerning trends on blood clots and low platelets, not that the authorities will tell you.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-22 13:09:00",
    "body": "One remarkable aspect of the Covid-19 pandemic has been how often unpopular scientific ideas, from the lab-leak theory to the efficacy of masks, were initially dismissed, even ridiculed, only to resurface later in mainstream thinking. Differences of opinion have sometimes been rooted in disagreement over the underlying science. But the more common motivation has been political.<br />Another reversal in thinking may be imminent. Some scientists have raised concerns that the safety risks of Covid-19 vaccines have been underestimated. But the politics of vaccination has relegated their concerns to the outskirts of scientific thinking—for now.<br />Historically, the safety of medications—including vaccines—is often not fully understood until they are deployed in large populations. Examples include rofecoxib (Vioxx), a pain reliever that increased the risk of heart attack and stroke; antidepressants that appeared to increase suicide attempts among young adults; and an influenza vaccine used in the 2009-10 swine flu epidemic that was suspected of causing febrile convulsions and narcolepsy in children. Evidence from the real world is valuable, as clinical trials often enroll patients who aren’t representative of the general population. We learn more about drug safety from real-world evidence and can adjust clinical recommendations to balance risk and benefits.<br />The Vaccine Adverse Event Reporting System, or Vaers, which is administered by the Centers for Disease Control and Prevention and the Food and Drug Administration, is a database that allows Americans to document adverse events that happen after receiving a vaccine. The FDA and CDC state that the database isn’t designed to determine whether the events were caused by a vaccine. This is true. But the data can nonetheless be evaluated, accounting for its strengths and weaknesses, and that is what the CDC and FDA say they do.<br />The Vaers data for Covid-19 vaccines show an interesting pattern. Among the 310 million Covid-19 vaccines given, several adverse events are reported at high rates in the days immediately after vaccination, and then fall precipitously afterward. Some of these adverse events might have occurred anyway. The pattern may be partly attributable to the tendency to report more events that happen soon after vaccination."
}