{
    "url_original": "https://www.wsj.com/articles/are-inflatable-paddleboards-better-than-hard-ones-11623351876",
    "url": "are-inflatable-paddleboards-better-than-hard-ones-11623351876",
    "title": "Are Inflatable Paddleboards Better Than Hard Ones?",
    "sub_head": "Though slower in the water, the latest, easy-to-store inflatable SUPs are cheaper and easier to ride—and won’t pop like a pool toy",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-350828?width=620&size=1.5005861664712778",
    "image_1": "im-350828.jpg",
    "time": "2021-06-10 14:19:00",
    "body": "AS I FLOATED atop a stand-up paddleboard (SUP) for the first time, rocking in sway with the water as the sun broke over the horizon during a crisp morning in Austin, Texas, I felt more at peace than I have in a long while. That tranquility was quickly shattered, however, by the shouts of a security guard who informed me that SUPs aren’t allowed in my apartment complex’s pool—even if the board I was riding had to be pumped with air like a swim toy.<br />I’m familiar with pool rafts and air mattresses, but they aren’t exactly vessels on which I’d want to ride too far from shore. Admittedly anxious, I’d hoped to get a feel for how rigid an inflatable SUP would feel underfoot before taking my first strokes at nearby Lady Bird Lake.<br />Modern stand-up paddleboarding first began in the 1940s and rose to prominence in the early 2000s. A cousin of surfing, the sport lets riders stay upright the whole time, offering them a helpful vantage point on what’s around the next bend. Traditionally made from fiberglass, epoxy and carbon fiber, the boards are generally quite large, ranging from about 8 feet to 14 feet.<br />The first batch of inflatable SUPs was released in the early 2010s as an easy-to-store alternative to hard boards, a variant that didn’t require a truck bed or roof rack to transport. While those initial inflatables tended to deteriorate quickly due to weak glue along the side rails, many of the latest ones rely on a strong, drop-stitch nylon core. Thousands of strong polymer threads, strung between top and bottom panels often made from sandwiched layers of laminated PVC, hold the board stiffly together as you fill it with air, as if you were a sporty Wile E. Coyote, with an included pump.<br />“Inflatable SUPs are actually more durable than hard boards in certain ways,” said Shenglong You, co-founder of inflatable SUP company Thurso Surf. “Because they have a little give, they actually won’t be damaged if you hit a rock or drop [them]. And unless you’re racing, the performance is similar.”"
}