{
    "url_original": "https://www.wsj.com/articles/arizonas-almost-maybe-2-5-flat-tax-11624221737?mod=opinion_major_pos1",
    "url": "arizonas-almost-maybe-2-5-flat-tax-11624221737",
    "title": "Arizona’s Almost Maybe 2.5% Flat Tax",
    "sub_head": "Gov. Ducey’s plan is being stymied by a few Republican holdouts.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-356859?width=620&size=1.5",
    "image_1": "im-356859.jpg",
    "time": "2021-06-20 16:42:00",
    "body": "Arizona Gov. Doug Ducey is trying to pass a 2.5% flat tax, which is the stuff of Republican dreams. The hang-up is that the GOP controls the state Legislature with the slimmest of margins. The Senate is 16-14. The House is 31-29. So a single Republican holdout in either chamber can kill reform that is sorely needed.<br />Arizona used to be a relatively low-tax state, with a top rate on personal income of 4.5%. Last year voters narrowly approved a ballot measure to add a 3.5% surtax on residents earning $250,000 or more, in the case of single filers, with the money earmarked for teachers. That means next April the top rate will be 8%, the ninth-highest in the country, beating Connecticut, Illinois, and all of Arizona’s neighbors except California. Not good for the state’s competitiveness.<br />The Legislature can’t repeal the surtax approved by the public, but Mr. Ducey’s plan would reduce the economic damage: The Legislature is considering a flat tax of 2.5%. That would be a tax cut for everybody, since Arizona’s lowest rate today is 2.59%. There still would effectively be a second bracket, kicking in at $250,000, because of the voter-passed surtax.<br />Yet the bill would offer help there, too. It says that wealthy Arizonans couldn’t be charged a total income-tax rate above the old 4.5%. In other words, once the teachers collected their surtax of 3.5%, the state would only get to take another 1%. That would put Arizona back into contention: Excluding the states without income taxes, 4.5% is the fifth-lowest top rate in the country.<br />Two weeks ago the flat tax failed in the House on a tie vote. “We need not mirror the federal government and continue with the borrowing and debt,” said the lone GOP dissenter, Rep. David Cook. But Arizona has a $1 billion budget surplus, and a big point of Mr. Ducey’s plan is to undo the new 8% top rate before it can start to drag down the state’s economy. Another sticking point is the proposal’s effect on cities, which receive a 15% cut of the state’s income-tax revenue. The haggling has dragged on, with Republicans on both sides of the negotiation."
}