{
    "url_original": "https://www.wsj.com/articles/arresting-hong-kongs-press-11623969464?mod=opinion_lead_pos2",
    "url": "arresting-hong-kongs-press-11623969464",
    "title": "Arresting Hong Kong’s Press",
    "sub_head": "This week police targeted journalists at Apple Daily. But no business is safe.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-17 18:37:00",
    "body": "Hong Kong’s political and economic assault on the rule of law continues, and this week it spread to the city’s pro-democracy newspaper,  Apple  Daily. The arrests, search warrants and asset freezes are a warning to anyone doing business in the once-free city that is being swallowed by China’s authoritarian rule.<br />On Thursday Hong Kong police arrested five journalists and media executives, including Apple Daily’s editor-in-chief Ryan Law. They’re suspected of “collusion with a foreign country or with external elements to endanger national security,” police said in a news release.<br />Police also searched Apple Daily’s headquarters and the homes of those arrested and seized journalistic materials including files, laptops and phones. Apple is the target because it continues to publish news the government dislikes despite the arrest of its founder, Jimmy Lai, last year on similar charges. All six face up to life in prison.<br />Hong Kong police senior superintendent Steve Li said in a news conference that authorities froze $2.3 million in related media assets. But Mark Simon, Mr. Lai’s longtime assistant, says “the actual number is higher as they have asked banks not to deal with us.” Last month authorities also froze more than $64 million in Mr. Lai’s assets, including his shares in the publicly traded Next Digital, which operates Apple Daily.<br />Bowing to China, Hong Kong officials have been trying to squeeze Apple Daily out of business through financial means. But they seem to have concluded that this is too slow and have now resorted to mass arrests. Secretary of Security John Lee’s news conference was brimming with threats to other reporters. “Distance yourself” and “do not play cahoots” or “collude” with Apple Daily’s journalists, or “you will pay a hefty price,” and “all you are left with are regrets,” Mr. Lee warned. “Colluding” could mean reporting on their plight."
}