{
    "url_original": "https://www.wsj.com/articles/art-power-and-glory-in-florence-11624042315",
    "url": "art-power-and-glory-in-florence-11624042315",
    "title": "Art, Power and Glory in Florence",
    "sub_head": "A new exhibition shows how the ruling Medici family used artworks as propaganda in the 16h century.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-355623?width=620&size=custom_2184x2912",
    "image_1": "im-355623.jpg",
    "time": "2021-06-18 14:51:00",
    "body": "A bronze bust of Duke Cosimo I de’ Medici reigns over the first part of “The Medici: Portraits and Politics, 1512-1570,” a new exhibition opening June 26 at New York’s Metropolitan Museum of Art. As befits a member of the family that dominated Florence’s culture and politics for centuries, the bust by Benvenuto Cellini is larger than life, showing the duke with an “almost frightening expression on his face,” says curator Keith Christiansen, who organized the exhibition.<br />Florence’s heyday as a European power came in the 15th century, when the Medicis made the city the capital of the Italian Renaissance, patronizing artists like Leonardo da Vinci and Michelangelo. In the period covered by the new show, its power was on the decline, as the armies of France and the Holy Roman Empire fought for control of Italy. In the 1520s, the city faced an 11-month military siege and two bouts of plague.<br />The Medicis continued to patronize some of the era’s greatest artists. The Met show includes Raphael’s 1518 portrait of Lorenzo de’ Medici, duke of Urbino, who ruled Florence in the 1510s. But it is dominated by slightly lesser stars—most remarkably Bronzino (1503-72), a butcher’s son who became one of Florence’s top painters, as well as Jacopo da Pontormo (1494-1557), Bronzino’s teacher, and Francesco Salviati (1510-63), famous for his frescoes and portraits. All three painters are associated in various degrees with Mannerism, a style that placed a premium on “art rather than nature,” says art historian Linda Wolk-Simon.<br />The exhibition emphasizes how the Medicis used art commissions as propaganda, making clear that Florence was still a power to reckon with. Cellini’s bronze bust of Cosimo (1546-47) is decorated with armor, lions’ heads and eagles—“imperial iconography,” as guest curator Carlo Falciani puts it. The bust stood for more than two centuries at a gate on Elba, an Italian island where Cosimo built fortifications. The long exposure to the elements hid one of the bust’s most striking aspects, eyes of silver that shoot a piercing gaze—now vivid again after a restoration.<br />Bronzino also painted Cosimo as a warrior in armor, and the Medicis ordered nearly 30 copies of the picture to send to powerful people in Italy and beyond. Raphael’s portrait of Lorenzo, by contrast, emphasizes the ruler’s wealth, showing him in “shimmering silk, crisp linen, heavy cut velvet, and wispy fur,” as the catalog puts it—a costume that Ms. Wolk-Simon calls “over the top.” This was a different sort of propaganda, meant to present Lorenzo as a suitable match for a distant cousin of the French king. The portrait went to France ahead of the groom."
}