{
    "url_original": "https://www.wsj.com/articles/artist-beeple-sold-his-nft-for-69-million-cryptocurrency-christies-digital-art-11624536293?mod=business_lead_pos11",
    "url": "artist-beeple-sold-his-nft-for-69-million-cryptocurrency-christies-digital-art-11624536293",
    "title": "Artist Beeple Sold His NFT for $69 Million—But Has a Tough Time Breaking Into the Art World",
    "sub_head": "The artist has laid low since Christie’s sold his work, and is launching a new project",
    "category_1": "A-hed",
    "time": "2021-06-24 08:06:00",
    "body": "Digital designer and artist Mike Winkelmann, who goes by Beeple, sparked a global frenzy for non-fungible tokens, or NFTs, after Christie’s sold his digital collage for $69 million in March—but since then he’s maintained a relatively low profile, stoking curiosity about his next big move.<br />Now, Mr. Winkelmann is opening up, revealing that he’s had a rocky entrée into the art establishment even though he currently ranks as the world’s third most-expensive living artist after Jeff Koons and David Hockney. Instead of chatting up the world top’s collectors and curators, he’s primarily focused on launching a new NFT venture next month that will seek to transform historic moments into collectible NFTs. He’s planning to start with tennis star Andy Murray’s 2013 Wimbledon win.<br />“I wouldn’t say the art world has been overly welcoming,” Mr. Winkelman said. “Everyone is taking a cautious approach toward me and NFTs, and I get it because it’s all happened so fast.”<br />Mr. Winkelmann’s blistering rise and bumpy aftermath echoes the entire NFT art phenomenon, which started gaining traction last fall as digital artists realized they could attach data already being used to track cryptocurrency onto their own pixelated images and sell one-of-a-kind work the way painters sell original canvases.<br />Immediately following Christie’s sale of Mr. Winkelmann’s “Everydays: The First 5,000 Days,” a gold-rush atmosphere spread across the art market, with dozens of artists and galleries clamoring to sell NFT art. The early fever appears to have subsided, though pioneering and seminal NFT artworks created by digital artists including Pak, Mad Dog Jones and FEWOCiOUS continue to sell at auction houses such as Sotheby’s, Christie’s and Phillips for record sums."
}