{
    "url_original": "https://www.wsj.com/articles/as-cruises-resume-a-positive-covid-19-case-doesnt-spell-the-end-of-a-voyage-11623441869?mod=business_featst_pos1",
    "url": "as-cruises-resume-a-positive-covid-19-case-doesnt-spell-the-end-of-a-voyage-11623441869",
    "title": "As Cruises Resume, a Positive Covid-19 Case Doesn’t Spell the End of a Voyage",
    "sub_head": "Two people aboard a Celebrity ship in the Caribbean tested positive, and unlike last year when outbreaks halted trips, the cruise sailed on",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-353141?width=620&size=1.5",
    "image_1": "im-353141.jpg",
    "time": "2021-06-11 16:04:00",
    "body": "Two passengers sharing a room on a Caribbean cruise ship tested positive this week for Covid-19, triggering safety precautions that enabled some 600 other passengers to continue eating and gambling on the ship.<br />Cruise lines are preparing to resume sailings starting later this month in the U.S.—their main market—breaking more than a year of hiatus in the country. They hope to show they have protocols in place to handle Covid cases and allow the cruise to continue, in contrast to some high-profile outbreaks that occurred last year.<br />The U.S. Centers for Disease Control and Prevention requires cruise companies to strike agreements with ports, so as to not burden local authorities in the event of a positive Covid-19 case, but doesn’t require the cruise to be halted unless there is a major outbreak.<br />The positive cases on the Celebrity Millennium ship, operated by  Royal Caribbean Group ,  were detected after nearly all passengers showed proof of vaccination and a negative Covid-19 test within 72 hours before embarking from the island of St. Maarten last week. The few people who didn’t show proof of vaccination were children.<br />The passengers who tested positive are asymptomatic and are in isolation, the cruise line said. The seven-day cruise, which is operating at 30% capacity, is the company’s first North America sailing since onboard coronavirus cases brought sailings to a halt last year."
}