{
    "url_original": "https://www.wsj.com/articles/astrazeneca-covid-19-antibody-treatment-suffers-setback-11623755934?mod=business_lead_pos2",
    "url": "astrazeneca-covid-19-antibody-treatment-suffers-setback-11623755934",
    "title": "AstraZeneca Covid-19 Antibody Treatment Suffers Setback",
    "sub_head": "Drug’s efficacy as post-infection therapy falls short in clinical trial, but potential preventative use is still undergoing testing",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2021-06-15 07:18:00",
    "body": "AstraZeneca  PLC’s coronavirus antibody treatment failed in late-stage clinical trials to achieve its primary goal of preventing symptomatic Covid-19 in people recently exposed to the virus, the latest disappointment in a broader search for reliable post-infection therapies.<br />A single dose of the AZD7442 long-acting antibody treatment wasn’t statistically more effective than a placebo in preventing symptomatic Covid-19 in the trial of 1,121 people in the U.K. and U.S., AstraZeneca said Tuesday. The antibody treatment is separate from AstraZeneca’s widely used Covid-19 vaccine developed in partnership with the University of Oxford.<br />The trial failure is a major setback for hopes by AstraZeneca and the U.S. of using the drug to treat individuals infected with Covid-19. The drugmaker had received support from the U.S. government potentially exceeding $700 million to develop the treatment and, if successful, to supply hundreds of thousands of doses.<br />But the results did show potential promise in helping reduce the chances of illness from potential infection in the first place. In a parallel analysis of the same AZD7442 phase-three trial data, the antibody combination showed to be 73% effective in reducing the risk of symptomatic Covid-19 in people who tested negative for evidence of the virus at the time they were dosed with the drug. Though the primary goal was preventing symptomatic Covid-19 after confirmed exposure with an infected person, the company said the treatment could find use in people who aren’t well protected by the range of Covid-19 vaccines, or who are unable or unwilling to take a vaccine.<br />However, the increasingly broad availability and efficacy of vaccines—with more under development—along with the expected high cost of antibody treatments are likely to limit the demand for vaccine alternatives as a preventive tool."
}