{
    "url_original": "https://www.wsj.com/articles/astrazeneca-not-required-to-accelerate-covid-19-vaccine-deliveries-pay-fines-to-eu-11624039560?mod=business_minor_pos5",
    "url": "astrazeneca-not-required-to-accelerate-covid-19-vaccine-deliveries-pay-fines-to-eu-11624039560",
    "title": "AstraZeneca Not Required to Accelerate Covid-19 Vaccine Deliveries, Pay Fines to EU",
    "sub_head": "Brussels court ruling stems from EU accusations over delays of vaccines the company developed with Oxford University",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-06-18 14:06:00",
    "body": "A Brussels court ruled that  AstraZeneca  PLC isn’t required to accelerate deliveries of its Covid-19 vaccine to the European Union and isn’t on the hook for big fines the bloc had sought to impose in a lawsuit over delivery delays.<br />Early this year, AstraZeneca disclosed significant manufacturing shortfalls of the vaccine and warned the EU that it wouldn’t be able to meet delivery commitments. The European Commission, the EU’s executive arm, took the company to court, asking a judge to force the company to deliver 120 million doses by the end of June, or pay 10 euros, or about $12 a day, for each dose it failed to deliver—representing potential fines in the hundreds of millions of euros.<br />The Belgian court, ruling on the lawsuit Friday, ordered AstraZeneca to deliver a total of just 80.2 million doses by September, a low hurdle since AstraZeneca has already delivered 70 million doses. AstraZeneca said it would meet the September target this month.<br />Both sides claimed victory. AstraZeneca said the court’s decision supported its claim that production problems outside its control hampered deliveries. The EU said the decision—while not forcing the company to expedite doses or face fines—showed AstraZeneca was in breach of its contract. Lawyers for the European Commission also said AstraZeneca would have fallen further behind in deliveries if it hadn’t taken legal action.<br />The battle between the EU and AstraZeneca has been going since January, when the company first warned it wouldn’t meet supply targets. At that time, Europe was depending heavily on the shot, developed by AstraZeneca and the University of Oxford, as it tried to jump-start a troubled vaccination launch."
}