{
    "url_original": "https://www.wsj.com/articles/attacking-the-press-couldnt-make-a-winner-out-of-shaun-donovan-11624918439?mod=opinion_lead_pos7",
    "url": "attacking-the-press-couldnt-make-a-winner-out-of-shaun-donovan-11624918439",
    "title": "Attacking the Press Couldn’t Make a Winner Out of Shaun Donovan",
    "sub_head": "He evidently decided a show of hatred was his only hope. But he proved unable to pull it off.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-28 18:13:00",
    "body": "The Democratic primary for New York mayor doesn’t have an official winner. But it has some losers, among them Shaun Donovan, who claimed 2% of the vote.<br />Mr. Donovan boasted quite a résumé. He attended the prestigious Dalton School before earning three degrees from Harvard: a bachelor’s in engineering, a master’s in public administration and a master’s in architecture. He was Mayor Mike Bloomberg’s housing commissioner and President Obama’s housing secretary and budget director.<br />Mr. Donovan tried to position himself as progressive yet competent and conciliatory. He didn’t get far. An email to supporters sums up his campaign nicely. The subject line: “Experts agree!” The first line of the email quotes the  New York Times : “Political observers agree that Mr. Donovan has the credentials of a top mayoral candidate.” The full sentence in the Times article, if you bothered to find it, read: “Many political observers agree that Mr. Donovan has the credentials of a top mayoral candidate, but still has not been able to connect with voters.”<br />I mention this to relate a bizarre episode from Mr. Donovan’s campaign, such as it was. The Journal’s editorial page editor invited several mayoral candidates to discuss their views and prospects. The exchanges were mostly lively and engaging. The meeting with Mr. Donovan took place on March 17 via Zoom. It was a polite discussion in all respects but one.<br />As the meeting began, the candidate expressed a need to preface his remarks with a denunciation of his hosts. Mr. Donovan told us he was “deeply concerned” about our “willful disregard for facts but also the willful turning a blind eye to the racist and un-American and not consistent with our values as New Yorkers as a city of tolerance that occurred over the past few years.” He falsely claimed the editorial board had endorsed Donald Trump’s use of the term “Kung Flu” and had therefore contributed “to the hate crimes we see even yesterday in Atlanta.”"
}