{
    "url_original": "https://www.wsj.com/articles/au-bon-pain-bought-by-restaurant-franchisee-ampex-11625053751?mod=business_lead_pos3",
    "url": "au-bon-pain-bought-by-restaurant-franchisee-ampex-11625053751",
    "title": "Au Bon Pain Bought by Restaurant Franchisee Ampex",
    "sub_head": "Franchisees flex their muscles as they emerge from the pandemic",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-362368?width=620&size=1.5",
    "image_1": "im-362368.jpg",
    "time": "2021-06-30 07:49:00",
    "body": "Restaurant operator Ampex Brands is buying bakery chain Au Bon Pain, a sign of franchisees’ growing power in the U.S. food industry.<br />The deal, which includes about $60 million in assets, shifts ownership of the muffin and coffee chain away from Panera Bread Co., a portfolio company of European consumer conglomerate JAB Holding Co. Ampex said the acquisition would preserve Au Bon Pain, which Panera was phasing out as it converted some locations to Panera’s brand and closed others.<br />Ampex’s deal for Au Bon Pain comes as franchisees gather power in the more than $620 billion U.S. eating and drinking sector. Once mom-and-pop operations with proprietors running a store or two, the largest franchisee companies today often own hundreds of restaurants across multiple brands. Some franchisees generate more sales than chains’ parents.<br />Parent companies own a brand, handle its strategy and set standards, while its franchisees own and operate stores, hire employees and deal with customers. Franchisees typically sign multiyear contracts with set terms, and pay the parent companies upfront costs and ongoing fees.<br />An estimated 753,770 franchise establishments represented 7.5 million jobs and $670 billion of economic output in 2020, according to the International Franchise Association trade group. Restaurants are the biggest employers among franchised companies, with nearly 6 million workers as of May, according to data from payroll processor ADP."
}