{
    "url_original": "https://www.wsj.com/articles/aung-san-suu-kyis-trial-begins-in-myanmar-after-february-coup-11623671101?mod=business_minor_pos5",
    "url": "aung-san-suu-kyis-trial-begins-in-myanmar-after-february-coup-11623671101",
    "title": "Aung San Suu Kyi’s Trial Begins in Myanmar After February Coup",
    "sub_head": "Authorities have charged the deposed civilian leader with several criminal offenses that could prevent her from returning to public life if she is convicted",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-353546?width=620&size=1.5",
    "image_1": "im-353546.jpg",
    "time": "2021-06-14 07:56:00",
    "body": "SINGAPORE—The trial of Aung San Suu Kyi, whose government was ousted in a military coup in Myanmar, began Monday on a series of criminal charges that could, if she is convicted, prevent her from returning to public life.<br />Ms. Suu Kyi, 75 years old, has been a defining figure in her country’s struggle for democracy for more than three decades. She won international recognition as an activist fighting military rule and in 2016 became Myanmar’s de facto civilian leader during its transition to partial democracy. The generals reversed that shift by ousting her from power on Feb. 1 and putting the commander-in-chief of the armed forces in absolute control. Ms. Suu Kyi has been detained ever since.<br />Authorities have charged Ms. Suu Kyi with seven criminal offenses, all of which her lawyers say are politically motivated. She faces two charges related to illegally imported walkie-talkies, two charges of violating pandemic-related rules, and one charge each of mishandling state secrets, intent to incite unrest and corruption. If convicted of any or all of the charges, Ms. Suu Kyi could face anywhere from one to more than 20 years in detention, said Khin Maung Zaw, one of her lawyers.<br />A closed-door trial began in three cases on Monday, with two others cases scheduled to be heard Tuesday, he said. The case relating to state secrets will be heard separately, and the corruption charge, which was brought last week, hasn’t yet been brought to the courts, the lawyer said. All cases except the one alleging corruption are expected to be decided by mid-August, he said.<br />“With the pile of charges heaped on her, it certainly appears as if her political life has been smothered,” said David Mathieson, an independent expert on Myanmar based in Thailand. “The collage of disparate charges is a witch-hunt to justify a coup d’etat.”"
}