{
    "url_original": "https://www.wsj.com/articles/austin-boom-spurs-crackdown-on-homelessness-11624536929?mod=business_minor_pos6",
    "url": "austin-boom-spurs-crackdown-on-homelessness-11624536929",
    "title": "Austin Boom Spurs Crackdown on Homelessness",
    "sub_head": "Bans on public camping in Texas are breaking up encampments downtown",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-358995?width=620&size=1.5",
    "image_1": "im-358995.jpg",
    "time": "2021-06-24 08:15:00",
    "body": "AUSTIN, Texas—A freeway overpass shaded Elizabeth Contreras’s tent from the hot Texas sun, five years into a stretch of on-and-off homelessness that began when her husband left her, she said. Austin Police Officer Rosie Perez stopped by the tent last week with a written warning for Ms. Contreras: Within weeks, she would need to be gone.<br />Police officers are beginning to enforce new city and statewide bans on public camping, after a two-year battle over Austin homeless policies. Amid a growth boom that accelerated the city’s affordability crisis, homelessness has increased and local shelters are mostly full.<br />“You guys are asking ‘Where do I go?’ and I don’t have an answer for you,” Ms. Perez told Ms. Contreras. “But I know the process is going to continue.”<br />Cities nationwide are grappling with how to respond to homelessness after the coronavirus pandemic. This rapidly growing city of nearly 1 million has an estimated 3,160 people experiencing homelessness, according to an estimate by the Ending Community Homelessness Coalition, a nonprofit that serves as the lead agency for homeless services in the Austin area. While that is a small number compared with many West Coast cities, the issue gained visibility after a change to city policies led homeless encampments to spread across downtown Austin and popular walking and biking paths.<br />Austin City Council members voted in 2019 to rescind a longtime city ban on sitting or sleeping in public, following testimony, mostly from homeless people and advocates, on its impact. One man spoke of a friend who had been killed when, sleeping in a tunnel to keep from being cited, she was swept away in a flood. Others said citations made it more difficult to work out of homelessness."
}