{
    "url_original": "https://www.wsj.com/articles/azerbaijans-behavior-should-trouble-the-u-s-11625089558?mod=opinion_major_pos18",
    "url": "azerbaijans-behavior-should-trouble-the-u-s-11625089558",
    "title": "Azerbaijan’s Behavior Should Trouble the U.S.",
    "sub_head": "Oil shouldn’t be a prerequisite for a seat at the U.S. diplomatic table.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-362425?width=620&size=1.5",
    "image_1": "im-362425.jpg",
    "time": "2021-06-30 17:45:00",
    "body": "I’m a first-generation Armenian-American and grandson to survivors of the Armenian genocide, and I disagree with Walter Russell Mead’s assessment that the U.S. needs to deepen relations with Azerbaijan (“Land Mines for U.S. Abound in the Caucasus,” Global View, June 22). Oil shouldn’t be a prerequisite for a seat at the U.S. diplomatic table.<br />Mr. Mead implies that Azerbaijan should be applauded for releasing Armenian prisoners of war. These are the same prisoners who, according to Human Rights Watch, were tortured and subjected to cruel and unusual punishment by Azerbaijani forces. More than 200 Armenians remain in captivity in Azerbaijan.<br />Mr. Mead also fails to mention Azerbaijan’s Military Trophies Park in Baku, which glorifies the country’s victory in the 2020 Nagorno-Karabakh war. Visitors to the park are greeted with a display of hundreds of helmets taken from Armenian soldiers killed during the war and wax mannequins of Armenian soldiers depicted through exaggerated caricatures based on Armenian stereotypes like crooked noses and bushy eyebrows. Many of these mannequins are shown either in their dying moments or chained to jail cells.<br />These actions do not reflect a country committed to human rights, a key pillar of President Biden’s foreign policy. If Azerbaijan wants closer relations with the West, it needs to take a hard look in the mirror. The onus should be on it.<br />Stephan Pechdimaldji"
}