{
    "url_original": "https://www.wsj.com/articles/bahrain-facing-a-covid-surge-starts-giving-pfizer-boosters-to-recipients-of-chinese-vaccine-11622648737?mod=world_major_1_pos8",
    "url": "bahrain-facing-a-covid-surge-starts-giving-pfizer-boosters-to-recipients-of-chinese-vaccine-11622648737",
    "title": "Bahrain, Facing a Covid Surge, Starts Giving Pfizer Boosters to Recipients of Chinese Vaccine",
    "sub_head": "Residents who are over 50, are obese or have chronic illnesses are urged to get a Pfizer-BioNTech shot six months after their full Sinopharm vaccination",
    "category_1": "Middle East",
    "time": "2021-06-02 17:03:00",
    "body": "DUBAI—The Persian Gulf island nation of Bahrain, battling a sharp resurgence of Covid-19 despite high levels of inoculation with a Chinese-made vaccine, has started giving booster shots to vulnerable citizens using a different vaccine made by  Pfizer Inc.  and  BioNTech  SE, a senior official said.<br />Waleed Khalifa al Manea, Bahrain’s undersecretary of health, said the vaccine manufactured by state-owned Chinese drugmaker Sinopharm, which has accounted for more than 60% of Bahrain’s inoculations so far, was providing a high degree of protection. More than 90% of people hospitalized in the current Covid-19 wave, the worst the country has faced, hadn’t been vaccinated, he said.<br />Still, Dr. al Manea added, Bahrain residents who are over 50, are obese or have chronic illnesses now are being urged to get another shot six months after their full Sinopharm vaccination—with the Pfizer-BioNTech vaccine. The government started offering the boosters at the end of May, he said.<br />Bahrain, which has made the Pfizer-BioNTech vaccine available to unvaccinated residents for months, will continue to offer the choice of Sinopharm to those who prefer the Chinese vaccine, Dr. al Manea said. The government’s BeAware app allows users to book a Sinopharm booster shot, but says that Pfizer-BioNTech is recommended for more-vulnerable population groups.<br />Sinopharm and other Chinese vaccines have become key tools of Beijing’s international diplomacy, especially in developing nations unable to secure sufficient doses of U.S. and European-made shots. Sinopharm and another shot, manufactured by Sinovac Biotech Ltd., have already received emergency approval from the World Health Organization."
}