{
    "url_original": "https://www.wsj.com/articles/bankrupt-california-power-authority-winding-down-service-over-cash-crunch-11623438042?mod=business_minor_pos14",
    "url": "bankrupt-california-power-authority-winding-down-service-over-cash-crunch-11623438042",
    "title": "Bankrupt California Power Authority Winding Down Service Over Cash Crunch",
    "sub_head": "Western Community Energy says it doesn’t have money to buy energy for its customers",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-353043?width=620&size=1.5",
    "image_1": "im-353043.jpg",
    "time": "2021-06-11 15:00:00",
    "body": "California power authority Western Community Energy said Friday it is winding down operations just weeks after filing for bankruptcy because it doesn’t have the money to purchase power for customers during the hot summer months.<br />WCE said it is working with state regulators to transition its approximately 100,000 customers to private utility Southern California Edison without interruptions to their electricity service. The public power authority based in Riverside, Calif. had hoped filing for bankruptcy protection last month would provide a financial respite so it could reorganize its balance sheet, raise financing and stay in operation.<br />WCE only began providing electricity last year to residents and businesses in Perris, Norco, Wildomar, Eastvale, Hemet and Jurupa Valley—cities in Riverside County near Los Angeles. The power authority said Friday it decided to cease service after concluding it wouldn’t have the financial resources needed to purchase power for customers in July, when temperatures in the area regularly exceed triple digits.<br />Soaring energy use during Covid-19 lockdowns, trouble collecting unpaid bills and $12 million in extra costs related to hot weather last year pushed the authority into bankruptcy, according to court papers filed in the U.S. Bankruptcy Court in Riverside, Calif.<br />The power authority said Friday its operations have also been hurt by energy generators it has worked with terminating contracts that would have secured electricity during the summer."
}