{
    "url_original": "https://www.wsj.com/articles/banks-next-act-gets-tougher-11624965307?mod=business_minor_pos10",
    "url": "banks-next-act-gets-tougher-11624965307",
    "title": "Banks’ Next Act Gets Tougher",
    "sub_head": "Capital return is arriving after solid stress-test performances, so share gains might need a different kind of driver from here",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-361621?width=620&size=1.5",
    "image_1": "im-361621.jpg",
    "time": "2021-06-29 07:15:00",
    "body": "Investors should savor the dividends and buybacks coming from big U.S. banks right now. They might not get the same kind of boost next year.<br />Following last week’s Federal Reserve stress-test results, which banks passed with room to spare, banks on Monday evening unveiled a host of increased dividends and expanded share-repurchase plans. This is very good news for shareholders who stuck with bank stocks last year, betting on these capital returns, when they were beaten up and restricted from big payouts. But to bet even more after this might require increasing faith in the underlying economics of lending.<br />For one, earnings growth isn’t for now expected to be the tailwind it has been recently. It has been driven in part by a wave of Wall Street activity that could crest, while rates and loans are only ticking higher slowly. Analysts’ estimates of earnings per share for S&P 500 banks are currently lower for 2022 than 2021, according to FactSet.<br />Banks still likely have more loan-loss reserve releases to come. That will certainly boost earnings, but it will have a somewhat more limited benefit on capital levels because banks were allowed by regulators to delay some of the negative effects of reserving on capital during the pandemic. Releases also mean that banks would have smaller loss cushions for next year’s stress tests. Presumably, though, if economic conditions continue to improve markedly, the test scenarios also will get a bit less dire.<br />Meanwhile, capital requirements not related to stress tests also might start to squeeze more. The biggest banks’ required extra capital buffers due to their global systemic importance look to be on the rise. Meanwhile, huge deposit inflows have also pushed banks closer to their leverage-ratio limits. The Fed could recalibrate all these rules, but the likelihood or outcome of those tweaks is tough to forecast."
}