{
    "url_original": "https://www.wsj.com/articles/banner-banners-on-the-condo-board-11623616290?mod=opinion_lead_pos10",
    "url": "banner-banners-on-the-condo-board-11623616290",
    "title": "Banner Banners on the Condo Board",
    "sub_head": "If you want to fly the American flag at your home, it may depend on where you live.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-352468?width=620&size=1.5",
    "image_1": "im-352468.jpg",
    "time": "2021-06-13 16:31:00",
    "body": "Larry Murphree placed small American flags in potted plants outside the front door of his condominium in Jacksonville, Fla., in 2013. The condo association objected, citing its guidelines that limit display of the flag to an area near the garage door.<br />Facing a $1,000 fine, Mr. Murphree filed suit, arguing that the Freedom to Display the American Flag Act, a federal law that prohibits condo associations from imposing certain restrictions on the placement of U.S. flags, protected his right to adorn his greenage with the red, white and blue. In Murphree v. Tides Condominium at Sweetwater (2014), a federal court ruled against Mr. Murphree, concluding that the 2006 law has no enforcement mechanism.<br />Monday is Flag Day, which commemorates the adoption in 1777 of the U.S. flag. For condominium dwellers, celebrating could prove challenging. On account of condo by-laws dictating the appearance of units, it isn’t always Yankee Doodle Dandy when members wish to fly the American flag. Courts have addressed disputes of all stripes.<br />In 2005 Michael Readnour erected a 20-foot flagpole adjacent to his condominium in Columbus, Ohio. His condo association raised a stink. Mr. Readnour sought to have a court permit the two-story mast under the state’s American Flag Act, which specifically prevents a condo association from prohibiting a flagpole used to display the American flag. But in Readnour v. Blendon Reserve Condominium Association (2009), a Buckeye State judge concluded that the legislation still allowed a ban on flagpoles “out of proportion to the architecture and decor of the condominium community.”<br />In Board of Managers of Clinton West Condominium v. Desmond (2018), a condo association sought a preliminary injunction to remove an American flag and pole that Edward Desmond had attached to the exterior of his unit. Mr. Desmond argued that the flag “is not a plant, planter or shoe sitting on [his] window sill,” but serves to honor those, including some in his family, who fought in the nation’s wars. He sought protection under a state law that exempted compliance with any condo by-laws that preclude display of an American flag not larger than 4 by 6 feet."
}