{
    "url_original": "https://www.wsj.com/articles/barr-garland-and-lafayette-park-11623279106?mod=opinion_lead_pos2",
    "url": "barr-garland-and-lafayette-park-11623279106",
    "title": "Barr, Garland and Lafayette Park",
    "sub_head": "An IG report punctures another legend of the 2020 election campaign.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-351726?width=620&size=1.5",
    "image_1": "im-351726.jpg",
    "time": "2021-06-09 18:51:00",
    "body": "The liberal establishment willed into being much anti-Trump folk wisdom during the 2020 election campaign. Among the legends were that the U.S. Postal Service was being manipulated to steal votes; that the lab-leak theory of the coronavirus was racist misinformation; and that Donald Trump and Bill Barr gassed peaceful protesters at Lafayette Park to make way for the President’s authoritarian “photo-op.”<br />The latest of these progressive tribal beliefs to be punctured is the narrative around Lafayette Park. The Inspector General of the Department of Interior on Wednesday released a report on police actions in the park, which is adjacent to the White House. It found that the U.S. Park Police on June 1, 2020 “cleared the park to allow the contractor to safely install the antiscale fencing in response to destruction of property and injury to officers” from rioting.<br />Since the Jan. 6 pro-Trump assault on the Capitol, the necessity of securing government institutions from political violence has been widely accepted. But last year Democrats made excuses for riots. Sen. Elizabeth Warren called for an investigation into Attorney General Bill Barr for the “sickening and appalling” clearing of the park.<br />Now one investigation is complete, and it found “no evidence that the Attorney General’s visit to Lafayette Park at 6:10 p.m. caused the USPP to alter its plans to clear the park,” which it had the “authority and discretion” to do after the violence, which injured 49 officers.<br />The Department of Justice recently asked a federal judge to dismiss a lawsuit against Mr. Barr relating to the events at Lafayette Square. Attorney General Merrick Garland told a Senate hearing on Wednesday that “the job of the Justice Department in making decisions of law is not to back any Administration” or impose “one rule for Democrats and another for Republicans.” Hear, hear. The rule of law can be a counterweight to partisan narratives."
}