{
    "url_original": "https://www.wsj.com/articles/barry-dillers-iac-isnt-a-bad-gamble-11623063600?mod=markets_major_pos1",
    "url": "barry-dillers-iac-isnt-a-bad-gamble-11623063600",
    "title": "Barry Diller’s IAC Isn’t a Bad Gamble",
    "sub_head": "Holding company has played some of its best cards, but it still has a potential winner in its hand",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-349121?width=620&size=1.5",
    "image_1": "im-349121.jpg",
    "time": "2021-06-07 07:00:00",
    "body": "Investors should consider placing their bets on the new  IAC/InterActiveCorp ,  even before it has a full hand again.<br />Barry Diller’s holding company spun off two of its best-performing assets over the past year in the online dating company  Match Group  and the video hosting and sharing platform  Vimeo .  What is left isn’t a royal flush, but it might just prove to be a solid inside straight.<br />Up over 60% during the past six months, IAC shares aren’t cheap. The company typically invests in businesses looking to bring online things that have historically been offline, such as child care and home-services bookings. Its modus operandi is to incubate companies, spin them off when they have reached a certain size and start anew. That strategy has left the company with a lot of cash, which investors hope will be deployed toward share repurchases or another big bet. Until then, shareholders are looking at a portfolio of assets that have either historically underperformed or are still very small.<br />That doesn’t mean there isn’t hidden value. Take the home-services business  Angi ,  which is now IAC’s largest remaining asset, accounting for 44% of its total revenue in the first quarter. Angi is a company in transition, trying to bring home-services bookings on demand to your phone. Having rebranded from the name Angie’s List, the home-services website is trying to evolve in consumers’ minds from a listing resource to a transaction-based destination.<br />It isn’t there yet. After increasing revenue an average of 20% from a year earlier in the first two months of last year, Angi said it grew an average of just 3.5% in the same period this year, as Covid-19 fears tempered interest in home visits. As a publicly traded company in which IAC still holds a majority stake, Angi has been somewhat rangebound since last July, as shareholders wait and see if growth can sustainably accelerate beyond performing well against easy Covid-19 comparisons."
}