{
    "url_original": "https://www.wsj.com/articles/battle-over-critical-race-theory-11624810791?mod=opinion_lead_pos5",
    "url": "battle-over-critical-race-theory-11624810791",
    "title": "Battle Over Critical Race Theory",
    "sub_head": "Advocates and media circle the wagons and try to conceal the truth about a pernicious ideology.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-360241?width=620&size=1.5",
    "image_1": "im-360241.jpg",
    "time": "2021-06-27 12:19:00",
    "body": "Critical race theory is the latest battleground in the culture war. Since the murder of George Floyd last year, critical race theory’s key concepts, including “systemic racism,” “white privilege,” and “white fragility,” have become ubiquitous in America’s elite institutions. Progressive politicians have sought to implement “antiracist” policies to reduce racial disparities, such as minorities-only income programs and racially segregated vaccine distribution.<br />The ideology has sparked an immense backlash. As Americans have sought to understand critical race theory, they have discovered that it has divided Americans into racial categories of “oppressor” and “oppressed” and promotes radical concepts such as “spirit murder” (what public schools supposedly do to black children) and “abolishing whiteness” (a purported precondition for social justice). In the classroom, critical race theory-inspired lessons have often devolved into race-based struggle sessions, with public schools forcing children to rank themselves according to a racial hierarchy, subjecting white teachers to “antiracist therapy,” and encouraging parents to become “white traitors.”<br />Alarmed state legislators have pushed back. In recent months, lawmakers in 24 states have introduced, and six have enacted, legislation banning public schools from promoting critical race theory’s core concepts, including race essentialism, collective guilt and racial superiority. Parent groups around the country have mobilized to oppose critical race theory in the classroom, arguing that it cultivates shame in white students and fatalism in minority students. According to a recent YouGov survey, of the 64% of Americans who have heard about critical race theory, 58% view it unfavorably, including 72% of political independents.<br />That’s a major liability for the political left. Sensing that they are losing control of the narrative on race, left-leaning media outlets have launched a furious counterattack. Liberal pundits at the  New York Times ,  Washington Post, MSNBC and elsewhere have begun spinning a new mythology that presents critical race theory as a benign academic concept, casts its detractors as right-wing extremists driven by racial resentment, and portrays legislation against critical race theory as an attempt to ban teaching about the history of slavery and racism. All three charges are false.<br />First, critical race theory isn’t an exercise in promoting racial sensitivity or understanding history. It’s a radical ideology that seeks to use race as a means of moral, social and political revolution. The left-leaning media has sought to portray it as a “lens” for examining the history of racism in the U.S., but this soft framing obscures the nature of the theory, which maintains that America is an irredeemably racist nation and that the constitutional principles of freedom and equality are mere “camouflages,” in the words of scholar William F. Tate IV, for white supremacy. The solution, according to prominent exponents of critical race theory such as Ibram X. Kendi, is to abolish capitalism and install a near-omnipotent federal bureaucracy with the power to nullify any law and silence political speech that isn’t “antiracist.”"
}