{
    "url_original": "https://www.wsj.com/articles/bedroom-design-ideas-make-it-chic-but-still-restful-11622664887",
    "url": "bedroom-design-ideas-make-it-chic-but-still-restful-11622664887",
    "title": "Bedroom Design Ideas: Make it Chic, But Still Restful",
    "sub_head": "Can a bedroom’s interior design be expressive and colorful but still soothing enough to ease you to sleep? Yes, and here’s how.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "time": "2021-06-02 16:14:00",
    "body": "FIND THAT ONE thing that can serve as the inspiration for the color palette,” said Caitlin Murray, founder of Los Angeles’s Black Lacquer Design, when asked how to tackle a room’s décor. “It’s such an easy cheat.” In the case of a blandly modernized room in West Hollywood, the interior designer used an abstract painting as her jumping-off point. Guided by its mix of neutrals and pastels, she set about giving the bedroom enough character “for a lovely, spirited lady of a client” without over-energizing a space meant to be serene.<br />Ms. Murray gave the artwork’s soft pinks and blues their boldest expression in the blush velvet-upholstered bed and the blocky dresser, from CFC furniture, whose color, though technically Slate, reads dusty indigo.<br />Elsewhere, Ms. Murray deployed pattern in interesting ways. Pronouncing all-white ceilings and walls “so ‘Trading Spaces’ circa early 2000s,” she papered a single wall in inky cheetah speckles. A rug’s crazy quilt of browns is enlivened by a ribbed texture.<br />“A lot of stuff can work as long as you stay within parameters,” said Ms. Murray of her focused formula. “I don’t like to introduce a color that isn’t found anywhere else, because it becomes an eyesore.” This dictum also applies to black. In this room, she used both the lamps and the throw to introduce bits of punctuating ebony. “You can’t have [black] in a vacuum,” she said.<br />The result? A careful marriage of vivacity and quietude that may well lull one to sleep—but not out of boredom."
}