{
    "url_original": "https://www.wsj.com/articles/behind-fed-confidence-on-inflation-some-anxiety-creeps-in-11623883639",
    "url": "behind-fed-confidence-on-inflation-some-anxiety-creeps-in-11623883639",
    "title": "Behind Fed Confidence on Inflation, Some Anxiety Creeps In",
    "sub_head": "Central bank is warily watching whether the public’s expectations of inflation are starting to head up",
    "category_1": "Economy",
    "category_2": "Capital Account",
    "time": "2021-06-16 18:50:00",
    "body": "The Federal Reserve is sticking to its story. The factors that drove annual core inflation up to a near-30-year high of 3.8% in May are largely “transitory,” it said Wednesday.<br />Chairman Jerome Powell reiterated the point several times in his press conference: “Our expectation is these high inflation readings…will start to abate.” The used-car price surge will reverse as that for lumber already did, he said. Fed officials expect inflation to slow from 3.4% at the end of this year to 2.1% by the end of next year and 2.2% by the end of 2023. The last two figures are each up just a tenth of a percentage point from their March forecast.<br />But beneath the surface, some anxiety is creeping in. In March, just five of 18 Federal Open Market Committee participants thought risks to inflation were weighted to the upside. In June, that had risen to 13. In other words, a solid majority of Fed officials think inflation is more likely to turn out higher rather than lower than projected.<br />Those shifting risks made their way into officials’ views on rates. The median projection is now for a half-percentage-point rate increase by the end of 2023, compared with the March expectation of no change. Why are officials in a greater hurry to raise rates now than in March given how little their forecasts changed? Mr. Powell said it was a matter of confidence. The Fed had laid out two conditions for eventually raising interest rates: inflation sustainably at 2% and expected to run moderately above that, and full employment. Many officials “are more comfortable that the economic conditions in [their] forward guidance will be met sooner than previously anticipated,” he said. “And that would be a welcome development.”<br />That said, it appears their confidence in hitting the inflation goal has gone up more than their confidence in hitting the full-employment goal. In fact, taken at face value, the inflation goal may have already been hit. Inflation is now above 2%, and expected to be moderately above that for the next few years."
}