{
    "url_original": "https://www.wsj.com/articles/beijing-protests-a-lab-leak-too-much-11623598397?mod=opinion_lead_pos5",
    "url": "beijing-protests-a-lab-leak-too-much-11623598397",
    "title": "Beijing Protests a Lab Leak Too Much",
    "sub_head": "Strong evidence the virus escaped: the Communist Party’s vicious attacks on anyone who speaks out.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-13 11:42:00",
    "body": "I am as eager as anyone to follow the world’s virologists as they try to determine how Covid-19 emerged in Wuhan, China. But as a longtime student of Chinese Communist political language, I will need considerable persuading that the disease came from bats or a wet market. The linguistic evidence is overwhelming that Chinese leaders believe the Wuhan Institute of Virology was the source.<br />Many years ago a distinguished Chinese writer, Wu Zuxiang, explained to me that there is truth in Communist Party pronouncements, but you have to read them “upside down.” If a newspaper says “the Party has made great strides against corruption in Henan,” then you know that corruption has recently been especially bad in Henan. If you read about the heroic rescue of eight miners somewhere, you can guess that a mine collapse might have killed hundreds who aren’t mentioned. Read upside-down, there is a sense in which the official press never lies. It cannot lie. It has to tell you what the party wants you to believe, and if you can figure out the party’s motive—which always exists—then you have a sense of the truth.<br />A few years ago another outstanding Chinese writer, Su Xiaokang, brought me one step deeper. You Westerners, he explained, are too hung up on the question of whether propaganda is true or not. For the regime, truth and falsity are beside the point. A statement might be true, false or partly true. What matters is only whether it works. Does it advance the interests of the party? The top leaders hand out words and phrases for their minions to use, like trowels in a garden. The minions dig with them.<br />After the Communist Party locked down the city of Wuhan in winter 2020, a local writer named Fang Fang began recording the conditions and moods of the people around her and posting entries on the Internet. “Fang Fang’s Diary” quickly attracted a large following, and the author became known as “the conscience of Wuhan.” Michael Berry, a UCLA professor of Asian languages and cultures who was translating one of the author’s novels, went to work on her posts as well. They were published last summer by HarperCollins.<br />The book, “Wuhan Diary,” consists of plain truth-telling. It is unadorned, simple language that stood out in Wuhan only because no one else was daring to write anything. But the regime’s response was to attack Fang Fang more ferociously than any Chinese writer has been attacked since Mao Zedong’s Cultural Revolution in the late 1960s. In his day, Mao had made “struggle” a transitive verb: to struggle someone was to surround him or her, in the street or on a stage, and hurl taunts, insults, threats and demands for confessions; no bystander would dare speak for the struggled for fear of becoming the next target. Verbal abuse often led to physical beatings, sometimes even to death."
}