{
    "url_original": "https://www.wsj.com/articles/benigno-aquino-iii-former-philippine-president-who-resisted-china-dies-at-61-11624523548",
    "url": "benigno-aquino-iii-former-philippine-president-who-resisted-china-dies-at-61-11624523548",
    "title": "Benigno Aquino III, Former Philippine President Who Resisted China, Dies at 61",
    "sub_head": "During his term, Manila secured a landmark decision from an international tribunal against Beijing’s expansive claims in the South China Sea",
    "category_1": "World",
    "category_2": "Obituaries",
    "image_1_url": "https://images.wsj.net/im-359150?width=620&size=1.5",
    "image_1": "im-359150.jpg",
    "time": "2021-06-24 04:32:00",
    "body": "Former Philippines President Benigno Aquino III, who belonged to one of the country’s most prominent political families and during his term pushed back against China’s expansive claims in the South China Sea, died on Thursday in Manila. He was 61 years old.<br />The cause of his death wasn’t revealed. Tributes to the former leader, popularly known as “Noynoy,” poured out on social media on Thursday and a spokesman for current President Rodrigo Duterte offered condolences on behalf of the government.<br />“We’re grateful to the former president for his contributions and services to the country. Rest in peace, Mr. President,” the spokesman said.<br />Mr. Aquino served as Philippine president from 2010 to 2016. His administration brought an unprecedented arbitration case challenging Beijing’s claim to historic and economic rights in the South China Sea. The tribunal at The Permanent Court of Arbitration in The Hague held in a landmark 2016 decision that China’s claim had no legal basis.<br />Although China rejected the outcome, the decision constitutes a critical document of international law on the strategically important waterway. It is frequently cited by other governments, including the U.S., in opposing China’s actions in the South China Sea, where Beijing has built and militarized artificial islands. Mr. Aquino’s government filed the case after a 2012 standoff between the Philippine Navy and Chinese fishing vessels in which Manila effectively lost control of an outcrop called the Scarborough Shoal."
}