{
    "url_original": "https://www.wsj.com/articles/bets-on-a-scandal-plagued-gambling-house-are-piling-up-11623758070?mod=business_minor_pos11",
    "url": "bets-on-a-scandal-plagued-gambling-house-are-piling-up-11623758070",
    "title": "Bets on a Scandal-Plagued Gambling House Are Piling Up",
    "sub_head": "Oaktree Capital has revealed its latest proposal for Australia’s Crown Resorts, which is struggling to open a glitzy new casino",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-354022?width=620&size=1.5",
    "image_1": "im-354022.jpg",
    "time": "2021-06-15 07:54:00",
    "body": "The fight for the crown jewel of the Australian gambling scene is heating up. Even more could jump into the fray.<br />A bidding war for  Crown Resorts  has been brewing Down Under ever since an inquiry report, released by regulators in February, alleged that the casino operator has links with money laundering and people tied to organized crime. The watchdog later said Crown isn’t fit to hold the gambling license necessary to open its new Sydney casino, housed in a skyscraper overlooking the city’s harbor. The market has expected billionaire James Packer, who was criticized in the report, to eventually sell down his 37% stake in Crown, owned through his private firm Consolidated Press Holdings.<br />Oaktree Capital is upping the ante. The U.S. private-equity firm offered to lend 3.1 billion Australian dollars, the equivalent of $2.4 billion, to Crown to buy back shares owned by CPH, according to a stock-exchange filing Tuesday. Around a third of the package is a convertible loan that could give Oaktree up to 9.99% of Crown. Oaktree first made a similar proposal in April.<br />But Oaktree isn’t the only one trying to take advantage of Crown’s crisis. Private-equity company  Blackstone  and Australian casino operator Star Entertainment have made offers to buy the whole company. Crown rejected Blackstone’s cash offer last month, saying it undervalued the company. The company hasn’t decided on Star’s share and cash offer yet, which is worth less but promises to deliver more value through cost savings of A$150 million to A$200 million a year.<br />Even though CPH reached an agreement with the regulators in April to neutralize most of its influence over Crown, a sale still seems likely. Under the agreement, CPH can’t appoint nominees to Crown’s board until October 2024 and can’t talk to the company about its operations privately. Following the recent revelations, official investigations also are under way into Crown’s existing casinos in Perth and Melbourne."
}