{
    "url_original": "https://www.wsj.com/articles/beyond-how-humankind-thinks-about-heaven-review-life-and-limb-in-the-hereafter-11622759221",
    "url": "beyond-how-humankind-thinks-about-heaven-review-life-and-limb-in-the-hereafter-11622759221",
    "title": "‘Beyond: How Humankind Thinks About Heaven’ Review: Life and Limb in the Hereafter",
    "sub_head": "Conceptions of the afterlife are as varied—and as old—as human culture itself. Even among educated secular moderns, heaven persists.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-348176?width=620&size=1.5",
    "image_1": "im-348176.jpg",
    "time": "2021-06-03 18:27:00",
    "body": "‘Why is heaven so dull?” asked David Skeel in “True Paradox” (2014). He didn’t mean the actual heaven but the painted ones. “Nearly everyone who encounters a Renaissance painting of heaven and hell . . . notices an odd feature of these paintings: hell is almost always far more interesting than heaven.” Mr. Skeel goes on to suggest that the blandness of heavenly representations may be a consequence of the fact that evil is easier to imagine than its total absence.<br />Yet if we turn away from art to what religious texts and traditions say about heaven, we encounter very little that could fairly be called dull. That at least is my impression upon reading Catherine Wolff’s “Beyond: How Humankind Thinks About Heaven.” Ms. Wolff surveys and reflects on ideas of the afterlife in the ancient world, Judaism, Christianity, Hinduism, Buddhism and post-Christian spiritualism. She also interviews adherents of a wide variety of faiths and finds “as many views as there [are] believers.”<br />But Ms. Wolff, a former director of a Jesuit learning center at Santa Cruz University and the wife of the novelist Tobias Wolff, doesn’t draw from this multiplicity of views the tired conclusion that religious belief must be dying. On the contrary, “the very fact that I could find so many people willing to share their visions with me, in what is a fast-paced, intellectually sophisticated, highly secular environment, is testimony to the continuing relevance and vitality of our quest for life beyond our earthly existence.”<br />Ms. Wolff writes with clarity and style, and she attempts to understand each conception of heaven, however distant from her own Roman Catholic belief, on its own terms. She presents the Zoroastrian afterlife in a way that I suspect Zoroastrians would accept—good and evil souls are judged by the deity Ahura Mazda, and eventually the two sides go to war. To understand modern spiritualism, she visits the Monroe Institute in the Blue Ridge Mountains: Founder Robert Monroe posited something like Buddhism’s Nirvana but with extraterrestrial travel. Indeed, Ms. Wolff put me in mind of a passage in Malcolm Muggeridge’s “Chronicles of Wasted Time”: “Somehow I have always had an inner and unaccountable conviction that any religious expression of truth, however bizarre or uncouth, is more sufficing than any secular one, however elegant and intellectually brilliant.”<br />Conventional wisdom on this topic holds that the Hebrew Bible has no real view of heaven or the afterlife. Ms. Wolff rightly casts doubt on that assumption: The prophet Elijah was taken by God in a chariot of fire; and long before him, Enoch “walked with God: and he was not; for God took him” (Genesis 5:24). Where did God take them if not to some eternity with him? I would also point to the penultimate verse of Genesis, in which Joseph requires his brothers to swear that they will bury his bones not in Egypt but in Canaan, his homeland: “And Joseph took an oath of the children of Israel, saying, God will surely visit you, and ye shall carry up my bones from hence.” Joseph evidently expected some kind of resurrection or, as we would say, afterlife in the land God had promised to Abraham and wanted to be there when it happened."
}