{
    "url_original": "https://www.wsj.com/articles/bezos-to-lift-off-11623105667?mod=opinion_lead_pos11",
    "url": "bezos-to-lift-off-11623105667",
    "title": "Bezos to Lift Off",
    "sub_head": "The entrepreneur leads from the front on commercial space flight.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-350122?width=620&size=1.5",
    "image_1": "im-350122.jpg",
    "time": "2021-06-07 18:41:00",
    "body": "What’s the fun of being the world’s richest person if you can’t fashion a rocket and launch yourself into space? Say what you will about Jeff Bezos, but he’s certainly willing to eat his own cooking. The Journal’s Matt Grossman reports:<br />It will also be a big deal for the winner of a June 12 charity auction, who will be allowed to come along for the ride. The Bezos brothers and their charitable guest can take comfort in the fact that while the craft may have been subjected to relatively few test missions, its performance has been almost perfect. Darrell Etherington at TechCrunch writes that “save for the first flight where the reusable booster was lost, [New Shepard] has had a complete success for each of those 15 missions, including landing of the booster (except that first time) and recovery of the capsule (for all of the launches).”<br />It seems likely that the charity auction winner will enjoy the company. Avery Hartmans at Business Insider notes:<br />Taking the maiden voyage for humans on a vehicle headed 62 miles above sea level, perhaps the brothers will be thinking this is one of those times for the bourbon, and let’s hope for the laughter as well. Back on Earth, more than a few observers will likely be toasting the creativity and guts of one of America’s great entrepreneurs.<br />The moment may also remind a few of those observers of the irony that Mr. Bezos, a sort of living testament to American liberty and American exceptionalism, owns a Beltway newspaper enamored of central planning. Viewed from outer space or here on earth, the Washington Post may look small but its owner’s achievements are not."
}