{
    "url_original": "https://www.wsj.com/articles/biden-administration-lays-out-broad-strategy-for-targeting-domestic-terrorism-11623762969?mod=business_minor_pos4",
    "url": "biden-administration-lays-out-broad-strategy-for-targeting-domestic-terrorism-11623762969",
    "title": "Biden Administration Lays Out Broad Strategy for Targeting Domestic Terrorism",
    "sub_head": "Far-reaching approach spans from increased law-enforcement funding to promotion of programs for civic education",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-353914?width=620&size=1.5",
    "image_1": "im-353914.jpg",
    "time": "2021-06-15 09:16:00",
    "body": "The Biden administration is seeking increased funds for the Justice Department and Federal Bureau of Investigation and promoting programs for civic education and digital literacy to counter a rise in domestic terrorism, according to a broad new strategy released Tuesday morning.<br />The 32-page policy, developed during a monthslong review, presents a governmentwide approach to President Biden’s campaign promise to reduce attacks by domestic extremists. It includes several actions already under way, such as increased funding for state and local programs to combat domestic violent extremism.<br />The White House’s plans were released by the National Security Council as violent attacks perpetrated by American extremists have increased to the highest level in more than 25 years, according to the Center for Strategic and International Studies, a nonpartisan Washington think tank. Most ideologically motivated killings in recent years were committed by far-right extremists such as white supremacists, according to the think tank and Department of Homeland Security figures.<br />In March, U.S. intelligence agencies found that white supremacists and antigovernment militia extremists pose the most lethal threat among domestic violent extremists, echoing findings from DHS and testimony last year by FBI Director Christopher Wray. Attacks and plots inspired by left-wing ideology, while less prevalent, also rose last year, according to CSIS.<br />The White House’s plans don’t address whether the U.S. should make domestic terrorism a federal crime, leaving that question to Congress and the Justice Department. Some law-enforcement officials say the absence of such a statute has made it difficult to pursue violent criminals, while civil-liberties groups have argued that the government already has the necessary laws."
}