{
    "url_original": "https://www.wsj.com/articles/biden-and-the-afghan-translators-11623005474?mod=opinion_lead_pos3",
    "url": "biden-and-the-afghan-translators-11623005474",
    "title": "Biden and the Afghan Translators",
    "sub_head": "Those who risked their lives working with the U.S. deserve visas.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-06 14:51:00",
    "body": "The U.S. and its NATO allies are rushing to withdraw from Afghanistan by next month. This hurried retreat leaves thousands of Afghans exposed after helping U.S. and allied forces, most notably as interpreters.<br />Diplomatic and military personnel couldn’t have operated in Afghanistan for 20 years without local translators, who can earn visas to the U.S. after two years of service. About 30,000 families have moved to the U.S. from Afghanistan or Iraq using the Special Immigrant Visa (SIV) program. Today some 18,000 Afghans are waiting for visas after the pandemic slowed down the already complicated process.<br />The State Department said Thursday that the U.S. has “a special commitment and a special responsibility” to the interpreters. A spokesman added that State is adding staff in Washington and Kabul to deal with the backlog and has requested Congress authorize funding for more visas. The U.S. says it will maintain a diplomatic presence in Kabul and can continue to process applications. But the SIV program, which can take years, isn’t enough.<br />The 18,000 SIV applicants also have about 50,000 spouses and children under 21 that can move with them. Working with the U.S. can be dangerous even for family members. At least 300 interpreters or their family members have been killed since 2014, according to the nonprofit No One Left Behind. These women and children will become more exposed as the Taliban or Islamic State take more territory.<br />Secretary of State Antony Blinken should have better answers about how to protect these American allies when he testifies at the House Foreign Affairs Committee on Monday. The Taliban control 91 Afghan districts, compared with 97 for the Kabul government, says the Long War Journal. Some 210 districts, with more than 15 million people, are contested. The United Nations recently warned that the Taliban has deepened ties with al Qaeda and “is likely to increase military operations” in 2021."
}