{
    "url_original": "https://www.wsj.com/articles/biden-republican-senator-to-discuss-revised-infrastructure-proposal-11622824841?mod=politics_lead_pos1",
    "url": "biden-republican-senator-to-discuss-revised-infrastructure-proposal-11622824841",
    "title": "Biden, Republican Senator Agree to Keep Pursuing Infrastructure Compromise",
    "sub_head": "White House says increase proposed by West Virginia’s Shelley Moore Capito falls short of president’s objectives",
    "category_1": "Politics",
    "time": "2021-06-04 17:55:00",
    "body": "WASHINGTON—A Senate Republican leading efforts to reach a compromise on infrastructure legislation proposed a $50 billion increase in spending on Friday, according to the White House, an offer that President Biden said fell short of what was necessary to reach an agreement.<br />The new offer, the details of which weren’t yet clear, came during a Friday afternoon phone call between Mr. Biden and Sen. Shelley Moore Capito (R., W.Va.), who is among a group of Senate Republicans working to find common ground with the White House.<br />In response to Mrs. Capito’s offer, the White House said, “The President expressed his gratitude for her effort and goodwill, but also indicated that the current offer did not meet his objectives to grow the economy, tackle the climate crisis, and create new jobs.”<br />Mrs. Capito and the group of Senate Republicans who are involved in the negotiations unveiled a plan last week to spend $928 billion over eight years to update roads, bridges, rail and transit systems. That offer is an increase from the GOP’s original five-year $568 billion proposal, but only about $257 billion of their latest proposal is above projected federal spending if current programs continue, according to the Republicans.<br />The president and Mrs. Capito plan to speak again on Monday, and Mr. Biden said he would reach out to other lawmakers of both parties as he sought a compromise on the infrastructure package. After the Friday afternoon call concluded, a spokeswoman for Mrs. Capito said the senator and the president discussed the parties’ proposals."
}