{
    "url_original": "https://www.wsj.com/articles/bidens-agenda-takes-on-steep-gop-resistance-in-senate-11622977202?mod=politics_lead_pos1",
    "url": "bidens-agenda-takes-on-steep-gop-resistance-in-senate-11622977202",
    "title": "Biden’s Agenda Takes On Steep GOP Resistance in Senate",
    "sub_head": "Democrats’ hurdles mount as pivotal centrist, Sen. Joe Manchin, says he wouldn’t support voting-rules bill",
    "category_1": "Politics",
    "time": "2021-06-06 22:30:00",
    "body": "WASHINGTON—Many of President Biden’s priorities are in danger of stalling as the Senate returns on Monday, with measures on voting, infrastructure and other issues facing firm Republican resistance and opposition from a handful of centrist Democrats.<br />The difficulties Democrats face moving ahead in the evenly divided Senate became clearer Sunday when a pivotal centrist, Joe Manchin of West Virginia, said he wouldn’t support the key voting-rules bill that has already been opposed by Republicans. Mr. Manchin said that without Republican support, the voting legislation would deepen partisanship in Congress and that instead he favors pursuing discussions on narrower changes to voting laws.<br />“Voting and election reform that is done in a partisan manner will all but ensure partisan divisions continue to deepen,” Mr. Manchin wrote in an opinion piece in the Charleston Gazette-Mail newspaper. He reiterated that view on Sunday news shows. “I think it’s the wrong piece of legislation to bring our country together and unite our country,” he said on “Fox News Sunday.”<br />Mr. Manchin also reaffirmed his opposition to ending the longstanding filibuster rule, which requires 60 votes to advance most bills and which some progressive Democrats have called for eliminating.<br />Mr. Biden and Democrats notched one major legislative victory with the $1.9 trillion Covid-19 relief law signed in March, which Democrats passed without GOP support using a process called budget reconciliation. But beyond the voting-rules bill, many other pieces of legislation central to Mr. Biden’s agenda now face opposition by most if not all Republicans and some Democrats, depriving the measures of majority support even if the filibuster weren’t a factor."
}