{
    "url_original": "https://www.wsj.com/articles/biden-meets-with-g-7-leaders-in-england-hoping-to-repair-frayed-ties-11623413082?mod=politics_lead_pos1",
    "url": "biden-meets-with-g-7-leaders-in-england-hoping-to-repair-frayed-ties-11623413082",
    "title": "Biden Meets With G-7 Leaders in England, Hoping to Repair Frayed Ties",
    "sub_head": "On his first foreign trip since taking office, president will meet world leaders, discuss efforts to fight Covid-19",
    "category_1": "World",
    "time": "2021-06-11 09:53:00",
    "body": "ST. IVES, England—World leaders were set to gather in southwestern England for a summit of the Group of Seven leading economies, where wealthy countries planned to collectively donate one billion Covid-19 vaccine doses to poorer nations and President Biden hoped to marshal the world’s democracies against authoritarian states.<br />Mr. Biden, on his first international trip as president, was set to meet with the leaders of Canada, France, Germany, Italy, Japan and the U.K. in the first face-to-face gathering of the G-7 since the start of the Covid-19 pandemic. Leaders from other major democracies—South Korea, South Africa and Australia—will attend while Indian Prime Minister Narendra Modi will participate via video link because of the Covid-19 pandemic raging through his country.<br />The summit will also be one of the first major diplomatic outings for Japanese Prime Minister Yoshihide Suga and one of the last for German Chancellor Angela Merkel. The Covid-19 crisis gives the meeting an obvious focal point. The leaders can “appear as superheroes to save the world,” says Robert Yates, a project director at think tank Chatham House. “This time they’ve got a chance to actually do something.”<br />The governments see the three-day summit as an opportunity to rebuild relations among friendly states that were bruised during the Trump administration and to better confront the growing international assertiveness of China, Russia and other authoritarian states. The G-7, however, makes up a shrinking share of the world economy: When it emerged in 1975, its members made up 70% of the global economy. Now, they account for just 40%.<br />“I’m looking forward to reinforcing our commitment to multilateralism and working with our allies and partners to build a more fair and inclusive global economy,” Mr. Biden tweeted ahead of the meeting."
}