{
    "url_original": "https://www.wsj.com/articles/biden-justice-plays-election-politics-11624824358?mod=opinion_lead_pos1",
    "url": "biden-justice-plays-election-politics-11624824358",
    "title": "Biden Justice Plays Election Politics",
    "sub_head": "Its lawsuit against Georgia is weak on evidence and the law.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-360744?width=620&size=1.5",
    "image_1": "im-360744.jpg",
    "time": "2021-06-27 16:05:00",
    "body": "President Biden has called Georgia’s new voting law a revival of Jim Crow. So it was probably inevitable that the Justice Department would file suit, as it did Friday, alleging that the state Legislature “intended to deny or abridge the right of Black Georgians to vote.”<br />The federal complaint is as transparently political as its argument is unconvincing. When Covid hit in the run-up to Georgia’s 2020 primary, state officials decided to send every active voter an unsolicited application for a mail ballot. The new law bans this practice. As proof of animus, the feds point to an interview by House Speaker David Ralston, who said that mass mail voting could “drive up turnout” and be “extremely devastating to Republicans.”<br />The lawsuit doesn’t mention that in the same interview Mr. Ralston cited “a multitude of reasons why vote by mail, in my view, is not acceptable.” One, security: “You send a ballot application into a home on a mass scale, as has been proposed to do, and you don’t know who’s going to vote the ballot.” Two, privacy, in case election officials mass-mailed ballots with “personal data” already filled out. In any case, last year’s emergency measures in a 100-year pandemic are not a reasonable baseline today.<br />The lawsuit’s argument on ballot drop boxes has the same problem. In 2019 they were illegal in Georgia. When the pandemic hit, the state temporarily approved them, and there were 38 in Fulton County, which contains most of Atlanta. If the Legislature had done nothing, the lapsing of the emergency authorization would have outlawed drop boxes again. Instead lawmakers made them permanent, albeit under tighter rules that let Fulton County set up only eight. Essentially, the feds are arguing that any retreat from Covid rules is racist.<br />Georgia’s new law no longer requires election workers to squint at voters’ signatures. Rather, someone applying for a mail ballot will supply a state-ID number or a copy of another identifying document, such as a utility bill. The feds say this is a burden on black voters."
}