{
    "url_original": "https://www.wsj.com/articles/biden-and-the-iran-backed-militias-11624893627?mod=opinion_lead_pos1",
    "url": "biden-and-the-iran-backed-militias-11624893627",
    "title": "Biden and the Iran-Backed Militias",
    "sub_head": "Occasional airstrikes can’t make up for empowering Tehran.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-361042?width=620&size=1.5",
    "image_1": "im-361042.jpg",
    "time": "2021-06-28 11:20:00",
    "body": "President Biden’s decision to strike Iran-backed militias in Iraq and Syria over the weekend was a necessary tactical move. But his strategy of empowering Tehran through nuclear negotiations muddles the deterrence message.<br />The early Monday morning strikes “targeted operational and weapons storage facilities” used by groups like Kataib Hezbollah that are targeting American personnel and facilities in Iraq, according to the Pentagon. “The United States took necessary, appropriate, and deliberate action designed to limit the risk of escalation—but also to send a clear and unambiguous deterrent message.” The militias’ use of explosive drones has become a particularly vexing threat.<br />The U.S. air strikes, and similar ones in February, won’t stop the Iran-backed militias in Iraq and Syria. The goal of these groups, which are financed by Tehran, is to drive the U.S. from Iraq, where about 2,500 American troops are helping to fight Islamic State at Baghdad’s request. But strikes can degrade the militias’ ability to launch attacks. The groups may be willing to absorb the damage, but inaction would invite even greater aggression.<br />The strikes come as Congress is moving to repeal the 2002 Authorization for Use of Military Force Against Iraq. “As a matter of domestic law, the President took this action pursuant to his Article II authority to protect U.S. personnel in Iraq,” the Defense Department statement said. That’s sufficient legal justification, but it won’t satisfy anti-defense Democrats or isolationist Republicans.<br />Although it’s unwise for Capitol Hill to make battlefield decisions, a new authorization could be a healthy democratic exercise that enhances American security—so long as such legislation grants the President expansive power to strike these militias and respond to other threats."
}