{
    "url_original": "https://www.wsj.com/articles/biden-administration-threatens-to-sue-texas-over-shelters-housing-immigrant-children-11623154103?mod=politics_lead_pos2",
    "url": "biden-administration-threatens-to-sue-texas-over-shelters-housing-immigrant-children-11623154103",
    "title": "Biden Administration Threatens to Sue Texas Over Shelters Housing Immigrant Children",
    "sub_head": "The move is in response to Texas Gov. Greg Abbott’s order to end licensing for such facilities",
    "category_1": "Politics",
    "time": "2021-06-08 09:35:00",
    "body": "WASHINGTON—The Biden administration Monday threatened to sue Texas over an order from its governor to pull state licenses from shelters that house unaccompanied immigrant children.<br />Texas Gov. Greg Abbott on May 31 gave state officials 90 days to end state licenses for any child-welfare shelters where the federal government has been housing the immigrant children after they cross the border. There are 52 such shelters in Texas—about a quarter the total around the country—and they collectively house approximately 5,000 children, according to a Department of Health and Human Services spokeswoman.<br />Under immigration law, the federal government is responsible for caring for unaccompanied immigrant children—defined as migrants under 18 who crossed the border without a parent—in state-licensed shelters until it can find a suitable adult guardian to care for them.<br />In a letter to Mr. Abbott and other Texas officials sent Monday evening, HHS Deputy General Counsel Paul Rodriguez wrote that moving ahead with stripping the licenses from federal immigration facilities would interfere with the federal government’s exclusive control over immigration matters.<br />“Although we prefer to resolve this matter amicably, in light of the legal issues outlined above, HHS is consulting the U.S. Department of Justice and intends to pursue whatever appropriate legal action is necessary to ensure the safety and well-being of the vulnerable youth that Congress entrusted to [HHS],” he wrote."
}