{
    "url_original": "https://www.wsj.com/articles/bidens-sec-shouldnt-let-up-on-proxy-firms-11625089620?mod=opinion_major_pos17",
    "url": "bidens-sec-shouldnt-let-up-on-proxy-firms-11625089620",
    "title": "Biden’s SEC Shouldn’t Let Up on Proxy Firms",
    "sub_head": "ISS and other proxy advisers will be able to mislead their subscribers with impunity.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-362448?width=620&size=1.5",
    "image_1": "im-362448.jpg",
    "time": "2021-06-30 17:47:00",
    "body": "It’s a shame that the Biden Securities and Exchange Commission will no longer enforce Trump-era antifraud and conflict-of-interest provisions against proxy advisers, (“Gensler Blesses the Proxy Duopoly,” Review & Outlook, June 24). Here’s an example of why it should.<br />In 2020 I filed a shareholder proposal with Exxon Mobil requesting a “greenwashing audit”—a cost-benefit-analysis report on the company’s climate-related expenditures. Greenwashing is the expenditure of shareholder assets ostensibly on environment-related activity but actually undertaken merely to improve the company’s or management’s public image.<br />As managements usually do with shareholder proposals, Exxon Mobil asked the SEC for permission to exclude my proposal from its proxy materials by claiming, among other things, that it was already doing what my proposal requested. I disputed Exxon Mobil’s claim, the SEC staff agreed with me, and the company’s request to exclude my proposal was denied.<br />As the shareholder meeting approached, I wasn’t surprised to see that climate-activist Institutional Shareholder Services, a major proxy firm, backed Exxon Mobil management’s recommendation against my proposal. But I was stunned to see that  ISS  repeated the SEC-dismissed claim that Exxon Mobil already did the report that I had requested.<br />I was never interviewed nor did ISS appear to have reviewed the SEC public record of my proposal. ISS merely parroted Exxon Mobil management’s SEC-dismissed rationale for opposing my proposal. When I complained, ISS basically told me to go pound sand. So ISS misled its subscribers on my proposal, which then went down to defeat with the help of ISS’s comments."
}