{
    "url_original": "https://www.wsj.com/articles/bidens-prairie-chicken-fillet-11624401383?mod=opinion_lead_pos2",
    "url": "bidens-prairie-chicken-fillet-11624401383",
    "title": "Biden’s Prairie Chicken Fillet",
    "sub_head": "The feds use the Endangered Species Act to block fossil fuels.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-22 18:36:00",
    "body": "Why did the lesser prairie chicken cross the road? Apparently to shut down oil and gas development. Witness how the Biden Administration is reviving an Obama Administration effort to list the member of the grouse family under the Endangered Species Act to restrict energy development.<br />Late last month the U.S. Fish and Wildlife Service (FWS) proposed a regulation to list the lesser prairie chicken as either threatened or endangered, depending on the region. More than 95% of the lesser prairie chicken’s range falls on private property across Texas, New Mexico, Kansas, Oklahoma and Colorado. Its range also overlaps with the Permian Basin—the most productive oil-and-gas shale field in the U.S. Green groups have for years used the Endangered Species Act as a way to restrict land development.<br />In 2015 a federal judge blocked the Obama prairie chicken endangered listing because the Administration had not sufficiently considered alternatives to conserve bird habitat. Businesses and state and federal regulators had already agreed to a plan to support conservation efforts, which gave landowners flexibility to manage their property and compensated them for improving the bird's habitat.<br />Oil and gas companies have since contributed more than $60 million to a conservation fund. While the plan hasn’t been perfectly executed, it seems to be working. An October 2020 study prepared for the Western Association of Fish and Wildlife Agencies found that the population of lesser prairie chickens across the five states grew to an estimated 34,408 from 18,142 in 2014.<br />Environmental groups nonetheless sued the government in 2016 to force another listing. The Biden Administration has now agreed to re-list the bird, which could restrict energy development on up to 21 million acres of land. Businesses that aren’t participating in the conservation plan will have to conduct habitat surveys to ensure they don’t disturb the chickens and apply for FWS permits or risk prosecution and shutdown orders."
}