{
    "url_original": "https://www.wsj.com/articles/biden-wants-a-deal-with-the-khobar-towers-killers-11624399176?mod=opinion_lead_pos6",
    "url": "biden-wants-a-deal-with-the-khobar-towers-killers-11624399176",
    "title": "Biden Wants a Deal With the Khobar Towers Killers",
    "sub_head": "His bid to rejoin the Iran nuclear deal is an insult to the 19 U.S. airmen who died 25 years ago.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-22 17:59:00",
    "body": "June 25 marks the 25th anniversary of the 1996 bombing of a housing complex in Khobar, Saudi Arabia, by Iranian-backed terrorists. Nineteen U.S. airmen lost their lives and 372 American personnel were wounded. Many who survived—some of whom went on to work with me at the State Department—have lived the rest of their lives with permanent injuries, brain trauma and tortured memories.<br />The anniversary of the bombing should serve as a stark reminder that the Iranian regime will probe for vulnerabilities and punish America if we are not strong, and that the costs to America from Iranian malign activity can be enormous. We should never forget that day, and we should never appease Iran’s terrorist leaders.<br />The Middle East has changed a great deal since 1996. Israel has been recognized by many majority-Muslim states as part of the Abraham Accords. But the government of the Islamic Republic of Iran remains as committed to carrying out terrorism today as it was a quarter-century ago.<br />Iran’s responsibility for Khobar is indisputable. In a 2001 federal indictment of Saudi Hizballah members involved in the attack, the Justice Department found that “elements of the Iranian government inspired, supported, and supervised members of the Saudi Hizballah.” In 2006, in a lawsuit brought by families of 17 victims of the bombing, a federal judge ruled that Iran was responsible for the attack: “The totality of the evidence at trial . . . firmly establishes that the Khobar Towers bombing was planned, funded and sponsored by senior leadership in the government of the Islamic Republic of Iran.” Another federal judge last year ordered Iran to pay nearly $900 million to victims and their families for its culpability.<br />Orchestrating the death and maiming of Americans is a day at the office for the mullahs who run the Islamic Republic. Since seizing power by force in 1979, the regime has consistently targeted U.S. military personnel across the Middle East. In 1983, Iran worked with an early incarnation of Hezbollah to kill 241 American service members by bombing their barracks in Beirut, Lebanon. In that attack, the Khobar Towers bombing and others, Iran has enlisted terror groups to do its dirty work. Iran’s Quds Force, the wing of the Islamic Revolutionary Guard Corps assigned the task of spreading the Islamic Revolution via military engagement, used this strategy to great effect during the Iraq war. Iran helped kill more than 600 American troops during that conflict through terror groups like Kataib Hezbollah. These loose associations allow the Iranian regime to deny its role in terrorist attacks—denials only the most gullible can believe."
}