{
    "url_original": "https://www.wsj.com/articles/biden-heads-to-europe-to-restore-alliances-and-counter-autocracys-rise-11623231001",
    "url": "biden-heads-to-europe-to-restore-alliances-and-counter-autocracys-rise-11623231001",
    "title": "Biden Heads to Europe to Restore Alliances and Counter Autocracy’s Rise",
    "sub_head": "Some G-7 allies are viewed as more skeptical about directly challenging China and Russia",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-350003?width=620&size=1.5",
    "image_1": "im-350003.jpg",
    "time": "2021-06-09 05:30:00",
    "body": "WASHINGTON—On his first foreign trip, President Biden will seek to rally European partners and other democratic nations against what he views as a threatening rise in authoritarianism, as the world emerges from the health and economic crises posed by the coronavirus pandemic.<br />Mr. Biden has for years called for strengthening U.S. alliances. One of his chief tasks in the coming days in Europe will be advocating for the primacy of the U.S.-led western liberal order that has been in place since World War II. On his eight-day trip, Mr. Biden will meet with the bulwarks of that order, the Group of Seven nations, the European Union and the North Atlantic Treaty Organization defense alliance.<br />The meetings come as the Chinese government seeks to extend its sphere of influence and challenge the U.S.’s economic supremacy as the country emerges from the coronavirus pandemic with a robust economy and is a major trading partner with much of the world. During a two-hour phone call with Mr. Biden in February, Chinese leader Xi Jinping touted China’s plans to eclipse the U.S. as the world’s most powerful nation, according to people familiar with the contents of the call.<br />Russia, meanwhile, is a major exporter of gas to Germany and other European nations and recently flexed its military muscle on the border with Ukraine.<br />“We’re in a battle between democracies and autocracies,” Mr. Biden said last month during an address to troops at a military base in Hampton, Va. “The more complicated the world becomes, the more difficult it is for democracies to come together and reach consensus.”"
}