{
    "url_original": "https://www.wsj.com/articles/biden-administration-plans-to-return-pentagon-border-wall-funds-11623437969?mod=politics_lead_pos6",
    "url": "biden-administration-plans-to-return-pentagon-border-wall-funds-11623437969",
    "title": "Biden Administration Plans to Return Pentagon Border-Wall Funds",
    "sub_head": "White House is also reviewing whether to give back land the Trump administration had seized from private landowners for the wall",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-352937?width=620&size=1.5",
    "image_1": "im-352937.jpg",
    "time": "2021-06-11 17:18:00",
    "body": "WASHINGTON—The Biden administration is returning more than $2 billion in unused money for the southern border wall that had been shifted from the Pentagon by the Trump administration, and is reviewing whether to return land the previous administration seized from private landowners for the wall, the White House said Friday.<br />The administration also said it planned to use the $1.325 billion Congress specifically allotted for border-barrier construction to repair and clean up remaining construction sites, as well as address some of the environmental damage that construction had caused.<br />The White House felt bound by President Biden’s statement during the 2020 presidential campaign that he wouldn’t build another mile of the wall, according to people familiar with the matter. The wall had been a central part of the agenda of former President Donald Trump, who said it was necessary to keep people from crossing the border illegally.<br />It is illegal to refuse to spend money Congress allotted for a specific purpose, a point that Sen. Shelley Moore Capito (R., W.Va.), the top Republican senator on a spending panel overseeing the Department of Homeland Security, highlighted in a letter in March to the Government Accountability Office.<br />Under the plan detailed Friday, the $1.325 billion Congress allotted for the wall will instead be used to pay contractors to clean up the excavators, bulldozers and other equipment left at the sites when the Biden administration froze their work on Mr. Biden’s first day in office."
}