{
    "url_original": "https://www.wsj.com/articles/bidens-slow-growth-budget-gamble-11622566765?mod=opinion_lead_pos8",
    "url": "bidens-slow-growth-budget-gamble-11622566765",
    "title": "Biden’s Slow-Growth Budget Gamble",
    "sub_head": "The document predicts the economy stays stuck at 2% GDP growth for years. How come?",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "time": "2021-06-01 12:59:00",
    "body": "President Biden’s proposed budget would represent a sea change in American fiscal policy. If enacted, outlays over the next decade would increase by about $8 trillion and revenues by $6 trillion, bringing the deficit to $14.5 trillion from $12.3 trillion projected under current policy. The share of the economy flowing to the federal government would rise to about one-quarter, up from one-fifth, and the budget deficit would average about 5% of gross domestic product. By 2031 national debt held by the public would stand at $39 trillion, a record 117% of GDP.<br />Despite soaring spending and debt, the Biden administration predicts that interest rates and inflation won’t increase more than current projections. This forecast may be rosy to the point of implausibility. Is it believable that a decade of Mr. Biden’s fiscal policies will leave the interest rate on 10-year Treasury notes at a mere 2.8%, compared with the Congressional Budget Office’s baseline forecast of 3.4%?<br />The administration is betting the farm on its theory of the case. If the latest inflationary surge lasts longer than Mr. Biden’s economists (and the Federal Reserve) predict, monetary policy would have to tighten, threatening to slow economic growth. If inflation rises, so would interest payments on the rapidly expanding federal debt, forcing tough fiscal choices.<br />But commentators have mostly overlooked the biggest surprise, and core conundrum, of the president’s proposal: Despite trillions of dollars of additional expenditures—some of which are investments, others not—the projected rate of economic growth increases only modestly, and most of the bump comes in the early years before tapering off.<br />During the next two years, Mr. Biden’s spending surge would help return the economy to full employment faster than staying at the status quo. This is a good thing. But between the beginning of fiscal 2024 and the end of fiscal 2031, the administration’s projections show GDP rising by $8.9 trillion, barely distinguishable from the $8.8 trillion in CBO’s baseline."
}