{
    "url_original": "https://www.wsj.com/articles/biden-tries-to-save-the-infrastructure-bill-11624981835?mod=opinion_major_pos8",
    "url": "biden-tries-to-save-the-infrastructure-bill-11624981835",
    "title": "Biden Tries to Save the Infrastructure Bill",
    "sub_head": "The president made an unforced error hitching the deal to action on other items.",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "time": "2021-06-29 11:50:00",
    "body": "One reason Americans hold Washington in such low repute: They have watched partisans hold bills with broad support hostage. Everyone knows that a proposal to create a legal status for Dreamers brought to America as minors would pass overwhelmingly in an up-or-down vote in the House and Senate. But for a decade neither party has let such a bill reach the floor.<br />Now the same fate threatens a bipartisan infrastructure bill. Both parties struck a deal last week that would invest in one part of the Biden administration’s ambitious agenda—roads, bridges, water systems, public transportation, ports and airports, broadband and the electric grid—while leaving what some call “human infrastructure” for separate legislation. Because this second bill is less likely to command broad support across party lines, it can pass only through the “budget reconciliation” process, which requires only a simple majority in the Senate, not the 60 votes needed to overcome a filibuster.<br />To support the bipartisan bill, some Republicans want a guarantee that the second bill will fail, while many Democrats, including their leaders, are demanding its passage as the condition for bringing the bipartisan bill to the floor. In an astonishing unforced error, Mr. Biden announced his support for tying the bills together hours after appearing with congressional negotiators at the White House to announce and endorse the bipartisan agreement.<br />Understandably, some Republicans accused the president of negotiating in bad faith. It took three days—and an explicit reversal in a written presidential statement—to clear the air. By Sunday, Republican negotiators such as Sens. Rob Portman of Ohio and Bill Cassidy of Louisiana reported that the process was back on track. “I do trust the president,” Utah Sen. Mitt Romney said. Other Republicans fear that this episode will leave a legacy of mistrust.<br />Doing what he can to dispel these doubts, Mr. Biden is traveling to Wisconsin to tout the benefits of infrastructure investment—even groups that don’t always get along, such as organized labor and the Chamber of Commerce, agree on this proposition. On Monday, meanwhile, Senate Minority Leader Mitch McConnell, who has not opposed the bipartisan bill, demanded that the president urge Majority Leader Chuck Schumer and House Speaker Nancy Pelosi to disentangle the bipartisan bill from the outcome of the reconciliation effort. If Mr. McConnell ends up endorsing the bipartisan bill, and some Republicans think he might, perhaps he can soften his image as the unyielding naysayer to the agenda of every Democratic administration."
}