{
    "url_original": "https://www.wsj.com/articles/biden-senators-agree-to-roughly-1-trillion-infrastructure-plan-11624553972?mod=politics_lead_pos1",
    "url": "biden-senators-agree-to-roughly-1-trillion-infrastructure-plan-11624553972",
    "title": "Biden, Senators Agree to Roughly $1 Trillion Infrastructure Plan",
    "sub_head": "Plan secures bipartisan agreement on overhauling the nation’s transportation, water and broadband infrastructure",
    "category_1": "Politics",
    "time": "2021-06-24 17:54:00",
    "body": "WASHINGTON—President Biden and a group of 10 centrist senators agreed to a roughly $1 trillion infrastructure plan Thursday, securing a long-sought bipartisan deal that lawmakers and the White House will now attempt to shepherd through Congress alongside a broader package sought by Democrats.<br />Mr. Biden and Democratic leaders said that advancing the deal on transportation, water and broadband infrastructure will hinge on the passage of more elements of Mr. Biden’s $4 trillion economic agenda. The two-track process sets up weeks of delicate negotiations to gather support for both the bipartisan plan and a separate Democratic proposal, a challenging task in the 50-50 Senate and the narrowly Democratic-controlled House.<br />“What we agreed on today is what we could agree on. The physical infrastructure. There’s no agreement on the rest,” said Mr. Biden, who said he wouldn’t sign the bipartisan deal into law until a bill containing the rest of his agenda also is on his desk. “If this is the only one that comes to me, I’m not signing it.”<br />With $579 billion of spending above expected federal levels and a total of $973 billion of investment over five years and $1.2 trillion if continued over eight, the agreement will make new investments in the electrical grid, transit, roads and bridges and other forms of infrastructure.<br />The cost of the spending will be covered by repurposing existing federal funds, public-private partnerships and revenue collected from enhanced enforcement at the Internal Revenue Service, according to a list distributed by the White House. The list also included sales from the strategic petroleum reserve and wireless-spectrum auction sales among the other revenue raisers."
}