{
    "url_original": "https://www.wsj.com/articles/bidens-new-death-tax-and-a-new-york-widow-11623616078?mod=opinion_lead_pos6",
    "url": "bidens-new-death-tax-and-a-new-york-widow-11623616078",
    "title": "Biden’s New Death Tax and a New York Widow",
    "sub_head": "His proposed levy on unrealized capital gains would hit some modest estates especially hard.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-353342?width=620&size=1.5",
    "image_1": "im-353342.jpg",
    "time": "2021-06-13 16:27:00",
    "body": "President Biden proposes to “eliminate the loophole that allows the wealthiest Americans to entirely escape tax on their wealth by passing it down to heirs.” A White House “fact sheet” claims that “our tax laws allow these accumulated gains to be passed down across generations untaxed, exacerbating inequality.”<br />In fact, while most Americans can pass wealth to their heirs without incurring federal taxes, “the wealthiest” can’t. The federal estate tax applies when the person who has died has a net worth of $11.7 million or more (or twice that for married couples), and it rises to 40% after the first $1 million in taxable assets. Mr. Biden’s American Families Plan would subject many estates worth far less than $11.7 million to a punishing new death tax.<br />The plan would raise the total top rate on capital gains, currently 23.8% for most assets, to 40.8%—higher than the 40% maximum estate tax. It would apply the same tax to unrealized capital gains at death, exempting only the first $1 million ($2 million for a married couple) plus $250,000 for a personal residence.<br />To understand how uneven the burden of this tax is, consider a hypothetical taxpayer for whom it would be especially heavy: a woman who, as a young widow decades ago, bought a home in New York City for $250,000, reared her children there, and never remarried. The property is now worth $2.5 million and is her only asset. If she dies after the Biden plan becomes law, the estate itself wouldn’t be taxable, but it would be subject to the new death tax on $1 million of the unrealized gain from the home (the $2.25 million appreciation less the $1.25 million in exemptions). Her grown children would inherit $408,000 less than under current law. The Biden tax would be based on the value of the asset, not the equity, so the estate would be liable for the full amount regardless of any mortgage outstanding.<br />Now consider an actual couple who would likely escape the new tax entirely. Joe and Jill Biden have an estimated net worth of $8 million, according to Forbes. Mr. Biden’s disclosures indicate that their assets consist of two personal residences along with several annuities and life insurance policies. The only assets that would be subject to a capital-gains tax at death would be their two homes, the appreciation on which likely amounts to less than the $2.5 million in exemptions for a married couple."
}