{
    "url_original": "https://www.wsj.com/articles/biden-administration-to-miss-june-target-for-some-covid-19-vaccine-donations-11624306309?mod=politics_lead_pos11",
    "url": "biden-administration-to-miss-june-target-for-some-covid-19-vaccine-donations-11624306309",
    "title": "Biden Administration to Miss June Target for Some Covid-19 Vaccine Donations",
    "sub_head": "Officials say delays are related to logistical challenges in countries set to receive vaccines",
    "category_1": "Politics",
    "time": "2021-06-21 16:11:00",
    "body": "WASHINGTON—The White House on Monday detailed plans to allocate 55 million Covid-19 vaccine doses it is donating overseas, saying the shipments would likely take longer than President Biden’s initial target of sending them out by the end of June.<br />White House officials said the delays were related to logistical challenges in countries set to receive the vaccines. In addition, the  AstraZeneca  PLC vaccine, which was supposed to be among those donated, hasn’t been approved for shipment, leading the administration to substitute vaccines from other manufacturers.<br />Mr. Biden said last month that the administration expected to export 80 million donated doses by the end of June. The administration began shipping the first tranche of 25 million doses earlier this month, with 75% routed through Covax, the international vaccine effort, and the remaining 25% shared directly with partners and based on regional needs.<br />The remaining 55 million will be distributed under the same model, the White House said, with roughly 41 million doses to be allocated through Covax and 14 million doses shared with regional priorities and other countries.<br />Of those being donated through Covax, 14 million will go to Latin America, 16 million to Asia and 10 million to Africa. The White House also listed more than two dozen countries and regions that will receive doses directly, including Colombia, Haiti, Afghanistan, Pakistan, Ukraine, Bosnia, the West Bank and Gaza."
}