{
    "url_original": "https://www.wsj.com/articles/bidens-personal-touch-doesnt-amount-to-a-foreign-policy-11623969185?mod=opinion_lead_pos7",
    "url": "bidens-personal-touch-doesnt-amount-to-a-foreign-policy-11623969185",
    "title": "Biden’s Personal Touch Doesn’t Amount to a Foreign Policy",
    "sub_head": "We no longer live in a world of monarchs who forge political alliances through marriage.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-17 18:33:00",
    "body": "President Biden revealed a key weakness in his foreign policy during his summit with Vladimir Putin on Wednesday. “I know we make foreign policy out to be this great, great skill,” Mr. Biden told reporters after the meeting. Actually, he said, “all foreign policy is, is the logical extension of personal relationships.” He has used variants of this line for years, and boasts that he has “met every major world leader in the last 35 years.”<br />Alas, his Rolodex is likely to be more impressive than his legacy. Good rapport with other world leaders is helpful, but successful leaders make decisions based on national interest, not bonhomie.<br />Personal diplomacy was most influential in premodern times, when monarchs strengthened political alliances through marriages. These arrangements sometimes failed to work as intended, but a ruler’s family connections were a generally reliable guide to his country’s foreign policy. The rivalry between the Habsburg and Bourbon dynasties dominated European politics for centuries, and when thrones became vacant, Europe went to war to determine whether the successor would hail from Austria or France.<br />By the 19th century, monarchs had learned to give priority to their nation’s interests over their dynasty’s, and marriage diplomacy became increasingly ineffective. Queen Victoria and Prince Albert intended for their eldest daughter’s 1858 wedding with Crown Prince Frederick to beget an alliance with Prussia, but their hopes were dashed by Berlin’s determination to unify Germany and London’s attempts to preserve a balance of power in Europe. By 1914, the rulers of Britain, Prussia and Russia were cousins, but they fought one another in one of the most destructive wars in history.<br />World War I discredited the idea that a monarch’s familial bonds would outweigh other factors in international relations. But after the war, democratic leaders mistakenly thought their personal relations could promote peace. In “Diplomacy,” Henry Kissinger remarked that when French Foreign Minister Aristide Briand invited Germany into the League of Nations, he justified the decision by citing the amiability of his German counterpart, Gustav Stresemann. The agreement secured the 1926 Nobel Peace Prize for Mr. Briand, but it did little to make France stronger or more secure, which the Germans demonstrated in World War II.  During that war, President Franklin D. Roosevelt worked hard to court Joseph Stalin, but Stalin still reneged on his commitments to grant Eastern Europe self-determination."
}