{
    "url_original": "https://www.wsj.com/articles/biden-pushes-g-7-to-criticize-china-over-forced-labor-allegations-11623477600",
    "url": "biden-pushes-g-7-to-criticize-china-over-forced-labor-allegations-11623477600",
    "title": "Biden Pushes G-7 to Criticize China Over Forced-Labor Allegations",
    "sub_head": "Group of world leaders agree to new infrastructure initiative meant to compete with Beijing",
    "category_1": "World",
    "time": "2021-06-12 15:26:00",
    "body": "ST. IVES, England—President Biden is pushing world leaders to call out China over allegations of forced labor in Xinjiang as the Group of Seven leading economies agreed to a global infrastructure plan meant to compete with Beijing.<br />Mr. Biden joined leaders of Canada, France, Germany, Italy, Japan and the U.K. for a session focused on China on the second day of the G-7 summit. The issue of how aggressively to address China has divided world leaders, with Mr. Biden urging democratic nations to jointly confront Beijing and French President Emmanuel Macron calling for a more cautious approach.<br />During Saturday’s 90-minute closed-door session, leaders disagreed over how to take forward their varying levels of concern about Beijing, officials said. British Prime Minister Boris Johnson suggested creating a formal task force on China. However, some leaders questioned what the task force would achieve.<br />While all of the G-7 members harbor worries about China, their concerns aren’t uniform, officials said. German Chancellor Angela Merkel is among the European Union leaders pushing for a more positive approach to be taken toward China. Mr. Biden, Mr. Johnson and Canadian Prime Minister Justin Trudeau called on the G-7 leaders to confront China about human-rights abuses, according to one official. The Japanese government also wants a more hard-line stance to be taken against Beijing.<br />White House officials late Saturday said they were optimistic that world leaders would reach agreement on a communiqué that calls out human rights abuses, addresses global supply-chain problems and responds to nonmarket economic practices that the countries find objectionable. It isn’t yet clear how aggressive the language will be regarding China, or whether the country will be mentioned by name in the document."
}