{
    "url_original": "https://www.wsj.com/articles/bidens-latest-infrastructure-offer-1-trillion-11622725783?mod=politics_lead_pos1",
    "url": "bidens-latest-infrastructure-offer-1-trillion-11622725783",
    "title": "Biden Floats New Infrastructure Spending Offer of $1 Trillion",
    "sub_head": "President makes legislative proposal in meeting with Republican Sen. Capito but negotiators remain far apart",
    "category_1": "Politics",
    "time": "2021-06-03 09:44:00",
    "body": "WASHINGTON—President Biden told a top Senate Republican that he wants $1 trillion in new spending in infrastructure legislation, according to people briefed on the matter, a proposal that still leaves the White House far apart from GOP lawmakers ahead of a deadline to show progress in the talks.<br />During a Wednesday afternoon White House meeting with Sen. Shelley Moore Capito (R., W.Va.), Mr. Biden laid out his $1 trillion proposal and signaled he remained committed to paying for the plan with corporate tax increases, the people said. Any new spending would be on top of $400 billion in projected federal spending over five years if current programs continued, one of the people said.<br />Previously, Mr. Biden had proposed a $1.7 trillion offer, which was also above baseline levels. Congress will need to set new baseline spending by the end of this fiscal year.<br />Senate Republicans have rejected any new taxes to pay for the infrastructure spending, with some suggesting user fees instead. Also, the spending gulf between the GOP and the White House is wider than it appears in the top-line numbers, as the Republicans’ counter offers have included projected spending, while the White House’s proposals are in addition to projected spending.<br />Senate Republicans unveiled a plan last week to spend $928 billion over eight years to update roads, bridges, rail and transit systems. That offer is an increase from the GOP’s original five-year $568 billion proposal, but only about $257 billion of their latest proposal is above baseline levels, according to the Republicans."
}