{
    "url_original": "https://www.wsj.com/articles/bidens-plan-for-an-entitlement-society-11624918494?mod=opinion_lead_pos5",
    "url": "bidens-plan-for-an-entitlement-society-11624918494",
    "title": "Biden’s Plan for an Entitlement Society",
    "sub_head": "For the first time in history, more than half of all Americans would be on the federal dole.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-28 18:14:00",
    "body": "The federal government’s system of entitlements is the largest money-shuffling machine in human history, and President Biden intends to make it a lot bigger. His American Families Plan—which he recently attempted to tie to a bipartisan infrastructure deal—proposes to extend the reach of federal entitlements to 21 million additional Americans, the largest expansion since Lyndon B. Johnson’s Great Society.<br />For the first time in U.S. history—except possibly for the pandemic years 2020 and 2021, for which we don’t yet have data—more than half of working-age households would be on the entitlement rolls if the plan were enacted in its current form. Contrary to Mr. Biden’s assertion that his plan “doesn’t add a single penny to our deficits,” his plan would add more than $1 trillion to the national debt over the next decade.<br />The American Families Plan proposes several new entitlement programs. One promises students the government will pick up the entire cost of community-college tuition; another promises families earning 1.5 times their state’s median income that Washington will cover all daycare expenses above 7% of family income for children under 5; still another promises workers up to 12 weeks of federally financed wage subsidies to take time off to care for newborns or sick family members.<br />The American Families Plan would follow longstanding government practice and make temporary emergency programs permanent. In March, Congress enacted the American Rescue Plan, which expanded Affordable Care Act subsidies and refundable tax credits for child care and low-wage workers. The expansions were sold as temporary measures to combat the effects of pandemic lockdowns. A month later, Mr. Biden asked Congress to make them permanent.<br />These programs extend eligibility for benefits high up the income ladder. Two-parent households with two preschool-age children and incomes up to $130,000 would qualify for federal cash assistance for daycare. Single parents with two preschoolers and incomes up to $113,000 would qualify. And some families with incomes over $200,000 would be eligible for health-insurance subsidies. Other parts of the plan, such as paid leave and free community college, have no income limits at all."
}