{
    "url_original": "https://www.wsj.com/articles/biden-expands-blacklist-of-chinese-companies-banned-from-u-s-investment-11622741711?mod=politics_lead_pos2",
    "url": "biden-expands-blacklist-of-chinese-companies-banned-from-u-s-investment-11622741711",
    "title": "Biden Expands Blacklist of Chinese Companies Banned From U.S. Investment",
    "sub_head": "Move shows Biden’s willingness to continue some of the hard-line China policies from the Trump administration",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-06-03 16:23:00",
    "body": "WASHINGTON—President Biden expanded a prohibition on Americans investing in Chinese companies with purported links to China’s military, adding more businesses to a blacklist that has angered Beijing and caused consternation among investors.<br />An executive order Mr. Biden signed Thursday brings to 59 the total number of Chinese companies banned from receiving American investment and shows how his administration is continuing some of the hard-line China policies left by former President Donald Trump.<br />Many of the newly targeted companies are subsidiaries and affiliates of major state-owned companies and other businesses named on the earlier blacklist. They include a clutch of companies tied to the state-owned aerospace giant Aviation Industry Corporation of China and two financing affiliates of telecommunications gear-maker Huawei Technologies Co.<br />The new order prevents Americans from investing in those companies, with a 60-day grace period, until Aug. 2, before sanctions begin and a one-year period for Americans already invested in the firms—either directly or via mutual and index or other funds—to divest themselves.<br />The action is one of the firmest to date as the Biden administration conducts a broad review of China policy, including how to deal with tariffs and other trade measures taken by Mr. Trump. So far the administration has advanced few concrete actions against Beijing, though the U.S. recently joined allies in imposing sanctions against Chinese officials engaged in the mass incarceration of mainly Muslim ethnic minorities in the Xinjiang region."
}