{
    "url_original": "https://www.wsj.com/articles/biden-pushes-for-wartime-tax-rates-11624485423?mod=opinion_major_pos4",
    "url": "biden-pushes-for-wartime-tax-rates-11624485423",
    "title": "Biden Pushes for Wartime Tax Rates",
    "sub_head": "Unlike the levies of the world wars, his would be permanent and without extensive deductions",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-358551?width=620&size=custom_2061x1444",
    "image_1": "im-358551.jpg",
    "time": "2021-06-23 17:57:00",
    "body": "‘We have got to confiscate wealth,” Rep. John Nance Garner of Texas said in 1917. Garner, who served as vice president during Franklin D. Roosevelt’s first two terms, was talking about how to finance World War I. But some Democrats miss those days, and the Biden crowd is proposing ferocious tax increases that could rival or exceed Roosevelt’s.<br />The top federal income-tax rate rose to 77% in 1918 from 7% in 1913. Following World War I, the top rate came down, reaching just 25% from 1925-31. Rates were raised during the Great Depression to 64% in 1932 and 79% in 1936. In April 1942, Roosevelt proposed a top individual tax rate of 100%, declaring that amid “grave national danger, when all excess income should go to win the war, no American citizen ought to have a net income, after he has paid his taxes, of more than $25,000” (the equivalent of a bit more than $400,000 in 2021 dollars). The Treasury Department said this top rate would only affect 11,000 taxpayers. Democrats in Congress pronounced it dead on arrival. Still, the top World War II rate reached 94%. But generous deductions and easier conversion of ordinary income into capital gains helped high-income taxpayers avoid paying that rate.<br />Top individual tax rates remained at 91% until 1964, when Congress passed John F. Kennedy’s tax reduction proposal and set the top rate at 70%. Richard Nixon carved out a 50% top rate on salary and self-employment (known as “earned income”) in 1969. Then Ronald Reagan pushed the rate on other income down to 50% too, and finally down to 28% in 1988. These reductions were accompanied by removing or altering deductions that had previously helped taxpayers avoid paying the top rate. Today’s Democrats aspire to raise rates to the skies while also limiting such offsetting exclusions.<br />We have come a long way from 1909, when the top corporate income-tax rate was a flat 1%, rising to 53% during World War II, and settling at 34% under Reagan. Thereafter, individual rates rose until Donald Trump brought rates down to 37% (plus the 3.8% Medicare tax) for individuals and 21% for corporations.<br />The Biden administration proposes to raise the top individual rate to 39.6% (plus 3.8%) and to 28% for corporations. From a historical perspective, these rates aren’t unprecedented. But accounting for state and local income taxes and stacking on additional crushing Democratic tax proposals would push the rates far higher."
}