{
    "url_original": "https://www.wsj.com/articles/biden-to-meet-tulsa-massacre-survivors-discuss-racial-wealth-gap-11622573852?mod=politics_lead_pos1",
    "url": "biden-to-meet-tulsa-massacre-survivors-discuss-racial-wealth-gap-11622573852",
    "title": "Biden to Meet Tulsa Massacre Survivors, Discuss Racial Wealth Gap",
    "sub_head": "President will deliver remarks in business district where, 100 years ago, white mobs killed Black residents and destroyed roughly 35 city blocks",
    "category_1": "U.S.",
    "time": "2021-06-01 17:39:00",
    "body": "President Biden is expected to detail steps his administration will take aimed at narrowing the racial wealth gap, as he meets Tuesday with survivors of the 1921 Tulsa Race Massacre in Oklahoma and participates in events marking the centennial of the tragedy.<br />The president will make the remarks at the Greenwood Cultural Center, located in the business district once known as Black Wall Street, where 100 years ago white mobs killed as many as 300 Black residents and destroyed the district’s roughly 35 city blocks. Mr. Biden issued a “Day of Remembrance” proclamation on Monday, committing to honor the legacy of the Greenwood community.<br />The White House said Mr. Biden will meet privately with three survivors who were children at the time of the massacre: Viola Fletcher, Hughes Van Ellis and Lessie Benningfield Randle.<br />The new measures that Mr. Biden will describe, according to the White House, include increasing the share of federal contracts going to certain small, mostly minority- or women-owned businesses by 50% by 2026, which administration officials say would mean $100 billion more for such businesses. The Democratic administration is also expected to propose reversing steps taken by the Republican Trump administration to soften or revoke Obama-era regulations that cracked down on discrimination in housing.<br />Housing and Urban Development Secretary Marcia Fudge also will be charged with a new initiative that would seek to root out what the White House described as racial discrimination in the appraisal and home-buying process."
}