{
    "url_original": "https://www.wsj.com/articles/biden-capito-seek-progress-in-infrastructure-talks-11622635201?mod=politics_lead_pos1",
    "url": "biden-capito-seek-progress-in-infrastructure-talks-11622635201",
    "title": "Biden, Capito Seek Progress in Infrastructure Talks",
    "sub_head": "President and Republican senator aim to close wide gap between plans for infrastructure spending",
    "category_1": "Politics",
    "time": "2021-06-02 08:00:00",
    "body": "WASHINGTON—President Biden will meet Wednesday with the Senate Republican leading GOP efforts to craft infrastructure legislation, as the two sides continue to seek common ground ahead of a Biden administration deadline next week to show progress in the negotiations.<br />The White House meeting between the president and Sen. Shelley Moore Capito (R., W.Va.) comes after Senate Republicans unveiled a new plan to spend $928 billion over eight years to update roads, bridges, rail and transit systems. That offer is an increase from the GOP’s original five-year $568 billion proposal but it still left the two sides far apart.<br />Mr. Biden is “appreciative and heartened by the good-faith effort that we’ve seen from Republican senators,” White House spokeswoman Karine Jean-Pierre told reporters on Tuesday. But, she added, “We do need to finish these negotiations soon,” reiterating what the president said last week.<br />Transportation Secretary Pete Buttigieg said Sunday on CNN that infrastructure talks need to show a “clear direction” toward an agreement by the time Congress returns from its recess on June 7. Democrats have the power to use their narrow control of the House and Senate to approve legislation without Republican support if they stay united, though the White House and some Democrats have pushed for a bipartisan approach to infrastructure.<br />Mrs. Capito on Fox News on Sunday expressed optimism that a deal could get done, pointing out that the two sides had inched toward each other. She acknowledged that despite their efforts, it was possible they wouldn’t come to an agreement by the deadline."
}