{
    "url_original": "https://www.wsj.com/articles/big-win-for-property-rights-11624486919?mod=opinion_lead_pos1",
    "url": "big-win-for-property-rights-11624486919",
    "title": "Big Win for Property Rights",
    "sub_head": "The Supreme Court puts significant limits on the government’s claims on the rights of owners.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-23 18:21:00",
    "body": "The Supreme Court’s conservative majority so far this term hasn’t broken new Constitutional ground with its narrow rulings. That changed Wednesday with the Court’s 6-3 Cedar Point Nursery decision, which significantly bolsters protections of private property rights.<br />Two growers in California challenged a 1975 regulation by the state’s Agricultural Labor Relations Board that requires farmers to allow union organizers onto their property three hours a day for 120 days each year. They argued that the regulation was equivalent to a time-limited government easement and thus constituted what’s known as a “per se” physical taking of property.<br />The Constitution’s takings clause provides that private property shall not “be taken for public use, without just compensation.” When the government physically acquires private property for public use via eminent domain—say, to build a pipeline or road—the government is obligated to provide the owner with just compensation.<br />Here, the state argued it wasn’t physically taking the farmers’ property. Instead it was merely regulating its use—no different from requiring businesses to let health and safety inspectors onto property. So long as it isn’t permanently occupying or confiscating property, the state claimed it doesn’t have to compensate the owners.<br />The Court’s Penn Central (1978) precedent allows governments to regulate property use for the “common good” without compensating owners as long as the economic impact isn’t severe. Governments have used Penn Central to justify all sorts of regulations that deprive owners of the beneficial use of their property, and courts have usually given them deference."
}