{
    "url_original": "https://www.wsj.com/articles/big-tech-is-going-public-in-india-11623327754?mod=markets_lead_pos11",
    "url": "big-tech-is-going-public-in-india-11623327754",
    "title": "Big Tech Is Going Public in India",
    "sub_head": "Companies such as e-commerce leader Flipkart and fintech giant Paytm are considering initial public offerings",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-351918?width=620&size=1.5",
    "image_1": "im-351918.jpg",
    "time": "2021-06-10 08:22:00",
    "body": "The internet is about to shake up India’s stock market.<br />A number of Indian internet companies will likely come to the market this or next year. Zomato, the country’s answer to  DoorDash ,  has filed to raise $1.1 billion. Walmart-owned e-commerce leader Flipkart, fintech giant Paytm and online learning platform Byju’s are also in various stages of considering initial public offerings, according to local media reports.<br />That could reshape the Indian market, which has very few internet companies. While big tech firms are among the largest listed companies in China and the U.S., energy, financials and IT outsourcers currently dominate the Indian market.  Reliance Industries —India’s biggest listed company, controlled by the country’s richest man—is pivoting away from oil and gas and last year secured investments from  Facebook  and Google for its tech unit, Jio Platforms.<br />Some of the private tech businesses could be among India’s biggest companies. Flipkart raised $1.2 billion from a Walmart-led investor group at a $25 billion valuation last year. Paytm’s parent was valued at $16 billion in 2019 when it raised money from investors including  Softbank  and Ant Group.<br />While the pandemic has hit India hard, its stock market has surged. The MSCI India index hit record highs this week and is now up 14% for the year to date. A buoyant market will help these unicorns get the valuations they are looking for in their IPOs."
}