{
    "url_original": "https://www.wsj.com/articles/big-tech-critics-regroup-in-push-to-reshape-facebook-11625052684?mod=business_lead_pos1",
    "url": "big-tech-critics-regroup-in-push-to-reshape-facebook-11625052684",
    "title": "Big-Tech Critics Regroup in Push to Reshape Facebook",
    "sub_head": "Decisions from federal judge and tense battles in Congress illustrate challenges ahead",
    "category_1": "Tech",
    "time": "2021-06-30 07:31:00",
    "body": "Critics of big tech firms cheered after prosecutors and lawmakers made moves against  Facebook Inc.  Recent developments have underscored the challenges in using courts and Congress to reshape those businesses.<br />U.S. District Judge James Boasberg ruled Monday that a Federal Trade Commission lawsuit was “legally insufficient,” saying the regulator didn’t show enough proof that Facebook was a monopoly and that its practices harmed competition. In another setback, the judge dismissed the case brought against Facebook by 46 states on grounds that, among other things, the attorneys general waited too long to bring their claims.<br />Lawmakers in Washington, meanwhile, are considering the path forward after a bruising battle last week to advance bills aimed at strengthening tech antitrust enforcement. Many business friendly Democrats are under pressure to delay or dilute the bills—which could facilitate the breakup of companies such as Facebook and  Amazon.com Inc. —as are House Republicans.<br />“Anyone who thought this was going to be easy and quick should probably step back…the law is tough, the politics are tough,” said Harry First, an antitrust-law professor at New York University who worked on the states’ litigation against  Microsoft Corp.  more than 20 years ago.<br />Judge Boasberg ruled that the FTC didn’t show enough evidence that Facebook had monopoly power in the market for personal social-networking services. He also said that there is nothing necessarily unlawful about Facebook having a policy of restricting access to its tools and user data. The ruling left open the possibility that the federal plaintiffs could refile their case, but it illustrates how antitrust-law standards can be tough for regulators to meet."
}