{
    "url_original": "https://www.wsj.com/articles/bill-maher-diagnoses-liberal-progressophobia-11623970492?mod=opinion_lead_pos8",
    "url": "bill-maher-diagnoses-liberal-progressophobia-11623970492",
    "title": "Bill Maher Diagnoses Liberal ‘Progressophobia’",
    "sub_head": "Young people are unable to see that ‘your dorm in 2021 is better than the South before the Civil War.’",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "time": "2021-06-17 18:54:00",
    "body": "Here’s a statement that deserves amplification.<br />Last week Bill Maher of HBO’s “Real Time” did a commentary on something he believes deeply destructive. Maher, who has described his politics as liberal, libertarian, progressive and practical, is a longtime and occasionally brave foe of wokeness in its extreme manifestations. He zeroed in on one aspect that fuels a lot of grievance, and that is the uninformed sense that America has largely been impervious to improvement.<br />Mr. Maher called this “progressophobia,” a term coined by the cognitive psychologist Steven Pinker. Mr. Maher defines it as “a brain disorder that strikes liberals and makes them incapable of recognizing progress. It’s like situational blindness, only what you can’t see is that your dorm in 2021 is better than the South before the Civil War.”<br />His audience laughed uncertainly. You could tell they didn’t want to get caught laughing at the wrong thing and weren’t certain what the wrong thing was. Normally they’re asked to laugh at right-wing idiocy, which is never in short supply.<br />“If you think that America is more racist now than ever, more sexist than before women could vote, you have progressophobia,” Mr. Maher said. Look at the changes America has made on disputed issues like gay marriage and marijuana legislation. “Even something like bullying. It still happens, but being outwardly cruel to people who are different is no longer acceptable. That’s progress. Acknowledging progress isn’t saying, ‘We’re done,’ or, ‘We don’t need more.’ And being gloomier doesn’t mean you’re a better person.”"
}