{
    "url_original": "https://www.wsj.com/articles/bill-cosbys-conviction-overturned-by-pennsylvania-supreme-court-11625073132?mod=business_minor_pos4",
    "url": "bill-cosbys-conviction-overturned-by-pennsylvania-supreme-court-11625073132",
    "title": "Bill Cosby Released From Prison After Sexual-Assault Conviction Overturned",
    "sub_head": "Pennsylvania Supreme Court cites an earlier prosecutors’ decision not to bring charges against the entertainer",
    "category_1": "U.S.",
    "time": "2021-06-30 17:32:00",
    "body": "The Pennsylvania Supreme Court ordered the release of entertainer Bill Cosby on Wednesday after overturning his conviction for sexual assault, one of the key prosecutions in the #MeToo movement that brought sexual assault against women onto the national stage.<br />Since his conviction in 2018, Mr. Cosby has been serving a 10-year sentence for the sexual assault of Andrea Constand. A spokeswoman for the Pennsylvania Department of Corrections said Mr. Cosby had been released as of Wednesday afternoon.<br />The Pennsylvania Supreme Court determined that it was fundamentally unfair that Mr. Cosby was prosecuted using evidence he divulged in a civil proceeding after being assured by an earlier prosecutor that no criminal case would proceed against him.<br />Ms. Constand and her lawyers issued a statement saying they were disappointed and concerned by the ruling because “it may discourage those who seek justice for sexual assault in the criminal justice system from reporting or participating in the prosecution of the assailant or may force a victim to choose between filing either a criminal or civil action.”<br />In a brief appearance outside his home, Mr. Cosby stood arm in arm with his lawyers and didn’t speak. When asked how he felt, he turned to one of his lawyers who said: “Mr. Cosby is extremely happy to be home. He looks forward to reuniting with his wife and the children. Obviously this has been a hard three years for this entire family.”"
}