{
    "url_original": "https://www.wsj.com/articles/bill-gates-backs-new-vc-fund-focused-on-metamaterials-11622631600?mod=tech_lead_pos11",
    "url": "bill-gates-backs-new-vc-fund-focused-on-metamaterials-11622631600",
    "title": "Bill Gates Backs New Venture Fund Focused on Metamaterials",
    "sub_head": "MetaVC is raising $100 million to invest in startups developing applications for a budding corner of materials science",
    "category_1": "Pro VC VC Funds",
    "image_1_url": "https://images.wsj.net/im-347110?width=620&size=1.5",
    "image_1": "im-347110.jpg",
    "time": "2021-06-02 07:00:00",
    "body": "A new venture fund has launched to invest in startups commercializing metamaterials, a budding area of materials science that could improve the performance and reduce the size and weight of devices such as lenses and sensors.<br />San Francisco-based MetaVC Partners is raising $100 million for its first fund, and has already received capital from Bill Gates, co-founder of Microsoft Corp. and an anchor investor in the fund, and Nathan Myhrvold, formerly chief technology officer at Microsoft who runs intellectual-property firm Intellectual Ventures.<br />“Metamaterials as a core technology is on the cusp of widespread industry adoption,” said MetaVC Managing Partners Chris Alliegro and Conrad Burke. Messrs. Alliegro and Burke were previously executives at Invention Science Fund, a startup incubator at Intellectual Ventures that spun out several startups commercializing advances in metamaterials.<br />Metamaterials are engineered materials arranged in repeating structures at a nano and microscale in a way that gives them acoustic, electromagnetic, mechanical and other properties not found in nature.<br />New lenses, antennas, sensors and other devices that are lighter and have no moving parts are under development based on the technology, with applications in optical computing, virtual reality, automotive, energy, space and many other sectors. The technology could help replace bulky VR headsets, for example, or enable moving vehicles to have satellite communication via light, flat antennas."
}