{
    "url_original": "https://www.wsj.com/articles/biotech-rally-sparked-by-alzheimers-drug-has-staying-power-11623589380?mod=markets_major_pos1",
    "url": "biotech-rally-sparked-by-alzheimers-drug-has-staying-power-11623589380",
    "title": "Biotech Rally Sparked by Alzheimer’s Drug Has Staying Power",
    "sub_head": "Controversy surrounding Biogen’s Aduhelm could ignite political firestorm over high drug prices, but investors should look past any D.C. drama",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-351396?width=620&size=1.5",
    "image_1": "im-351396.jpg",
    "time": "2021-06-13 09:03:00",
    "body": "Wall Street is rightfully celebrating the first approval of an Alzheimer’s disease treatment in nearly two decades. A familiar threat is likely to re-emerge, but investors won’t likely be caught off guard.<br />The Food and Drug Administration gave the green light to  Biogen ’s  drug Aduhelm on Monday. Significant controversy surrounds the approval. An outside committee of experts assembled by the FDA recommended not to approve the drug last year. Three members of the committee have since resigned over the decision, which one former member called a debacle.<br />Dust-up or not, stock prices are moving higher. Biogen shares rocketed 38% higher that day, and the rest of the sector has come along for the ride.  Eli Lilly ,  which has a similar Alzheimer’s drug under development, rallied 10% on Monday. The Nasdaq Biotechnology Index rose 6% for the week.<br />There is reason to expect the trend to continue. Alzheimer’s has been a particularly confounding corner of drug research for decades; a 2018 analysis found that 146 experimental drugs had failed in clinical trials over the past 20 years.<br />In a flash, that history suddenly matters little. The FDA’s decision to approve Aduhelm despite significant concerns over its efficacy changes the outlook for those research efforts. Now, drugs that reduce the buildup of a substance known as amyloid, like Aduhelm, seem more likely to reach the market. Even the perception of a more forgiving regulatory agency is enough to spark fresh enthusiasm for biotech, and not only for companies with an Alzheimer’s program. For instance, regulatory flexibility would boost the business prospects of biotechs working to develop drugs that treat rare diseases."
}