{
    "url_original": "https://www.wsj.com/articles/bipartisan-1-trillion-infrastructure-package-gains-steam-11623961394?mod=politics_lead_pos7",
    "url": "bipartisan-1-trillion-infrastructure-package-gains-steam-11623961394",
    "title": "Bipartisan $1 Trillion Infrastructure Package Gains Steam",
    "sub_head": "President Biden is reviewing the proposal as some Democrats craft a separate, bigger package",
    "category_1": "Politics",
    "time": "2021-06-17 16:23:00",
    "body": "WASHINGTON—A growing bipartisan group of lawmakers and the White House haggled over how to finance a roughly $1 trillion infrastructure proposal, awaiting feedback from President Biden as Democrats began discussions on a separate economic package that could cost up to $6 trillion.<br />Since negotiations between Mr. Biden and a group of Senate Republicans collapsed last week, an alternative set of Republican and Democratic senators have held talks on a infrastructure plan that would spend $973 billion over five years, with $579 billion of that funding above expected baseline levels. Initially a group of five Democrats and five Republicans, the group expanded to include 11 Republicans and 10 members of the Democratic caucus on Wednesday.<br />According to a draft outline of the proposal, the plan would dedicate $110 billion in new spending to bridges and roads, $65 billion to expanding access to broadband, and $48.5 billion to public transit, among other priorities. Extended over an eight-year timeline, the plan would spend a total of $1.2 trillion.<br />The draft, first obtained by Politico, also includes a number of ways to finance the package, a central issue in the talks. It proposes indexing the gas tax to inflation, increasing IRS enforcement to collect unpaid taxes, collecting an annual fee from electric vehicles, and repurposing existing federal funds. An infrastructure financing authority, public-private partnerships, and direct-pay municipal bonds are also included as possible financing mechanisms.<br />But Senate aides familiar with the negotiations said the draft doesn’t represent the group’s final proposal. The White House has opposed raising the gas tax and placing fees on electric vehicles, and Democrats in the group met with top White House officials on Capitol Hill Wednesday. White House officials were expected to brief Mr. Biden on the negotiations after his return from his trip abroad."
}