{
    "url_original": "https://www.wsj.com/articles/bipartisan-group-of-senators-reaches-agreement-on-infrastructure-proposal-11623360255?mod=politics_lead_pos2",
    "url": "bipartisan-group-of-senators-reaches-agreement-on-infrastructure-proposal-11623360255",
    "title": "Bipartisan Group of Senators Reaches Agreement on Infrastructure Proposal",
    "sub_head": "The proposal, which needs buy-in from a larger group of lawmakers and the White House, would be paid for without tax increases",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-352462?width=620&size=1.5",
    "image_1": "im-352462.jpg",
    "time": "2021-06-10 19:01:00",
    "body": "WASHINGTON—Members of a bipartisan group of senators said they had reached an agreement on an infrastructure proposal that would be fully paid for without tax increases, pitching the plan to other lawmakers and the White House as they try to craft compromise legislation on the issue.<br />While the group of 10 senators didn’t reveal details of the plan in its statement, people familiar with the agreement said it called for $579 billion above expected future federal spending on infrastructure. The overall proposal would spend $974 billion over five years and $1.2 trillion if it continued over eight years, according to some of the people.<br />The initial agreement comes days after President Biden called off a separate set of negotiations with Senate Republicans over an infrastructure plan, instead pivoting his focus to the talks among the group of five Republicans and five Democrats.<br />To move forward in Congress, the plan would need the buy-in from a broader group of Republicans and Democrats, as well as the White House. In recent days, some Democrats have indicated they are skeptical that the bipartisan talks will result in a large enough package.<br />“We are discussing our approach with our respective colleagues, and the White House, and remain optimistic that this can lay the groundwork to garner broad support from both parties and meet America’s infrastructure needs,” said the group, which includes Sens. Kyrsten Sinema (D., Ariz.), Rob Portman (R., Ohio) and Joe Manchin (D., W.Va.)."
}