{
    "url_original": "https://www.wsj.com/articles/bishops-vote-to-prepare-document-on-communion-for-catholic-politicians-who-support-abortion-rights-11624041010?mod=politics_lead_pos2",
    "url": "bishops-vote-to-prepare-document-on-communion-for-catholic-politicians-who-support-abortion-rights-11624041010",
    "title": "Bishops Advance Effort That Could Restrict Communion for Biden",
    "sub_head": "U.S. church leaders approve controversial proposal despite warnings from Vatican",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-356445?width=620&size=1.5",
    "image_1": "im-356445.jpg",
    "time": "2021-06-18 15:42:00",
    "body": "U.S. Catholic bishops on Friday agreed to prepare a document that would lay out the conditions under which Catholic politicians who support abortion rights, including President Biden, may be denied Communion.<br />The controversial measure, which had drawn objections from the Vatican and from Pope Francis’s strongest allies among the U.S. bishops, required a simple majority to advance; it passed with 73%, or 168, of the 229 votes cast on Thursday. More than 270 U.S. bishops were eligible to vote.<br />The bishops’ doctrinal committee will now proceed to draft a document on the Eucharist that will include a section on the conditions under which politicians may receive Communion. Some bishops want that section to state that politicians who support abortion rights must be denied the sacrament.<br />Proponents of the document originally planned to set forth a national policy on the matter, but scrapped that idea in deference to the Vatican, which warned last month that such a move would be divisive. Bishop Kevin Rhoades of Fort Wayne-South Bend, Ind., head of the doctrinal committee, has said that the document might instead include practical guidance for individual bishops dealing with politicians who support abortion rights. He also suggested that it might mention other activities—such as leadership of a white supremacist organization—that could disqualify one from receiving the sacrament.<br />Opponents of the document said it would inevitably be read as an attack on specific leaders including President Biden and House Speaker Nancy Pelosi, both of whom are Catholic and support abortion rights."
}