{
    "url_original": "https://www.wsj.com/articles/bitcoin-rises-above-40-000-on-elon-musk-tweet-microstrategy-plans-11623697987?mod=markets_lead_pos3",
    "url": "bitcoin-rises-above-40-000-on-elon-musk-tweet-microstrategy-plans-11623697987",
    "title": "Bitcoin Rises Above $40,000 on Elon Musk Tweet, MicroStrategy Plans",
    "sub_head": "The cryptocurrency jumped as MicroStrategy completed a bond offering allowing it to buy more bitcoin",
    "category_1": "Markets",
    "time": "2021-06-14 15:13:00",
    "body": "Bitcoin reached its highest level in more than two weeks Monday, buoyed by  MicroStrategy Inc.  completing its $500 million offering of junk bonds to buy bitcoin and by fresh comments from  Tesla Inc.  Chief Executive Elon Musk.<br />The world’s largest cryptocurrency by market value traded as high as $41,046.77—a nearly 11% rise from its Friday level at 5 p.m. ET. The market value of all bitcoin in circulation climbed to $752.23 billion, according to CoinDesk.<br />MicroStrategy said in a securities filing Monday it raised $488 million from its bond sale, an increase from the $400 million it initially planned. The funds will be used to purchase additional bitcoin. The company has been a longtime investor in the cryptocurrency, and this was its third bond sale to purchase bitcoins in less than a year.<br />“That [MicroStrategy offering] is going to be a massive upward price catalyst because $488 million is a lot of inflow,” said Meltem Demirors, chief strategy officer at London-based asset management firm  CoinShares .  “Traders are going to position themselves around that event because they know there is going to be volatility.”<br />Despite recent volatility, Ms. Demirors said she expects longtime investors in bitcoin to hold on to their positions for the long term. Trading in bitcoin has been relatively rangebound in recent weeks. She expects that could continue and that, by fall, bitcoin could possibly return to record highs of more than $60,000 apiece. The cryptocurrency had lost around 40% of its value after peaking this spring."
}