{
    "url_original": "https://www.wsj.com/articles/bitcoin-on-the-balance-sheet-is-an-accounting-headache-for-tesla-others-11623663001?mod=business_lead_pos3",
    "url": "bitcoin-on-the-balance-sheet-is-an-accounting-headache-for-tesla-others-11623663001",
    "title": "Bitcoin on the Balance Sheet Is an Accounting Headache for Tesla, Others",
    "sub_head": "Tesla and other companies that hold the notoriously volatile cryptocurrency often must record impairment charges when its value falls",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-353340?width=620&size=1.5",
    "image_1": "im-353340.jpg",
    "time": "2021-06-14 06:05:00",
    "body": "Elon Musk’s curious  Twitter  war with bitcoin is expected to hit  Tesla Inc.’s  bottom line this quarter.<br />Mr. Musk is widely blamed by investors for starting the digital currency’s most punishing slide of the year after announcing on Twitter that Tesla would stop accepting bitcoin as payment for its electric vehicles. He added fuel to the fire earlier this month, tweeting breakup memes with “#bitcoin” and a broken-heart emoji. Bitcoin has slumped 30% since the original May 12 tweet.<br />On Sunday, Mr. Musk said Tesla would resume bitcoin transactions when miners increase use of renewable energy sources. The price jumped over 6% from its Friday 5 p.m. ET level to trade at about $39,300 early Monday. He also said that Tesla had sold only about 10% of its bitcoin holdings earlier this year to confirm that the cryptocurrency “could be liquidated easily without moving market.”<br />Tesla had about $1.3 billion in bitcoin parked in its treasury at the end of the first quarter and announced the bitcoin purchase in February to “diversify and maximize returns on our cash.”<br />Software developer  MicroStrategy Inc.  and a handful of other companies, including payment app provider  Square Inc.,  have made similar investments. Some have touted bitcoin as a store of value, or a more modern version of gold."
}