{
    "url_original": "https://www.wsj.com/articles/black-people-are-more-likely-to-file-for-personal-bankruptcy-choose-repayment-option-11623058202?mod=business_minor_pos6",
    "url": "black-people-are-more-likely-to-file-for-personal-bankruptcy-choose-repayment-option-11623058202",
    "title": "Black People Are More Likely to File for Personal Bankruptcy, Choose Repayment Option",
    "sub_head": "Studies show that many pick chapter 13, a longer and more expensive process, so they get to keep their cars and homes",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-333173?width=620&size=1.5",
    "image_1": "im-333173.jpg",
    "time": "2021-06-07 05:30:00",
    "body": "Lenasha Maloy, a nursing assistant from Tulsa, Okla., filed for bankruptcy three times before she got what she needed—a court order saving her home from foreclosure.<br />Ms. Maloy won the court order in 2019 after she met bankruptcy requirements and provided documentation so she could secure relief from the debt she had accumulated from overdue mortgage payments. Ms. Maloy lapsed from making monthly payments after she became the caretaker of her chronically ill parents and took on some of their medical debt.<br />Black people in the U.S. with debt like Ms. Maloy are more likely to file for bankruptcy protection, if they can afford to pay for the cost of filing, than any other racial group, according to studies, researchers and legal experts. The reasons for filing range from trying to keep their cars to getting rid of parking tickets. Such individuals also are twice as likely among all bankruptcy filers to pick a more costly type of personal bankruptcy, known as chapter 13, studies show.<br />These patterns have created a situation where Black people pay more for bankruptcy, yet are less likely than other households to benefit from the longer process, researchers say.<br />As government aid extended during the pandemic eases, more people of color are expected to face financial distress due to the loss of wages, unemployment or high medical bills, economists and bankruptcy lawyers say."
}