{
    "url_original": "https://www.wsj.com/articles/blackstone-to-buy-data-center-operator-qts-realty-trust-for-6-7-billion-11623063600?mod=markets_lead_pos3",
    "url": "blackstone-to-buy-data-center-operator-qts-realty-trust-for-6-7-billion-11623063600",
    "title": "Blackstone to Buy Data-Center Operator QTS Realty Trust for $6.7 Billion",
    "sub_head": "Buyout firm to pay $78 a share for QTS, companies say",
    "category_1": "Deals",
    "image_1_url": "https://images.wsj.net/im-349574?width=620&size=1.5",
    "image_1": "im-349574.jpg",
    "time": "2021-06-07 07:00:00",
    "body": "Blackstone Group Inc.  has struck a roughly $6.7 billion deal to buy  QTS Realty Trust Inc.  and take the data-center operator private.<br />The investment giant’s infrastructure unit, Blackstone Infrastructure Partners, together with its nontraded real-estate investment trust, known as BREIT, have agreed to pay $78 a share for QTS, the companies plan to announce Monday. The price represents a 21% premium to QTS’s closing share price Friday and a 24% premium to the volume-weighted average over the last 90 days.<br />Including the assumption of QTS’s existing debt, the transaction is valued at about $10 billion.<br />Based in Overland Park, Kansas, QTS is a real-estate investment trust that owns more than 7 million square feet of data-center space in 28 locations across North America and Europe. Its customers include big software and social-media companies as well as government entities that use the centers to securely store and process data.<br />Blackstone’s thematic approach to investing under President Jonathan Gray has led it to plow more money into fast-growing areas of the economy including technology companies and warehouses used in e-commerce. Buying QTS will give it exposure to another hot sector as data use continues to grow rapidly. The firm plans to own the QTS platform for longer than the typical private-equity investment and to continue to expand its capabilities and reach, according to people familiar with the matter."
}