{
    "url_original": "https://www.wsj.com/articles/black-market-undercuts-green-targets-for-air-conditioners-refrigerators-in-europe-11622804684?mod=business_minor_pos4",
    "url": "black-market-undercuts-green-targets-for-air-conditioners-refrigerators-in-europe-11622804684",
    "title": "Black Market Undercuts Green Targets for Air Conditioners, Refrigerators in Europe",
    "sub_head": "Ambitious EU regulation limiting coolant gas lacks enforcement; the profit ‘appeals to modern organized crime gangs’",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-06-04 07:04:00",
    "body": "BRUSSELS—U.S. corporate giants are being hit so hard by a European smuggling wave that even the White House has weighed in.<br />The problem was evident on Romania’s border in March, when authorities acting on a tip stopped a truck from Turkey carrying nine tons of dangerous contraband. Months earlier, Spanish police and customs officials raided a secret warehouse near the city of Granada, impounded 19 tons of illicit substances and arrested three people. In August, authorities in the Italian port of Livorno captured an illegal 3.7-ton shipment from China.<br />What the officials sought wasn’t drugs or weapons, but industrial refrigerants.<br />The climate-harming chemicals, hydrofluorocarbons, are severely restricted by the European Union, which wants to replace them with newer, more-ecological compounds as part of its effort to cut greenhouse gas emissions. U.S. companies have invested heavily in cleaner formulas to win a greater share of Europe’s new market.<br />However, the old versions, known as HFCs, are still legally used across much of the globe, in cooling systems from car air-conditioners to store freezers, which means large volumes of trade word-wide. The price difference between sophisticated new EU-approved refrigerants and cheaper, abundant and generally interchangeable older formulas has sparked a black market and drawn smugglers, many from international crime syndicates. Illicit offerings can sell for around 25% less than regulated gas, distributors say."
}