{
    "url_original": "https://www.wsj.com/articles/blame-big-three-uaw-for-u-s-auto-decline-11622993066?mod=opinion_major_pos16",
    "url": "blame-big-three-uaw-for-u-s-auto-decline-11622993066",
    "title": "Blame Big Three, UAW for U.S. Auto Decline",
    "sub_head": "It’s wrong to blame the government and nefarious individuals for the decline of the big three U.S. auto companies.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-345405?width=620&size=1.5",
    "image_1": "im-345405.jpg",
    "time": "2021-06-06 11:24:00",
    "body": "Regarding Barbara Spindel’s review of Kenneth Whyte’s “The Sack of Detroit” (Bookshelf, May 28): It’s wrong to blame the government and nefarious individuals for the decline of the Big Three U.S. auto companies. The ’70s may have been the turning point of our domestic auto industry, but not for the reasons Mr. Whyte states.<br />The Big Three and the United Auto Workers union became arrogant, myopic and operated as if they existed in a vacuum. They began to produce lousy cars—the Pinto, Vega, Gremlin and the  GM  (Oldsmobile) diesel fiasco come to mind. Meanwhile, Japanese car companies continued to improve their quality while offering more fuel-efficient cars during the first energy crisis. As Japanese and other foreign manufacturers began taking market share from the Big Three, the UAW, instead of helping the companies compete in what was becoming a world market, pressed unrealistic wage demands and ruinously inefficient and inflexible work rules.<br />Automotive regulation is the poster child of regulatory success, including increased safety—as highlighted by lower per capita deaths per mile driven and reduced pollution—evidenced by clearer skies. Those of us who grew up in L.A. know what smog is. We have greatly increased mileage because of federal CAFE requirements. Unfortunately, the loophole created for trucks and larger SUVs has downshifted this forward progress.<br />Mr. Whyte’s incorrect and conspiratorial narrative of how and why the Big Three automobile companies lost their leadership is disappointing at best. The Big Three and the UAW have only themselves to blame.<br />Robert Kahn"
}