{
    "url_original": "https://www.wsj.com/articles/blue-owl-newest-private-equity-creation-sees-wisdom-in-simplicity-11624440601?mod=markets_lead_pos3",
    "url": "blue-owl-newest-private-equity-creation-sees-wisdom-in-simplicity-11624440601",
    "title": "Blue Owl, Newest Private-Equity Creation, Sees Wisdom in Simplicity",
    "sub_head": "Company gets all of its earnings from management fees, avoiding the less predictable performance-related income",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-06-23 05:30:00",
    "body": "Blue Owl Capital Inc.,  born out of a complex transaction, is hoping to attract stock investors with a simple offering: the most predictable earnings growth in the private-equity industry.<br />The company is the product of a three-way merger of Dyal Capital Partners and Owl Rock Capital Partners, whose funds buy minority stakes in private-equity firms and provide loans to finance their buyouts, respectively, and blank-check company Altimar Acquisition Corp. Blue Owl began trading publicly last month, when the transaction closed.<br />The company’s founders say that, as a service provider to the private-equity industry, it has a business model that is the envy of the buyout firms themselves— Blackstone Group Inc.,   Apollo Global Management Inc.,   KKR  & Co. and the like.<br />For starters, Blue Owl gets all of its earnings from management fees, avoiding the less predictable performance-related income to which public investors typically assign a lower value. By comparison, 55% of Blackstone’s earnings, and about 67% of the industry’s on average, come from management fees, according to Autonomous Research.<br />Moreover, about 91% of Blue Owl’s roughly $52 billion in assets are in permanent-capital vehicles—meaning the company doesn’t need to return investors’ money within a set period—easing fundraising pressure. Even at Apollo, whose insurance business has allowed it to gather billions in permanent capital, only 60% of assets are in such vehicles, according to Autonomous."
}