{
    "url_original": "https://www.wsj.com/articles/boeing-airbus-gear-up-for-post-tariff-fight-for-orders-11623856921?mod=business_lead_pos7",
    "url": "boeing-airbus-gear-up-for-post-tariff-fight-for-orders-11623856921",
    "title": "Boeing, Airbus Gear Up for Post-Tariff Fight for Orders",
    "sub_head": "U.S.-EU truce opens door for heightened competition between plane makers in their respective home markets",
    "category_1": "Business",
    "time": "2021-06-16 11:50:00",
    "body": "A trans-Atlantic truce over jetliner subsidies sets up  Boeing Co.  and  Airbus SE  for a revitalized battle in their respective home markets, as each maps out strategies to regain ground lost to the pandemic-driven travel slump.<br />The U.S. and the European Union suspended their 17-year-old fight over airliner subsidies, setting aside punitive tariffs each had levied on the other’s plane maker. Both companies had been either absorbing those tariffs or passing them on to customers when they made trans-Atlantic deliveries. The tariffs amounted to 15% of a plane’s price tag.<br />The two sides had suspended tariffs in March as part of talks to resolve the issue. They agreed Tuesday to extend the freeze for another five years. The deal comes just as Boeing starts to deliver its 737 MAX single-aisle jet again. The plane was grounded for more than two years following two deadly accidents that prompted design and training changes.<br />The deal removes the threat of tariffs holding up or blocking deliveries by the two into their rival’s home market at a time when both need sales, said Rob Stallard, aerospace analyst at Vertical Research Partners. The U.S. and European markets are roughly equal in size, each accounting for around a fifth of total orders and deliveries by the two big plane makers.<br />“Given that this was an unnecessary, friendly-fire conflict, ending this trade war is good news” for both, Mr. Stallard said, adding, “The 737 MAX grounding and then the pandemic have meant that new aircraft deliveries have been much lower than they were pre-tariffs in 2018.”"
}