{
    "url_original": "https://www.wsj.com/articles/boeing-adds-former-united-airlines-pilot-to-board-11625074253?mod=business_lead_pos6",
    "url": "boeing-adds-former-united-airlines-pilot-to-board-11625074253",
    "title": "Boeing Names GE Veteran Brian West as CFO",
    "sub_head": "He will succeed Greg Smith, who is set to retire in July. The plane maker also named a former airline pilot to its board.",
    "category_1": "Business",
    "time": "2021-06-30 18:56:00",
    "body": "Boeing Co.  named Brian West, a veteran of the aircraft-engine maker  General Electric Co. , as its next chief financial officer.<br />Mr. West will succeed Greg Smith, the plane maker’s current CFO who is set to retire in July after serving as finance chief for a decade, Boeing said Wednesday. Investors and current and former Boeing executives considered Mr. Smith to be a steady hand through the company’s recent crises, including the Covid-19 pandemic, which decimated demand for new aircraft. His successor was considered a key appointment.<br />Mr. West is slated to take over as CFO on Aug. 27. He previously worked at Nielsen Holdings when Boeing’s Chief Executive David Calhoun was the market-research and measurement company’s CEO. He spent 16 years at GE, where Mr. Calhoun previously ran its aviation division. Mr. Calhoun, in a statement after The Wall Street Journal reported the appointment, said Mr. West was ideal for the Boeing job given his financial-management and operational experience in industries including aerospace.<br />Additionally, Boeing appointed to its board Stayce Harris, a former pilot for  United Airlines Holdings Inc.,  in a move that will bring piloting and more military experience to the plane maker’s oversight of management.<br />Boeing’s leadership and board have faced several shake-ups in the past two years. In late 2019, the board ousted Dennis Muilenburg as CEO, installing Mr. Calhoun in the top job. Seven directors who were on the board when the second 737 MAX crashed have left. The company has added four new directors, including Ms. Harris, since the start of last year."
}