{
    "url_original": "https://www.wsj.com/articles/books-fit-for-a-queen-11623435331",
    "url": "books-fit-for-a-queen-11623435331",
    "title": "Books Fit for a Queen",
    "sub_head": "A new exhibition at the Morgan Library & Museum in New York features luxurious bindings made for French royalty and aristocrats.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-351579?width=620&size=custom_2688x3640",
    "image_1": "im-351579.jpg",
    "time": "2021-06-11 14:15:00",
    "body": "In pre-Revolutionary France, collectors used books to flaunt their wealth and taste more than their erudition. Some examples can be found in “Bound for Versailles: The Jayne Wrightsman Bookbindings Collection,” an exhibition opening June 25 at the Morgan Library & Museum in New York. The show includes two books of a four-volume set of fables from 18th-century France that measure almost 2 feet high. “This is not a volume you sit down and read. This is one that you display,” said John T. McQuillen, the show’s organizer and an associate curator of printed books and bindings at the Morgan.<br />The show includes more than 100 books, prints and other items from ancien régime France, including letters by Marie Antoinette and her husband, King Louis XVI. There are prayerbooks, such as a French translation of the book of Psalms published in 1725, as well as a 1718 edition of the ancient Greek novel “Daphnis and Chloe.” Costly and elaborate bindings, fashioned by leading craftsmen such as Nicolas-Denis Derome and Pierre-Paul Dubuisson, transformed these texts into works of art. The Morgan show features books acquired by Jayne Wrightsman, who with her husband, oil baron Charles Wrightsman, amassed a trove of 18th-century French fine and decorative arts, including paintings, sculpture, furniture and vases as well as books.<br />Among the treasures in the exhibition are the two volumes of a set of classic fables by Jean de la Fontaine, whose Aesop-like parables often feature animal protagonists. The booksstand out not just for their size but also their artistry and workmanship, Mr. McQuillen said: “The typography is exceptional, the printing is exceptional, the illustrations…are just exquisite.” Bound in leather, the cover and spine bear the coat of arms of the original owner, the early 18th-century statesman Louis Phélypeaux, the duc de La Vrillière. The pages are adorned with printed engravings, such one depicting “The Monkey and the Cat.” Mr. McQuillen noted that such a magnificent work “does not go on the shelf. This was out for your visitors to see so you could say, ‘Look what I have!’<br />These large volumes are a highlight, but most books in the show are much smaller. One section is devoted to miniatures about the size of a credit card. These tiny volumes, often containing a calendar or prayers, typically were exchanged as friendship gifts or love tokens around New Year’s Day.<br />Extravagantly bound books were often given as gifts to curry favor at court. Two books by Barthélemy Imbert that were owned by Marie Antoinette commemorate the historic 1783 test flight of a hot-air balloon designed by the Montgolfier brothers. The two leather-bound books bear Marie Antoinette’s initials and the hot-air balloon tooled in gilt."
}