{
    "url_original": "https://www.wsj.com/articles/book-review-the-appalachian-trail-a-biography-11624220596?mod=opinion_major_pos10",
    "url": "book-review-the-appalachian-trail-a-biography-11624220596",
    "title": "Book Review: ‘The Appalachian Trail: A Biography’",
    "sub_head": "In 1921, a magazine writer proposed a scenic trail from Georgia to Maine. Today 3 million visitors hike some portion of the trail every year.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-356840?width=620&size=1.5",
    "image_1": "im-356840.jpg",
    "time": "2021-06-20 16:23:00",
    "body": "Nobody knows exactly how long the Appalachian Trail is. It’s about 2,200 miles as the shoe walks, from Springer Mountain in Georgia to Mount Katahdin in Maine, but the length changes constantly as the trail is rerouted in response to flood, fire and traffic. Official guides have variously given the length as 2,144 miles, 2,159 miles and “more than 2,150 miles.” In “The Appalachian Trail: A Biography” Philip D’Anieri, a lecturer in architecture and regional planning at the University of Michigan, provides deft, engaging profiles of a dozen people who were instrumental in the trail’s history. These range from Arnold Guyot, who literally put the Appalachian Mountains on the map, to Bill Bryson, whose bestselling “A Walk in the Woods” resulted in a 45% increase in “thru-hikers”—those who travel the entire length of the trail in a single trip. Not bad for a travel writer who walked only 10% of the trail.<br />It helps to remember that in one important aspect the Appalachian Mountains are less than 200 years old. For most of America’s history, the area was a white space on the map, unimproved land suited neither to agriculture nor industry. The roads and passes through the mountains, and not the mountains themselves, were what mattered when the country was young. What’s more, the physical isolation of the mountains was such that as recently as 1899 one writer wrote in the Atlantic Monthly that it was a longer journey from northern Ohio to Kentucky than from America to Europe, “for one day’s ride brings us into the eighteenth century.” There were local names for the various ranges—the Alleghenies, the Smokies, the White Mountains. There were no “Appalachian Mountains.”<br />Into this wilderness came Arnold Guyot, a Swiss divinity student turned scientist. Between 1848 and 1858 he measured, mapped and described hundreds of mountains, bushwhacking his way up and down many of them. If rhododendron thickets rendered forward progress impossible—a particular problem in the southern regions—he got down on all fours and followed bear trails. A small, wiry man, Guyot routinely walked bigger outdoorsmen into the ground. A friend who hiked with him up New Hampshire’s Mount Washington during a rain storm of hurricane-strength winds said that the experience was “about the hardest tramping in the woods I was ever associated with.” The indefatigable Guyot was the guy who filled in the white space.<br />People have always tended to see what they wanted or needed to see in the mountains. Before he succeeded in fashioning himself into the sage of the American outdoors, Horace Kephart, Mr. D’Anieri tells us, was at various times “a child of the prairies, an urbane East Coast scholar, a quiet St. Louis librarian” as well as “a drunken ne’er-do-well.” Kephart had been on track for a conventional life when he all but ditched his wife and family and took to the woods, establishing himself as the “Dean of American Campers.” The transformation took, but at a great price. “My father was not a normal man,” Mr. D’Anieri quotes Kephart’s daughter as saying. “So my mother in St. Louis became just a buffer between husband and babies.”<br />Kephart greatly exaggerated and simplified his metamorphosis into a woodsman. Nonetheless, his book “Camping and Woodcraft” (1906) contained notes on everything an aspiring outdoorsman needed to know, from fire-building to choosing underwear. Drawers, for example, should fit snugly in the crotch, be loose at the knee and not be so thick as to chafe. He recommended safety pins to hold up socks—this was long before elastic fabric—since garters impeded circulation. The book was a runaway bestseller in the U.S.—even among readers who had no intention of ever abandoning the city—and garnered letters of praise from as far away as England."
}