{
    "url_original": "https://www.wsj.com/articles/boom-says-its-supersonic-jet-will-be-green-too-not-everybodys-convinced-11625047200?mod=business_lead_pos13",
    "url": "boom-says-its-supersonic-jet-will-be-green-too-not-everybodys-convinced-11625047200",
    "title": "Boom Says Its Supersonic Jet Will Be Green Too. Not Everybody’s Convinced.",
    "sub_head": "The startup plans to use scarce zero-carbon fuel for its jet, which will use more fuel per passenger than regular planes",
    "category_1": "Sustainable Business",
    "image_1_url": "https://images.wsj.net/im-361027?width=620&size=1.5",
    "image_1": "im-361027.jpg",
    "time": "2021-06-30 06:00:00",
    "body": "Boom Technology Inc. is trying to revive supersonic travel, but the most ambitious part of its plan might be to run its aircraft on 100% sustainable fuels.<br />Running conventional flights on so-called sustainable aviation fuel, or SAF, is already a challenge due to a dearth of supply and high costs. Adding more supersonic jets to the mix would make the challenge even tougher, experts say, because they use more fuel than conventional planes.<br />“It’ll be challenging enough to ramp [SAF production] up to meet subsonic [demand] without making it even more challenging by needing to ramp up production to meet both subsonic and supersonic,” said Andrew Murphy, aviation director at Transport & Environment, a Brussels-based nonprofit group that advocates for low-carbon transport.<br />But Boom founder and Chief Executive Blake Scholl said the company’s Overture jets will be able to do things that weren’t possible for less advanced planes. For instance, he said its turbofan engine will allow the plant to break the sound barrier without making more noise than the latest subsonic aircraft. The ambition extends to the plane’s environmental impact.<br />“Overture will be the first airplane designed from the ground up to run on 100% SAF,” Mr. Scholl said. Only being able to run on SAF will make the jets “net-zero carbon from day one,” he said."
}