{
    "url_original": "https://www.wsj.com/articles/breaking-up-japan-inc-s-love-affair-with-itself-11624259839?mod=business_lead_pos10",
    "url": "breaking-up-japan-inc-s-love-affair-with-itself-11624259839",
    "title": "Breaking Up Japan Inc.’s Love Affair With Itself",
    "sub_head": "Reducing cross-shareholding has long been an objective of Japan’s corporate-governance overhaul, but recent events may have hastened the pace",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-356949?width=620&size=1.5",
    "image_1": "im-356949.jpg",
    "time": "2021-06-21 03:17:00",
    "body": "Japan’s corporate-governance reform has been a long, often painful process. But there has been some recent progress on one perennial complaint: massive cross-holdings that empower management and tend to weigh on returns.<br />Nonfinancial companies on the Tokyo Stock Exchange’s first section booked 610 billion yen ($5.3 billion) of gains from sales of securities for the six months ending in March, a 92% year-over-year rise, according to  Goldman Sachs .  And 137 companies reduced such cross-shareholdings in the fiscal year ending in March, a 59% increase from a year earlier, noted the bank.<br />Rampant cross-shareholding in Japan is often criticized for propping up entrenched management and depressing stock valuations. Companies with a large portfolio of cross-shareholdings usually trade below their net asset value since they rarely sell those shares and put the cash to better use. For example,  Bank of Kyoto ’s  $2.9 billion stake in  Nintendo  makes up around 85% of its market capitalization.<br />While reducing cross-shareholding has long been an objective of Japan’s corporate-governance overhaul, some recent events may have hastened the pace. The Tokyo Stock Exchange is set to revamp its Topix indexes from April next year. The calculation of free float to qualify for the top-tier index will exclude strategic shareholdings.<br />Investor advisory firms Glass Lewis and  Institutional Shareholder Services  have issued guidelines linking support for existing management with cross-shareholdings. ISS recommends investors vote against top executives if a company’s cross-shareholdings are higher than 20% of its net assets. Glass Lewis suggested shareholders vote against a company’s chairperson if that ratio is 10% or more. Meanwhile, nearly a quarter of companies in TSE’s first section have cross-shareholdings equal to 10% or more of their net assets, said Goldman Sachs."
}