{
    "url_original": "https://www.wsj.com/articles/bring-back-the-tourists-11623969345?mod=opinion_lead_pos4",
    "url": "bring-back-the-tourists-11623969345",
    "title": "Bring Back the Tourists",
    "sub_head": "The EU says Americans can visit again. Biden should reciprocate.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-355962?width=620&size=1.5",
    "image_1": "im-355962.jpg",
    "time": "2021-06-17 18:35:00",
    "body": "The European Union agreed this week to begin removing restrictions on American tourists after banning them for more than a year. There’s no reason the U.S. shouldn’t reciprocate.<br />On Wednesday EU countries informally agreed to add the U.S. to their safe travel list, which already includes Australia, Japan and South Korea, among others. The agreement should be made official on Friday, although some tourism-dependent countries like Greece began easing restrictions on Americans earlier this year. European nations will still have discretion to require quarantines or PCR tests for travelers. It would be wise to limit such impediments—particularly for the vaccinated.<br />Washington and Brussels have spent billions on vaccines, and new infections have fallen dramatically. The U.S. has distributed more than 300 million doses of the Covid-19 vaccine, with more than half the country receiving at least one shot. The Continent got off to a slow start, but some 45% of its residents now have received at least one jab.<br />While locals in Rome or Barcelona might have enjoyed life with fewer tourists, a second summer without them would be more damaging than the first. Reopening at home after costly lockdowns helps. But economies that rely on tourism—and were struggling even before lockdowns and border closures—need visitors.<br />Take Italy, which welcomed tens of millions of foreign tourists a year before the pandemic. Tourism, including indirect effects, accounted for 13% of Italian GDP in 2017, according to the Organization for Economic Cooperation and Development. The industry directly employed two million workers the following year—some 8.3% of total employment. Americans, about 9% of visitors in 2018, were second only to Germany’s 13%. Prime Minister Mario Draghi’s economic reform ambitions won’t have a chance without a strong rebound in tourism."
}