{
    "url_original": "https://www.wsj.com/articles/cabin-fever-getting-sick-from-being-cooped-up-too-long-11623418263",
    "url": "cabin-fever-getting-sick-from-being-cooped-up-too-long-11623418263",
    "title": "‘Cabin Fever’: Getting Sick From Being Cooped Up Too Long",
    "sub_head": "Originally used to describe isolated lives in the American West, the feeling became universal during the pandemic.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-352439?width=620&size=1.5057471264367817",
    "image_1": "im-352439.jpg",
    "time": "2021-06-11 09:31:00",
    "body": "“America is breaking a year-long case of cabin fever,” declared CBS News national correspondent Mark Strassman on “Face the Nation” two weeks ago, reporting on how millions of travelers were hitting the road for Memorial Day weekend.<br />That has become the consensus around the country, as the summer travel season kicks off with traffic surges not seen since the Covid-19 pandemic began confining people to their homes last year. As the manager of a new boutique hotel in New Orleans’ French Quarter recently told the local Fox television affiliate, “Everybody’s got cabin fever. Everybody’s been locked up for a year.”<br />“Cabin fever” may not be a medically recognized condition, but its symptoms have certainly been on display in this age of lockdowns and social distancing. As the Oxford English Dictionary defines it, those suffering from “cabin fever” may display “lassitude, restlessness, irritability or aggressiveness resulting from being confined for too long with few or no companions.”<br />The notion of “cabin fever” as an ailment afflicting the isolated is relatively recent, dating back to the early 20th century. Before that time, the phrase occasionally appeared in reference to actual diseases causing fevers. In 1820, the Irish writer William Parnell observed in the London-based Gentleman’s Magazine that poor health conditions in Ireland precipitated “the low typhus or cabin fever.”<br />A century later, “cabin fever” was reinvented in its modern ennui-laden meaning. We owe that sense of the phrase to Bertha Muzzy Bower, who wrote dozens of bestselling novels set in the American West. One of them, published in January 1918, was titled “Cabin Fever.”"
}