{
    "url_original": "https://www.wsj.com/articles/california-d-a-seeks-federal-agencies-information-on-san-jose-shooter-11623182010?mod=politics_lead_pos13",
    "url": "california-d-a-seeks-federal-agencies-information-on-san-jose-shooter-11623182010",
    "title": "California D.A. Seeks Federal Agencies’ Information on San Jose Shooter",
    "sub_head": "Local official says sharing about U.S. questioning of Samuel Cassidy in 2016 would aid investigation into shooting that killed nine",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-350444?width=620&size=1.5",
    "image_1": "im-350444.jpg",
    "time": "2021-06-08 15:53:00",
    "body": "A California district attorney said federal authorities hadn’t provided any information they gathered five years ago about the man who killed nine people at his San Jose workplace May 26, calling the lack of intelligence sharing an issue of public safety.<br />U.S. Customs and Border Protection officials detained Samuel Cassidy in 2016 as he was returning to the U.S. from the Philippines, finding books on terrorism and notes on his hatred for his workplace, according to an internal Department of Homeland Security memo written in the hours after the shooting.<br />Santa Clara County District Attorney Jeff Rosen says neither CBP nor the Department of Homeland Security had given local authorities investigating the shooting any information they have in hand about Cassidy, who fatally shot himself after killing nine fellow employees of the Santa Clara Valley Transportation Authority. It was deadliest mass shooting in Bay Area history<br />“It seems like this was a missed opportunity to inform local law enforcement,” said Mr. Rosen, who added that while the CBP’s contact with Cassidy occurred five years ago, it appeared to relate to “what this person ultimately did.”<br />Had CBP informed local authorities about the 2016 stop before the shooting, local officials might have been able to take measures to intervene with Cassidy and prevent the killings, perhaps through a gun-violence restraining order, Mr. Rosen said. He added that while he understood that the agency might have its reasons for not sharing the information, it hasn’t stated them."
}