{
    "url_original": "https://www.wsj.com/articles/cambridge-mobile-buys-rival-as-telematics-helps-set-car-insurance-payments-11623920400?mod=business_lead_pos3",
    "url": "cambridge-mobile-buys-rival-as-telematics-helps-set-car-insurance-payments-11623920400",
    "title": "Cambridge Mobile Buys Rival as Telematics Helps Set Car-Insurance Payments",
    "sub_head": "Deal with TrueMotion aims to improve the gauges of drivers’ habits sold to auto insurers and create new ones",
    "category_1": "Finance",
    "image_1_url": "https://images.wsj.net/im-354935?width=620&size=1.5",
    "image_1": "im-354935.jpg",
    "time": "2021-06-17 06:30:00",
    "body": "Cambridge Mobile Telematics, one of the largest technology firms focused on the growing business of collecting information about individuals’ driving habits directly from their vehicles, has purchased TrueMotion, one of its rivals.<br />Existing telematics technology relies heavily on smartphone apps that score behaviors such as hard braking, speeding and acceleration patterns, and some technology also monitors distracted driving. Use of the technology by car insurers has surged in recent years because of its ability to identify safer versus riskier drivers.<br />For decades, insurers have used such factors as age and credit score to determine the prices paid by individuals. Now many maintain that driving habits are a fairer gauge of a person’s accident risk.<br />In a deal expected to be announced early Thursday, Cambridge Mobile said it had closed on the purchase of TrueMotion for an undisclosed price. After combining, Cambridge Mobile is to provide telematics services to 21 of the 25 largest auto insurers in the U.S. based on premiums, with clients including some of the largest auto insurers in Australia, Canada, Japan, South Africa and the U.K.<br />The deal paves the way for the two Boston-area firms to combine workforces to improve existing offerings sold to car insurers and invent new products. Between them, they employ close to 400 people, many of them computer scientists, data experts and engineers."
}