{
    "url_original": "https://www.wsj.com/articles/campbell-gets-scalded-by-inflation-but-rivals-may-come-out-better-11623254002?mod=business_minor_pos10",
    "url": "campbell-gets-scalded-by-inflation-but-rivals-may-come-out-better-11623254002",
    "title": "Campbell Gets Scalded by Inflation, but Rivals May Come Out Better",
    "sub_head": "Investors seem to understand that not all of Campbell’s challenges are shared across the packaged-food sector",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-351192?width=620&size=1.5",
    "image_1": "im-351192.jpg",
    "time": "2021-06-09 16:16:00",
    "body": "Campbell Soup Co.  on Wednesday served up unappetizing results, but investors should pause before recoiling from food stocks generally.<br />For its fiscal third quarter ended May 2, Campbell posted weak results on the top and especially the bottom line. Organic sales, which strip out currency fluctuations and acquisitions, fell 12% year over year as the business lapped the extraordinary pantry-loading period of a year earlier. More worrying for investors, adjusted earnings before interest and taxes fell 27% from the year-ago period as inflation accelerated in everything from food ingredients to labor, freight and steel for soup cans.<br />For the full fiscal year ending in August, the company said it now expects adjusted Ebit to fall by 4% to 5%, compared with earlier guidance that it would be basically flat, a sharp downward adjustment given there is just one quarter left in the fiscal year. Chief Executive Mark Clouse said price increases that the company has been negotiating with retailers will provide support to margins but won’t take full effect until the start of next fiscal year.<br />Campbell shares fell 6.5% Wednesday. Rivals including  General Mills  and  Kraft Heinz  also were down, though less sharply, both falling by 1.7%.<br />Investors shouldn’t assume the company’s problems extend to the whole sector. Campbell faces some challenges that are unique to itself. In addition to general inflation, Mr. Clouse cited “executional pressures” for the margin miss in its snacks business, which includes brands such as Goldfish crackers and where the company is still digesting its 2018 acquisition of Snyder’s-Lance."
}