{
    "url_original": "https://www.wsj.com/articles/can-interior-design-help-beat-the-heat-this-house-does-it-right-11623844858",
    "url": "can-interior-design-help-beat-the-heat-this-house-does-it-right-11623844858",
    "title": "Can Interior Design Help Beat the Heat? This House Does It Right",
    "sub_head": "As the mercury rises, consider these decorating tricks—also ideal for summer retreats as well as suburban and city digs",
    "category_1": "Real Estate",
    "category_2": "Homes",
    "image_1_url": "https://images.wsj.net/im-354137?width=620&size=1.5",
    "image_1": "im-354137.jpg",
    "time": "2021-06-16 08:00:00",
    "body": "SINGAPORE’S YEAR-ROUND swelter isn’t that different from the heat in Houston, New Orleans or New York’s subways come July and August. Close to the sea and equator, the island city-state averages temperatures of 88 degrees Fahrenheit, and the relative humidity often reaches a wilting 100%.<br />So a lot of the interior-design decisions made by Elizabeth Hay when kitting out a three-bedroom home for a young family there translate well to summer retreats in the States, and to city digs whose owners want to tweak their winter décor for the steamy season. “It had to read cozy but not stifling,” said Ms. Hay of the plan. The designer, born in Britain and now based in Singapore, reinterpreted her signature lived-in, English cottage aesthetic for a hot and humid Southeast Asian climate. “We wanted it to have lots of personality but also be easy and breezy in terms of everyday living.”<br />The tools in her cooling quiver included materials such as wicker, cane and rattan, which let air circulate, unlike solid, breeze-blocking wood. In the rare instances lumber does appear, light finishes prevail, as in the oak coffee table in the sitting room. Upholstery consists of lightweight linens and cottons that wick heat from the skin.<br />“Anything that ‘feels’ hot, like a thick wool or a nubby fleece, can be quite claustrophobic,” said Ms. Hay. “I purposely didn’t use any stuffy fabrics, like mohair.” You won’t find an itchy Oriental rug here either.<br />Modifying existing architecture to add scallops and arches helped ensure the home feels light and airy. A crisp, soothing palette of primarily blue tones does the same thing. Pink and red are sparingly flicked in."
}