{
    "url_original": "https://www.wsj.com/articles/can-vivek-ramaswamy-put-wokeism-out-of-business-11624649588?mod=opinion_lead_pos5",
    "url": "can-vivek-ramaswamy-put-wokeism-out-of-business-11624649588",
    "title": "Can Vivek Ramaswamy Put Wokeism Out of Business?",
    "sub_head": "Corporate America ‘makes money critiquing itself.’ The rest of us pay the price in diminished freedom.",
    "category_1": "Opinion",
    "category_2": "The Weekend Interview",
    "image_1_url": "https://images.wsj.net/im-360197?width=620&size=custom_3507x2706",
    "image_1": "im-360197.jpg",
    "time": "2021-06-25 15:33:00",
    "body": "A self-made multimillionaire who founded a biotech company at 28, Vivek Ramaswamy is every inch the precocious overachiever. He tells me he attended law school while he was in sixth grade. He’s joking, in his own earnest manner. His father, an aircraft engineer at General Electric, had decided to get a law degree at night school. Vivek sat in on the classes with him, so he could keep his dad company on the long car rides to campus and back—a very Indian filial act.<br />“I was probably the only person my age who’d heard of Antonin Scalia,” Mr. Ramaswamy, 35, says in a Zoom call from his home in West Chester, Ohio. His father, a political liberal, would often rage on the way home from class about “some Scalia opinion.” Mr. Ramaswamy reckons that this was when he began to form his own political ideas. A libertarian in high school, he switched to being conservative at Harvard in “an act of rebellion” against the politics he found there. That conservatism drove him to step down in January as CEO at Roivant Sciences—the drug-development company that made him rich—and write “Woke, Inc,” a book that takes a scathing look at “corporate America’s social-justice scam.” (It will be published in August.)<br />Mr. Ramaswamy recently watched the movie “Spotlight,” which tells the story of how reporters at the Boston Globe exposed misconduct (specifically, sexual abuse) by Catholic priests in the early 2000s. “My goal in ‘Woke, Inc.’ is to do the same thing with respect to the Church of Wokeism.” He defines “wokeism” as a creed that has arisen in America in response to the “moral vacuum” created by the ebbing from public life of faith, patriotism and “the identity we derived from hard work.” He argues that notions like “diversity,” “equity,” “inclusion” and “sustainability” have come to take their place.<br />“Our collective moral insecurities,” Mr. Ramaswamy says, “have left us vulnerable” to the blandishments and propaganda of the new political and corporate elites, who are now locked in a cynical “arranged marriage, where each partner has contempt for the other.” Each side is getting out of the “trade” something it “could not have gotten alone.”<br />Wokeness entered its union with capitalism in the years following the 2008 financial panic and recession. Mr. Ramaswamy believes that conditions were perfect for the match. “We were—and are—in the midst of the biggest intergenerational wealth transfer in history,” he says. Barack Obama had just been elected the first black president. By the end of the crisis, Americans “were actually pretty jaded with respect to capitalism. Corporations were the bad guys. The old left wanted to take money from corporations and give it to poor people.”"
}