{
    "url_original": "https://www.wsj.com/articles/canadians-follow-u-s-lead-in-ripping-down-statues-11625090665?mod=opinion_lead_pos6",
    "url": "canadians-follow-u-s-lead-in-ripping-down-statues-11625090665",
    "title": "Canadians Follow U.S. Lead in Ripping Down Statues",
    "sub_head": "‘Anticolonialists’ also object to celebrations of our independence from the British Empire.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-362074?width=620&size=1.5",
    "image_1": "im-362074.jpg",
    "time": "2021-06-30 18:04:00",
    "body": "Breadalbane, Prince Edward Island<br />I moved back to Canada in June after living in the U.S. for 45 years. After planning the move for more than a year, I was thrilled to cross the Confederation Bridge and into the tiny province of Prince Edward Island. Everyone from border guards to health officials was lovely, reinforcing my memory of this region as one of the friendliest parts of the country.<br />Then I read the newspaper. I was immediately confronted by a scandal that had occupied much of the country’s attention for weeks: the discovery of the remains of 215 children buried on the grounds of the Kamloops Indian Residential School in British Columbia. And just last week, another 751 unmarked graves were discovered at the Marieval Indian Residential School in Saskatchewan.<br />Such schools—the last of which closed in 1996—were federally mandated in 1883, and were based on the then-dominant view that indigenous children, for their own good, needed to be removed from their homes, educated and converted to Christianity to assimilate into Western culture. The Canadian government wasn’t alone in this view; it borrowed heavily from U.S. government reports recommending similar practices. They were also common in Australia, where Aboriginal children were forcibly removed from their homes.<br />The schools, administrated by churches, would have been bad enough had they competently served their purpose. But they turned out to be torturous, as children reportedly faced physical, sexual and psychological abuse. The undocumented remains of the 215 children at the Kamloops school—discovered in May using ground-penetrating radar—triggered a justified national outcry about how the country ought to engage with its harsh treatment of indigenous people."
}