{
    "url_original": "https://www.wsj.com/articles/canadian-indigenous-group-finds-hundreds-of-unmarked-graves-near-former-school-11624555718",
    "url": "canadian-indigenous-group-finds-hundreds-of-unmarked-graves-near-former-school-11624555718",
    "title": "Canadian Indigenous Group Finds Hundreds of Unmarked Graves Near Former School",
    "sub_head": "The discovery by the Cowessess First Nation comes as Canada confronts the treatment of Indigenous people",
    "category_1": "World",
    "category_2": "Canada",
    "image_1_url": "https://images.wsj.net/im-359535?width=620&size=1.5",
    "image_1": "im-359535.jpg",
    "time": "2021-06-24 17:20:00",
    "body": "An Indigenous community in the Canadian province of Saskatchewan said it found 751 unmarked graves near a former boarding school, weeks after a similar discovery at another school set off a nationwide discussion about Canada’s treatment of Indigenous people.<br />The Cowessess First Nation, located about a two-hour drive east of Regina, Saskatchewan, said Thursday it began searching the area of the Marieval Indian Residential School earlier this month. The school operated between the late 1890s and 1997, and was part of a nationwide system that removed Indigenous children from their families over the course of more than a century and suppressed their culture and language. A 2015 report by Canada’s Truth and Reconciliation Commission concluded that the system amounted to cultural genocide.<br />In many cases, students who were sent to so-called residential schools endured physical and sexual abuse, the report found. An estimated 4,100 children died of disease or by accident while in the system, although some Indigenous leaders believe the number is much higher.<br />Cowessess First Nation Chief Cadmus Delorme said on Thursday that researchers used ground-penetrating radar, which looks for changes in the soil’s water and salt content, to search the area. He said the search identified 751 possible graves, and that researchers indicated there is a 10% to 15% margin of error on their findings.<br />Chief Delorme said children who died while attending the Marieval school were buried at the site and their graves may have been marked in the past. However, he said headstones were later removed by representatives from the Catholic Church, which ran the school for many years. He added that it isn’t known whether all of the unmarked graves the community discovered represent former students at the residential school, and it is possible that some adult community members were buried on the site as well. Most of the graves are spaced evenly apart, he said, and each one is now marked by a small flag."
}