{
    "url_original": "https://www.wsj.com/articles/capital-gains-a-century-old-tax-break-gets-a-rush-of-attention-11624008609?mod=markets_lead_pos11",
    "url": "capital-gains-a-century-old-tax-break-gets-a-rush-of-attention-11624008609",
    "title": "Capital Gains: A Century-Old Tax Break Gets a Rush of Attention",
    "sub_head": "The Biden administration wants to raise tax rates on investment profits for the highest earners. Some Americans who aren’t in the top tier would be affected as well.",
    "category_1": "Markets",
    "category_2": "Tax Report",
    "image_1_url": "https://images.wsj.net/im-355807?width=620&size=1.5",
    "image_1": "im-355807.jpg",
    "time": "2021-06-18 05:30:00",
    "body": "Suddenly, capital-gains taxes are all over the news.<br />In late May, the Biden administration released details of its proposals to boost taxes on Americans’ long-term capital-gains income above $1 million by 82%. Soon after, the investigative site ProPublica published an article, based on IRS data it says it obtained, contending that the richest Americans don’t pay their fair share of taxes, and that involves capital gains as well.<br />Then in mid-June, a New York Times article reported that the private-equity industry, through clever planning and political muscle, can often treat its managers’ compensation as long-term capital gains. That could reduce their top income-tax rate from 37% (plus payroll taxes) to 20%.<br />This torrent of attention makes it a good time to review the complex, highly charged topic of income taxes on capital gains, especially as current proposals could affect some filers who aren’t among the wealthiest.<br />For a century the U.S. tax code has given favorable treatment to investment profits called capital gains, in part to compensate for investment risks. Capital gains are the difference between the original cost (plus adjustments) and the selling price of assets such as stock shares or real estate, if there’s a profit. If you buy stock for $5,000 and sell it for $30,000, you have a $25,000 capital gain."
}