{
    "url_original": "https://www.wsj.com/articles/cash-for-visa-program-looks-to-be-in-jeopardy-11623758401?mod=markets_minor_pos20",
    "url": "cash-for-visa-program-looks-to-be-in-jeopardy-11623758401",
    "title": "Cash-for-Visa Program Looks to Be in Jeopardy",
    "sub_head": "EB-5, which has helped finance major real-estate projects, is at center of negotiations in Congress",
    "category_1": "Real Estate",
    "category_2": "Property Report",
    "image_1_url": "https://images.wsj.net/im-352502?width=620&size=1.5",
    "image_1": "im-352502.jpg",
    "time": "2021-06-15 08:00:00",
    "body": "A cash-for-visa program that has raised more than $40 billion for U.S. real-estate projects and other enterprises, funding major developments like New York City’s Hudson Yards, is in danger of going out of business.<br />A key part of the so-called EB-5 program, which hands out green cards to foreigners who put at least $900,000 into U.S. entities that create jobs, is set to expire at the end of the month.<br />Lawmakers are racing to reach a deal for an extension. Some are looking to add stricter rules to the program to prevent fraud and steer funding to rural areas, while real-estate groups and some lawmakers from states such as New York want to make it easier for property developers in big cities to raise EB-5 money. The effort to find a compromise has picked up pace in recent days, lobbyists say.<br />The program’s demise after almost 30 years would be a blow to the real-estate industry, which has come to rely on green-card applicants as a cheap source of funding. Developers of projects such as Brooklyn’s Pacific Park and Steiner Studios also relied on EB-5 funding to complete their visions. It also isn’t known whether existing investors could still receive their green cards if the program expires.<br />Sens. Chuck Grassley (R., Iowa.) and Patrick Leahy (D., Vt.) have made a proposal that would more tightly regulate which foreign investors and investment projects could qualify under EB-5. The bill also would include more stringent reporting requirements on the progress those investments are making."
}