{
    "url_original": "https://www.wsj.com/articles/catholic-bishops-debate-communion-for-biden-11623937299?mod=politics_lead_pos11",
    "url": "catholic-bishops-debate-communion-for-biden-11623937299",
    "title": "Catholic Bishops Debate Communion for Biden, Politicians Who Support Abortion Rights",
    "sub_head": "Question has split U.S. Catholic hierarchy and raised tensions between its leadership and Pope Francis",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-355462?width=620&size=1.5",
    "image_1": "im-355462.jpg",
    "time": "2021-06-17 19:58:00",
    "body": "U.S. Catholic bishops on Thursday debated whether to lay out standards for denying Communion to politicians including President Biden who support abortion rights, a question that has split the U.S. Catholic hierarchy and raised tensions with Pope Francis.<br />The bishops were considering a proposed doctrinal document on the Eucharist that would include a section on the conditions under which Catholic politicians may receive Communion. The bishops voted on the proposal Thursday, with results to be announced Friday.<br />The issue has become a proxy for disagreements among bishops about which agenda to give priority to in their dealings with U.S. political leaders: traditional moral and cultural values or social and economic justice. The debate also reflects bishops’ different views over the leadership of Pope Francis, who has played down abortion as a political issue by comparison with his predecessors.<br />“Almost daily I speak with people, Catholics, laity, who are confused by the fact that we have a president who professes devout Catholicism and yet advances the most radical pro-abortion agenda in our history,” Bishop Donald Hying of Madison, Wisconsin, said at the spring meeting of the United States Conference of Catholic Bishops. “They’re looking for some direction, some teaching from us.”<br />But Cardinal Joseph Tobin of Newark, N.J., and one of Pope Francis’s closest allies among the U.S. bishops, warned, “Any effort by this conference to move in support of the categorical exclusion of Catholic political leaders from the Eucharist based on their public-policy positions would thrust the bishops of our nation into the very heart of the toxic partisan strife which has distorted our own political culture and crippled meaningful dialogue.”"
}