{
    "url_original": "https://www.wsj.com/articles/central-bank-tapering-is-coming-and-the-market-never-gets-it-right-11624443077?mod=business_minor_pos10",
    "url": "central-bank-tapering-is-coming-and-the-market-never-gets-it-right-11624443077",
    "title": "Central-Bank Tapering Is Coming, and the Market Never Gets It Right",
    "sub_head": "Investors rely too much on ‘supply and demand’ explanations of quantitative easing, which is why they have again been wrong-footed",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-06-23 06:11:00",
    "body": "The market just can’t seem to get quantitative easing—or its reversal—right.<br />Investors are laser-focused on the end date of pandemic-era monetary stimulus. This past week, Federal Reserve officials have suggested that interest rates could go up sooner than expected, and that they are discussing the timing of slowing or “tapering” asset purchases—a policy known as quantitative easing, or QE. Other major central banks, namely the Bank of England, face similar choices.<br />In theory, investors can follow a simple playbook: Announcements that involve higher rates should mostly be bad for shorter-term bonds, which are closer substitutes for money. Conversely, officials buying less sovereign paper should impact longer-term debt more, especially since governments are issuing an ever-increasing supply of it.<br />The problem is that this playbook doesn’t work.<br />Over the past week, five-year Treasury yields jumped to reflect expectations of higher rates, yes, but yields for 10-year and—particularly—30-year maturity debt dropped like a stone. The suddenness of the move suggests that it is partly the result of investors covering bets gone awry. In this case, many were positioned to benefit from the difference between five-year and 30-year yields widening, which often happens when economies are seen growing faster after a downturn. The prospect of slower purchases by the Fed ought to have made this an even safer bet."
}