{
    "url_original": "https://www.wsj.com/articles/ceo-social-political-issues-11624307505?mod=business_featst_pos2",
    "url": "ceo-social-political-issues-11624307505",
    "title": "CEOs Ignore Social Issues at Their Own Peril",
    "sub_head": "Leaders are more likely to be fired for riling shareholders about social, rather than financial, concerns, a new study suggests",
    "category_1": "Business",
    "category_2": "Journal Reports: Leadership",
    "image_1_url": "https://images.wsj.net/im-358599?width=620&size=1.5",
    "image_1": "im-358599.jpg",
    "time": "2021-06-26 10:00:00",
    "body": "CEOs of major U.S. companies have reason to be worried about growing shareholder unrest on a range of social issues.<br />Although shareholder complaints can come in a variety of forms, such as boycotts and pressure through social media, shareholder resolutions have been the primary means for shareholders to voice their concerns and demands. Among other things, they demand that corporate leaders improve diversity efforts, change product portfolio, reduce their environmental footprint and speak out about politics.<br />CEOs ignore these shareholders at their own personal peril. According to new research I have conducted with colleagues Michelle Lee of Queen’s University (Canada) and Don Hambrick of Pennsylvania State University, disappointing shareholders on these social issues can be highly—and sometimes fatally—damaging for the career of the CEO.<br />In fact, our study found that CEOs who riled shareholders on social issues were more likely to receive compensation penalties and be fired than when shareholders were unhappy about the CEOs’ wealth-oriented actions, such as those focused on strategy and governance. Surprisingly, shareholders’ wealth-oriented concerns had a negligible effect on CEOs’ compensation and dismissal prospects.<br />Why would this be so? Why would shareholders’ complaints about social issues be more damaging to CEOs’ careers than those about wealth-maximizing concerns? After all, most shareholders typically buy the stock of a company to make money—not to change the world."
}