{
    "url_original": "https://www.wsj.com/articles/ceos-welcome-u-k-says-some-foreign-businesspeople-can-leave-quarantine-11624988122?mod=business_lead_pos13",
    "url": "ceos-welcome-u-k-says-some-foreign-businesspeople-can-leave-quarantine-11624988122",
    "title": "CEOs Welcome! U.K. Says Some Foreign Businesspeople Can Leave Quarantine",
    "sub_head": "Executives must show that leaving self-isolation could serve to preserve or create more than 500 local jobs",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-361847?width=620&size=1.5",
    "image_1": "im-361847.jpg",
    "time": "2021-06-29 13:35:00",
    "body": "LONDON—The U.K. will allow foreign senior executives to leave a 10-day quarantine required of overseas travelers, so long as they can show their business visit is of “significant economic benefit.”<br />The move is one of the more novel attempts by governments at loosening pandemic-era travel restrictions, as large-scale vaccinations in the U.S. and Europe start to boost economies. It also comes as Covid-19 cases in the U.K. are climbing again, thanks to the so-called Delta variant first identified in India.<br />Amid those conflicting trend lines, U.K. officials unveiling the new visitor rules Tuesday said they are highly restrictive and that few executives would be able to qualify. Executives or investors can temporarily depart from the self-isolation required of visitors if there is more than a 50% chance their visit will create or preserve at least 500 U.K.-based jobs, according to the U.K.’s Department for Business, Energy and Industrial Strategy.<br />“This exemption is designed to enable activity that creates and preserves U.K. jobs and investment, while taking steps to ensure public health risks are minimised,” the government said.<br />The U.K. had previously allowed a similar exemption for business travelers, but the threshold was much lower, requiring an economic impact of just 50 jobs. The measure was scrapped in January, a little over a month after it was rolled out, amid a surge in Covid-19 cases over the winter."
}