{
    "url_original": "https://www.wsj.com/articles/ceos-pledged-to-increase-diversity-now-boards-are-holding-them-to-it-11622626380?mod=business_lead_pos5",
    "url": "ceos-pledged-to-increase-diversity-now-boards-are-holding-them-to-it-11622626380",
    "title": "CEO Pay Increasingly Tied to Diversity Goals",
    "sub_head": "McDonald’s and AmEx are among the companies tying executive compensation to adding women and people of color to leadership ranks",
    "category_1": "Business",
    "time": "2021-06-02 05:33:00",
    "body": "The killing of George Floyd in police custody a year ago and the subsequent protests prompted pledges from U.S. business leaders: They would fight racism and work to recruit and promote Black and other minority employees.<br />Now, more companies are putting money behind those pledges by tying executive compensation to specific goals.<br />In January,  Starbucks Corp.  said it would give top executives more shares if the coffee chain’s managerial ranks grow more diverse over three years.  McDonald’s Corp.  in February gave executives annual incentives to increase the share of women and racial minorities in leadership roles by 2025. In March,  Nike Inc.  said it would for the first time tie some executive pay to five-year goals for improving racial and gender diversity in its workforce and leadership positions.<br />“Metrics like these seem to be new, a kind of new evolution in what’s expected of executives,” said Rick Hernandez, the chairman of McDonald’s board, who was involved in the fast-food chain’s compensation changes. “It’s really a growth, a maturation of thinking about what’s really good for a company and what a company’s role is in society, how you serve your customers and at the same time serving your investors.”<br />While some directors and executives have for years encouraged colleagues to recruit more women and minorities, observers say the discussions have become more prevalent and explicit. Pressure from institutional investors, employees and customers has helped drive companies to establish financial incentives for improving what is often referred to as diversity, equity and inclusion."
}