{
    "url_original": "https://www.wsj.com/articles/cezanne-drawing-review-radical-with-a-pencil-11624048717",
    "url": "cezanne-drawing-review-radical-with-a-pencil-11624048717",
    "title": "‘Cézanne Drawing’ Review: Radical With a Pencil",
    "sub_head": "An exhibition at MoMA argues that the foundational painter of modern art produced his most groundbreaking work on paper.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-355956?width=620&size=custom_4202x2400",
    "image_1": "im-355956.jpg",
    "time": "2021-06-18 16:38:00",
    "body": "New York<br />Visitors to “Cézanne Drawing” at the Museum of Modern Art may be astonished to learn that critics once complained that the late 19th-century French artist could not draw. With about 280 graphite, ink and gouache drawings and watercolors—over a third of them from private collectors—and a handful of related oil paintings, the staggeringly beautiful show proves otherwise. Organized by Jodi Hauptman, senior curator at MoMA, and associate curator Samantha Friedman, it also argues convincingly that Paul Cézanne (1839-1906), a foundational painter of modern art, produced his most radical work on paper.<br />The exhibition, arranged in broad, thematic terms, opens with loose study sheets and pages from the artist’s sketchbooks. Cézanne drew almost daily over the course of his career, using standard studio materials, and produced more than 2,000 extant works on paper. Though they rarely served as straightforward preparations for his oil paintings, his drawings pull us directly into his potent creative orbit.<br />We glimpse Cézanne’s innovative techniques in his early “Studies of a Rower” (1867-69), where repeated sketches of a single athletic oarsman fill the page. Darkened, blunted and smudged graphite marks combine line and shading in vigorous repeated strokes, and exposed patches of softly shaded gray turn blank paper into highlights. Rather than simply delineating the figure’s contours, such drawings taught the artist how to think about form, movement, modeling and painting itself.<br />Cézanne’s powers of pictorial invention were likewise broached in drawings, as seen in his tiny (2 3/4 by 5 inch), ruthless and furiously painted sketch “The Abduction” (1867). In it, a nude male carries off a nude female and slashes of ink, dark pools of watercolor and opaque touches of gouache resonate with the violence of the scene. At times, it is not the kinship of subject and style, but the cohabitation of disparate images on a page that lends them a strangely unsettling air. In his “Study for The Eternal Feminine” (1870-75), for example—a theatrical picture-within-a-picture scene—the artist appears to be  thinking aloud: Vehement diagonals articulate its compositional thrusts; patches of shadow and light rehearse the role of color; figures tumbling through space or crouched in corners encapsulate the scene’s chaotic maelstrom; and a viewer (an artist?) peers around the corner to watch it all take shape. Far more than the preparatory study its title promises, it offers a window into some of Cézanne’s wildest narrative paintings, and establishes drawing as a quintessential medium for probing the depths of his fearless imagination."
}