{
    "url_original": "https://www.wsj.com/articles/childrens-books-enchantments-from-all-over-11624022756",
    "url": "childrens-books-enchantments-from-all-over-11624022756",
    "title": "Children’s Books: Enchantments From All Over",
    "sub_head": "In the world of Chirri & Chirra, a little rain can’t stop the magic.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-354098?width=620&size=custom_2885x1851",
    "image_1": "im-354098.jpg",
    "time": "2021-06-18 09:25:00",
    "body": "The arrival of a new “Chirri & Chirra” book is always a treat for those of us fond of deliciously illustrated tableaux in the books we read with children. Through six previous adventures, Kaya Doi’s pink-cheeked, bob-haired characters have traveled by bicycle under the ground, under the sea and through the seasons, and now they’re off on a damp and magical escapade in “Chirri & Chirra: The Rainy Day” (Enchanted Lion, 32 pages, $16.95), translated from the Japanese by David Boyd.<br />The joy of these books lies in the pure enchantment that they offer to children ages 2-8. There is no snark, no cynicism, no deceit or retribution in Chirri and Chirra’s world. All is kindness, softness, curiosity and good fortune. The two adventurers are forever coming upon dear little cafes and hotels run by friendly animals; each book finds them tucking into exquisite and surprising dainties.<br />On this excursion, for instance, Chirri and Chirra take refreshment at a tiny woodland shop that’s only open on rainy days. “Chirri orders the chrysanthemum tea with lemon marmalade and Chirra orders the peppermint tea with green-apple syrup. Their drinks come with bowls of frozen raindrop candy,” we read, devouring these delicacies with our eyes. When the friends—or siblings, it’s not clear—pedal away again, they feel a bit floaty and soon discover that they’re cycling above the rain, which falls beneath their wheels like a pretty blue curtain. How to get down at the end of the day? By blowing bubbles after eating “ripe and sparkling” gumdrops, of course. What did you expect?<br />It’s fun to read picture books with built-in sound effects. For parents, it keeps things playful; for toddlers, it’s gratifying to be able to chime in. “What Does Little Crocodile Say?” (Tundra, 40 pages, $17.99), written and illustrated by Eva Montanari, offers lots of scope for amusing noises. From the moment a little crocodile wakes up to the “ring ring” of an alarm clock, his day is full of sounds. At first, the mood is happy: “The tickle goes tee-hee. The water goes splash. The zipper goes zzzt.” But a note of worry enters the story as the door goes “wump” behind the little crocodile and his mother takes him to what appears to be the first day of preschool.<br />As readers ages 2-5 will see in Ms. Montanari’s simple and expressive colored-pencil drawings, by the time mother and child reach the classroom, the little croc’s apprehension is so overwhelming that he has to be carried. Fortunately, in the way of picture books about the terrors and joys of starting school, the mood improves. During the reading hour, “the book goes once upon a time,” and during snack time “the food goes nom nom nom.” By the end of the day, the little crocodile is so happy that he covers his mother with kisses: “Muah muah muah!”"
}