{
    "url_original": "https://www.wsj.com/articles/china-steps-into-covid-19-vaccine-void-in-asias-developing-nations-11623848904?mod=world_major_1_pos1",
    "url": "china-steps-into-covid-19-vaccine-void-in-asias-developing-nations-11623848904",
    "title": "China Steps Into Covid-19 Vaccine Void in Asia’s Developing Nations",
    "sub_head": "Shots developed by Chinese companies have been a conspicuous part of the rollouts in the first half of 2021, helping Beijing strengthen regional ties",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-06-16 09:08:00",
    "body": "A million doses of Chinese vaccines touched down over the weekend in the Cambodian capital of Phnom Penh, where containers filled with the cargo were photographed and featured prominently on the prime minister’s Facebook page.<br />Similar shipments of Covid-19 shots have been landing in other capitals in Southeast and South Asia. Last week it was Manila and Bangkok. The week before, Kathmandu. And late last month, Jakarta.<br />Chinese vaccines, through a mix of small donations and larger sales contracts, have been a conspicuous part of rollouts in developing countries across Asia in the first half of 2021. Millions of doses have arrived as governments in the West focused on getting their own populations inoculated and Covax, a program backed by the World Health Organization to immunize the world, fell short of its goals.<br />Advanced economies—which bought up large quantities of vaccines—are now pledging to help resource-strapped nations. Leaders of the Group of Seven countries said on Sunday they would share at least 870 million doses directly over the next year. But in the last six months, deliveries of Chinese shots, even if they often arrived in small batches, helped several governments push their vaccination drives forward—and gave Beijing an opportunity to strengthen ties.<br />Indonesia is heavily reliant on shots made by Chinese company Sinovac Biotech Ltd., which account for 89% of the 95 million doses it has received so far. Cambodia has largely used two China-made vaccines to achieve one of the region’s highest inoculation levels, with 18% of its population at least partially vaccinated. After a slow start, the Philippines expects to increase vaccinations with about 10 million doses arriving this month, more than half of which will be Chinese."
}