{
    "url_original": "https://www.wsj.com/articles/china-has-stopped-biding-its-time-11624381705?mod=opinion_lead_pos8",
    "url": "china-has-stopped-biding-its-time-11624381705",
    "title": "China Has Stopped Biding Its Time",
    "sub_head": "A bipartisan U.S. consensus emerges on the scale of the threat from Beijing.",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "time": "2021-06-22 13:08:00",
    "body": "American attitudes toward China have changed dramatically over the past decade. There is much less confidence that the democratic world can bring China into a rules-based international order—or that the growth of the Chinese middle class will create internal pressure for liberalization and democracy. Elites in both political parties agree that competition with China is now at the center of U.S. economic and foreign policy, a stance that many Americans endorse.<br />The accession of Xi Jinping to the peak of Chinese leadership marked the end of the era defined by Deng Xiaoping’s famous maxim, “Hide our strength, bide our time.” Mr. Xi is asserting China’s strength, not hiding it. And he believes that China’s time has come.<br />Mr. Xi’s strategy rests on five pillars. First, he has moved aggressively to take back authority over every industry in his country. Economic actors that had been increasingly independent—especially in technology and consumer services—have been reined in, and he is pressing the private sector to hand over all of its data. Dissenting voices in civil society have been shut down. Potential threats to his leadership from within the party have been suppressed. The full power of the state has been unleashed against Hong Kong and the Uyghurs. And he has sparked a campaign to deploy Chinese history in service to the Communist Party, an effort that has been labeled “the largest mass-education drive since the Mao era.”<br />Second, Mr. Xi has established technological superiority as a core national goal. His “Made in China 2025” plan is designed to propel his country into the lead in the technologies that will dominate the global economy in coming decades, many of which have military applications. And he has strengthened the connections between the civilian and military sectors.<br />Third, Mr. Xi has upgraded his defense forces and extended their reach. The Chinese army is far better equipped than it was a decade ago. The navy is the largest in the world. And China is moving to establish a global system of ports to give its forces access all over the world."
}