{
    "url_original": "https://www.wsj.com/articles/chinese-internet-regulators-investigate-startup-after-tiananmen-square-anniversary-post-11622970523",
    "url": "chinese-internet-regulators-investigate-startup-after-tiananmen-square-anniversary-post-11622970523",
    "title": "Chinese Internet Regulators Investigate Startup After Tiananmen Square Anniversary Post",
    "sub_head": "Buzzy startup Xiaohongshu’s Weibo account blocked after message posted on 32nd anniversary of the crackdown",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-349419?width=620&size=1.5",
    "image_1": "im-349419.jpg",
    "time": "2021-06-06 05:08:00",
    "body": "SINGAPORE—A buzzy Chinese Instagram-like startup backed by the country’s two biggest technology giants had its domestic social media account shut down amid an investigation by Beijing’s cyber watchdog into a post it shared on the anniversary of the 1989 Tiananmen Square crackdown, according to people familiar with the situation.<br />Shanghai-based Xiaohongshu—which means “Little Red Book” in Chinese and is backed by  Alibaba Group Holding Ltd.  and  Tencent Holdings Ltd. —wrote in a post on China’s  Twitter -like Weibo platform on June 4, “Tell me loudly, what is the date today?”<br />The Friday post, which was shared on the 32nd anniversary of the day that Chinese troops crushed peaceful student protests in Tiananmen Square, was quickly deleted. By midnight Friday in China, Xiaohongshu’s entire Weibo account—which had 14 million followers—had disappeared, replaced by a message that said the account was unavailable for suspected violations of laws and regulations.<br />Xiaohongshu, which has been described as a combination of an Instagram-like social media platform and an  Amazon -style e-commerce site, is working with the Cyberspace Administration of China to conduct an internal investigation of the incident, according to people briefed on the matter.<br />It isn’t clear what the original intent of the Xiaohongshu social media post was, though one of the people familiar with the matter said the post wasn’t intended to refer to the events of 1989. In recent months, Xiaohongshu had made similar posts on Fridays to celebrate the coming weekend."
}