{
    "url_original": "https://www.wsj.com/articles/china-nuclear-plant-under-scrutiny-was-built-to-showcase-nations-prowess-11623766187?mod=business_featst_pos1",
    "url": "china-nuclear-plant-under-scrutiny-was-built-to-showcase-nations-prowess-11623766187",
    "title": "China Nuclear Plant Under Scrutiny Was Built to Showcase Nation’s Prowess",
    "sub_head": "Facility co-owned by French company was first of its kind in the world",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-354067?width=620&size=1.5",
    "image_1": "im-354067.jpg",
    "time": "2021-06-15 10:09:00",
    "body": "China’s Taishan nuclear power plant, under scrutiny for safety concerns after reports of a gas buildup, is a project meant to showcase Beijing’s advances in mastering global energy technology and safety standards.<br />Constructed with latest-generation European pressurized water reactor technology, Taishan became the first of its type in the world to enter operation in 2018, after delays hit similar projects in Finland and France. The plant was built in a partnership with French power company  Électricité de France SA,  the first such nuclear agreement signed between China and a foreign investor.<br />Its two reactors, which its owners say are the most powerful in the world, join 49 others that China has in operation. While the plant, its construction ridden with delays, took about a decade to enter commercial operation, the new-generation reactors boast improved fuel technology, greater thermal efficiency, and enhanced safety systems, making the project a linchpin of China’s efforts to reduce reliance on fossil fuels.<br />U.S. officials are monitoring the potential for accidents at the site, after the French co-owner, EDF, said it had requested a meeting with Chinese managers over the buildup of gases inside one of the plant’s reactors.<br />EDF said the plant was operating within safety parameters according to available data. Authorities in China and Hong Kong also said there have been no radioactive incidents threatening public safety or the environment."
}