{
    "url_original": "https://www.wsj.com/articles/china-other-asian-countries-vaccinate-against-covid-19-faster-than-ever-11624186800",
    "url": "china-other-asian-countries-vaccinate-against-covid-19-faster-than-ever-11624186800",
    "title": "China, Other Asian Countries Vaccinate Against Covid-19 Faster Than Ever",
    "sub_head": "Campaigns in South Korea and Japan are gaining momentum as China accounts for half of the world’s daily shots",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-356132?width=620&size=1.5",
    "image_1": "im-356132.jpg",
    "time": "2021-06-20 07:00:00",
    "body": "SEOUL—Covid-19 vaccine rollouts have accelerated in many Asia-Pacific countries in recent weeks, overtaking the pace of doses being administered in the U.S. and other Western nations and increasing the chances of a sooner-than-expected easing of some pandemic restrictions.<br />China now accounts for roughly half of the world’s 33 million Covid-19 shots administered every day, with four-fifths of Beijing’s adults having gotten a single dose. In the past month, South Korea increased the number of daily doses administered by 10-fold, to about 700,000. Japan and Australia, adjusted for population, are administering more doses daily right now than the U.S. or Israel, where daily uptake has slowed.<br />The vaccination pace has slowed in countries that have distributed doses widely and are now facing declining demand and hesitancy. The U.S. has vaccinated 52% of its population, and Israel, where the world’s fastest rollout occurred, has reached 63%.<br />About one in five people in Asia have received a single vaccine dose, doubling since early May, but still behind the 37% in Europe and 40% in North America, according to Our World in Data’s most-recent figures. Nearly three-quarters of the world’s daily vaccinations are now administered in Asia, up from roughly half just weeks ago.<br />Having Asia finally rev up, following months of shortages as the initial supply largely went to the West, has boosted some global rollout projections."
}