{
    "url_original": "https://www.wsj.com/articles/chinese-property-bonds-are-hot-defaults-aside-11622712601?mod=markets_lead_pos4",
    "url": "chinese-property-bonds-are-hot-defaults-aside-11622712601",
    "title": "Chinese Property Bonds Are Hot, Defaults Aside",
    "sub_head": "Investors find more appetite for risk as they hunt for yields in a challenging market",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-347396?width=620&size=1.5",
    "image_1": "im-347396.jpg",
    "time": "2021-06-03 05:30:00",
    "body": "Yield-hungry investors are still snapping up Chinese property bonds, despite a recent string of defaults, tighter regulation and market unease about one of the country’s biggest developers.<br />As of June 2, real-estate companies from China had sold $20.3 billion of dollar bonds this year, according to Refinitiv, a 16% increase over the same period last year.<br />Heavy bond issuance from Chinese developers is “completely contrary” to market expectations for a decline in deals, said Owen Gallimore, head of credit-trading strategy at ANZ. He said alongside debt sales by Chinese tech firms, this was offsetting subdued supply from state-backed companies. “When deals come, the investor demand is enormous,” Mr. Gallimore said.<br />Last week,  Times China Holdings Ltd.  got more than $4.8 billion of orders for a $400 million, three-year junk-bond deal yielding 5.55%, according to a notice from one of the underwriting banks. The bonds from Times China, which is based in the Southeastern province of Guangdong, were rated 3-4 notches below investment-grade.<br />The robust bond sales are surprising because the sector is contending with a series of official moves intended to calm the property market and reduce indebtedness among real-estate companies. Among other measures, regulators have told banks to cap property lending, and a system of “three red lines,” widely reported in local media, essentially requires financially weak players to reduce their debts."
}