{
    "url_original": "https://www.wsj.com/articles/chinas-graft-busters-pursue-very-old-casesand-even-the-dead-cant-escape-11622698787?mod=business_minor_pos4",
    "url": "chinas-graft-busters-pursue-very-old-casesand-even-the-dead-cant-escape-11622698787",
    "title": "China’s Graft Busters Pursue Very Old Cases—and Even the Dead Can’t Escape",
    "sub_head": "Xi Jinping makes a new push in his antigraft campaign with retrospective investigations that have led to charges against long-serving and former officials",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-347845?width=620&size=1.5005861664712778",
    "image_1": "im-347845.jpg",
    "time": "2021-06-03 06:00:00",
    "body": "HONG KONG—Having hunted everyone from high-powered politicians to lowly bureaucrats, China’s graft busters are now trying to reach back in time, scouring old case files to find possible wrongdoing that authorities had overlooked or chosen not to pursue.<br />Communist Party investigators have hauled in a string of long-serving and former officials over the past year for alleged corruption and other offenses dating back decades, in a series of retrospective probes that first gained attention by targeting one of China’s largest coal-producing regions and has since spread across the country.<br />Authorities in the northern region of Inner Mongolia have detained dozens of retired officials now in their 60s and 70s, including one who stepped down more than 14 years earlier, since launching a campaign in the spring of 2020 to punish alleged coal-related corruption going back 20 years. In recent months, judicial agencies in several cities said they were reviewing commuted jail sentences and parole cases from as long as three decades ago to uncover past misconduct. In May, Beijing ordered public-security agencies to set up mechanisms for reinvestigating old cases as part of a national crackdown on organized crime.<br />The retrospective probes mark a shift in Chinese leader Xi Jinping’s long-running anticorruption drive, which has helped him purge rivals and concentrate power, and has mainly targeted people involved in recent or continuing abuses—a practice that some officials regarded as a quasi-amnesty for those who showed restraint after Mr. Xi took power in late 2012.<br />In stepping up scrutiny into past misconduct and enforcing lifelong accountability for officials, Mr. Xi wants “to keep the fight against corruption constantly at high pressure and renew it perpetually,” said Ren Jianming, director of the Clean Governance Research and Education Center at Beihang University in Beijing."
}