{
    "url_original": "https://www.wsj.com/articles/china-wants-howling-diplomats-to-quiet-down-but-nationalism-gets-in-the-way-11624962559?mod=world_major_2_pos4",
    "url": "china-wants-howling-diplomats-to-quiet-down-but-nationalism-gets-in-the-way-11624962559",
    "title": "China Wants Howling Diplomats to Quiet Down, but Nationalism Gets in the Way",
    "sub_head": "Nearing its 100th birthday, the Communist Party struggles to manage a contrast between its popularity at home and its stained reputation abroad",
    "category_1": "China",
    "image_1_url": "https://images.wsj.net/im-361440?width=620&size=1.5",
    "image_1": "im-361440.jpg",
    "time": "2021-06-29 06:29:00",
    "body": "China’s leadership is straining to dial back its country’s chest-thumping “Wolf Warrior” approach to foreign policy, afraid it has begun to undermine the country’s interests, according to people familiar with the matter.<br />The effort has been impaired by nationalist fervor in the country, the people said, which is only intensifying as the party marks the 100th anniversary of its founding this week.<br />The Wolf Warrior ethos—named after a nationalistic Chinese film franchise about a Rambo-like action hero who battles American-led mercenary groups—took hold among China’s previously staid diplomats during the Trump administration as they responded to what Beijing saw as spurious Western attacks on China. Much of the new approach has played out on Twitter, where diplomats have fired off a barrage of barbs, threats and conspiracy theories, many of them targeting the U.S.<br />High-level meetings about moderating China’s aggressive diplomacy date to April, motivated by concern that the strategy has alienated the U.S. and other countries in ways that risk isolating the Chinese economy.<br />While Chinese Foreign Ministry officials were previously cold to the idea of a face-to-face meeting between Chinese leader Xi Jinping and President Biden, they have recently discussed the possibility of arranging such a meeting at the Group of 20 summit scheduled for October in Rome, according to the people. The hope is that a meeting would calm tensions between the two estranged global powers, they said."
}