{
    "url_original": "https://www.wsj.com/articles/chinas-economic-growth-moderates-as-consumers-stay-cautious-11623841512",
    "url": "chinas-economic-growth-moderates-as-consumers-stay-cautious-11623841512",
    "title": "China’s Economic Growth Moderates as Consumers Stay Cautious",
    "sub_head": "Investment and domestic consumption fell short of expectations in May despite a boost from a long holiday",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-354708?width=620&size=1.5",
    "image_1": "im-354708.jpg",
    "time": "2021-06-16 07:05:00",
    "body": "BEIJING—China’s economic growth moderated in May as flattering comparisons to the pandemic-hit economic figures early last year tapered off and Chinese consumers continued to keep a close eye on their pocketbooks.<br />Factory output, a key growth pillar in China’s pandemic recovery for more than a year, remained resilient last month, but investment and domestic consumption fell short of expectations despite a boost from a long holiday, weighed down by a fresh wave of Covid-19 infections.<br />China’s industrial production rose 8.8% from a year earlier in May, slowing from April’s 9.8% pace, data from the National Bureau of Statistics showed Wednesday. The reading of factory output, which was buoyed by strong overseas demand for Chinese-made goods, matched the median forecast made by economists polled by The Wall Street Journal.<br />The key gauge of factory activity was 13.6% higher than the level recorded in May 2019, long before the Chinese economy was hit by the new coronavirus, the statistics bureau said. Officials have been comparing monthly economic data with the same period two years earlier to filter out distortions from last year’s pandemic shock.<br />The double-digit percentage growth compared with pre-virus levels is much higher than the roughly 6% year-over-year expansion that China’s industrial sector was logging each month before the pandemic, underscoring the strength of the current rebound in China’s industrial sector."
}