{
    "url_original": "https://www.wsj.com/articles/chinese-factories-delay-new-orders-as-costs-rise-risking-global-supply-shortages-11622543400?mod=world_major_2_pos4",
    "url": "chinese-factories-delay-new-orders-as-costs-rise-risking-global-supply-shortages-11622543400",
    "title": "Chinese Factories Delay New Orders as Costs Rise, Risking Global Supply Shortages",
    "sub_head": "Higher raw material prices and a lack of workers are forcing more manufacturers to slow production, stoking fears of inflation and a possible slowdown of the Chinese economy",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-346493?width=620&size=1.5",
    "image_1": "im-346493.jpg",
    "time": "2021-06-01 06:30:00",
    "body": "HONG KONG—Buffeted by rising costs, some Chinese manufacturers are refusing to accept new orders or are even considering shutting down operations temporarily—moves that could put more strain on global supply chains and cause more inflation.<br />Surging raw materials prices and a shortage of workers have pinched smaller Chinese manufacturers, including many that sell their products to the U.S. and other western markets. While many have passed their higher costs on to overseas buyers, the pain is so severe at some manufacturers that they are finding it hard to raise prices enough to make up the difference. Others don’t want to risk losing business to competitors. Many are now looking for other solutions to avoid losing money.<br />Zhongshan Xiliwang Electrical Appliances Co., a kitchen ventilator producer based in southern China, told clients in mid-May that it would stop accepting new orders temporarily and urged customers to wait for two weeks before negotiating prices, given their volatility.<br />The company has been operating at a loss since April, in part because of a substantial increase in prices for metals, glasses and switches, it said in its notice to buyers.<br />Xing Jialiang, the owner of a glass factory in Zhongshan, says his firm is also running out of good options. It has raised prices by about 5% so far this year, but that hasn’t been enough to keep up with a 10% increase in costs, he said. Mr. Xing said costs were pushed higher in part because Chinese authorities shut down or limited production at some high-polluting plants, including those in glass manufacturing, which is energy-intensive and emits large amounts of carbon dioxide. China has vowed to achieve carbon neutrality by 2060."
}