{
    "url_original": "https://www.wsj.com/articles/china-reconsiders-its-central-role-in-bitcoin-mining-11622865618?mod=business_lead_pos1",
    "url": "china-reconsiders-its-central-role-in-bitcoin-mining-11622865618",
    "title": "China Reconsiders Its Central Role in Bitcoin Mining",
    "sub_head": "Crackdown warning highlights the cryptocurrency’s reliance on a hostile host; miners head west",
    "category_1": "Business",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-347871?width=620&size=1.5",
    "image_1": "im-347871.jpg",
    "time": "2021-06-05 12:00:00",
    "body": "Bitcoin enthusiasts prize the cryptocurrency as beyond the reach of any government. Yet up to three-quarters of the world’s supply has been produced in just one country, China, where a government push to curtail output is now causing global bitcoin turbulence.<br />The amount of electricity needed to power vast numbers of computers used to create new bitcoin are at odds with China’s recent climate goals. The government, which manages its national currency with a tight fist, also frowns on cryptocurrency generally. No legal exchange of bitcoin has been permitted for years in China, even as the nation’s entrepreneurs emerged as the dominant source of its output.<br />Few governments have embraced bitcoin, but fallout from Beijing’s threats demonstrated how its grip on production left the cryptocurrency vulnerable.<br />The 24/7 number crunching required to create, or “mine,” bitcoin relies on ample supplies of cheap electricity and equipment, some of the same elements China harnessed to become the world’s manufacturing hub.<br />In their hunger for market share, China’s bitcoin miners took advantage of an underregulated and overbuilt electricity-generating sector. They set up mining operations adjacent to hydropower producers in the mountainous Sichuan and Yunnan provinces where turbines churn snowmelt and seasonal downpours into electricity. When river flows eased each winter, miners packed their computers and headed north to coal-rich Xinjiang and Inner Mongolia."
}