{
    "url_original": "https://www.wsj.com/articles/china-takes-aim-at-educational-costs-as-it-seeks-to-reverse-birthrate-decline-11624535498?mod=world_major_2_pos4",
    "url": "china-takes-aim-at-educational-costs-as-it-seeks-to-reverse-birthrate-decline-11624535498",
    "title": "China Takes Aim at Educational Costs as It Seeks to Reverse Birthrate Decline",
    "sub_head": "Officials plan measures to boost couples’ willingness to have children",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-359190?width=620&size=1.5",
    "image_1": "im-359190.jpg",
    "time": "2021-06-24 07:51:00",
    "body": "China is planning new policies to rein in rising education costs seen as deterring couples from having more children, according to people familiar with the matter, as Beijing confronts a worsening demographic outlook.<br />Among the measures are new laws and tighter regulations aimed at private education companies that offer tutoring services, which have been blamed for fueling competition and increasing education costs for urban families. New restrictions would, for example, curb private lessons during school holidays, the people said.<br />Separately, Beijing policy makers are discussing measures to tamp down real estate frenzies that have sprung up in desirable school districts in China’s wealthy cities, adding educational anxieties to a housing market that many officials fear is overheated, according to two of the people.<br />Taken together, the policies are intended to blunt two trends seen as driving up the perceived cost of education for many Chinese families, which is in turn regarded as an obstacle discouraging couples from having more children.<br />Decades of birth restrictions have led many Chinese families to invest their hopes—and much of their savings—into improving their children’s prospects. As incomes rise, that has fueled an arms race on private tutoring classes as more students compete for scarce placements at top schools."
}