{
    "url_original": "https://www.wsj.com/articles/chip-shortages-are-starting-to-hit-consumers-higher-prices-are-likely-11624276801?mod=business_lead_pos2",
    "url": "chip-shortages-are-starting-to-hit-consumers-higher-prices-are-likely-11624276801",
    "title": "Chip Shortages Are Starting to Hit Consumers. Higher Prices Are Likely.",
    "sub_head": "Semiconductor companies say they face higher costs that they are passing on to customers in some cases",
    "category_1": "Tech",
    "time": "2021-06-21 08:00:00",
    "body": "The global chip shortage is pushing up prices of items such as laptops and printers and is threatening to do the same to other top-selling devices including smartphones.<br />Price increases are snowballing their way through suppliers and key materials in chip making as the industry rushes to meet rising demand and plug supply holes. As a result, many of the world’s large chip makers are raising prices they charge to the brands that make PCs and other gadgets. Industry officials say the increases may continue.<br />Consumers are starting to feel the pinch. Prices of popular models of some laptop computers have crept up over the past two months, among other electronics becoming more expensive at retailers. A laptop geared toward videogamers—made by Taiwanese manufacturer  ASUSTek Computer Inc. —that  Amazon  lists as its bestseller rose from $900 to $950 this month, according to Keepa, a site that tracks prices. The cost of a popular  HP Inc.  Chromebook rose to $250 from $220 at the beginning of June.<br />HP has raised consumer PC prices by 8% and printer prices by more than 20% in a year, according to Bernstein Research. HP Chief Executive Enrique Lores said the increases are driven by component shortages and that the company may adjust prices further to reflect cost increases.<br />Other PC makers have struck a similar note. “As we think about component cost increases, we’ll adjust our pricing as appropriate,”  Dell Technologies Inc.  Chief Financial Officer Thomas Sweet said on a recent earnings call. An ASUSTek executive in May said that the company was reflecting component cost increases in its pricing."
}