{
    "url_original": "https://www.wsj.com/articles/citigroups-long-trip-home-11623148200?mod=markets_major_pos2",
    "url": "citigroups-long-trip-home-11623148200",
    "title": "Citigroup’s Long Trip Home",
    "sub_head": "An exit from some global retail markets and a focus on wealth are moves investors should watch closely",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-349770?width=620&size=1.5",
    "image_1": "im-349770.jpg",
    "time": "2021-06-08 06:30:00",
    "body": "Under new management,  Citigroup  is still aiming to close its performance gap to peers. But how it goes about that may be changing.<br />One of the bank’s first big moves has been to shrink its global retail footprint, moving to exit consumer banking franchises in 13 countries in Asia, Europe and the Middle East. These units weren’t necessarily part of the problem as Citigroup was striving to meet its target of a 12% return on tangible common equity, a measure of profit as a percentage of the bank’s equity capital, before the pandemic. The yearslong drive to boost this key metric tracked by investors succeeded in bringing Citigroup closer to rivals like  Bank of America  and  JPMorgan Chase ,  which boasted equity returns in the mid-to-high teens pre-pandemic.<br />The businesses being exited were allocated just $7 billion worth of tangible common equity on average last year, or less than 5% of the bank’s equity base. This meant they had potential for high returns, or at least weren’t likely to be major drags on capital efficiency as the bank strove to meet its targets.<br />Speaking last Friday at a Bernstein conference, Chief Executive Jane Fraser, who officially took the reins in March, described the international retail units as “good return businesses.” But they also would have required a lot of investment in infrastructure and controls to continue to digitize them and get them to a larger scale. That is an area where Citigroup is already spending a lot of time and money, following a special consent order from U.S. regulators last year that cited deficiencies in risk management, data and internal controls.<br />Ms. Fraser noted that the bank’s efforts to close return gaps with peers must focus not only on what businesses it will give priority to, but how it operates them. She said the bank would rather “monetize” those retail assets and redeploy the resources, either as part of capital return to shareholders or toward higher-return activities."
}