{
    "url_original": "https://www.wsj.com/articles/civil-war-or-who-do-we-think-we-are-review-tracing-the-roots-of-our-divide-11623785826",
    "url": "civil-war-or-who-do-we-think-we-are-review-tracing-the-roots-of-our-divide-11623785826",
    "title": "‘Civil War (or, Who Do We Think We Are)’ Review: Tracing the Roots of Our Divide",
    "sub_head": "In her new documentary, filmmaker Rachel Boynton traverses America to tell a nuanced, multi-perspective story about how we remember and recount history.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-354322?width=620&size=1.5",
    "image_1": "im-354322.jpg",
    "time": "2021-06-15 15:37:00",
    "body": "Rachel Boynton’s remarkable documentary “Civil War (or, Who Do We Think We Are)” begins with a series of intertitles intended to establish some undisputable facts about the conflict. First up: “The American Civil War was fought between 1861 and 1865.” So much for indisputable: If you believe, as many do, that the war never ended, that statement will be as much of a provocation as saying that 11 Southern states seceded “to protect slavery” or that “4 million people were newly freed at its end.”<br />But such is Ms. Boynton’s point in her “film about storytelling,” which strives to lay out how and what Americans tell themselves—and their children, and their students—about the war and why it started, who fought it, and why it was fought. In its candidness and tolerance for even some appalling points of view, “Civil War” may serve as a remedy for the outrage fatigue many TV viewers might justifiably be feeling. So many well-intentioned programs wade into American racism—and perceived racism, and unconscious racism—without examining why people feel the things they do. Ultimately, in her delicately artful way, Ms. Boynton gets to the core problem: that, like so many things, our attitudes about the Civil War and its causes are far more personal than they are political.<br />When she discusses the war’s causes with two defenders of the Confederacy—who claim the war wasn’t about slavery but was about “economics”—there’s a simple lack of historical wherewithal at play. But when she has a similar discussion with white Southerners who say the South was defending itself, that the North invaded the South and not vice versa, that a minority of Southerners were slave owners, and that the so-called rebels were defending their homes, she confronts ideas that may be debatable but aren’t dismissible. Not that she doesn’t argue at all: When one white Mississippi farmer bemoans the destruction and loss of property experienced by Southerners at war’s end, and attempts to make some false equivalencies, she asks, “How is treating people like property not worse?” This time it’s the defender who doesn’t have the answer.<br />“Civil War” is not an attempt at fly-on-the-wall filmmaking. Quite the contrary: Ms. Boynton includes questions posed to her by the interviewees, including a precocious Black girl who asks, “Are you a radical?” (“I’m curious,” is the director’s uneasy reply.) The interviewing is done in Chattanooga, Tenn.; Boston; Washington; Holmes, Miss.—locations, in other words, where the conflict took place or where its combatants originated. There, the issues can seem very much alive.<br />In East Bridgewater, Mass., the film visits a monthly Civil War discussion group that has never had a Black participant; they express dismay. (“Have you looked at the demographics of East Bridgewater?” a member asks.) In Mississippi, Ms. Boynton talks with a young girl who answers that, no, she’s never had a white friend and seems surprised at the question. There are no judgments articulated, just observations, which can be far more affecting than some filmmaker’s jeremiad. During her visits with young Black students, it becomes evident that one of the reasons they’re uncomfortable about the subject of slavery is humiliation and embarrassment. Would she want to talk to her grandmother’s enslaved grandmother about slavery, one girl is asked? The girl responds that her grandmother’s enslaved grandmother probably wouldn’t want to talk about it at all."
}