{
    "url_original": "https://www.wsj.com/articles/civil-servants-need-more-time-in-private-life-11624306908?mod=opinion_major_pos18",
    "url": "civil-servants-need-more-time-in-private-life-11624306908",
    "title": "Civil Servants Need More Time in Private Life",
    "sub_head": "Allow civil servants to spend two or three years in the private sector and be guaranteed re-entry to the civil service without loss of GS grade.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-352090?width=620&size=1.5",
    "image_1": "im-352090.jpg",
    "time": "2021-06-21 16:21:00",
    "body": "Two contributions to “Why Liberals Dominate Federal Bureaucracy” (Letters, June 17) suggest to me one change that could help improve both identified problems. David Reynolds bemoans a corporate employee spending a few years in the Washington bureaucracy as “punching a ticket” in his or her rise up the private career ladder. Mark Adams’s concerns are with a protected class of civil servants. A policy change that could improve this situation would be to allow civil servants to spend two or three years in the private sector and be guaranteed re-entry to the civil service without loss of GS grade. It should be seen as a career enhancer, a step up the government’s career ladder. It should be limited to the profit-making sector; civil servants are already familiar with a nonprofit, debt-ridden organization. The civil servants would benefit by seeing, day after day, what the effect of the growing jungle of regulations does to companies. There would need to be certain restrictions: no lobbying, no direct contact with the agency that person had been serving in, and so on.<br />In the late 1950s, the civil servants I met seemed less “bureaucratic” and more publicly minded. Perhaps it was because so many veterans and others were motivated by their shared experiences in World War II and had preference in federal hiring. Of the 10 richest counties in America, none was in the Washington area. As of 2013, with few shared experiences, of the 10 richest counties, four are contiguous to the District of Columbia. Much of the increased wealth has come from a real-estate market driven by an ever-increasing federal government.<br />Raymond J. Kelly III<br />Flushing, Mich.<br />"
}