{
    "url_original": "https://www.wsj.com/articles/clarence-thomas-vs-the-fictional-progressive-narrative-11624399074?mod=opinion_lead_pos10",
    "url": "clarence-thomas-vs-the-fictional-progressive-narrative-11624399074",
    "title": "Clarence Thomas vs. the Fictional Progressive Narrative",
    "sub_head": "His writings from the bench frequently bust popular left-wing myths about race and justice.",
    "category_1": "Opinion",
    "category_2": "Upward Mobility",
    "image_1_url": "https://images.wsj.net/im-357923?width=620&size=1.5",
    "image_1": "im-357923.jpg",
    "time": "2021-06-22 17:57:00",
    "body": "Justice Clarence Thomas served up a twofer last week: a Supreme Court decision, in Terry v. U.S., that’s noteworthy for its judicial restraint as well as for pushing back at another false racial narrative that has gained popularity in this Age of Wokeness.<br />Justice Thomas has done this before. His concurrence in McDonald v. Chicago, a 2010 case about handgun restrictions, offered a succinct tutorial on gun-control measures put in place after the Civil War to suppress blacks and leave them more vulnerable to domestic terror groups like the Ku Klux Klan. In Box v. Planned Parenthood, a 2019 case that concerned the legality of “selective” abortions based on race and sex, his concurring opinion included a history of the eugenics movement in the U.S. and how it made common cause with abortion-rights activists.<br />Liberals today are eager to highlight how the filibuster was used in the past to block civil-rights legislation. They don’t want to talk about the racist history of gun control or minimum-wage laws or abortion advocacy, let alone how this history still affects blacks today. Eight decades after Planned Parenthood founder Margaret Sanger established a birth-control clinic in Harlem, Justice Thomas wrote, “there are areas of New York City in which black children are more likely to be aborted than they are to be born alive—and are up to eight times more likely to be aborted than white children in the same area.”<br />Democratic opposition to the filibuster is based less on principle than on political expediency. The Senate is split evenly, and the filibuster stands in the way of a far-reaching progressive agenda. Part of that agenda involves so-called criminal-justice reform, which to liberals means defunding the police, prosecuting fewer crimes, and reducing the size of the prison population by releasing inmates early.<br />Activists allege that today’s “mass incarceration” resulted from policies motivated by racism. Justice Thomas’s opinion last week in Terry undercuts that claim by providing a more accurate history of sentencing laws than the fictions being peddled of late by Democrats and progressive activists. The court unanimously rejected a petition, from a convicted crack-cocaine dealer named Tarahrick Terry, to be resentenced under the First Step Act, a 2018 federal law that reduced sentences for certain drug offenders. In his opinion, Justice Thomas wrote that the text of the law made this a “straightforward” case. Mr. Terry had been sentenced as a “career criminal” for an offense that fell outside the scope of the First Step Act and thus was ineligible for a sentence reduction."
}