{
    "url_original": "https://www.wsj.com/articles/cleaned-up-vatican-bank-works-to-justify-its-existence-11624699801?mod=business_minor_pos4",
    "url": "cleaned-up-vatican-bank-works-to-justify-its-existence-11624699801",
    "title": "Cleaned-Up Vatican Bank Works to Justify Its Existence",
    "sub_head": "Pope’s bank, after years of overhauls to prevent money-laundering, now seeks to win and keep customers",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-353235?width=620&size=1.5",
    "image_1": "im-353235.jpg",
    "time": "2021-06-26 05:30:00",
    "body": "VATICAN CITY—The long scandal-tainted Vatican bank has been overhauled over the last decade to ward off tax evaders and money launderers. Now it must convince legitimate customers, inside the Vatican and out, that it has something to offer them.<br />This month, the bank reached the latest milestone in its long march to respectability, when the European anti-money-laundering watchdog Moneyval gave it a largely favorable assessment, a far cry from its critical first evaluation in 2012. Moneyval said “all of the necessary elements are in place” now to prevent money laundering at the bank.<br />In January, a former president of the bank and two associates were convicted in a Vatican court of embezzlement and money laundering in connection with a scheme in which they manipulated sales of the bank’s real-estate assets for their own profit.<br />Perhaps most telling of the Vatican’s bank’s reformed character was an incident in 2019, when its board alerted Pope Francis to what it considered a suspicious loan request from the Vatican’s Secretariat of State, relating to an expensive property investment in London. The bank’s alert triggered an investigation that exposed a major scandal embroiling others in the Vatican and beyond.<br />“We had to turn a ship that was very heavy; the ship could not turn easily,” Jean-Baptiste de Franssu, president of the Vatican bank since 2014, said in an interview this month. “We then said, well, the second thing we have to address is the quality of our product.”"
}