{
    "url_original": "https://www.wsj.com/articles/climate-fight-brews-as-sec-moves-toward-mandate-for-risk-disclosure-11624267803?mod=business_lead_pos2",
    "url": "climate-fight-brews-as-sec-moves-toward-mandate-for-risk-disclosure-11624267803",
    "title": "Climate Fight Brews as SEC Moves Toward Mandate for Risk Disclosure",
    "sub_head": "Asset managers push for more information; energy, transportation companies say climate-change risks aren’t easily measured",
    "category_1": "Markets",
    "category_2": "Financial Regulation",
    "image_1_url": "https://images.wsj.net/im-356789?width=620&size=1.5",
    "image_1": "im-356789.jpg",
    "time": "2021-06-21 05:30:00",
    "body": "WASHINGTON—The Securities and Exchange Commission is preparing to require public companies to disclose more information about how they respond to threats linked to climate change—and businesses are gearing up for a fight.<br />The SEC’s new chairman, Biden administration appointee Gary Gensler, has said climate-related disclosure is a top priority, and President Biden plans to meet Monday with top financial regulators to discuss the issue. The SEC has already sought industry input, much of which arrived last week, for a rule proposal that could be issued by October.<br />Technology companies such as  Apple Inc.  and  Microsoft Corp. , which have long touted their efforts to reduce their impact on the environment, say they support the initiative. Energy and transportation companies have told the SEC that climate disclosures could be misunderstood by investors who lack experience with the data or put too much weight on one factor, like a company’s total greenhouse-gas emissions.<br />The SEC has broad authority to require disclosures by companies selling securities. But how it elicits specific information about climate change, whose impact on every company’s bottom line isn’t always clear, is likely to become a political lightning rod and set off a burst of lobbying in Washington.<br />The challenge, regulators and corporate officials say, is identifying which measurements are necessary to help investors gauge a company’s financial prospects, and how to set requirements that are flexible enough to generate specific, and not generic, information about corporate risks."
}