{
    "url_original": "https://www.wsj.com/articles/climate-policy-by-judicial-decree-11624055355?mod=opinion_lead_pos2",
    "url": "climate-policy-by-judicial-decree-11624055355",
    "title": "Climate Policy by Judicial Decree",
    "sub_head": "‘Sue and settle’ is back, this time to remake the U.S. economy.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-18 18:29:00",
    "body": "Democrats know they can’t banish fossil fuels or impose carbon taxes democratically, so the Biden Administration is preparing a backup plan: use courts to impose the anti-carbon policies by decree.<br />Six years ago, progressive plaintiffs claimed to have discovered in the Constitution’s penumbra a right to a “stable climate system” free from “dangerous levels of anthropogenic CO2.” The U.S. government, they argued in a federal lawsuit, has failed to safeguard the youngest generation’s “fundamental constitutional rights to life, liberty, and property” and “essential public trust resources.”<br />The plaintiffs in Juliana v. U.S. sought a court order that required the federal government to develop a plan to “phase out fossil fuel emissions and draw down excess atmospheric CO2.” The Obama and Trump Justice Departments opposed the lawsuit. The Constitution nowhere mentions climate.<br />The plaintiffs also lacked standing to sue because they hadn’t suffered an injury that could be traced to the U.S. government and which courts could redress. Yet a federal judge refused to dismiss the lawsuit. After four years of litigation, a Ninth Circuit Court of Appeals panel held the plaintiffs lacked standing and ordered the district court to dismiss the case.<br />The panel noted the plaintiffs’ injunction request “call[ed] for no less than a fundamental transformation of this country’s energy system, if not that of the industrialized world” and their demands could be met only “by the People’s ‘elected representatives, rather than by federal judges interpreting the basic charter of government for the entire country.’”"
}