{
    "url_original": "https://www.wsj.com/articles/cloud-softwares-low-hanging-fruit-is-a-tempting-target-11622739133?mod=business_minor_pos11",
    "url": "cloud-softwares-low-hanging-fruit-is-a-tempting-target-11622739133",
    "title": "Cloud Software’s Low-Hanging Fruit Is a Tempting Target",
    "sub_head": "Dropbox and Box are the cheapest cloud stocks, which has activists smelling opportunity",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-348160?width=620&size=1.5",
    "image_1": "im-348160.jpg",
    "time": "2021-06-03 12:52:00",
    "body": "Can New York investors breathe life into two former stars of Silicon Valley?<br />They seem at least willing to try. The Wall Street Journal reported Wednesday that activist investor Elliott Management has taken a “sizable” stake in  Dropbox —one second only to that of co-founder and current Chief Executive Officer Drew Houston. That news comes just weeks after rival activist Starboard Value escalated its fight with  Box Inc.  into a full-blown proxy battle that would, if successful, result in the removal of co-founder and CEO Aaron Levie from that company’s board.<br />Box and Dropbox will both attest to their differences. But the two share some key similarities aside from their names. Both have their roots in offering cloud-based data storage and collaboration services to businesses and consumers. Both were also once near the pinnacle of Silicon Valley’s unicorn herd, fetching multi-billion valuations in the private markets before going public. While seemingly commonplace now, only three other companies fitting that definition went public in 2015 when Box took the plunge, compared to 13 in 2019, according to The Wall Street Journal’s research. Dropbox was valued at $10 billion before going public in early 2018.<br />Box and Dropbox share another key trait: Both have largely languished since their initial public offerings. Box carried a market value of about $2.8 billion before Reuters reported in early February that Starboard was considering a board challenge, compared with its closing value of $2.7 billion on the day of its IPO. And Dropbox has spent most of the last year under the $10 billion level it landed in private transactions. That has made them the cheapest among cloud-software providers, with multiples around five times forward sales. Stocks in the BVP Nasdaq Emerging Cloud Index carry a median multiple of more than 12 times forward sales, and more than a dozen trade for more than 20 times.<br />It should come as little surprise that activists have come knocking, and their timing is good. Cloud stocks have sold off as investors have rotated out of riskier names; the BVP index is down nearly 9% this year. That could draw out strategic interest.  Cloudera  was just picked up by a pair of private equity buyers for $5.3 billion, and  Salesforce  paid top dollar for  Slack Technologies  in December."
}