{
    "url_original": "https://www.wsj.com/articles/college-subsidies-are-a-feedback-loop-for-bigger-government-11623363070?mod=opinion_lead_pos7",
    "url": "college-subsidies-are-a-feedback-loop-for-bigger-government-11623363070",
    "title": "College Subsidies Are a Feedback Loop for Bigger Government",
    "sub_head": "Professors raise their prices to capture cheap loans, while producing new Democratic voters.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-10 18:11:00",
    "body": "Some $1.6 trillion in student debt is now spread across 45 million borrowers, making student loans the second-largest consumer debt category, behind only mortgages. The student-loan crisis is rooted in government policy, and such enormous educational subsidies are not about learning but about churning out more Democratic voters. The Biden administration’s American Families Plan is designed to perpetuate the cycle.<br />The student-loan crisis has a long history but accelerated dramatically in 2010, when lawmakers moved the portfolio onto the Education Department’s balance sheet to “pay” for ObamaCare. The theory was that the federal government could exploit low borrowing costs to make a profit. The Congressional Budget Office predicted at the time that the government would save about $68 billion between 2010 and 2020. But Education Department bureaucrats, not experts in lending, didn’t bother with prudent practices, such as underwriting, that are routine in private credit markets. The result: A lender with the lowest cost of capital on the planet is now about $500 billion in the red.<br />For many Democrats, this federal debt is a success. They believe the government should pay for higher education, and unpaid loans partly accomplish that, although not as well as President Biden’s American Family Plan. About 30% of the plan’s nontax expenditures are devoted to public education, which amounts to loans without interest and principal, funded by taxpayers.<br />A larger federal student-loan program also expands Washington’s control over education. That money always comes with strings attached. Universities are forced to do what Uncle Sam wants to qualify for tax-exempt nonprofit status. This leads to perverse outcomes such as enormous corporate savings (endowments) and rejection of customers willing to pay list price. There are similar strings attached to loan proposals, such as forgiveness if you work in certain government jobs after school.<br />And federal student loans are highly regressive. Richer children attend college at higher rates than poorer ones and benefit more from federal loan subsidies. The Brookings Institution found in April 2019 that Sen. Elizabeth Warren’s loan-forgiveness proposal would mainly help the rich, with families with income in the top 40% receiving about two-thirds of the benefits."
}