{
    "url_original": "https://www.wsj.com/articles/colombia-protest-leaders-halt-demonstrations-as-covid-19-cases-rage-11623792129",
    "url": "colombia-protest-leaders-halt-demonstrations-as-covid-19-cases-rage-11623792129",
    "title": "Colombia Protest Leaders Halt Demonstrations as Covid-19 Cases Rage",
    "sub_head": "Protesters, government blame each other for virus’s mounting toll; demonstrators seek new strategy",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-354178?width=620&size=1.5",
    "image_1": "im-354178.jpg",
    "time": "2021-06-15 17:22:00",
    "body": "BOGOTÁ, Colombia—The leaders of a protest movement that has rocked Colombia for seven weeks on Tuesday called off demonstrations amid a spike in Covid-19 cases that the government partly blames on the mass mobilizations.<br />The National Strike Committee—composed of unions and civil society groups that have been making demands of President Ivan Duque’s government in exchange for peace on the streets—said demonstrations would be suspended until late July to defuse violence. The government says 23 people, including two police officers, have died in the protests; New York-based Human Rights Watch puts the total at 34.<br />“This is about saving lives on both sides,” said labor union leader Percy Oyola. “We don’t want them to keep killing the youths every time there are rallies. And on the other hand, we hope that by stopping marches, we can put the rising pandemic on hold.”<br />Protests began here nationwide on April 28 against Mr. Duque’s proposals to overhaul healthcare and taxes but quickly morphed into a broader uprising against economic hardships and inequality, which were exacerbated by the pandemic. Buses, police stations and courthouses have been vandalized. Road blockades have choked off commerce, costing some $3.2 billion to an economy already reeling from the health crisis, according to the Finance Ministry. The business association Fenalco says 300,000 jobs have been lost and 40,000 businesses closed.<br />While the unrest flared across cities and towns, Colombia logged its highest numbers of new cases and deaths since the start of the pandemic, approaching 600 deaths daily in recent days. With the country deep into its third wave, with health authorities reporting more than 96,000 deaths in the pandemic, Mr. Duque’s aides have linked rising cases with the demonstrations."
}