{
    "url_original": "https://www.wsj.com/articles/colorado-lets-cities-set-their-own-gun-laws-and-boulder-plans-to-move-quickly-11624121655?mod=business_minor_pos4",
    "url": "colorado-lets-cities-set-their-own-gun-laws-and-boulder-plans-to-move-quickly-11624121655",
    "title": "Colorado Lets Cities Set Their Own Gun Laws, and Boulder Plans to Move Quickly",
    "sub_head": "Gov. Jared Polis signed repeal of law that gun-rights supporters have successfully pushed in dozens of states",
    "category_1": "U.S.",
    "time": "2021-06-19 12:54:00",
    "body": "BOULDER, Colo.—In response to a new state law allowing local governments to set their own gun regulations, city leaders here want to reinstate a ban on the sale and possession of weapons such as the AR-15-style pistol used in a mass shooting at a supermarket in March.<br />Democratic Gov. Jared Polis signed legislation Saturday making Colorado the first state to repeal what is known as a pre-emption law. Previously the state was one of 45 that banned cities from enacting firearms regulations, according to a tally by the National Rifle Association.<br />The push for the repeal of the pre-emption law in Colorado came after a gunman shot and killed 10 people at a Boulder grocery store March 22. Ten days before the attack, a Boulder County District Court judge blocked the city from enforcing its 2018 ban on the sale and possession of semiautomatic firearms that it defined as assault weapons, as well as high-capacity magazines. The judge cited the state’s pre-emption law in his decision.<br />Mayor Sam Weaver said the legal case over the ban would most likely be dismissed under the new state law, putting the ban back into effect. If the city needs to take any other steps to enforce the ban, it will do so, he said. The law would apply to the city’s two gun shops, one of which is near a high school, he said.<br />“In theory, if we didn’t have this law, you could go buy an assault weapon, and then walk across the street and shoot a bunch of students,” said Mr. Weaver, a Democrat. “So we would like to have it in place to prevent rash actions with assault weapons in Boulder.”"
}