{
    "url_original": "https://www.wsj.com/articles/commercial-debt-backed-by-lone-borrowers-and-properties-rebounds-11625009130?mod=markets_lead_pos2",
    "url": "commercial-debt-backed-by-lone-borrowers-and-properties-rebounds-11625009130",
    "title": "Commercial Debt Backed by Lone Borrowers and Properties Rebounds",
    "sub_head": "Issuance of single-asset, single-borrower bonds is expected to double in 2021 as banks package new offerings",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-362114?width=620&size=1.5005861664712778",
    "image_1": "im-362114.jpg",
    "time": "2021-06-30 08:00:00",
    "body": "Commercial real-estate bonds backed by single borrowers or properties are roaring back.<br />Banks have sold billions of dollars of debt in recent sessions backed by solitary properties, or pools of properties with the same ownership.  JPMorgan Chase & Co .  put together a $4.65 billion bond backed by a portfolio of Extended Stay America Inc. hotels.  Credit Suisse  bundled $335 million of debt tied to one operator’s near-dozen office properties.<br />That marks a significant recovery after issuance of so-called single-asset, single-borrower bonds ground to a halt last spring, when the Covid-19 pandemic emptied commercial real estate across the country. Single-asset, single-borrower deals dropped 42% to around $26 billion in 2020, according to data from Trepp.<br />Sold as gold-plated debt from trophy properties, such as the Fontainebleau hotel in Miami Beach, Fla., the bonds have been prized by investors for their relatively high yields in an era of ultralow interest rates. Now they are increasingly a way for some to wager on the rebound’s winners, as reopenings test the commercial real-estate market in the second half of the year.<br />With borrowing costs low—the yield on the benchmark 10-year Treasury note was on pace Tuesday to end the quarter below 1.5%—analysts expect more single-asset, single-borrower deals in the months ahead. Bank of America analysts said banks are planning to price two more single-asset deals worth more than $1 billion combined over the next few months. JPMorgan analysts estimate these types of deals will double this year, exceeding pre-Covid-19 levels."
}