{
    "url_original": "https://www.wsj.com/articles/companies-push-employees-to-prove-they-are-vaccinated-11623672001?mod=business_lead_pos3",
    "url": "companies-push-employees-to-prove-they-are-vaccinated-11623672001",
    "title": "Companies Push Employees to Prove They Are Vaccinated",
    "sub_head": "Goldman Sachs, Morgan Stanley are among employers requesting staffers to disclose vaccination status as more offices reopen",
    "category_1": "Business",
    "time": "2021-06-14 08:00:00",
    "body": "Companies are stepping up the pressure on workers to get vaccinated—not necessarily with mandates but with strong nudges.<br />For months, many employers have attempted to coax workers into receiving a Covid-19 vaccine. Companies dangled cash, time off and other prizes to encourage vaccinations. Executives made personal appeals in town-hall meetings and internal memos.<br />Now, some of those efforts are taking a more assertive and urgent tone. While most employers haven’t flat-out ordered staff to get vaccinated, many are asking workers to report their vaccination status or are implementing policies that restrict the activities of unvaccinated workers.<br />Unlike the first wave of corporate efforts—which focused more on getting front-line workers and essential staffers at retailers, hospitals and airlines vaccinated—the latest push affects more professionals at banks, law firms and similar businesses. Some companies say they want reassurance that the majority of their workers are vaccinated before broadly reopening offices.<br />Goldman Sachs Group Inc.  last week ordered its U.S. employees to disclose in an internal portal whether they had received the vaccine. The Wall Street firm, which hasn’t mandated vaccines, has told staff that fully vaccinated employees who have registered their status can work without masks in its offices. Others will still have to wear masks at all times except at their desks. Other banks, including  Morgan Stanley  and  Wells Fargo  & Co., have asked employees to voluntarily register their vaccination status."
}