{
    "url_original": "https://www.wsj.com/articles/conde-nast-agrees-to-contract-with-new-yorker-union-averting-strike-11623889643?mod=business_lead_pos12",
    "url": "conde-nast-agrees-to-contract-with-new-yorker-union-averting-strike-11623889643",
    "title": "Condé Nast Agrees to Contract With New Yorker Union, Averting Strike",
    "sub_head": "First-ever labor deal at media company comes after 2½ years of negotiations, also covers employees at Ars Technica and Pitchfork",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-355298?width=620&size=1.5",
    "image_1": "im-355298.jpg",
    "time": "2021-06-16 20:27:00",
    "body": "Condé Nast has agreed to its first contract with unionized employees at the New Yorker and two other publications, marking the media company’s first labor agreement in its history and averting a threatened strike after 2½ years of negotiations.<br />The three-year deal, which also covers staffers at music website Pitchfork and technology publication Ars Technica, raises the salary floor to $60,000 in the final year of the contract, places a cap on healthcare cost increases and establishes a defined 40-hour workweek. It also includes stipulations that employees can be fired only for cause, an issue that had been a sticking point in the contract talks.<br />“Thanks to our members’ hard work, the era of at-will employment and wage stagnation at the New Yorker is finally over,” said Natalie Meade, unit chair of the New Yorker Union. “Throughout two and half years of negotiations, our union remained steadfast in our commitment to improve the quality of life for ourselves and for future employees.”<br />The deal comes amid a continuing wave of labor organizing in media companies around the country over the past several years, from digital startups to legacy news organizations like Condé Nast that had never before had unions. Editorial employees at The Wall Street Journal have been unionized since 1937.<br />Tensions around the New Yorker Union negotiations had risen in recent months after unionized employees voted to authorize a strike in March. Earlier in June, dozens of Condé Nast employees picketed outside the Manhattan home of Global Chief Content Officer Anna Wintour. Ms. Wintour, the longtime editor in chief of Vogue magazine, has gained a more expansive leadership role across Condé Nast in recent years but doesn’t oversee the New Yorker, which is led by Editor David Remnick."
}