{
    "url_original": "https://www.wsj.com/articles/congress-ends-trump-era-rule-enabling-payday-lenders-to-avoid-interest-rate-caps-11624563763?mod=politics_lead_pos7",
    "url": "congress-ends-trump-era-rule-enabling-payday-lenders-to-avoid-interest-rate-caps-11624563763",
    "title": "Congress Ends Trump-Era Rule Enabling Payday Lenders to Avoid Interest Rate Caps",
    "sub_head": "Simple majorities in the House and Senate overturn ruling that took effect in December",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-359639?width=620&size=1.5",
    "image_1": "im-359639.jpg",
    "time": "2021-06-24 15:51:00",
    "body": "Congress voted Thursday to undo a Trump administration rule that enabled high-interest consumer lenders to attach themselves to banks and circumvent state-level interest rate caps.<br />The Office of the Comptroller of the Currency’s ruling in late October said that any bank or federal savings association that signs loan documents is to be considered the “true lender,” even if the loan is serviced by or sold to a high-interest entity such as a payday lender. Prior to that rule, courts had sometimes found those arrangements to be illegal. Under then-President Donald Trump, the OCC had cited differing court approaches as a reason it wrote the rule.<br />Because the rule was finalized so close to the end of Mr. Trump’s term, Congress was able to revoke it by a simple majority vote in each Democratic-led chamber, under the Congressional Review Act. The Senate approved the true lender rule repeal last month by a 52-47 vote; the House followed Thursday with a 218-208 vote.<br />The Biden administration said it supports the repeal; it takes effect upon the president’s signature.<br />“As we anticipate President Biden signing the resolution, I want to reaffirm the agency’s long-standing position that predatory lending has no place in the federal banking system,” Acting Comptroller of the Currency Michael Hsu said in a statement."
}