{
    "url_original": "https://www.wsj.com/articles/congress-gets-back-to-globetrotting-11622799006?mod=politics_lead_pos5",
    "url": "congress-gets-back-to-globetrotting-11622799006",
    "title": "Congress Gets Back to Globetrotting",
    "sub_head": "Wane of pandemic allows resumption of travel overseas, offering opportunities to wade into sensitive international conflicts",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "image_1_url": "https://images.wsj.net/im-348507?width=620&size=1.5",
    "image_1": "im-348507.jpg",
    "time": "2021-06-04 05:30:00",
    "body": "THE “CODEL” MAKES ITS TRIUMPHANT RETURN. Trips by congressional delegations to shore up relations with foreign allies (and boost members’ own foreign-policy résumés) are back after a long Covid-19-induced hiatus. Several members of Congress spent the Memorial Day recess abroad, meeting with U.S. allies and thrusting themselves into the middle of some of the world’s most sensitive conflicts, sometimes with risky timing.<br />A bipartisan group of senators met with exiled Belarusian opposition leader Svetlana Tikhanovskaya in Vilnius, Lithuania, as the U.S. and its European allies consider applying further pressure on Belarusian President Alexander Lukashenko following his state hijacking of a commercial airliner. Sen. Chris Murphy (D., Conn.) and Sen. Rob Portman (R., Ohio) called for more sanctions on Lukashenko and his allies. Lukashenko, following a summit with Russian President Vladimir Putin, responded indirectly to the Western pressure by imposing new limits on Belarusians leaving the country. The group, which included Sen. Jeanne Shaheen (D., N.H.), also visited Ukraine and Georgia.<br />A Republican senatorial delegation arrived in Israel amid the country’s most fraught political moment in years, as rivals to Prime Minister Benjamin Netanyahu neared a deal to oust him from the premiership for the first time since 2009. Netanyahu tried to use the high-level U.S. group to his political advantage, meeting and posing for photos with senators like Lindsey Graham of South Carolina and Ted Cruz of Texas. Graham also met with Defense Minister Benny Gantz, who is poised to bolt Netanyahu’s coalition for the rival one led by his former ally Yair Lapid and former Netanyahu protégé Naftali Bennett.<br />The timing of codels also can have domestic consequences: Republican Sens. James Inhofe (who represents Oklahoma) and Mike Rounds (South Dakota) missed a vote on a commission to investigate the Capitol riot because of their trip to Romania (though their votes wouldn’t have affected the success of Republicans’ filibuster of the proposal.)<br />FLAGS fly once again as proxies in the culture wars. The anniversary of George Floyd’s death late last month and the beginning of Pride Month this week set off the latest round of recriminations over what flags should be allowed to fly at public buildings. Secretary of State Antony Blinken allowed embassies to fly Black Lives Matter flags and Pride flags, leading to backlash from conservatives. Rep. Jeff Duncan (R., S.C.) wants Congress to ban non-U.S. flags at government buildings and said the Pride flag at embassies was “disrespectful” and “inappropriate.” Last summer, the Trump administration Defense Department banned all flags other than those from a set list (including service-branch flags and the POW-MIA flag) at military installations. That move was aimed at removing Confederate battle flags, but in the process banned Pride and BLM banners."
}