{
    "url_original": "https://www.wsj.com/articles/congress-debates-infrastructure-but-ignores-the-interstates-11625076715?mod=opinion_lead_pos5",
    "url": "congress-debates-infrastructure-but-ignores-the-interstates-11625076715",
    "title": "Congress Debates Infrastructure but Ignores the Interstates",
    "sub_head": "The 65-year-old highway system needs upgrades. The solution lies in tolls and private investment.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-30 14:11:00",
    "body": "You probably didn’t know this week marked the 65th anniversary of the Interstate Highway System. Few in Congress seem to have noticed either, even as lawmakers are considering bills to expand spending on infrastructure.<br />The interstates opened the U.S. to long-distance travel by automobile, paving the way for today’s trucking industry and a new generation of hotels, motels and campgrounds. They enabled the economic development of the Southeast, the Southwest and the Mountain West. This was one of the best public investments this country ever made.<br />Yet most of the original interstates are wearing out, having exceeded their original design life, and need to be rebuilt. This was the principal finding of an expert committee appointed by the Transportation Research Board, responding to a 2015 request from Congress. The committee’s report, dated January 2019, concluded that much of the foundation beneath the pavement needs to be rebuilt and the pavement replaced. Many long-distance corridors don’t have enough lanes, and bottleneck interchanges create congestion and increase emissions. The committee’s bare-bones estimate for repairing the interstate system was $1 trillion, or $57 billion a year for the next 20 years.<br />The diagnosis was correct, but the prescription was useless. The committee called for Congress to repeat the original 90% federally funded program from 1956, funded by a 170% increase in gasoline and diesel taxes. But when neither the president nor a majority in either chamber of Congress is willing even to index fuel taxes to inflation, that idea is totally unrealistic. Moreover, if such a huge gas-tax increase were possible, every transportation interest group would demand its share of the new revenue, shortchanging the interstates.<br />Even using deficit financing, neither the House nor the Senate surface transportation bill includes any funding for interstate reconstruction. Nor did the modest highways component in President Biden’s American Jobs Plan."
}