{
    "url_original": "https://www.wsj.com/articles/conservatives-should-oppose-the-filibuster-11624823307?mod=opinion_lead_pos7",
    "url": "conservatives-should-oppose-the-filibuster-11624823307",
    "title": "Conservatives Should Oppose the Filibuster",
    "sub_head": "Too many bad laws are already on the books, and procedural roadblocks make them hard to repeal.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-360289?width=620&size=1.5",
    "image_1": "im-360289.jpg",
    "time": "2021-06-27 15:48:00",
    "body": "Senate Democrats’ effort to abolish the legislative filibuster appears doomed to fail in this term, now that Sens. Joe Manchin of West Virginia and Kyrsten Sinema of Arizona have made clear their strong opposition. That’s a shame. Conservatives benefit from the filibuster when the Democrats hold the majority, but they should support its repeal. It makes it harder to get laws enacted, but it also makes them harder to repeal. With all the noxious laws on the books, Republicans should be the party of repeal.<br />Getting legislation passed or repealed in America is like waiting for three cherries to line up in a slot machine. Absent veto-proof congressional supermajorities, one needs the concurrence of the House, Senate and president. The possibility of deadlock is magnified by the filibuster, which since 1975 has permitted 41 senators to block a vote on most legislation. Since 1979, no party has controlled all three branches and enjoyed a filibuster-proof Senate majority, save for a nine-month period in 2009-10.<br />That’s not a bad thing if the heightened barriers mean that good bills will survive and bad bills won’t. That was Hamilton’s argument for the separation of powers in Federalist 73. But measures that prevent bad laws from being enacted also impede their repeal. So the choice is between screening before a law is enacted in a presidential regime and the reversibility that is possible in a parliamentary one, in which a majority government can do what it likes, so that a single cherry from the one-armed bandit is enough.<br />Conservatives tend to think screening is more important. If fewer laws are passed, that’s fine with them. Progressives lament the brake that the separation of powers places on new legislation. They look back fondly to Franklin D. Roosevelt’s first hundred days in 1933, when the executive drafted bills, which Congress rubber-stamped without debate.<br />Now, however, conservatives ought to value reversibility. Imagine a new Congress and a new president elected in 2024 to reverse decades of wasteful interest-group bargains. As Mitch McConnell said in 2013, when the Democrats did away with the filibuster for nominations: “Just you wait!”"
}