{
    "url_original": "https://www.wsj.com/articles/cooking-for-kids-chefs-go-to-recipes-that-keep-it-simple-and-please-the-picky-11624628358",
    "url": "cooking-for-kids-chefs-go-to-recipes-that-keep-it-simple-and-please-the-picky-11624628358",
    "title": "Cooking for Kids: Chefs’ Go-To Recipes That Keep It Simple and Please the Picky",
    "sub_head": "Even world-class chefs rush to get dinner on the table at home and struggle with the sharpest of critics, their children. Their aces in the hole: recipes for chili mac and cheese, spicy scrambled eggs, adobo fried rice and lunch box noodle salad.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-359351?width=620&size=1",
    "image_1": "im-359351.jpg",
    "time": "2021-06-25 09:39:00",
    "body": "I BEGAN WRITING about my son and his tricky eating habits six years ago. At the time, Achilles was only four and I was a cookbook author and restaurant critic for the New York Observer newspaper. The first book inspired by our dinner dynamic—my passion for food, his distaste for it—was a children’s book called “Can I Eat That?” It was an imaginary dialogue meant to foster a love of xiao long bao, tournedos and tostadas in young readers. I wanted to get away from the finger-wagging, carrot-and-stick routine Achilles and I had developed à table. Six children’s books later, it’s safe to say that, apart from content creation, the mission hasn’t been a success. Achilles only eats bread, pizza (without the sauce) and Parmesan fritters from a place near our house in Brooklyn that charges $10.95 for three paltry bâtonnets.<br />Even two years ago, when I began work on my newest cookbook, “Cooking for Your Kids,” the situation seemed less dire. At the time, I was still living with my two children—Achilles has a wonderfully omnivorous younger brother, Auggie—and their mother. Dinner was a battle, but at least there were two adults to fight it. Now as a divorced dad, on the nights when I face my son across the table, I have no backup. So compiling a collection of recipes designed to feed children was deeply personal. I was genuinely desperate. I thought if I could poll 50 of the world’s greatest chefs who also happen to be parents—or, technically, 64 since some of the recipes came from chef couples—I might be able to find more foods to appeal to my proudly hungry son.<br />Many of these mothers and fathers are, like me, besotted by food and faced with children who are not, at least not right now. The recipes that began arriving were indeed simple and quick to make—time being stretched tight as a drumhead for all parents. With eventual adventurous eating the goal, these recipes tended, wisely, to expand the boundaries of preference without rupturing them. Many allowed a wide margin for both parental error and juvenile taste. For example, the spicy scrambled eggs (aka khageena) recipe at right, from London-based chef Asma Khan, can be made with variable levels of heat. Will Goldfarb wrote from Bali of a vegetable frittata he makes for his daughter, Loulou: “Overdone, underdone, a little burnt….it’s always great.” The cheese-and-potato proto-pancake called frico that Slovenian chef Ana Roš makes for her children, Svit and Eva Klara, is almost embarrassingly easy to make. Ditto the pasta with tomato and anchovy sauce that Brazilian Alex Atala makes for his three children. (The kid-friendly trick is to combine the onions, capers, anchovies and olive oil in a blender until you get what looks like a cream.)<br />More useful still—for me, at least—were the conversations I had with the contributors about their own struggles with their children at the table. When it came to cooking for their kids, many of these acclaimed chefs had gone through the same cycles of insecurity I had. Some made their way into the book; a few remain private.<br />Chef Brooke Williamson confessed, “Certainly I am not alone in feeling that I couldn’t do anything right.” Jocelyn Guest recalled her partner, Erika Nakamura, leaping over the counter to save their daughter, Nina, from choking on watermelon. Like me, David Lentz and Suzanne Goin had one adventurous eater and one creature of habit. Their recipe in the book, a Vegetable Pistou Sandwich, is geared more toward the adventurous one. And they’re fine with that."
}