{
    "url_original": "https://www.wsj.com/articles/copper-falls-to-eight-week-low-on-fear-china-might-release-stockpiles-11623761899?mod=markets_lead_pos1",
    "url": "copper-falls-to-eight-week-low-on-fear-china-might-release-stockpiles-11623761899",
    "title": "Copper Falls to Eight-Week Low on Fear China Might Release Stockpiles",
    "sub_head": "Industrial metal’s price has shed almost $1,000 a ton over the last month since hitting an all-time high on May 11",
    "category_1": "Markets",
    "category_2": "Commodities",
    "image_1_url": "https://images.wsj.net/im-354053?width=620&size=1.5",
    "image_1": "im-354053.jpg",
    "time": "2021-06-15 08:58:00",
    "body": "Copper prices fell Tuesday to their lowest level in eight weeks on concerns that China may tamp down on rising commodity prices and that the metal’s red-hot rally has gone too far.<br />Three-month copper forward contracts on the London Metal Exchange dropped 3.8% to $9,582.50 a metric ton Tuesday. The drop puts the industrial metal, which has a variety of uses from electronics to cars and home building, on course for its steepest one-day decline since March.<br />Speculation that China’s strategic stockpiling body, the State Reserve Bureau, is planning to gradually release some of its stockpiles of copper, aluminum and zinc over the coming months led to the downturn on Tuesday, analysts said. The world’s second-largest nation consumes half of the world’s refined copper. Investors fear such steps could be part of a broader push from Chinese officials to temper rising prices.<br />“The biggest headwind is China talking about putting the brakes on inflation and stamping out the hoarding of metals and speculation,” said William Adams, head of base and battery metals research at Fastmarkets, a price reporting firm. “That obviously will be a meaningful factor in stamping out some of the more hot money that has flowed into the copper market.”<br />Copper has led the charge in a broad rally of industrial metals this year. It has drawn attention because of its potential role in a transition away from fossil fuels, and because of tight supplies due to lockdown-related mine closures. The metal, which is closely tied to global growth, has also benefited from economies reopening. A rush of speculative bets and bullish predictions from institutional investors have added fuel to the fire."
}