{
    "url_original": "https://www.wsj.com/articles/covid-19-hit-mount-everest-but-it-didnt-stop-climbing-season-11622797769",
    "url": "covid-19-hit-mount-everest-but-it-didnt-stop-climbing-season-11622797769",
    "title": "Covid-19 Hit Mount Everest, but It Didn’t Stop Climbing Season",
    "sub_head": "Many who tested positive were taken by helicopter from the base camp at the world’s tallest mountain, which brings millions of dollars into Nepal’s cash-strapped economy",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-348362?width=620&size=1.5005861664712778",
    "image_1": "im-348362.jpg",
    "time": "2021-06-04 07:00:00",
    "body": "KATHMANDU, Nepal—There are countless obstacles to reaching the summit of Mount Everest. Beyond the physically grueling ascent, climbers spend weeks at base camp getting acclimated to the altitude. They need time and money.<br />This year they had yet another hurdle that prevented many of them from reaching the top of the world’s tallest mountain: Covid-19.<br />More than 400 climbers from around the world and some 1,100 local Sherpa and support staff reached Everest’s base camp starting late March and through April, just as a terrible surge of Covid-19 was accelerating in India. It would eventually sweep through neighboring Nepal and get all the way to the base camp at 17,500 feet.<br />Some 40 to 200 people at the base camp were infected, according to varying estimates from a government official, climbers and expedition companies. None of them died from Covid-19, according to Gyanendra Kumar Shrestha, a government liaison officer who managed a team of 40 to 50 climbers at the base camp, although four people—two Sherpa staff and two foreign climbers— have died on their expeditions.<br />Still, the threat from Covid-19 was enough that some expedition companies pulled out. Austria-based Furtenbach Adventures decided May 15 that the risk that its clients or staff would get sick and be unable to get medical care was too great, said Lukas Furtenbach, the company’s managing director."
}