{
    "url_original": "https://www.wsj.com/articles/covid-didnt-start-the-mental-health-crisis-11623881744?mod=opinion_lead_pos5",
    "url": "covid-didnt-start-the-mental-health-crisis-11623881744",
    "title": "Covid Didn’t Start the Mental-Health Crisis",
    "sub_head": "The devaluing of parental care leaves society—and its children—unprepared to deal with stressful events.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-16 18:15:00",
    "body": "There’s a consensus that the Covid-19 pandemic and lockdowns have created a mental-health crisis, as increasing numbers of children and adolescents suffer with depression, anxiety and suicidal thoughts. It’s more accurate to say that Covid exacerbated a crisis that was already building.<br />Although children and teens need better mental-health care, the way to protect children’s mental well-being in the long term is strong parental care from an early age. Many stressors play a role in the current mental health crisis: academic and social pressure, unrealistic parental expectations, political and financial instability, the overpowering presence of social media and other technology, and the loss of community in favor of individualism.<br />Yet adversity will always exist. Previous generations faced poverty, unemployment, war and racial injustice. So why is the current adversity causing so much mental distress? A major reason is that we have devalued the work of parents. Mothers and fathers are less present for their children physically and emotionally, starting in early childhood and throughout adolescence, and this diminishes a child’s resilience and emotional fortitude throughout life, resulting in more mental-health problems in adolescence and adulthood.<br />Children aren’t born resilient but neurologically and emotionally fragile. Neuroscience research over the past 30 years has demonstrated how vulnerable an infant’s developing brain is to stress. Studies suggest that early maternal care has long-term effects on stress regulation and resilience, and that attachment patterns formed in early childhood are enduring and long-lasting.<br />Parents expect that children “will be fine,” as one patient told me when she planned on dropping her 6-week-old infant in daycare so she could return to her job. That’s a delusion. Children acutely need parents more than ever in the first three years, and daycare is usually a bad environment for this age group. The behavioral and emotional patterns children develop in early childhood are enduring, and if they are disrupted, that often causes mental-health disturbances down the line."
}