{
    "url_original": "https://www.wsj.com/articles/covid-19-killed-26-indonesian-doctors-in-juneat-least-10-had-taken-chinas-sinovac-vaccine-11624769885?mod=world_major_1_pos1",
    "url": "covid-19-killed-26-indonesian-doctors-in-juneat-least-10-had-taken-chinas-sinovac-vaccine-11624769885",
    "title": "Covid-19 Killed 26 Indonesian Doctors in June—at Least 10 Had Taken China’s Sinovac Vaccine",
    "sub_head": "Epidemiologists say the deaths need to be investigated to determine whether factors such as poor hospital care or underlying illnesses played a role",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-360724?width=620&size=1.5",
    "image_1": "im-360724.jpg",
    "time": "2021-06-27 12:58:00",
    "body": "SINGAPORE—At least 10 of the 26 doctors in Indonesia who died from Covid-19 this month had received both doses of the vaccine developed by Sinovac Biotech Ltd., a medical association said, raising questions about the Chinese-made shot that is being used in many parts of the developing world.<br />The Indonesian Medical Association’s Covid-19 mitigation group is still working to verify the vaccination status of the 16 others, said Dr. Adib Khumaidi, who leads the group. According to the group’s latest figures, over a five-month period, at least 20 doctors who were fully inoculated with Sinovac’s vaccine died from Covid-19, accounting for more than a fifth of total fatalities among doctors during that time span.<br />The toll could rise further in the coming weeks as the country battles a surge in infections and hospitals across the archipelago fill up.<br />Epidemiologists say the deaths need to be properly investigated to determine whether factors such as poor hospital care or chronic underlying illnesses played a major role. They also say more data is needed, including on how many vaccinated doctors overall were infected with Covid-19, which Indonesia’s health ministry says it isn’t tracking.<br />Around 90% of Indonesian doctors—roughly 160,000 in all—have been vaccinated with Sinovac’s shot, according to the medical association, so the vaccinated doctors who died are only a tiny percentage of the total."
}