{
    "url_original": "https://www.wsj.com/articles/covid-isnt-done-changing-the-life-insurance-industry-just-yet-11624636836?mod=markets_major_pos3",
    "url": "covid-isnt-done-changing-the-life-insurance-industry-just-yet-11624636836",
    "title": "Covid Isn’t Done Changing the Life Insurance Industry Just Yet",
    "sub_head": "This much is clear: The way life insurance is bought and sold will likely never be the same. What’s not so obvious: the long-term impacts of coronavirus on the insurance sector.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-06-25 12:00:00",
    "body": "The pandemic, and our reemergence from it, are reshaping the economy, government and business in lasting ways. Read more analysis of how Covid has changed the world forever from the Journal’s Heard on the Street team.<br />Even once the pandemic has definitively ended, the effects of Covid-19 on the life and health insurance industry could linger on for years.<br />To start, how life insurance is bought and sold may never be the same for many customers. The pandemic sped up adoption of what is sometimes known as “fluidless,” or accelerated, underwriting. This involves things like heavier use of digital records and less frequently sending a medical examiner into a customer’s home. Many insurers last year increased the size of policies they were willing to underwrite using data-based and predictive methods, according to Manoj Upreti, life insurance-and-annuity senior analyst at Aite Group.<br />That coincided with another change, an uptick in sales of smaller policies appealing to younger people. Application activity for U.S. life insurance was up nearly 8% year-over-year in 2020 among people under age 44, according to MIB Group’s Life Index. Overall, the number of U.S. life policies sold last year grew even as new premiums fell, according to industry research firm Limra. That is an indicator of growth in the market for relatively affordable, smaller policies.<br />Bringing a larger number of younger people into life insurers’ pools could reverse a trend toward concentration of risk, says Chris Behling,  Swiss Re ’s  chief underwriter for life-and-health in the Americas. “The more lives we can spread risk out over, the better we can price it,” he says."
}