{
    "url_original": "https://www.wsj.com/articles/covid-19-delta-variant-threatens-to-set-back-europes-recovery-11624363789",
    "url": "covid-19-delta-variant-threatens-to-set-back-europes-recovery-11624363789",
    "title": "Covid-19 Delta Variant Threatens to Set Back Europe’s Recovery",
    "sub_head": "Europe is rushing to vaccinate as many people as possible before the variant takes hold",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-06-22 08:09:00",
    "body": "The Delta variant of the coronavirus is spreading rapidly across continental Europe, raising the risk of a rebound in infections and a delay to the region’s economic comeback.<br />The variant, first discovered in India late last year, has prompted Portugal to seal off its capital city of Lisbon on weekends. In Germany, where Delta is still rare, scientists expect it to make up the majority of Covid-19 infections in the coming months. In France and Italy, the prevalence of the variant is still below 5%, according to official figures, but has at least doubled in recent weeks.<br />Delta is making inroads around the world, including in the U.S., where public health experts expect it to soon become the dominant strain. In the U.K., Delta is already dominant and scientists estimate it is between 40% and 80% more transmissible than the Alpha variant, which first took hold in England and is itself about 50% more transmissible than the original virus that emerged in Wuhan, China, in late 2019, according to British public-health experts.<br />While Delta is more infectious than other variants, fully vaccinated people still appear to be well protected against getting sick. In the U.K., infections have risen sharply in recent weeks, but the number of deaths has remained relatively steady.<br />Still, the rebound in infections has prompted the British government to push back lifting public-health restrictions—such as limits on the size of gatherings and mask requirements—by a month, to mid-July."
}