{
    "url_original": "https://www.wsj.com/articles/covid-19-variant-first-found-in-india-is-quickly-spreading-across-globe-11623257849",
    "url": "covid-19-variant-first-found-in-india-is-quickly-spreading-across-globe-11623257849",
    "title": "Covid-19 Delta Variant First Found in India Is Quickly Spreading Across Globe",
    "sub_head": "The Delta variant is believed to be 40% to 50% more transmissible than the variant that emerged in U.K., highlighting the need for global vaccination",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2021-06-09 17:07:00",
    "body": "The highly transmissible Covid-19 variant that first emerged in India is rapidly spreading around the world, health authorities say, intensifying the race to increase global vaccinations.<br />The B.1.617.2 variant, now dubbed the Delta variant, is in at least 60 countries, including the U.S. and the U.K., and British scientists recently estimated that it might be 40% to 50% more transmissible than the B.1.1.7 variant, or Alpha, which in turn is more transmissible than the original virus and quickly spread across the globe.<br />“Given that level of transmissibility, I would anticipate that it would actually spread around the world,” Sharon Peacock, executive director and chair of the Covid-19 Genomics UK Consortium, said at The Wall Street Journal’s Tech Health Event on Wednesday.<br />In the U.K., the Delta variant is rapidly displacing the Alpha variant, and health officials believe that it is contributing to an uptick in Covid-19 cases and hospitalizations in the country, though it is starting from a low baseline. Previously, around 98% of cases in the U.K. were due to the Alpha variant, but the Delta variant has started to take over after being introduced into the country in March and now constitutes about 75% of cases, Dr. Peacock said. Covid-19 Genomics UK is a consortium of public-health and academic organizations that collects, sequences and analyzes genomes from Covid-19 tests in the U.K. to guide pandemic response efforts.<br />“We’re seeing a major shift in the cause of infection in the U.K., and that change has happened relatively rapidly over a period of a few weeks, and it doesn’t look as if that’s going to really stop,” said Dr. Peacock, who is also a professor of public health and microbiology at the University of Cambridge."
}