{
    "url_original": "https://www.wsj.com/articles/covid-19-gene-data-that-could-have-aided-research-on-early-epidemic-removed-from-database-11624472105?mod=politics_featst_pos1",
    "url": "covid-19-gene-data-that-could-have-aided-research-on-early-epidemic-removed-from-database-11624472105",
    "title": "Chinese Covid-19 Gene Data That Could Have Aided Pandemic Research Removed From NIH Database",
    "sub_head": "Researcher says he recovered gene sequences after a Chinese scientist asked that they be removed from government archive",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2021-06-23 15:08:00",
    "body": "Chinese researchers directed the U.S. National Institutes of Health to delete gene sequences of early Covid-19 cases from a key scientific database, raising concerns that scientists studying the origin of the pandemic may lack access to key pieces of information.<br />The NIH confirmed that it deleted the sequences after receiving a request from a Chinese researcher who had submitted them three months earlier. “Submitting investigators hold the rights to their data and can request withdrawal of the data,” the NIH said in a statement.<br />The removal of the sequencing data is described in a new paper posted online Tuesday by Jesse Bloom, a virologist at the Fred Hutchinson Cancer Research Center in Seattle. The paper, which hasn’t been peer reviewed, says the missing data include sequences from virus samples collected in the Chinese city of Wuhan in January and February of 2020 from patients hospitalized with or suspected of having Covid-19.<br />Some of the deleted information is still available in a paper that was published in a small journal, but scientists typically look for gene sequences in major databases like the one the NIH maintains, Dr. Bloom said.<br />The missing sequences are unlikely to change researchers’ current understanding of the early weeks of the Covid-19 pandemic in Wuhan. But Dr. Bloom said their removal sows doubts about China’s transparency in the continuing investigation into the origin of the pandemic."
}