{
    "url_original": "https://www.wsj.com/articles/cowboy-boots-in-the-city-why-western-style-is-trending-11624463862",
    "url": "cowboy-boots-in-the-city-why-western-style-is-trending-11624463862",
    "title": "Cowboy Boots in the City? Why Western Style Is Trending",
    "sub_head": "As lockdowns lift, Western wear is becoming increasingly popular among urbanites. For some, the clothes represent freedom. For others, they’re just good, stylish fun.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-357176?width=620&size=custom_1250x1432",
    "image_1": "im-357176.jpg",
    "time": "2021-06-23 11:57:00",
    "body": "WILD WEST style is, curiously, riding again. On city streets, even in suburban backyards, you’ll spot ornate cowboy boots, snap-front shirts, colorful embroidery and straight-cut jeans from Wrangler and Lee.<br />Olie Arnold, style director of online retailer Mr Porter, described “a recent resurgence in Western style,” noting that the site has seen an uptick in searches for items like Western shirts and belts in comparison to last year. And Tecovas, a direct-to-consumer Western-boot brand based in Texas that counts metropolises like New York and Chicago among its biggest markets, has experienced over 50% sales growth year-to-date. Outdoor-lifestyle retailer Huckberry doubled its sales of Western-inspired gear this season. Nearly sold out in most sizes: Taylor Stitch’s Sherpa-lined Western Shirt Jacket and Billy Reid’s black denim shirts. “After a year in sweatpants and slippers,” said Ben O’Meara, Huckberry’s vice president of marketing, “I think a lot of people are going back to the foundations, investing in timeless, hard-wearing styles.”<br />Western wear has cycled in and out of fashion over the past decade. During his mid-2010s tenure as Saint Laurent’s creative director, Hedi Slimane released herds of rock ’n’ roll cowboy styles: pointed boots, cowhide jackets and belts with ornate oversize buckles. Belgian designer Raf Simons pushed metal-tipped roper boots and yoked, silk snap-shirts during his short stint at the head of Calvin Klein that ended in 2018. More recently, Emily Adams Bode has brought a dusty prairie vibe to the streets of New York with jackets made from antique quilts.<br />As designers mined the potential of Western style, it was also bubbling up in pop culture: “Westworld,” “Yellowstone” and the videogame series “Red Dead Redemption” put cowboys back in America’s living rooms. In the midst of this surge, the Studio Museum in Harlem opened “Black Cowboy,” a 2016 photography show that questioned the whitewashed iconography of the American West. And in 2019, Lil Nas X’s twanging earworm “Old Town Road” went viral. He wore a hot-pink Versace cowboy get-up to grab his two Grammys.<br />Some of the look’s appeal might be rooted in its duality: Western style feels as authentically American and traditionally masculine as John Wayne, but it’s also high camp, a set of symbols that has been riffed on and inverted to signify queerness."
}