{
    "url_original": "https://www.wsj.com/articles/credit-suisses-spac-bonanza-dries-up-11624614653?mod=markets_lead_pos3",
    "url": "credit-suisses-spac-bonanza-dries-up-11624614653",
    "title": "Credit Suisse’s SPAC Bonanza Dries Up",
    "sub_head": "In a year of crises, the Swiss bank had a booming blank-check business to fall back on. That has now slowed dramatically.",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-06-25 06:44:00",
    "body": "Credit Suisse Group AG’s  business underwriting blank-check SPACs boomed to start the year. That helped offset other huge problems—most notably a $5.5 billion loss from the March collapse of Archegos Capital Management.<br />Now the market for SPACs—or special-purpose acquisition companies—has come off the boil, and new underwriting fees are threatening to dry up. Credit Suisse’s SPAC deals are being closely watched by investors and analysts, because revenue from them came to represent a large chunk of overall investment-banking revenue last year. That raised concerns that the fees and deal volume might not be sustainable.<br />Credit Suisse went from making an estimated $466 million in gross SPAC underwriting fees in the first quarter, to $16.1 million between April 1 and June 15, according to data provider Refinitiv.<br />Across banks, SPAC underwriting fees fell to $541 million in the second quarter to June 15, from a record $4.85 billion in the first quarter, according to Refinitiv data. Other banks, including  Citigroup Inc.  and  Goldman Sachs Group Inc.,  also saw sharp dives in their SPAC initial public offering fees in the second quarter, according to Refinitiv data.<br />SPACs are shell companies that raise money to target a private company and take it public. They became a popular cash cow for big-name investors and celebrities in soaring stock markets, but demand cooled in the second quarter as shares of some companies that merged with SPACs tumbled and the Securities and Exchange Commission toughened its stance on the format."
}