{
    "url_original": "https://www.wsj.com/articles/critical-race-theory-confronts-pythagoras-11623782739?mod=opinion_major_pos18",
    "url": "critical-race-theory-confronts-pythagoras-11623782739",
    "title": "Critical Race Theory Confronts Pythagoras",
    "sub_head": "I asked the administration what a multiculturalism objective might be for physics, trigonometry and chemistry.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-347417?width=620&size=1.5",
    "image_1": "im-347417.jpg",
    "time": "2021-06-15 14:45:00",
    "body": "In “Banning Critical Race Theory” (Wonder Land, June 3), drawing on the wisdom of Founding Father James Madison, Daniel Henninger agrees that ideas should not be imposed on people without running them through the democratic process. In the case of CRT and the classroom, Mr. Henninger argues this process should involve approval by elected officials, at least the school board. In the early 1990s, more than 25 years before wokeness, cancel culture, CRT, etc., emerged, I served on the school board of a very progressive town in Massachusetts. I learned that there was a requirement for all teachers in high school to incorporate a multiculturalism objective into their curriculum. At a meeting of the school board, I asked the administration what a multiculturalism objective might be for physics, trigonometry and chemistry. The superintendent and principals at the meeting were struck silent by my question. I then made a motion to remove that requirement, and the school board approved my motion.<br />John Falkowski<br />Maynard, Mass.<br /><br />To me, the real goal of critical race theory has nothing to do with race. Mr. Henninger says: “With these beyond-debate, race-based ideological impositions on K-12 students, the left is risking dangerous divisions in U.S. society” and, “More practically, social division may be bad politics for the Democrats.” First, the far left—the communist-lite socialists and Marxists—are not Democrats; they are simply using the party as their vehicle. They are not “risking dangerous divisions,” they are encouraging it. This is the revolution that Bernie Sanders and his ilk have worked toward. This is their moment. Without revolution, their movement dies."
}