{
    "url_original": "https://www.wsj.com/articles/critical-race-theory-is-the-opposite-of-education-11624293824?mod=opinion_lead_pos8",
    "url": "critical-race-theory-is-the-opposite-of-education-11624293824",
    "title": "Critical Race Theory Is the Opposite of Education",
    "sub_head": "It’s more of a religion. Its practitioners reject the idea of evaluating the merits of competing ideas.",
    "category_1": "Opinion",
    "category_2": "Free Expression",
    "time": "2021-06-21 12:43:00",
    "body": "I learned economics from a Marxist.<br />It was the height of the Cold War, a critical moment when the survival of the West seemed in doubt, an age when many people, even those under no illusions about the unfolding terror of Soviet communism, wondered whether capitalism’s days might be numbered.<br />My tutor at a famous university in the English heartlands was one of the nation’s most prominent socialist intellectuals. His works anatomized—and anathematized—the capitalist system from the traditional Marxian perspective. His wider writings championed a structuralist view of society and its institutions. He not only inveighed against the supposed moral inferiority of capitalism. He was convinced about the inevitability of its collapse under the weight of its own contradictions.<br />But Andrew Glyn was first and foremost a teacher, an intellectually insatiable pedagogue with a desire to foster among his students a hunger for a broad understanding of the discipline. His reading list each week included the canon of classical economic thought (Adam Smith, David Hume, David Ricardo), John Maynard Keynes and his followers, and a thorough grounding in the modern neoclassical and monetarist works (F.A. Hayek and the Chicago school, Milton Friedman especially).<br />No thinker—no ideology—was off-limits. It was the early days of the Reagan-Thatcher counterrevolution. Neither seemed guaranteed of success at the time, and we were encouraged—in fact required—both to learn what they were doing and to understand dispassionately its intellectual origins."
}