{
    "url_original": "https://www.wsj.com/articles/cryptocurrency-ban-unworkable-and-unwise-11622578599?mod=opinion_major_pos17",
    "url": "cryptocurrency-ban-unworkable-and-unwise-11622578599",
    "title": "Cryptocurrency Ban: Unworkable and Unwise",
    "sub_head": "While it is unfortunate that Mr. Reiners’ proposed ban mimics the Chinese approach, it is also technically impossible.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "time": "2021-06-01 16:16:00",
    "body": "Regarding Lee Reiners’s “Ban Cryptocurrency to Fight Ransomware” (op-ed, May 26): Emulating the Chinese government’s approach to cryptocurrencies is misguided, impractical and un-American. As Mr. Reiners concedes, “banning anything runs counter to the American ethos,” a statement that encapsulates the open approach to new technology that we, as a country, have often pursued. While it is unfortunate that Mr. Reiners’s proposed ban mimics the Chinese approach, it is also technically impossible. Open blockchain networks run on open-source software, meaning the government couldn’t enforce a ban on digital assets without shutting down the entire internet. We doubt such a solution would have much of a durable constituency on Capitol Hill or in the White House.<br />Indeed, what sort of signal would banning this censorship-resistant financial system send to the billions of people living under authoritarian regimes? One timely example undermines Mr. Reiners’s assertion that cryptocurrencies are used only by speculators and criminals. According to the Human Rights Foundation, Belarusians have used bitcoin to defy Alexander Lukashenko’s regime by sending more than $3 million in unstoppable money directly to striking workers, who then convert it to local currency in peer-to-peer marketplaces, helping to support protests against the country’s dictatorship.<br />Another more local example shouldn’t escape our view: Mr. Reiners’s Global Financial Markets Center openly solicited, until May 26, donations in several cryptocurrencies. If a well-regarded think tank focused on the future of the world’s financial systems deems crypto donations worthy, perhaps Mr. Reiners should look closer to home for worthwhile use cases.<br />Kristin Smith<br />Executive Director"
}