{
    "url_original": "https://www.wsj.com/articles/crypto-needs-regulation-but-it-doesnt-need-new-rules-11623007528?mod=opinion_lead_pos7",
    "url": "crypto-needs-regulation-but-it-doesnt-need-new-rules-11623007528",
    "title": "Crypto Needs Regulation, but It Doesn’t Need New Rules",
    "sub_head": "Identify the function a new financial instrument is performing, then apply the existing framework to it.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-06 15:25:00",
    "body": "As cryptocurrencies have become the preferred payment method for hackers and as their prices have cycled through dramatic peaks and valleys, many have questioned the adequacy of the U.S. regulatory system to protect consumers, ensure market integrity and promote innovation.<br />Treasury Secretary Janet Yellen has suggested the U.S. framework isn’t “up to the task” of regulating cryptocurrencies. The comptroller of the currency, Michael J. Hsu, noted the limitations inherent in a “fragmented agency-by-agency approach,” and Chairman Gary Gensler of the Securities and Exchange Commission lamented that because cryptocurrency exchanges lack a market regulator, there’s “no protection around fraud or manipulation.” Others have called for a ban on cryptocurrencies.<br />Innovation is rarely smooth or predictable. With a digital revolution under way in the financial services industry, a sector of the economy where the thirst for innovation and profit can never be quenched, there’s also a serious risk of both overregulation and underregulation. Policy makers would be wise to ground their efforts in the principal objectives underpinning existing financial regulations: financial stability, deep and efficient funding markets across the spectrum of debt and equity, and the prevention of fraud and illicit activity.<br />The linchpin of this approach is to identify the functions a new product or process is performing. We should look past superficial labels and ask how a token, digital wallet, cryptocurrency or crypto exchange is being used and what existing instrument or process the new technology competes with, complements or aims to replace—and then regulate it accordingly.<br />Crypto entrepreneurs seeking capital touted initial coin offerings, or ICOs, as a new, efficient (read unregulated) means to raise money for ventures. Yet their function was neither new nor unregulated. In function, ICOs were securities offerings, and in 2017 the SEC rightly stepped in to regulate them in accordance with longstanding and well-understood federal securities laws."
}