{
    "url_original": "https://www.wsj.com/articles/cultured-milk-corporate-culture-and-investor-activism-in-japan-11624863761?mod=business_minor_pos10",
    "url": "cultured-milk-corporate-culture-and-investor-activism-in-japan-11624863761",
    "title": "Cultured Milk, Corporate Culture and Investor Activism in Japan",
    "sub_head": "Relationship between Japan’s midsize companies and foreign investors will make or break country’s shareholder revolution",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-360883?width=620&size=1.5",
    "image_1": "im-360883.jpg",
    "time": "2021-06-28 03:02:00",
    "body": "Japan’s Yakult Honsha is a company that overseas investors might not be familiar with, even if they know its most famous product, the red-capped probiotic yogurt-like drink sold in many parts of the world.<br />The company is also an interesting study in Japanese corporate governance and the relationship of midsize listed companies—Yakult has a market capitalization of around $9 billion—with overseas investors. Case in point: its relationship with VGI Partners, a global equity asset management firm based in Australia. VGI owns around 1% of the company, making up around 4.5% and 6% of its global and Asia-focused listed funds, respectively.<br />It is easy to see Yakult’s promise. Despite existing since the 1930s, it is a trusted brand in an increasingly health-conscious market, with significant room to expand in both China and the U.S.<br />But it would be difficult to find a corporate-governance drama more emblematic of the occasional frictions between restive foreign investors and traditional Japanese companies.<br />VGI will vote against the management’s board nominees next month, the youngest of whom is 58. If those nominations succeed, the board will go from having two non-Japanese members—the legacy of a relationship with  Danone  that ended last year—to having none. Other Western investors will vote against the appointments. Calvert Research and Management, for example, votes against any board that isn’t majority independent."
}