{
    "url_original": "https://www.wsj.com/articles/dangerous-ideas-review-the-follies-of-censorship-11623104339?mod=opinion_reviews_pos1",
    "url": "dangerous-ideas-review-the-follies-of-censorship-11623104339",
    "title": "‘Dangerous Ideas’ Review: The Follies of Censorship",
    "sub_head": "Terms like blasphemy, subversion and hate speech are impossible to deﬁne. No wonder attempts at censorship are inconsistent and often absurd.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-350099?width=620&size=1.5",
    "image_1": "im-350099.jpg",
    "time": "2021-06-07 18:18:00",
    "body": "‘Free Speech Is Killing Us” was the title of a polemical op-ed published in the New York Times in 2019. Surveying various unconnected crimes and political developments, the article’s author, New Yorker staff writer Andrew Marantz, warned that “the brutality that germinates on the internet can leap into the world of flesh and blood.”<br />A commitment to open expression has always defined liberalism, which gradually expanded our First Amendment protections. But now we see many liberals abandoning that principle, perhaps because they are no longer liberals in any meaningful sense of the term. How could they be, if they want tech barons to police our online reading?  Facebook  recently decided to stop blocking posts that suggested a “lab-leak” origin of Covid, but at the same time the company has been boasting of its efforts to downrank or “shadow-ban” accounts that share “misinformation” (in other words, they make it difficult for readers to find those accounts, without telling the account owners).<br />We sorely need a reminder of the follies and crimes of censorship. In “Dangerous Ideas,” Eric Berkowitz, a journalist and lawyer, offers a global history that identifies some recurring patterns in the suppression of free thinking. For starters, crackdowns almost inevitably happen when societies confront overwhelming crises. Philosophy flourished in ancient Athens, where free males (at least) enjoyed intellectual liberty, but after the Athenians suffered military defeat and a devastating pandemic, they canceled Socrates. Then Plato’s “Republic,” putting words into Socrates’ mouth, laid out a program for absolute control of speech and thought, anticipating in detail modern totalitarianism. Reading Plato, Mr. Berkowitz recognizes Mao’s Cultural Revolution.<br />The author also dissects iconoclasm. We may try to purge history by destroying graven images—as the Roman Senate did to Emperor Domitian, for instance, or Reformation converts did to Catholic icons, or French revolutionaries did to aristocratic art (which the Louvre was created to preserve). In normal times public statues are restrooms for pigeons, but in moments of panic they must be toppled.<br />Often censorship involves a swing of the pendulum, where a burst of untrammeled liberty produces a repressive reaction. The English Puritans demanded freedom of worship, but once Oliver Cromwell was in charge, they shut down pamphleteers and the theater. The French Revolution first liberated journalists, then guillotined them. The ratification of the First Amendment to America’s Constitution was followed by the Sedition Act. Mr. Berkowitz notes that Weimar Germany produced “Anders als die Andern,” the first sympathetic film treatment of homosexuality. The Nazis destroyed every print they could find, and only fragments survive today. Often, the damage done by censorship is permanent."
}