{
    "url_original": "https://www.wsj.com/articles/democrats-strain-to-unify-on-proposal-to-reduce-drug-prices-11622722106?mod=business_featst_pos1",
    "url": "democrats-strain-to-unify-on-proposal-to-reduce-drug-prices-11622722106",
    "title": "Democrats Strain to Unify on Proposal to Reduce Drug Prices",
    "sub_head": "Internal disagreements complicate outlook for legislation as pharmaceutical industry pushes back, citing Covid-19 vaccine success",
    "category_1": "Politics",
    "time": "2021-06-03 08:08:00",
    "body": "Congressional Democrats are ramping up efforts to reach a deal on legislation to lower the cost of prescription drugs, but face internal disputes and pushback from the pharmaceutical industry.<br />Senior Democrats in both the House and Senate are working on a bill that would empower the federal government to negotiate the cost of drugs in Medicare. President Biden called for legislation to lower drug prices in his joint address to Congress, but didn’t include it in the child care and education proposal he unveiled this year, despite public pressure from House Speaker Nancy Pelosi (D., Calif.). Congressional Democrats are pressing ahead on the issue anyway.<br />“I’m spending an increasing amount of my time on the issue of lowering prescription drugs,” Senate Finance Committee Chairman Ron Wyden (D., Ore.) said last week. “We’re talking about ways in which we could come together and particularly get a strategy that can secure the votes in the Senate to help all of those consumers—and particularly seniors—who feel they’re getting mugged at the pharmacy counter.”<br />In the House, a trio of committee chairmen reintroduced a bill that would allow Medicare to negotiate drug prices and extend those lower costs to commercial health-insurance plans. But 10 House Democrats in May signaled concerns in a letter to Mrs. Pelosi, in which they called for a bipartisan approach.<br />Republicans generally oppose allowing Medicare to negotiate drug prices, which they say amounts to federal price controls that will mean less money for research and development of drugs."
}