{
    "url_original": "https://www.wsj.com/articles/democrats-focus-on-turning-tax-talk-into-action-11624798800?mod=politics_lead_pos2",
    "url": "democrats-focus-on-turning-tax-talk-into-action-11624798800",
    "title": "Democrats Focus on Turning Tax Talk Into Action",
    "sub_head": "Narrow margins, shifting politics shape party’s choices as it considers raising taxes on corporations and on those with high incomes",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-360543?width=620&size=1.5",
    "image_1": "im-360543.jpg",
    "time": "2021-06-27 09:00:00",
    "body": "WASHINGTON—Democrats face a daunting task: turning years of talking about raising taxes on corporations and high-income Americans into legislation that can get through razor-thin congressional majorities and onto President Biden’s desk.<br />As top Democrats design a roughly $1 trillion infrastructure deal, and a second, broader antipoverty package in coming months, they need to resolve differences over the amount of spending, how much must be paid for, and which of Mr. Biden’s proposed tax increases should advance. After meeting with senior administration officials on Thursday, the tax committee chairmen in Congress said lawmakers would make those decisions over the next several weeks.<br />“We’re going to build the plan, figure out what people want, what they’re willing to pay for, but also not to be deterred,” House Ways and Means Chairman Richard Neal (D., Mass.), said in an interview Friday. “There’s this moment, when we’re talking about Great Society achievements and we’re talking about New Deal achievements. This is it.”<br />Democrats raised taxes each of the last two times they controlled the government—in 1993 and 2010—after bruising political battles that drew objections from moderates inside the party.<br />Now, some Democrats are convinced that tax politics have changed and public concern about inequality and corporate tax avoidance make the issue less toxic. The goal: approach 1990s levels of taxes, as a share of the economy, without reversing middle-class tax cuts enacted since then or raising taxes directly on households making under $400,000, a level that covers all but 2% of Americans."
}