{
    "url_original": "https://www.wsj.com/articles/democrats-in-oil-country-worried-by-partys-natural-gas-agenda-11624919747?mod=politics_lead_pos1",
    "url": "democrats-in-oil-country-worried-by-partys-natural-gas-agenda-11624919747",
    "title": "Democrats in Oil Country Worried by Party’s Natural-Gas Agenda",
    "sub_head": "Progressive agenda has moderates weathering Republican attack ads over oil and gas jobs",
    "category_1": "Politics",
    "time": "2021-06-29 08:13:00",
    "body": "WASHINGTON—Democratic Party progressives are pushing President Biden to include in his infrastructure agenda stringent measures to address climate change, including policies designed to end the nation’s reliance on natural gas as a fuel source.<br />The more the progressives succeed, the more moderate Democrats in energy-producing states become vulnerable to losing seats that are crucial to the party’s hold on Congress, current and former House members say.<br />The White House announced a deal last week with centrist lawmakers in the Senate on a roughly $1 trillion package focused on traditional infrastructure such as roads and bridges. On a separate track, Democrats are advancing a second bill—without Republican input—that among other goals aims to eliminate greenhouse-gas emissions from electric power generation by 2035.<br />The Democrats have a similar target of 2050 for other emissions sources, including factories, trucks, automobiles and homes. That is a political headache for moderates such as Rep. Lizzie Fletcher (D., Texas), who in 2018 flipped a Republican-held House seat. Ms. Fletcher’s Houston-area House district ranks second in the nation for employment tied to the oil and gas industries, according to the American Petroleum Institute.<br />“Gas is a part of our energy mix, “ said Ms. Fletcher. She has overcome Republican attack ads portraying her as a problem for the natural-gas industry with a message that contrasts with that of the rest of her party: “I think it will be a part of our energy mix well into the future.”"
}