{
    "url_original": "https://www.wsj.com/articles/democratic-senators-call-for-ex-attorneys-general-barr-sessions-to-testify-11623427825?mod=tech_lead_pos2",
    "url": "democratic-senators-call-for-ex-attorneys-general-barr-sessions-to-testify-11623427825",
    "title": "Apple Subpoenas From DOJ Prompt Internal Review, Calls for William Barr, Jeff Sessions to Testify",
    "sub_head": "Request follows revelations that the Trump Justice Department secretly sought phone records of House Intelligence Committee officials",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-352897?width=620&size=1.5",
    "image_1": "im-352897.jpg",
    "time": "2021-06-11 17:45:00",
    "body": "WASHINGTON—The Justice Department’s internal watchdog and Senate Democrats vowed to investigate the Trump administration’s secret seizure of communication records of people associated with the House Intelligence Committee.<br />Inspector General Michael Horowitz said Friday his office would conduct a probe, as Senate Majority Leader Chuck Schumer (D., N.Y.) and Senate Judiciary Committee Chairman Dick Durbin (D., Ill.) called for former attorneys general Jeff Sessions and William Barr to testify before Congress about the revelations.<br />In May, tech giant  Apple Inc.  notified individuals associated with the committee that the Justice Department had issued grand-jury subpoenas for their information in February 2018, according to a House committee official. The committee immediately contacted the Justice Department for clarification and additional information, the official said, adding that the department informed the committee last month that the matter had been closed.<br />At the time of the subpoenas, then-President Donald Trump and officials in his administration, including Mr. Sessions, were trying to locate the source of leaks about contacts between Russia and figures in Mr. Trump’s 2016 election campaign.<br />Mr. Barr, Mr. Trump’s second attorney general, inherited about a half-dozen leak investigations when he took office in 2019. He directed a federal prosecutor from New Jersey to work on the cases, which had languished under his predecessor, and then brief top officials, a person familiar with the matter said."
}