{
    "url_original": "https://www.wsj.com/articles/derbys-take-fed-is-fine-with-reverse-repos-nearing-half-a-trillion-11623144602",
    "url": "derbys-take-fed-is-fine-with-reverse-repos-nearing-half-a-trillion-11623144602",
    "title": "Derby’s Take: Fed Is Fine With Reverse Repos Nearing Half a Trillion",
    "sub_head": "",
    "category_1": "Economy",
    "category_2": "Central Banks",
    "image_1_url": "https://images.wsj.net/im-350085?width=620&size=1.5",
    "image_1": "im-350085.jpg",
    "time": "2021-06-08 05:30:00",
    "body": "A once obscure Federal Reserve rate control facility is now holding nearly half a trillion dollars day after day, and the New York Fed’s leader isn’t concerned.<br />Over recent weeks, eligible financial firms, mainly money-market funds, banks and government sponsored entities, have been moving ever larger amounts of money into what the U.S. central bank calls its reverse repo facility.<br />On Monday, just days ahead of the next rate-setting Federal Open Market Committee meeting, cash parked on the Fed’s books by these firms hit a record $486 billion. That marks the second time reverse repo activity notched a record in recent weeks, and compares with the last peak on the final day of 2015, when reverse repo volume reached $476 billion.<br />Many market participants have looked at the reverse repo activity with some unease. Financial firms have been willing to take the zero percent the Fed offers them through the facility in large part because there are few other short-term investments available, and in some cases, these private market investments actually cost money to invest in. That makes the Fed’s zero percent repo rate attractive on a relative basis.<br />“The system is working exactly as designed,” New York Fed President John Williams said in a video interview on Yahoo Finance last Thursday. The reverse repo facility, he added, is “working really well and the fact that funds are flowing between the banking system and our overnight reverse repos, this is kind of how we would expect that to happen” given the level of money coursing through short-term markets."
}