{
    "url_original": "https://www.wsj.com/articles/despite-pressure-biogens-alzheimers-drug-still-a-likely-blockbuster-11624964401?mod=business_featst_pos3",
    "url": "despite-pressure-biogens-alzheimers-drug-still-a-likely-blockbuster-11624964401",
    "title": "Despite Pressure, Biogen’s Alzheimer’s Drug Still a Likely Blockbuster",
    "sub_head": "Worries over Aduhelm’s price and reimbursement have sparked a selloff in Biogen—and given investors a fresh opportunity",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-361553?width=620&size=1.5",
    "image_1": "im-361553.jpg",
    "time": "2021-06-29 07:00:00",
    "body": "American taxpayers are set to foot most of the bill for  Biogen ’s  new treatment for Alzheimer’s disease, and investors are nervous.<br />The Food and Drug Administration approved Aduhelm earlier this month despite significant controversy; several prominent experts have blasted regulators for allowing the sale of an ineffective drug.<br />Those arguments didn’t persuade the FDA, but the spat raises the question over how Medicare will pay for the medication, which carries an annual sticker price of $56,000 before rebates or discounts. Investors are pricing in some doubt that Aduhelm will ever live up its blockbuster expectations: Biogen shares have risen 30% over the past month, but have shed nearly 20% since June 10.<br />There are good reasons for skepticism. While Medicare typically pays for all approved drugs, a Biden administration official said that the government “can’t afford to treat this as business as usual.” And the price of Aduhelm is merely one line item in a list of necessary expenses for patients receiving it. Others are brain-imaging tests, infusion costs and a parade of doctor visits to assess disease progression.<br />What is more, Biogen could face competition sooner than Wall Street had expected. Rival drugmaker  Eli Lilly  said last week it plans to file for regulatory approval for its own Alzheimer’s treatment; that drug could conceivably reach the market as soon as the end of next year. Lilly’s donanemab is similar to Aduhelm but potentially more effective."
}