{
    "url_original": "https://www.wsj.com/articles/detroits-second-quarter-sales-were-terrible-but-does-it-matter-11625060100?mod=markets_lead_pos10",
    "url": "detroits-second-quarter-sales-were-terrible-but-does-it-matter-11625060100",
    "title": "Detroit’s Second-Quarter Sales Were Terrible, but Does It Matter?",
    "sub_head": "GM and Ford will post their worst market share numbers in decades as a result of the semiconductor shortage, according to a preliminary tally",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-06-30 09:35:00",
    "body": "The headlines could get ugly in the coming days for Detroit car makers,  Ford Motor  in particular. Quarterly sales aren’t the warning flag they used to be, but investors might benefit from a more cautious stance anyway.<br />Data provider Edmunds expects Ford’s share of U.S. light-vehicle sales to be just 10.7% in the second quarter, the lowest since at least the 1960s. The semiconductor shortage forced the company to curtail production radically, leading to limited inventories at dealers. The company was more reliant than peers on Japanese auto-chip supplier Renesas, one of whose factories was damaged by a fire in March.<br />Production has held up better at General Motors, but Edmunds still expects a market share of just 15.4%—the lowest since its quarterly records began in 2002 and equal to Toyota for the first time. GM reports its numbers on Thursday, followed by Ford on Friday. For Chrysler, now owned by Stellantis, U.S. market share likely dipped back to 2017 levels, according to Edmunds.<br />Balancing these losses are gains from overseas brands. The combined market share of South Korean sister companies Hyundai and  KIA  might exceed 10% for the first time in the second quarter.  Honda  and  Volkswagen ,  too, seem to have been gaining traction.<br />There are individual stories to tell, yet a common thread in second-quarter sales seems to be product availability. The pickup trucks and big sport-utility vehicles for which Detroit is known have been in high demand, which paradoxically has become a problem as inventories have dwindled and prices rocketed. Consumers may have given rival models or unfashionable sedans another look simply because they could find them at a reasonable price."
}