{
    "url_original": "https://www.wsj.com/articles/diary-of-a-serene-househusband-11623007486?mod=opinion_lead_pos8",
    "url": "diary-of-a-serene-househusband-11623007486",
    "title": "Diary of a Serene Househusband",
    "sub_head": "I read, write and play tennis each weekday morning—on top of all the chores.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-06 15:24:00",
    "body": "When I got laid off in 1992, I became a 55-year-old househusband. It’s an etymologically redundant title, since husband means a person who is in bond to a house, either as a master or a servant. Househusband has the gender-inclusive sound of a contemporary coinage, but the Oxford English Dictionary says it was first used in 1858.<br />When my wife and I both worked, we split the shopping, cooking and cleaning. Now I did all three. I enjoy shopping and cooking but didn’t take to cleaning, so we eventually hired help with that. My wife, who has been retired for 10 years, does all the gardening, gift-buying, and cooking for special occasions, so maybe I should be called a half-househusband.<br />When I first began this nonpaying job I sometimes felt depressed because everyone else I knew had well-paying employment in government, academia, medicine or business. But these negative feelings were short-lived, as I quickly became busy not only shopping and cooking but also reading, writing and playing tennis.<br />My sense of fulfillment isn’t unique. I know a man who became a househusband long before I did. His wife, who has a Harvard doctorate in economics, was a World Bank economist who traveled frequently to Africa and Asia. Many years ago he and my wife took turns carpooling our kids to the same private school. I have known this man, who is also a freelance writer, for four decades and he has always struck me as a happy person who enjoys what he is doing. I occasionally run into him in the supermarket.<br />My househusbanding chores left me plenty of time to write—mainly essays about the 18th-century British writers I admired. I also found time to play tennis indoors every weekday morning. My tennis game gradually improved, making me a better player at 80 than I was at 60. Or so my tennis partners tell me."
}