{
    "url_original": "https://www.wsj.com/articles/didi-stock-soars-on-first-day-notching-80-billion-market-value-11625073284?mod=business_featst_pos1",
    "url": "didi-stock-soars-on-first-day-notching-80-billion-market-value-11625073284",
    "title": "Didi Stock Rises on First Day, Though Rally Fades Into the Close",
    "sub_head": "Shares of Chinese ride hailer opened 19% higher, but ended Wednesday up 1%",
    "category_1": "Markets",
    "category_2": "Stocks",
    "image_1_url": "https://images.wsj.net/im-361909?width=620&size=1.5",
    "image_1": "im-361909.jpg",
    "time": "2021-06-30 17:02:00",
    "body": "Didi Global Inc.’s  stock rose slightly on the first day of trading after its IPO, with investors weighing the prospects of the Beijing-based ride-sharing company as it jumped into a hot market for initial public offerings.<br />Didi’s American depositary shares opened trading at $16.65 on Wednesday afternoon, 19% above their $14 IPO price. But the rally faded into the afternoon, and the stock closed up 1% at $14.14. The company ended the day with a market capitalization of roughly $68 billion.<br />Still, the gains bucked the trend of poor performance that has plagued several other Chinese companies’ IPOs in recent weeks, signaling that investors are willing to overlook some risks for the promise of high growth, and that Didi and its underwriters were wise in conservatively pricing the deal.<br />Didi raised about $4.4 billion in its initial public offering Tuesday after pricing shares at $14 apiece, making it the biggest IPO haul for a Chinese company since  Alibaba Group Holding Ltd.  listed shares in 2014, according to Dealogic. Some people around Didi’s deal had originally floated the possibility of raising roughly $5 billion to $10 billion, according to a person familiar with the matter, but scaled back due to recent poor performance by Chinese IPOs and the high volume of U.S.-listed IPOs marketing shares to investors right now.<br />This summer has been an unusually busy season for U.S.-listed IPOs, with bankers, lawyers and investors saying more money is likely to be raised by companies in June, July and August than ever before during that period. So far this week, 11 companies, not including blank-check companies, have raised more than $7.7 billion in their IPOs, making it the biggest week of the year as measured by money raised, according to Dealogic."
}