{
    "url_original": "https://www.wsj.com/articles/didi-ipo-pricing-imminent-after-lightning-round-roadshow-11624987451?mod=markets_lead_pos2",
    "url": "didi-ipo-pricing-imminent-after-lightning-round-roadshow-11624987451",
    "title": "Didi Global Prices IPO at $14 a Share",
    "sub_head": "Chinese ride-hailing company sells more stock than planned, giving it a market capitalization of at least $67 billion",
    "category_1": "IPOs",
    "image_1_url": "https://images.wsj.net/im-361280?width=620&size=1.5",
    "image_1": "im-361280.jpg",
    "time": "2021-06-29 17:57:00",
    "body": "Chinese ride-hailing goliath Didi Global Inc. priced its IPO at $14 on Tuesday afternoon, according to people familiar with the matter, setting the stage for the company to begin trading Wednesday, after it made a lightning-fast pitch to potential investors.<br />The company sold more stock than it had planned, though the new deal size couldn’t immediately be learned. Given the upsizing, the pricing would give Didi a market capitalization of more than $67 billion, which would trail U.S. ride-hailing firm Uber Technologies Inc.’s roughly $95 billion but land well ahead of Lyft Inc., which sits at roughly $20 billion.<br />Didi’s fully diluted valuation, which typically includes restricted stock units, would easily eclipse $70 billion at the initial-public-offering price, confirming earlier reports by The Wall Street Journal.<br />Didi’s pricing comes just three business days after it launched its roadshow, making it one of the shortest investor pitches for an initial public offering in recent memory, according to bankers, investors and lawyers.<br />Didi ran its roadshow through round-the-clock virtual meetings because of time-zone differences, according to people who participated. Company executives focused on Didi’s scale and potential for continuing growth, the people said. The executives emphasized that 70% of China’s population will live in cities by 2030 and that few people own cars in those cities—and far fewer than in the U.S. Didi argues it is in position to capitalize on that, from shared mobility in general to its investments in electric vehicles and artificial intelligence."
}