{
    "url_original": "https://www.wsj.com/articles/didnt-states-say-they-were-broke-11625092525?mod=opinion_lead_pos4",
    "url": "didnt-states-say-they-were-broke-11625092525",
    "title": "Didn’t States Say They Were Broke?",
    "sub_head": "New Jersey has so much revenue it’s sending checks to buy votes.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-30 18:35:00",
    "body": "New Jersey Gov. Phil Murphy last spring was projecting a $10 billion budget shortfall due to the pandemic. Now the state boasts a $10 billion surplus. Perhaps politicians in Trenton can now fund the new Hudson River train tunnel project? Nope. They’ll leave most of that to Congress.<br />State revenues were already improving last fall as virus restrictions eased. But Mr. Murphy still insisted on raising taxes to gird for another Covid surge. Democrats increased the income tax rate to 10.75% from 8.97% on taxpayers making between $1 million and $5 million, raised the gas tax by 9.3 cents per gallon, and reinstated a 2.5% corporate tax surcharge.<br />Tax increases combined with an improving economy, soaring stock market and a cash drop from Congress—$6 billion in budget relief alone—allowed Mr. Murphy on Tuesday to sign a budget with a record $46.4 billion in spending. That’s 20% more than the state’s pre-pandemic budget in 2019.<br />Now a drum roll for the budget winners. First, public unions. The budget provides a whopping $6.9 billion toward the state’s $128.3 billion unfunded pension liability. As we predicted, Democrats’ $1.9 trillion March spending bill was a bailout for blue state pensions. While the bill ostensibly prohibited states from depositing their booty into public pension funds, it freed up state revenue for pensions.<br />Next up: Potential Democratic voters. Couples making less than $150,000 with children will get $500 cash rebates this summer, ahead of New Jersey’s November election for Legislature and Governor. The budget also increases property tax rebates, expands the state earned-income and child-care tax credits, and creates tax deductions for college-savings plans, tuition and student loans. Rather than roll back last year’s tax increases, Democrats are sending checks to counter the state’s sky-high property and other taxes."
}