{
    "url_original": "https://www.wsj.com/articles/ding-dong-avon-calling-review-opening-doors-for-women-11625004800",
    "url": "ding-dong-avon-calling-review-opening-doors-for-women-11625004800",
    "title": "‘Ding Dong! Avon Calling!’ Review: Opening Doors for Women",
    "sub_head": "To ﬁnd and train local sales agents, Avon established a national network of recruiters, creating a unique, female managerial class.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-362012?width=620&size=1",
    "image_1": "im-362012.jpg",
    "time": "2021-06-29 18:13:00",
    "body": "In the 1880s, David H. McConnell was working as a door-to-door book salesman when he had a novel idea. He noticed that the housewives he cold-called, while seldom interested in buying his encyclopedias, were thrilled with the complimentary perfume samples he offered. What if he were to jettison books for cosmetics, recruit a nationwide sales corps of housewives, and then capitalize on their local social circles to move his merchandise?<br />It was a risky proposition. America’s once-local economy was undergoing seismic shifts at the dawn of corporate capitalism. As national production and distribution became increasingly centralized, the role of the traveling salesman, and the idea that selling was exclusively a man’s job, appeared inefficient relics of the old system. The Victorian ideal of women as domestic “angels in the house,” free of the moral taint of a rough-and-tumble masculine marketplace, still held sway. Still, McConnell sensed in the housewives he met both a desire for novelty and a previously untapped part-time labor market. He put his idea to the test, and the Avon corporation was born.<br />In “Ding Dong! Avon Calling!” Katina Manko offers an in-depth study of the Avon corporation from its founding as the California Perfume Co. in 1892 through Avon’s dissolution in 2016. Its conception was unique: in order to sell products, the company had first to “sell” itself as an exciting business opportunity to the women who would single-handedly do its on-the-ground product promotion and distribution. The book explores how McConnell’s dependence upon a solely female sales force led to the evolution of a distinctive, woman-centered corporate culture—and illuminates how American business has evolved in response to shifting gender roles.<br />Key to California Perfume’s initial success (the New York-based company would re-brand itself Avon in 1939) was convincing women—and their husbands—that sales was a respectable occupation. The stigma of commerce was lifted in part by a sense of intimacy; prospective sellers were encouraged to get their family, friends and even churches involved in the project. Thus framed, selling resembled a feminine “social call” more than a masculine hard sell. Avon recruitment literature walked a fine line between calling on women to become entrepreneurs and assuring them they would still be able to keep up their domestic duties, promising each prospective Avon lady a role designed “neither to interfere with her primary duties (caring for her home and family) nor subordinate them.”<br />To recruit sellers, Avon sent out an all-female corps of traveling agents, each assigned a “territory” of four to six states, who acted as intermediaries between the territory’s sales force and New York executives. When the corporation began to branch out into urban areas in 1935, those women who had distinguished themselves as “general agents” were tapped to head regional sales offices. The development of this female managerial class, endowed with then-unusual autonomy, built a ladder that a local contract worker might climb. And this design proved lucrative: Between 1940 and 1953, the firm’s sales force grew from 26,000 to 125,000, and its annual sales figures more than quintupled."
}