{
    "url_original": "https://www.wsj.com/articles/disaster-looms-in-afghanistan-11624559523?mod=opinion_lead_pos1",
    "url": "disaster-looms-in-afghanistan-11624559523",
    "title": "Disaster Looms in Afghanistan",
    "sub_head": "Biden and Trump will own the bloody result of America’s withdrawal.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-359604?width=620&size=1.5",
    "image_1": "im-359604.jpg",
    "time": "2021-06-24 14:32:00",
    "body": "President Biden meets his Afghan counterpart Friday, and the White House says it is committed to providing Afghanistan “diplomatic, economic, and humanitarian assistance.” That’s cold comfort as emboldened Taliban militants advance across the country.<br />Mr. Biden said in April that U.S. troops would leave Afghanistan by Sept. 11, and coalition forces have been departing faster than expected. Since May the Taliban have taken more than 50 of the country’s roughly 400 districts, a United Nations official said this week. Fighting continues in many districts, which are comparable to American counties.<br />Some 8.5 million Afghans already live under Taliban control, the Long War Journal estimates, with more than 13 million in contested zones. These numbers will keep rising absent a policy reversal from Mr. Biden. Most of the newly captured districts surround provincial capitals, which the group will move on once U.S. and allied forces are gone. The intelligence community believes Kabul could fall six months after the U.S. withdrawal has finished.<br />The offensive has moved into northern Afghanistan, far beyond the Taliban’s traditional strongholds in the south. Brutal fights between militants and Afghan government forces have taken place in the northern Faryab, Balkh and Kunduz provinces. Some two dozen elite Afghan commandos died last week trying to retake a critical district in Faryab. Their calls for air support, which may have saved their lives, were in vain.<br />Many government forces are simply letting territory fall to the Taliban. The government calls these tactical retreats, but they’re leaving expensive weapons and vehicles. Though Afghan forces have had some limited success, they’re increasingly stretched thin without American airpower. The “end forever wars” crowd—which has argued for years that the real problem is America’s presence—has been conspicuously silent about the slow-rolling disaster."
}