{
    "url_original": "https://www.wsj.com/articles/do-farmhouse-sinks-make-sense-without-a-real-farmhouse-11622730331",
    "url": "do-farmhouse-sinks-make-sense-without-a-real-farmhouse-11622730331",
    "title": "Do Farmhouse Sinks Make Sense Without a Real Farmhouse?",
    "sub_head": "The bulging vessels appear in Hamptons beach houses and San Francisco townhouses. Some say they’re charming and chic. Others think they’re silly and overused. Here, design pros fight it out.",
    "category_1": "Life & Arts",
    "category_2": "Fashion",
    "image_1_url": "https://images.wsj.net/im-346998?width=620&size=1",
    "image_1": "im-346998.jpg",
    "time": "2021-06-03 10:25:00",
    "body": "For the recurring series, That’s Debatable, we take on a contentious issue of the day and present two spirited arguments—one in favor and other emphatically opposed. Previous installments from the series are here.<br />Apron-front sinks are a key component of the American pastoral-homestead fantasy, thanks (in part) to Chip and Joanna Gaines, who push the modern-farmhouse aesthetic on HGTV. And though design pros have been forecasting that aesthetic’s demise for a couple of years, the ultra-deep and wide basins that go with it remain remarkably popular. One maker, Kohler, reports five years of steady sales growth for the sinks. Matthew Quinn, principal of Atlanta’s Design Galleria Kitchen and Bath Studio, said that his clients have lately been requesting a stainless steel version, a better match for modern kitchens.<br />Why does he remain loyal to the style? He cites one of its many practical advantages: “If you’re shorter the access is much easier,” because there’s no counter between you and the sink. Another plus: The added depth is a boon if you’re bathing a dog, noted Bellport, N.Y., designer Tricia Foley, author of the new book “A Summer Place” (Rizzoli). Ms. Foley also loves that you can arrange flowers in them without spewing petal confetti all over—and pile dirty tableware out of sight until you’re ready to wash up. “I’ve used them as ice buckets for parties,” she said of the cavernous receptacles. “Just fill the farmhouse sink with ice and lots of bottles of rosé.”<br />Another interior designer who installed one of the tubby sinks in her own home, Nashville’s Stephanie Sabbe, enthused: “I loved bathing all my children in it—duh!” Looks, too, were a consideration. “It’s just such a nice detail, especially if you can afford to make them out of stone,” she said. Pros also praised the patina the apron-front can develop. “We all got so obsessed with everything being bulletproof,” Ms. Sabbe said, “but you don’t go into old homes in Europe and think, ‘Oh my gosh, there’s paint peeling!’ You’re like, ‘This is beautiful.’”<br />The look only clicks in a traditional scullery, said Houston designer J. Randall Powers. “What I hate is the entire Kardashian approach to design—‘Well, it’s popular, let’s do it,’” he said. The proud belly of the sink can be a scene stealer. In mellow kitchens that evolved over time, “they feel OK,” said architect Thomas A. Kligerman, partner at New York-based Ike Kligerman Barkley, who lived in a 300-year-old farmhouse in Normandy, France, in his teens. But “that charm gets a little lost when you insert one into a modern kitchen. In some ways it almost makes too big a deal of the sink.”"
}