{
    "url_original": "https://www.wsj.com/articles/doctors-for-progressive-conformity-11624055333?mod=opinion_lead_pos3",
    "url": "doctors-for-progressive-conformity-11624055333",
    "title": "Doctors for Progressive Conformity",
    "sub_head": "The AMA wants to police the speech of dissenting members.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-18 18:28:00",
    "body": "The American Medical Association is a lobby of doctors that’s supposed to promote policies that improve public health and medicine. But it seems to be evolving into another arm of progressive politics, like the teachers unions. See the AMA’s policy-making meeting this week.<br />Delegates spent much of the time discussing systemic racism in health care and adopted guidelines for workplaces to establish training requirements for explicit and implicit bias and microaggressions. AMA trustee Willarda Edwards called systemic racism “the most serious barrier to the advancement of health equity and appropriate medical care.”<br />Many doctors would disagree with that statement. But the AMA seems to want to enforce ideological conformity in its ranks, including on social media. Delegates also voted to encourage social-media platforms to “crack down on medical misinformation,” including by “altering underlying network dynamics or redesigning platform algorithms.”<br />Social-media platforms have been removing content by doctors who disagree with the progressive lockdown consensus or who suggest that the virus may have leaked from a Chinese lab. Many doctors say their videos recommending early treatment with repurposed antiviral drugs have been censored, including one from a Senate hearing.<br />Social-media censorship suppressed debate on important issues during the pandemic, and the AMA wants to extend the information control to other health subjects. The new AMA policy would ostensibly encourage  Facebook ,  YouTube and others to remove posts by doctors who question progressive orthodoxy on race and identity politics."
}