{
    "url_original": "https://www.wsj.com/articles/does-chinas-baby-bust-mean-a-global-inflation-boom-11622526052?mod=business_minor_pos10",
    "url": "does-chinas-baby-bust-mean-a-global-inflation-boom-11622526052",
    "title": "Does China’s Baby Bust Mean a Global Inflation Boom?",
    "sub_head": "The effects of China’s demographic crisis will percolate to nearly every corner of the global economy",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-346415?width=620&size=1.5",
    "image_1": "im-346415.jpg",
    "time": "2021-06-01 01:43:00",
    "body": "China will allow couples to have three children and will invest more in education and child care, after decades of restricting most families to one or two children. The change is welcome, but the limited success of many other countries trying to boost births with financial incentives—and the lackluster response to a similar policy change in 2015—mean it is probably too late to head off the worst of China’s demographic crisis. The effects of the great Chinese baby bust will percolate to nearly every corner of the global economy.<br />One of the biggest effects could be on something that is very much already on companies’ minds these days: inflation.<br />Of course, a significantly smaller Chinese labor force wouldn’t necessarily mean higher prices for labor-intensive consumer goods. That would also depend on demand, levels of automation, transportation technologies and many other things. But all things being equal, it does seem likely that costs for labor-intensive manufacturing in aggregate could be set to rise significantly over the next decade or so, particularly if India continues to struggle with poor infrastructure and protectionism. Places like Vietnam will help, but the scale is several degrees of magnitude away. China’s Guangdong province alone is home to around 30% more people.<br />One reason China’s integration into the world economy had such an enormous impact on the price of labor-intensive goods was that it timed its opening to the world nearly exactly right demographically. From 1990 to 2010, the percentage of the nation’s population ages 15 to 64, already reasonably high, skyrocketed nearly 10 percentage points to 75%.<br />Not only was an enormous and cheap labor force suddenly available to multinational producers, but that labor force in aggregate had relatively few dependents to care for. Workers were more open to taking risks and chasing work opportunities far away in the big coastal cities."
}