{
    "url_original": "https://www.wsj.com/articles/does-evolution-want-us-to-drink-11623437687",
    "url": "does-evolution-want-us-to-drink-11623437687",
    "title": "Does Evolution Want Us to Drink?",
    "sub_head": "Alcohol is terrible for the human body, yet we’ve developed a strong taste for it, suggesting that it may bring other kinds of benefits.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-351323?width=620&size=1",
    "image_1": "im-351323.jpg",
    "time": "2021-06-11 14:54:00",
    "body": "Alcoholic intoxication is an abnormal mental state characterized by reduced self-control and various degrees of euphoria or depression, brought about by the temporary impairment of a pretty big chunk of the brain. As the term suggests, it involves the ingestion of a chemical toxin, ethanol, which in small doses makes us happy, more sociable and better at thinking creatively and defusing conflicts. In progressively higher doses, it can lead to degraded motor coordination, slurred speech, violent arguments, maudlin expressions of love, inappropriate touching, injuries, blackouts, property damage and even karaoke.<br />Why do we do it? Historically, scientists have written off our affinity for intoxication as an evolutionary mistake, a method that we’ve developed for tricking our biological reward system into releasing little shots of pleasure for no good reason. But this is not a satisfying explanation. It should puzzle us more than it does that humans have devoted so much ingenuity and effort to getting drunk.<br />At sites in eastern Turkey, dating to perhaps 12,000 years ago, the remains of what appear to be brewing vats, combined with images of festivals and dancing, suggest that people were gathering in groups, fermenting grain or grapes, playing music and getting truly hammered before humanity had even figured out agriculture. In fact, archaeologists have begun to suggest that alcohol wasn’t merely a byproduct of the invention of agriculture but actually a motivation for it. The first farmers, on this view, were driven by a desire not for bread but for beer—no civilization without intoxication.<br />Once we begin to think systematically about the antiquity, ubiquity and power of our taste for intoxicants, the idea that it’s some sort of evolutionary accident becomes difficult to take seriously. Evolution isn’t stupid, and it works much faster than most people realize. Tibetans have adapted genetically to living at high altitudes and boat-dwelling Southeast Asian peoples to diving and holding their breath underwater. If alcohol were merely hijacking pleasure centers in the brain, evolution should have figured it out by now and put a firm end to this nonsense.<br />Other vices can plausibly be seen as necessary appetites gone wrong, such as our taste for pornography or junk food. But alcohol is mind-bogglingly dangerous, both physiologically and socially. The fact that our supposedly accidental taste for it has not been eradicated by genetic or cultural evolution means that the cost of indulging in alcohol must be offset by benefits."
}