{
    "url_original": "https://www.wsj.com/articles/dogs-with-extraordinary-jobs-review-more-than-mans-best-friend-11624568913",
    "url": "dogs-with-extraordinary-jobs-review-more-than-mans-best-friend-11624568913",
    "title": "‘Dogs With Extraordinary Jobs’ Review: More Than Man’s Best Friend",
    "sub_head": "A new series from the Smithsonian Channel spotlights the riveting and heartwarming rescue missions by some of the world’s best canine workers.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-359575?width=620&size=1.5",
    "image_1": "im-359575.jpg",
    "time": "2021-06-24 17:08:00",
    "body": "It will be necessary to set a fair amount of time aside for this charming five-part chronicle on the lives and careers of dogs.<br />In “Dogs With Extraordinary Jobs” (begins Wednesday, 8 p.m., Smithsonian Channel) we meet the canine rescuers whose skills are put to work in every conceivable sort of catastrophe, natural or man-made. They’re employed, as well, to aid the healing of minds or, as we see, to change the life of a child born with a muscle-wasting condition—a girl who would have been confined to a wheelchair by age 10 if it had not been for the services of a patient Great Dane, George, her personal trainer.<br />The girl’s ecstatic mother recalls a doctor saying that her daughter would never be able to ride a bicycle. And here that daughter is at age 13, pedaling merrily along on her two-wheeler.<br />Here, too, is a skillful 10-year-old dog, ministering to a female Air Force veteran who suffers from anxiety so extreme that she’s unable to bring herself to go out for a walk—a problem that will be much diminished thanks to the instincts of her four-legged therapist, who has somehow made his patient feel secure about going outside.<br />In this far-ranging series, we’re shown blood-chilling rescue efforts, none more so than the kind needed for the deadly 2018 Montecito, Calif., mudslide. Where there is chaos and terror, dogs can make their way to survivors (or locate a dead body) as no human could."
}