{
    "url_original": "https://www.wsj.com/articles/doj-reviewing-new-state-election-laws-to-ensure-ballot-access-to-all-eligible-voters-11623446931?mod=politics_lead_pos3",
    "url": "doj-reviewing-new-state-election-laws-to-ensure-ballot-access-to-all-eligible-voters-11623446931",
    "title": "DOJ Reviewing New State Election Laws to Ensure Ballot Access to All Eligible Voters",
    "sub_head": "Justice Department also will review legality of postelection audits to ensure ballot integrity",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-353210?width=620&size=1.5",
    "image_1": "im-353210.jpg",
    "time": "2021-06-11 17:28:00",
    "body": "WASHINGTON—The Justice Department is scrutinizing new state election laws that aim to change voting rules in ways critics say will discriminate against Black and minority voters, Attorney General Merrick Garland said Friday, promising to double the number of staff devoted to enforcement of federal voting-rights law.<br />“To meet the challenge of the current moment, we must rededicate the resources of the Department of Justice to a critical part of its original mission: enforcing federal law to protect the franchise for all eligible voters,” Mr. Garland said.<br />His speech came amid Republican-backed efforts to tighten voting laws, changes Republicans say are needed to ensure security and bolster voters’ confidence in the election system. The Biden administration and voting-rights advocates say the changes will suppress access to voting, especially for minorities.<br />The Justice Department also is examining current laws and practices. “Particularly concerning in this regard are several studies showing that, in some jurisdictions, nonwhite voters must wait in line substantially longer than white voters to cast their ballots,” Mr. Garland said. The Justice Department also will examine whether postelection audits, such as a Republican-ordered one taking place in Arizona’s Maricopa County “abide by federal statutory requirements to protect election records and avoid the intimidation of voters.” The Justice Department in May sent a letter to Arizona’s senate president warning that the audit could violate those federal laws.<br />There also have been calls for reviews of the ballots cast in the 2020 presidential election in other states. Former President Trump continues to claim widespread fraud, although his own Justice Department found no evidence of widespread problems that could have changed the result."
}