{
    "url_original": "https://www.wsj.com/articles/domina-review-power-hungry-provocative-poisonous-11622748898",
    "url": "domina-review-power-hungry-provocative-poisonous-11622748898",
    "title": "‘Domina’ Review: Power-Hungry, Provocative, Poisonous",
    "sub_head": "On Epix, the soon-to-be Roman Empress Livia Drusilla makes her way to the top of a divided republic with cunning, sex and murder.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-348304?width=620&size=1.5",
    "image_1": "im-348304.jpg",
    "time": "2021-06-03 15:34:00",
    "body": "It was no accident that Tony Soprano’s poisonous mother was named Livia. Her namesake empress, as played by Siân Phillips in that old Roman chestnut “I, Claudius,” can chill the blood 40-odd years later. The real-life Livia Drusilla, later Julia Augusta, is remembered by history as cunning, ruthless, power mad, homicidal and the matriarch of a line of ancient lunatics—Caligula was her great-grandson, Nero her great-great-grandson. She wasn’t a feminist, exactly; she had her wiles and her ways. “You never forget your first,” we hear her say in the opening moments of the swords-and-sandals soap opera “Domina.” It certainly gets one’s attention. But what she’s referring to is murder.<br />Understanding how she became what she was is the promise—and premise—of this eight-part drama (rolling out with new episodes on Sunday nights at 10 on Epix), but so is a generous helping of beautiful people doing horrible things en route to creating an empire. Situated largely in a sex-saturated Rome where everyone has a British accent and Julius Caesar has just been assassinated, “Domina” (dominus being Latin for lord and/or master) finds the Roman Republic in tatters. The young Livia (Nadia Parkes) is poised to become both the wife of Tiberius Claudius Nero (not that other Nero) and collateral damage in a civil war incited by Gaius Julius Caesar (Matthew McNulty). Gaius, adopted son of Julius, will eventually become the Emperor Augustus and Livia’s husband, though not in that order—Livia learns the rules of power grabbing, and rule 1 is securing the right husband.<br />She already knows how to deal with mean girls. “I’m younger, prettier and richer than you, so why are you laughing at me?” she asks a pair of rivals, one of whom is Gaius’ wife, Scribonia (Christine Bottomley), who will come to hold several justified grudges. But because Livia’s beloved father, Livius (Liam Cunningham), has sided with the exiled Brutus and Crassus in the Roman conflict, it forces his daughter and her Nero (Enzo Cilenti) to flee with their child into hostile territory where Livia is subjected to a kind of basic training for the political unpleasantries to come. Her best friend, the formerly enslaved Antigone (Colette Dalal Tchantcho), has it even worse, finding herself under the thumb, and the clientele, of the grotesque brothel owner Balbina (Isabella Rossellini, a Roman spectacle unto herself). Balbina’s fate is a forerunner to the poisonings and slaughter Livia and Antigone, too, will make into their legacy. It sets a certain tone.<br />Ms. Parkes is quite affecting and attractive and convinces us there is steel beneath the pampered exterior of the empress-to-be. But she says ciao after episode 2: Polish actress Kasia Smutniak, just a tad older than Ms. Parkes, will play Livia for the rest of the series, but those six installments were not made available for review (which is a bit odd, as the series has already made its debut in the U.K.). Assuming the entire series doesn’t follow the example of one of Livia’s victims and drop completely dead, it will serve up a mix of eroticism and politics, and be granted some gravitas by its allegiance to history. (The names of Roman nobility can be confusing—see Nero vs. Nero—but “Domina” strives for accuracy, if not clarity.) Viewers might want to break out the XXL togas, because “Domina” does run a bit hot, and certainly fierce."
}