{
    "url_original": "https://www.wsj.com/articles/donald-trump-bodyguard-matthew-calamari-11624308000?mod=business_minor_pos5",
    "url": "donald-trump-bodyguard-matthew-calamari-11624308000",
    "title": "Donald Trump’s Former Bodyguard Under Scrutiny in New York Probe",
    "sub_head": "Matthew Calamari, now the Trump Organization’s chief operating officer, has hired his own attorney as prosecutors investigate the company’s employee perks",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-357113?width=620&size=1.5",
    "image_1": "im-357113.jpg",
    "time": "2021-06-21 16:54:00",
    "body": "New York prosecutors are investigating whether a top Trump Organization executive, Matthew Calamari, received tax-free fringe benefits, as part of their probe into whether former President Donald Trump’s company and its employees illegally avoided paying taxes on such perks, according to people familiar with the matter.<br />Prosecutors’ interest in Mr. Calamari, once Mr. Trump’s bodyguard, indicates that their probe into the Trump Organization’s alleged practice of providing some employees with cars and apartments extends beyond Allen Weisselberg, the company’s chief financial officer, and his family. Neither Messrs. Calamari and Weisselberg nor anyone else connected to the company has been accused of wrongdoing.<br />Receiving benefits—such as free apartments, subsidized rent or car leases—from an employer, and not paying taxes on such benefits, can be a crime, although experts said prosecutors rarely bring cases on such perks alone.<br />The office of Manhattan District Attorney Cyrus Vance Jr. has for months been pressuring Mr. Weisselberg to cooperate in its investigation, but there is no indication prosecutors have been successful so far, the people said. Mr. Vance’s office, in coordination with the office of New York Attorney General Letitia James, has said it is working on a broader criminal probe into potential bank, insurance or tax fraud by the Trump Organization and its officers.<br />Prosecutors in recent weeks advised Mr. Calamari and his son, Matthew Calamari Jr., that they should hire their own lawyer, people familiar with the matter said. The elder Mr. Calamari, who works as the Trump Organization’s chief operating officer, and his son, the company’s corporate director of security, had previously been represented by a lawyer who was also representing other Trump Organization employees, one of the people said."
}