{
    "url_original": "https://www.wsj.com/articles/done-working-from-home-prepare-for-more-hot-desks-11623628801",
    "url": "done-working-from-home-prepare-for-more-hot-desks-11623628801",
    "title": "Done Working From Home? Prepare for More Hot Desks",
    "sub_head": "As employees return to the office, more of them will find that they no longer have an assigned workspace that’s all theirs—here’s how to navigate the changes",
    "category_1": "Life & Arts",
    "category_2": "At Work",
    "time": "2021-06-13 20:00:00",
    "body": "Sarah Vanunu started a new job three weeks ago at MyHeritage, an online genealogy platform based in Or Yehuda, Israel, and thanks to Israel’s speedy vaccine rollout, she has been eligible for in-person work since she began. But she only goes in on Mondays and Wednesdays and leaves nothing on her assigned desk in between, since different people work there the other days of the week.<br />“It’s so funny to start a new job and not meet everyone up front,” she says. “I still don’t know half of my colleagues.”<br />MyHeritage, which employs about 400 people in Israel, is still operating at reduced capacity due to Covid restrictions. Ms. Vanunu, who directs the company’s public relations, comes to work with just a laptop and mouse. There’s a completely clean desk waiting for her there, with nothing on it but a monitor. If she wants to come in any other days, she must make a reservation online and get assigned to a random desk elsewhere.<br />As millions of workers head back to the office this summer, many will return without a desk of their own. Some appreciate the flexibility of these hot-desk arrangements, which aren’t completely new but have become vastly more popular as part of post-pandemic plans for hybrid work.<br />But hot desks also mean extra time spent managing reservations, coordinating with teams and helping employees feel a sense of belonging without a dedicated spot for them in the office. Experts and workers say there are ways to optimize these spaces, including assigning desks to groups instead of individuals, planning schedules, designating areas for socializing and being extra-mindful of workers with special needs or disabilities."
}