{
    "url_original": "https://www.wsj.com/articles/dr-fauci-and-the-mask-disaster-11624398991?mod=opinion_major_pos7",
    "url": "dr-fauci-and-the-mask-disaster-11624398991",
    "title": "Dr. Fauci and the Mask Disaster",
    "sub_head": "What we really needed was intelligent advice on when and how transmission occurs.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "image_1_url": "https://images.wsj.net/im-357881?width=620&size=1.5",
    "image_1": "im-357881.jpg",
    "time": "2021-06-22 17:56:00",
    "body": "Nobody needs to be shocked that political messaging was going on during the Covid crisis, as seen in the Anthony Fauci emails from early in the pandemic recently released under the Freedom of Information Act. Politicians and officials wouldn’t be doing their jobs if they didn’t measure the effect of their words, beyond merely their accuracy or consistency. And Dr. Fauci, director of U.S. National Institute of Allergy and Infectious Diseases for the past 36 years, has at least been more wink-wink in this regard than many officials.<br />But the latest furor does underline one thing: what a colossal disaster for public understanding masks have been.<br />Until November, the official advice was the same that Dr. Fauci gave in a now infamous early email to a colleague—a store-bought mask may somewhat reduce your chance of spreading the disease if you happen to be infected. It will do little to prevent you from catching it if you’re breathing around someone who is exhaling the Covid virus.<br />Only in the fall did the U.S. government start claiming masks might protect the uninfected too. This appears to have been largely disinformation designed to get more unwitting carriers to wear masks. Even today, the CDC on its website stresses only one claim: “Masks are a simple barrier to help prevent your respiratory droplets from reaching others.”<br />We should expect government advice to be manipulative. That’s its job. We should also try to be time-consistent in our reasoning."
}