{
    "url_original": "https://www.wsj.com/articles/draftkings-shares-fall-after-hindenburg-unveils-short-position-11623774388?mod=business_minor_pos7",
    "url": "draftkings-shares-fall-after-hindenburg-unveils-short-position-11623774388",
    "title": "DraftKings Shares Fall After Hindenburg Unveils Short Position",
    "sub_head": "Research firm alleges the company’s gambling-technology unit SBTech operates in countries where gambling is banned, an allegation DraftKings denies",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-354106?width=620&size=1.5",
    "image_1": "im-354106.jpg",
    "time": "2021-06-15 16:24:00",
    "body": "Shares of  DraftKings Inc.  slid as much as 12% on Tuesday after short seller Hindenburg Research said that the sports-betting firm’s gambling-technology subsidiary SBTech operates in countries where gambling is banned and said it is positioned for DraftKings shares to fall.<br />Hindenburg published a report early Tuesday that said DraftKings’s gambling-technology subsidiary, SBTech, makes about half of its revenue in countries where gambling is banned. According to the report, SBTech created an entity for what Hindenburg calls its black-market operations ahead of last year’s merger with DraftKings and a blank-check company that took the combination public. DraftKings shares slid in early trading, then recovered. They ended the day down more than 4%.<br />“SBTech does not operate in any illegal markets,” a DraftKings spokesman said. “We conducted a thorough review of their business practices and we were comfortable with the findings.”<br />New York-based Hindenburg said it based its report on conversations with former employees, regulatory filings and assessments of illegal international gaming websites. It claimed SBTech poses a risk to DraftKings because SBTech accounted for roughly 25% of the firm’s overall sales at the time of the 2020 SPAC merger and brought its technology to the combined company.<br />The Wall Street Journal hasn’t been able to verify independently the accusations in Hindenburg’s report. DraftKings CEO Jason Robins has said publicly that SBTech gives the company a technological advantage and provides better user experiences."
}