{
    "url_original": "https://www.wsj.com/articles/drill-baby-drill-is-the-future-11624810731?mod=opinion_lead_pos8",
    "url": "drill-baby-drill-is-the-future-11624810731",
    "title": "‘Drill, Baby, Drill’ Is the Future",
    "sub_head": "Fracking techniques could be used to generate energy with no carbon emissions.",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "image_1_url": "https://images.wsj.net/im-360231?width=620&size=1.5",
    "image_1": "im-360231.jpg",
    "time": "2021-06-27 12:18:00",
    "body": "Remember the cringeworthy “Drill, baby, drill” slogan from the 2008 Republican Convention? Maybe they were on to something, but not what you think. We’re bombarded daily with calls for sustainable, renewable and carbon chewable technologies to meet our energy needs. But the solution may be just underfoot.<br />Dig deep enough and, no surprise, it’s hotter than hell down there. Isotope reactions in the mantle under the Earth’s crust generate 20 terawatts of constant heat flow. Typically, the temperature rises about 25 degrees Celsius for every kilometer, or 75 degrees Fahrenheit for each mile, and more the deeper you go. The steam wafting out of hot springs in Yellowstone National Park or Iceland, places where the Earth’s crust is thin, shows how much heat the mantle gives off.<br />We already have a good-sized surface geothermal industry in the U.S. For $15,000 to $30,000, you can hire someone to dig a few hundred feet and install a heat pump that circulates heated water to keep your house cozy.<br />But that’s just scratching the surface. There is huge upside to digging down miles and injecting water into underground reservoirs—think radiators—and then the heated water is pushed back out to generate steam and electricity. It’s carbon-free—clean, green and mostly unseen.<br />The trick is to get a large enough surface area to do the heat exchange. A typical vertical oil well might have 1,000 to 10,000 square feet of surface area. But it turns out that the same thing that’s been perfected over the past 30 years to make America energy independent can also increase that surface area—horizontal drilling and hydraulic fracturing."
}