{
    "url_original": "https://www.wsj.com/articles/duceys-flat-tax-and-arizonas-future-11624919755?mod=opinion_lead_pos2",
    "url": "duceys-flat-tax-and-arizonas-future-11624919755",
    "title": "Ducey’s Flat Tax and Arizona’s Future",
    "sub_head": "Undoing an 8% top rate, while flattening the tax code, is a big deal.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-28 18:35:00",
    "body": "This week Arizona Gov. Doug Ducey will sign a 2.5% flat tax, a moment that will define his legacy. The bill’s passage was worth the political drama and will go far to maintain Arizona’s competitiveness.<br />Arizona currently taxes income under a progressive rate structure, starting at 2.59% up to 4.5%. The ballot last November carried an initiative to add a 3.5% surtax on earnings above $250,000 for single filers. It narrowly passed, meaning the combined top rate was set to hit 8%, higher than all of Arizona’s neighbors except California. Nevada and Texas have no income tax.<br />Mr. Ducey’s budget will cut rates for all taxpayers. The Legislature can’t repeal the voter-approved surtax, so above the 2.5% flat rate, there will still be a second bracket on income over $250,000. But the budget also has a provision adjusting the flat tax downward for those Arizonans, so no one will pay a top rate above 4.5%. That’s the same as today.<br />Republicans control the Legislature by two seats in each chamber, so a single GOP defector could block the bill. The House split 30-30 on an earlier version of the budget, with one Republican voting no and arguing that the state should pay down more debt. A second attempt to pass the flat tax failed when Democrats decided not to show up, leaving the House without an in-person quorum, since some GOP lawmakers planned to dial in remotely.<br />The bill eventually passed the House last Thursday, after tweaks that won over the GOP holdouts. No Arizonan will have to pay the threatened 8% rate, since the provisions forestalling it are immediate. The 2.5% flat tax will be phased in by 2024, provided state revenue stays strong. Cities, which receive a cut of income-tax proceeds, will get 18% instead of the current 15%."
}