{
    "url_original": "https://www.wsj.com/articles/earnings-bonanza-could-dwarf-fed-worries-11624381972?mod=business_minor_pos10",
    "url": "earnings-bonanza-could-dwarf-fed-worries-11624381972",
    "title": "Earnings Bonanza Could Dwarf Fed Worries",
    "sub_head": "A better economy might deliver earlier Federal Reserve tightening, but first it will bring stronger corporate profits",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-06-22 13:12:00",
    "body": "Investors rarely think of Federal Reserve tightening as a good thing. But the reasons the Fed tightens can be great for corporate earnings.<br />When Fed policy makers last week indicated they expected to start raising rates in 2023—earlier than they had earlier projected—markets had a bit of a fit. What had become of the Fed’s plan to look through transitory inflation, or its bid to see just how low unemployment could go?<br />There is a continuing debate in some corners of the market over whether the Fed made a communication error or, worse, that the Fed is going back on its promise to seek inflation that exceeds its 2% target following periods when inflation falls short of that mark. But what really changed might have been that the Covid-19 crisis has faded quicker than the Fed worried it might, and the economy is looking stronger as a result.<br />The median forecast among Fed policy makers now calls for gross domestic product to increase by 7% from a year earlier in the fourth quarter, which compares with a forecast of 6.5% published following the Fed’s March meeting. Private forecasters have stepped up their GDP estimates by even more, from 6.3% in mid-March to 7.7% last week, according to an IHS Markit survey.<br />Those upgrades have been driven by gains the economy has made in the first half of the year—first-quarter GDP was significantly stronger than economists thought it would be back in March, and they have been steadily increasing their second-quarter GDP forecasts."
}