{
    "url_original": "https://www.wsj.com/articles/ecb-keeps-asset-purchases-on-track-11623326327",
    "url": "ecb-keeps-asset-purchases-on-track-11623326327",
    "title": "ECB Set to Fall Behind Fed in Phasing Out Stimulus",
    "sub_head": "Central bank’s move suggests it will lag behind the Federal Reserve in phasing out extraordinary stimulus policies",
    "category_1": "Economy",
    "time": "2021-06-10 08:02:00",
    "body": "FRANKFURT—The European Central Bank said it would keep its aggressive monetary stimulus in place despite mounting evidence of a vigorous economic recovery and rising inflation in the eurozone as the Covid-19 pandemic recedes.<br />The ECB’s move suggests it will lag behind the Federal Reserve in phasing out the extraordinary stimulus policies it rolled out last year. That divergence will help to hold down the euro against the dollar and support European businesses as they emerge from the crisis.<br />The ECB said in a statement that it would keep its key interest rate at minus 0.5% and continue to buy eurozone debt under an emergency €1.85 trillion bond-buying program, equivalent to $2.2 trillion, through at least March 2022. It said it would buy those bonds at a “significantly higher pace” than during the first months of this year, repeating a pledge made in March.<br />ECB President Christine Lagarde faces a tricky task at Thursday’s news conference, starting at 8:30 a.m. ET, to explain why the eurozone still needs such aggressive monetary stimulus when economic activity is accelerating and its inflation rate has risen above the ECB’s target of just below 2%. She is expected to stress Europe’s incomplete path to economic recovery, even as she unveils more upbeat forecasts for eurozone growth and inflation.<br />While the U.S. economy may already have surpassed its pre-pandemic size, the eurozone isn’t expected to make up the ground lost to the pandemic until later next year amid a slow start to vaccinations and lengthy lockdowns to contain the virus."
}