{
    "url_original": "https://www.wsj.com/articles/economy-week-ahead-imports-jobless-claims-inflation-11623006000",
    "url": "economy-week-ahead-imports-jobless-claims-inflation-11623006000",
    "title": "Economy Week Ahead: Imports, Jobless Claims, Inflation",
    "sub_head": "Look out for inflation readings from the U.S. and China",
    "category_1": "Economy",
    "category_2": "Economy Week Ahead",
    "image_1_url": "https://images.wsj.net/im-349369?width=620&size=1.5",
    "image_1": "im-349369.jpg",
    "time": "2021-06-06 15:00:00",
    "body": "Inflation readings from China and the U.S. highlight this week’s round of economic data.<br />China’s imports are expected to surge in May due to rising commodity prices and the low base from a year earlier, according to 16 economists polled by The Wall Street Journal. The country’s imports are forecast to grow 53% from one year ago. Outbound shipments, a key engine of growth for China’s economy, are expected to rise 32.3%. The country’s trade surplus is expected to touch $47.9 billion compared with $42.9 billion in April.<br />The U.S. trade deficit hit a record in March as federal stimulus reinvigorated consumers and pushed demand for imports to a fresh high. Economists are forecasting a narrower trade gap in April, though the overall figure will likely remain elevated as the U.S. reopening gathers strength.<br />China’s factory-gate inflation is expected to hit more than a decade high in May, triggered by the rising commodity prices, according to a median forecast of 16 economists. The producer-price index is projected to climb 8.6% from a year earlier, the highest level since August 2008. Meanwhile, the consumer-price index is expected to have risen 1.5% annually in May compared with April’s 0.9% expansion.<br />The European Central Bank releases a policy statement and staff forecasts. In March, the ECB pledged to accelerate purchases under a €1.85 trillion bond-buying program in an effort to hold down borrowing costs amid sluggish economic growth. Now, with Covid-19 vaccinations rising, pandemic restrictions easing, activity accelerating and inflation rising above the central bank’s target, some economists are looking for signs those purchases could soon be scaled back."
}