{
    "url_original": "https://www.wsj.com/articles/economy-week-ahead-the-fed-factories-and-consumers-11623610800",
    "url": "economy-week-ahead-the-fed-factories-and-consumers-11623610800",
    "title": "Economy Week Ahead: The Fed, Factories and Consumers",
    "sub_head": "Look out for U.S. retail sales and industrial production; also Chinese indicators",
    "category_1": "Economy",
    "category_2": "Economy Week Ahead",
    "image_1_url": "https://images.wsj.net/im-353273?width=620&size=1.5",
    "image_1": "im-353273.jpg",
    "time": "2021-06-13 15:00:00",
    "body": "The Federal Reserve’s policy meeting highlights this week’s slate of economic news.<br />U.S. retail sales are expected to fall in May as auto sales decline, fiscal support for consumers fades and Americans shift their spending toward services and away from goods while vaccine campaigns advance and more businesses reopen.<br />U.S. industrial production is forecast to rise in May, led by a pickup in manufacturing. Factory activity around the world has faced similar opportunities and challenges: Red-hot demand, rising costs, supply-chain bottlenecks and trouble hiring workers.<br />China’s economic indicators for May are likely to show another month of slowing growth, as the base effect of a pandemic year eases and production is suspended in the manufacturing and export hub of Guangdong province to control recent Covid-19 outbreaks. Economists polled by The Wall Street Journal are forecasting industrial output increased 8.8% from a year earlier in May, decelerating from 9.8% for the prior month. Retail sales are expected to rise 13.6% versus April’s lower-than-expected 17.7% increase. And nonrural fixed-asset investment likely rose 16.6% in the January to May period, compared with 19.9% in the first four months of the year.<br />U.S. housing starts are expected to rise in May as builders confront strong demand alongside rising costs for materials and difficulty finding workers. One side effect: Prices for new and previously owned U.S. homes are surging."
}