{
    "url_original": "https://www.wsj.com/articles/editor-of-prominent-medical-journal-jama-to-step-down-amid-controversy-over-racism-11622582644?mod=business_minor_pos2",
    "url": "editor-of-prominent-medical-journal-jama-to-step-down-amid-controversy-over-racism-11622582644",
    "title": "Editor of Medical Journal JAMA to Step Down Amid Controversy Over Racism",
    "sub_head": "Howard Bauchner apologizes for JAMA podcast, tweet questioning existence of racism in medicine",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-346907?width=620&size=1.5",
    "image_1": "im-346907.jpg",
    "time": "2021-06-01 17:24:00",
    "body": "The editor in chief of the Journal of the American Medical Association, one of the country’s pre-eminent medical research journals, is stepping down after the publication produced a podcast episode and a tweet that questioned the existence of racism in medicine.<br />Howard Bauchner, a pediatrician at Boston University School of Medicine who has edited the journal since 2011, was placed on leave in March and the journal’s publisher, the American Medical Association, said the incident was being reviewed.<br />On Feb. 24, JAMA’s official  Twitter  account posted a message that read in part, “No physician is racist, so how can there be structural racism in health care?” The message urged readers to listen to an episode of a JAMA podcast hosted by Edward Livingston, a top editor at the journal, in which, according to several news reports, he said, “Many people like myself are offended by the implication that we are somehow racist.”<br />The podcast episode and the tweet have since been deleted. In place of the podcast on the JAMA website is a recording of Dr. Bauchner apologizing for the discussion.<br />“Comments made in the podcast were inaccurate, offensive, and hurtful, and inconsistent with the standards of JAMA,” Dr. Bauchner said Tuesday. “Racism and structural racism exist in the United States, and in healthcare.”"
}