{
    "url_original": "https://www.wsj.com/articles/el-salvadors-big-bitcoin-mistake-11624399097?mod=opinion_lead_pos7",
    "url": "el-salvadors-big-bitcoin-mistake-11624399097",
    "title": "El Salvador’s Big Bitcoin Mistake",
    "sub_head": "Dollarization worked, but ‘forced tender’ laws are a staple of totalitarian regimes.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-22 17:58:00",
    "body": "El Salvador’s President Nayib Bukele announced by video at a June 5  cryptocurrency revival meeting in Miami that his country plans to adopt bitcoin as legal tender. With his blessing, El Salvador’s Congress wasted little time passing the Bitcoin Law. On June 8, with little debate, deputies approved the law by a wide margin in the middle of the night. El Salvador is the first country to pass such a law.<br />Why bitcoin in El Salvador? Twenty years ago, after years of painstaking preparation, weeks of congressional deliberation, and a green light behind the scenes by the U.S. Treasury and the International Monetary Fund, El Salvador effectively mothballed its currency, the colón, in 2001. The U.S. dollar officially became the coin of the realm.<br />Dollarization has worked: Since 2001, the average annual inflation rate has been 2.03%—the lowest in Latin America. Thanks to dollarization and low inflation, 25-year variable mortgages are available at 7%. Economic growth has outpaced the Latin American average. Exports have grown steadily at a faster rate than in most other Latin American countries. While El Salvador may suffer from microeconomic distortions and corruption, it has achieved macroeconomic stability. And while stability isn’t everything, everything else is nothing without stability.<br />So why try to fix the dollarized system with the dangerous and fundamentally flawed Bitcoin Law? The law’s most glaring flaw is Article 7. It mandates that “every economic agent must accept bitcoin as payment when offered by whoever acquires a good or service.” This article renders the Bitcoin Law a “forced tender,” not a “legal tender,” law.<br />Legal-tender laws, like those in the U.S., only specify what currencies discharge debts, including the payment of taxes. Forced-tender laws remove the freedom of choice in the use of currencies for all transactions, including everyday purchases like groceries. When forced tender is imposed, all domestic exchanges, including those that traders would rather conduct in another currency, must be conducted in the currency designated by law. Forced-tender laws are a communist staple. Article 175 of the Soviet Union’s civil code was a forced-tender law, similar to Article 7 of El Salvador’s Bitcoin Law. It required that all transactions take place in Soviet rubles. Forced-tender laws are also common during military occupations. In World War II, a Nazi currency called Reichskreditkassenscheine was forced tender in conquered countries."
}