{
    "url_original": "https://www.wsj.com/articles/eliza-orlins-says-its-time-manhattan-had-a-public-defender-for-district-attorney-11623240001?mod=business_minor_pos6",
    "url": "eliza-orlins-says-its-time-manhattan-had-a-public-defender-for-district-attorney-11623240001",
    "title": "Eliza Orlins Says It’s Time Manhattan Had a Public Defender for District Attorney",
    "sub_head": "The Legal Aid lawyer has built a following steeped in social-media savvy and progressive politics",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-350975?width=620&size=1.5",
    "image_1": "im-350975.jpg",
    "time": "2021-06-09 12:55:00",
    "body": "Carrying hot pink signs and clipboards, volunteers for Eliza Orlins fan out across Manhattan every day, asking voters if they have heard about the only public defender running to be the borough’s new district attorney.<br />Ms. Orlins’ small army of volunteers is the most visible display of the grass-roots following that has powered her bid for Manhattan’s top prosecutor. Public defenders haven’t historically run for office as prosecutors, but she said there is enough enthusiasm for criminal-justice reform and ending mass incarceration that it is now possible.<br />She is running on a platform that would radically change how the district attorney’s office works, declining to prosecute many misdemeanors and pledging to look for solutions to violent crime that don’t involve jailing people.<br />“We got into this race knowing we wouldn’t have the support of the establishment or elected officials, but we have one thing our competition doesn’t: the people,” said Ms. Orlins, who calls herself the most progressive candidate in the eight-person Democratic primary.<br />Manhattan District Attorney Cyrus Vance Jr., the three-term incumbent, isn’t running for re-election. The winner of the June 22 Democratic primary will be the prohibitive favorite in a general election where Democrats vastly outnumber Republicans. Ms. Orlins would be the first public defender and first woman to hold the office."
}