{
    "url_original": "https://www.wsj.com/articles/elizabeth-warrens-irs-entitlement-11623617019?mod=opinion_lead_pos2",
    "url": "elizabeth-warrens-irs-entitlement-11623617019",
    "title": "Elizabeth Warren’s IRS Entitlement",
    "sub_head": "The Senator and President Biden want to put the agency beyond annual appropriations.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-353424?width=620&size=1.5",
    "image_1": "im-353424.jpg",
    "time": "2021-06-13 16:43:00",
    "body": "The Internal Revenue Service leak of taxpayer returns to left-leaning media outlet ProPublica is a prime example of why Congress should refuse to give the tax agency more money and power. That includes President Biden’s little-noticed but politically consequential plan to put IRS funding on autopilot.<br />An overlooked part of Mr. Biden’s plan to supercharge the IRS would exclude most of its funding over the next decade from Congress’s annual appropriations. His plan calls for a “dedicated stream of mandatory funds ($72.5 billion over a decade)” that will “provide for a sustained, multi-year commitment to revitalizing the IRS that will give the agency the certainty it needs to rebuild.” By “certainty” Mr. Biden means insulating the agency from accountability to Congress and its power of the purse.<br />Like so much else in the Biden Presidency, this follows the Elizabeth Warren model. The Massachusetts Senator last month introduced a bill that would nearly triple the annual IRS budget to $31.5 billion, which would be indexed to inflation and come from money “in the Treasury not otherwise appropriated,\" such as from interest that the Federal Reserve earns from its asset portfolio. This is what Ms. Warren and Democrats did when they created the Consumer Financial Protection Bureau, which gets its funding directly from the Fed.<br />The IRS would essentially become another mandatory budget program like Social Security and Medicare. Its funding would be automatic and not subject to the annual Congressional review that affects “discretionary” spending for most federal departments, including the Pentagon. Congress could still haul the IRS Commissioner up for hearings. But without the risk of having to answer to Congressional appropriators for its budget, the tax agency would have little to worry about.<br />Republicans in Congress cut the IRS budget during the Obama Presidency after the agency targeted conservative nonprofits in the Lois Lerner debacle. Democrats say the cuts have frustrated tax enforcement. Their plan would make sure the IRS doesn’t have to pay a price in the future for politically targeting taxpayers or leaking returns. The potential for abuse would grow since Mr. Biden’s plan would also give the IRS access to bank account inflows and outflows."
}