{
    "url_original": "https://www.wsj.com/articles/emergency-landing-for-chinas-flying-pig-prices-11624509273?mod=business_minor_pos10",
    "url": "emergency-landing-for-chinas-flying-pig-prices-11624509273",
    "title": "Emergency Landing for China’s Flying Pig Prices",
    "sub_head": "After two years of plenty for pork producers—and pain for pork lovers—China’s supply crunch has finally eased",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-359126?width=620&size=1.5",
    "image_1": "im-359126.jpg",
    "time": "2021-06-24 12:34:00",
    "body": "Prices of everything seem to be going up this year. Pork prices in China are doing the opposite as a different sort of health crisis eases. That’s tough news for the global pork industry, but a welcome respite for pork buyers everywhere.<br />Prices of pork in China have halved since January: a big change after about two years of surging prices due to an African swine fever outbreak, which saw the country’s pig population fall more than 40%. There was a renewed flare-up in early 2021 but that has since subsided. Minor outbreaks still happen from time to time, but the overall situation has improved markedly compared with 2019.<br />This year’s reversal seems like a classic case of “the cure for high prices is high prices”: Production and imports in the past year have both increased to capture outsize profits. China’s pig herd grew 23.5% year on year in May, according to the government. Imports in 2020 doubled from a year earlier. The outbreak earlier this year also caused some farmers to cull their herds earlier, bringing forward pork supply.<br />Farmers have also been growing fatter pigs. Even though they usually sell at worse prices per kilogram than the leaner ones, the increase in pork prices had justified extra feeding costs. Goldman Sachs says oversize hogs heavier than 150 kilograms (about 331 pounds)—compared with usual size of 110 kilograms—contributed more than 30% of output in April and May. As prices started to collapse, some farmers also rushed to sell, leading to a downward spiral.<br />All this may have some ripple effect on global prices. Imports will likely slow as importers are unlikely to make money in the current market. Pan Chenjun, a senior analyst at Rabobank, expects China’s pork imports to drop 10% to 30% from 2020 levels. China made up about half of global pork imports in 2020."
}