{
    "url_original": "https://www.wsj.com/articles/employee-motivation-philanthropy-11624307612?mod=business_lead_pos11",
    "url": "employee-motivation-philanthropy-11624307612",
    "title": "Using Philanthropy to Motivate Employees Can Backfire",
    "sub_head": "Workers can be less productive where donations are tied to productivity",
    "category_1": "Business",
    "category_2": "Journal Reports: Leadership",
    "image_1_url": "https://images.wsj.net/im-359590?width=620&size=1.5005861664712778",
    "image_1": "im-359590.jpg",
    "time": "2021-06-25 11:00:00",
    "body": "Companies sometimes view acts of corporate philanthropy as a way of motivating employees, especially younger workers. But the findings of a recent study suggest that trying to use corporate giving as a motivational tool can backfire.<br />The paper, published in the Economic Journal in December, found that employees can actually be less productive when their company makes charitable donations conditional on their work rather than for purely altruistic reasons.<br />For instance, in one part of the study, 3,000 workers were asked to write slogans for a pharmaceutical company’s website. When compensation was tied to the number of slogans they wrote, about 85% of the workers wrote more than the minimum requirement of three. But when the company offered to make a charitable donation for extra work instead of increasing compensation, only 49% of workers wrote more than three. Meanwhile, when the employer offered no additional compensation or charitable contributions for their effort, 61% of workers wrote more than three sentences.<br />“Tying charitable contributions to workers’ productivity or output was actually worse than doing nothing at all,” says Stephan Meier, a professor at Columbia Business School in New York and co-author of the paper. While corporate social responsibility is usually seen as having very little downside, Prof. Meier adds, such thinking could be incorrect if workers see it as manipulative, inauthentic or used as a tool to encourage them to do more work. “Why a firm is doing good matters just as much as the act of doing good,” he says.<br />In another scenario in the study, workers were told that the company would give to charity, but the contributions weren’t explicitly linked to the workers’ output. In this case, the workers responded slightly better than when the charitable giving was made conditional on additional work. About 54% of workers wrote more than three slogans, compared with only 49% when the charity was made conditional."
}