{
    "url_original": "https://www.wsj.com/articles/ending-the-cycle-of-scandal-at-toshiba-11623928390?mod=markets_lead_pos12",
    "url": "ending-the-cycle-of-scandal-at-toshiba-11623928390",
    "title": "Ending the Cycle of Scandal at Toshiba",
    "sub_head": "Shareholders finally have a chance to clear out the ailing Japanese company’s board following explosive revelations on governance",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-355410?width=620&size=1.5",
    "image_1": "im-355410.jpg",
    "time": "2021-06-17 07:13:00",
    "body": "Toshiba  was once a world-famous brand for laptops and televisions. In recent years the 146-year-old Japanese industrial icon has become better known for scandals. The latest one should finally pave the way for a complete overhaul of the company.<br />An independent report by outside lawyers looking at events leading up to last year’s annual general meeting found that Toshiba had colluded with the government to fend off foreign activist investors using questionable tactics. The 139-page report, released June 10, said Toshiba was “trying to effectively prevent shareholders from exercising their rights through undue influence.” In last year’s meeting, Singapore-based hedge fund Effissimo Capital failed to get its own candidates onto Toshiba’s board and the company’s former chief executive narrowly won re-election.<br />The explosive revelations shine a spotlight on this year’s shareholder meeting, to be held June 25. Toshiba said Sunday that two executives and two outside directors would resign, but more heads need to roll. Investor advisory firms Glass Lewis and Institutional Shareholder Services have recommended that shareholders vote against three other directors put forward by the company, including board Chairman Osamu Nagayama.<br />And investors have a chance of kicking them out. Shareholders from outside Japan own more than half of Toshiba, as a result of the $5.3 billion capital raising in 2017 that followed the collapse of its U.S. nuclear business. In March, shareholders voted in favor of an independent inquiry despite the company’s opposition, which is what led to last week’s report.<br />The scandal hasn’t stopped Toshiba’s stock from having one of its best years in recent history. It is up 67% so far to levels not seen since 2016, before the company announced billions of losses from its nuclear unit."
}