{
    "url_original": "https://www.wsj.com/articles/energy-department-seeks-to-keep-grant-backed-technology-jobs-in-u-s-11624017600?mod=business_lead_pos11",
    "url": "energy-department-seeks-to-keep-grant-backed-technology-jobs-in-u-s-11624017600",
    "title": "Energy Department Seeks to Keep Grant-Backed Technology Jobs in U.S.",
    "sub_head": "New regulations would remove exemptions used for offshore manufacturing",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-355858?width=620&size=1.5",
    "image_1": "im-355858.jpg",
    "time": "2021-06-18 08:00:00",
    "body": "The Biden administration is moving to end exemptions that allowed technology developed with U.S. government research funding to be exported for manufacturing overseas, Energy Secretary Jennifer Granholm said in an interview.<br />The change affects billions of dollars of grant money allocated by the Energy Department and is the latest effort to boost the country’s competitiveness with China. It primarily blocks small companies and nonprofits—largely universities and their spinoff businesses—from exceptions that allowed them to outsource manufacturing of technology developed with federal help, according to the department.<br />The department is making the change as part of President Biden’s supply-chain initiative, a strategy announced last week for boosting domestic manufacturing across high-tech industries. Those include semiconductors, rare-earth elements and large-capacity batteries used in electric vehicles, all industries in which Energy Department grants often feed key research and development.<br />“If we’re going to pay for your research and development, you need to manufacture it here,” Ms. Granholm said. “If the seed was planted here, the tree should grow here.”<br />Mr. Biden has proposed a major increase in federal spending, including a $2.3 trillion infrastructure package, to modernize the U.S. economy, prodding it to catch up with China in particular. The goal is to ensure the U.S. becomes a world leader in several nascent or evolving industries, especially clean energy and low-emissions transportation."
}