{
    "url_original": "https://www.wsj.com/articles/erratic-data-is-an-economic-symptom-of-the-pandemic-11624313428?mod=opinion_lead_pos6",
    "url": "erratic-data-is-an-economic-symptom-of-the-pandemic-11624313428",
    "title": "Erratic Data Is an Economic Symptom of the Pandemic",
    "sub_head": "Among the conundrums: How do you seasonally adjust for a socially distanced Christmas?",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-21 18:10:00",
    "body": "Confused about the state of the U.S. economy? It’s no wonder. One day a strong report comes in on jobs or gross domestic product. Then another data release on unfilled jobs or inflation paints a different picture.<br />The U.S. economy is like someone who contracted Covid-19 and experienced good and bad days while recovering. It isn’t yet back to full health, but it’s getting there. It caught a terrible case of Covid more than a year ago, looked for a while like it might be shaking off the disease last summer, then suffered a horrific relapse last winter as cases rose to their highest rates ever. Then came the wonderful vaccines, and the economy started to recover.<br />But the recovery is not linear. Rather, it is proceeding in fits and starts. Sales of physical goods, for example, dipped only briefly when Covid hit, recovered quickly, and are now well above their pre-pandemic levels. In stark contrast, businesses that deliver personal services, such as restaurants and hotels, suffered a devastating depression and are still below their pre-pandemic levels.<br />The future looks pretty good, but it’s obscured by erratic data. Consider payroll employment, perhaps the most scrutinized data series. Job gains have averaged 348,000 over six months. But that six-month period includes a catastrophic month of 306,000 job losses (December 2020) and a boom month of 785,000 job gains (March 2021). If you remove those two aberrant observations, the average for the remaining four months was 402,000 —which is more indicative of the strength of the recovery.<br />Or consider the highly publicized consumer price index. The past four monthly ticks, of about 0.4%, 0.6%, 0.8% and 0.6% (for February to May), have ballooned the 12-month average from 1.4% in January to 5% in May. Did we really move from being a 1% inflation economy to being a 5% inflation economy in a matter of months? No. Those four high-inflation months replaced the pandemic-depressed readings of 0.1%, minus 0.3%, minus 0.7% and minus 0.1% between February and May 2020. We knew this replacement would happen and that it would boost measured inflation. But the boost turned out to be larger than expected, partly because of temporary bottlenecks that have emerged as the economy reopens unevenly."
}