{
    "url_original": "https://www.wsj.com/articles/essential-tailgating-gear-to-get-you-back-to-the-stands-in-style-11622650006",
    "url": "essential-tailgating-gear-to-get-you-back-to-the-stands-in-style-11622650006",
    "title": "Essential Tailgating Gear to Get You Back to the Stands in Style",
    "sub_head": "From space-age lawn chairs to chargers that can power a mini fridge, our recommendations will make your 2021 setup the envy of your face-painted neighbors",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-347331?width=620&size=0.6666666666666666",
    "image_1": "im-347331.jpg",
    "time": "2021-06-02 12:06:00",
    "body": "WHEN CHEZ CHESAK goes back to tailgating this year, he’ll have plenty of company. A New England Patriots fan who’s now living in Cincinnati, the 51-year-old belongs to an “expat” club that already has more than 100 Patriots zealots signed up to travel to Indianapolis this football season when their team plays the Colts. “I miss the camaraderie, energy and excitement,” said Mr. Chesak.<br />Tailgating gear has improved tremendously since you, too, last partied in a parking lot with friends, family and face-painted strangers. So think about what you’re packing before you storm the asphalt, making up for lost time. From coolers that double as on-the-go kitchens to energizing speakers and portable chargers that can power all of your devices, we found the gear to ensure this year’s festivities are worth the wait.<br />This modern lawn chair retains the best traits of the classics—woven webbing, easy setup—but adds handsome beech wood armrests and a detachable cooler underneath to keep drinks and snacks handy. An aircraft-grade aluminum frame means the chair is light enough to wear as a backpack (with straps), yet strong enough to support a 350-pound fan. Our favorite feature is the height: Unlike many camp chairs whose undersides practically scrape the ground, the Voyager sits higher to make getting in and out easier. ($220, parkitmovement.com)<br />Once you’re inside the stadium, these Nikon binoculars will let you read the catcher’s signs from the nosebleeds. A top-mounted lever makes for easy switching between four zoom distances with your index finger, while coated optics brighten the view. It weighs less than a bottled water, so you won’t strain your neck during the seventh-inning stretch. ($150, nikonusa.com)<br />Your smart speaker from home won’t do in a WiFi-less stadium parking lot. Instead, opt for JBL’s new, thermos-size speaker with Bluetooth connectivity, great sound and a 20-hour battery life per charge. The Charge 5 is waterproof in case of spilled suds, and, should it tumble off a table, its rugged housing will ensure it hits the asphalt intact. ($180, jbl.com)"
}