{
    "url_original": "https://www.wsj.com/articles/ethiopia-declares-cease-fire-after-rebels-take-tigray-capital-11624914191",
    "url": "ethiopia-declares-cease-fire-after-rebels-take-tigray-capital-11624914191",
    "title": "Ethiopia Declares Cease-Fire After Rebels Take Tigray Capital",
    "sub_head": "Capture of Mekelle is a blow to President Abiy Ahmed and could mark decisive shift in the eight-month conflict",
    "category_1": "World",
    "category_2": "Africa",
    "image_1_url": "https://images.wsj.net/im-361306?width=620&size=1.5",
    "image_1": "im-361306.jpg",
    "time": "2021-06-28 17:03:00",
    "body": "Ethiopia declared a unilateral cease-fire in its eight-month war in the northern Tigray region on Monday, hours after separatist fighters entered the provincial capital in a blow to the government of Africa’s second-most populous nation.<br />Witnesses said that hundreds of Tigrayans took to the streets of Mekelle waving flags and singing, as rebel fighters armed with AK-47 rifles, known as the Tigray Defense Forces, marched in columns through several city suburbs. Throughout much of the day, Ethiopian troops aboard camouflaged military trucks were leaving the city following several days of strategic setbacks in an increasingly bloody guerrilla war, the witnesses said.<br />The capture of Mekelle, which also serves as the de facto capital for many humanitarian-aid agencies operating in the region, and the federal government’s declaration of a cease-fire, could mark a decisive shift in the conflict. The U.S. last month imposed sanctions on officials in Ethiopia, one of its key allies on the African continent, pointing to allegations of widespread atrocities against civilians in Tigray.<br />It was unclear how the Tigrayan forces would respond to the cease-fire declared by the government of Ethiopia’s Nobel Peace Prize-winning Prime Minister Abiy Ahmed.<br />There was also no immediate response from neighboring Eritrea, whose troops have been fighting alongside the Ethiopians and whose leader, Isaias Afwerki, has been a longtime opponent of the Tigrayan rebels."
}