{
    "url_original": "https://www.wsj.com/articles/ethiopia-conflict-takes-dramatic-turn-as-tigray-rebels-retake-regional-capital-11624992005?mod=world_major_2_pos1",
    "url": "ethiopia-conflict-takes-dramatic-turn-as-tigray-rebels-retake-regional-capital-11624992005",
    "title": "Ethiopia Conflict Takes Dramatic Turn as Tigray Rebels Retake Regional Capital",
    "sub_head": "Prime Minister Abiy Ahmed’s war plans in tatters as Ethiopian forces and administrators forced to withdraw",
    "category_1": "World",
    "category_2": "Africa",
    "image_1_url": "https://images.wsj.net/im-361723?width=620&size=1.5",
    "image_1": "im-361723.jpg",
    "time": "2021-06-29 14:40:00",
    "body": "Eight months after claiming victory over the rebellious region of Tigray, Ethiopian Prime Minister Abiy Ahmedhas been beaten into a shock retreat, his forces ejected from the regional capital after a lightning rebel offensive that could change the shape of geopolitics across the strategically vital Horn of Africa.<br />On Tuesday, jubilant crowds poured onto the streets of Tigray’s regional capital, Mekelle, to welcome fighters from the Tigray Defence Forces who quickly took full control of the city. Troops from neighboring Eritrea, which crossed the border in November to help Ethiopian government and militia forces occupy the region, had retreated from other Tigrayan towns, eyewitnesses said.<br />As regional government officials appointed by Mr. Ahmed fled south in armed convoys on Monday, the prime minister called for a temporary cease-fire. Tigrayan forces, which spent months regrouping and recruiting new fighters before launching a rolling counterattack, vowed on Tuesday to cross state and national borders to pursue Eritrean and Ethiopian forces if required.<br />“People are on the streets celebrating the departure of federal forces, they are all jubilating” said one Mekelle resident, reached by telephone. “Everyone is dancing, there is loud music everywhere.”<br />The capture of Mekelle, which also serves as the de facto capital for many humanitarian-aid agencies operating in the region, marks a decisive shift in a conflict that has reverberated far beyond Ethiopia’s borders to draw in Sudan, Eritrea and the United Arab Emirates. Ethiopia is an important strategic ally of the U.S., which it has helped in missions to neutralize terrorist groups, including al Qaeda and Islamic State, in the region."
}