{
    "url_original": "https://www.wsj.com/articles/europes-carbon-border-tax-plan-looms-over-global-trade-11623321116?mod=world_major_1_pos4",
    "url": "europes-carbon-border-tax-plan-looms-over-global-trade-11623321116",
    "title": "Europe’s Carbon Border Tax Plan Looms Over Global Trade",
    "sub_head": "Plan comes as G-7 leaders start to gather ahead of summit in southwestern England",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-351856?width=620&size=1.5",
    "image_1": "im-351856.jpg",
    "time": "2021-06-10 06:31:00",
    "body": "PARIS—Europe is preparing legislation that would jolt the rules of international trade by taxing imported goods based on the greenhouse gases emitted to make them, a plan that has sent shudders through the world’s supply chains and unsettled big trading partners such as the U.S., Russia and China.<br />The European Union plan, due to be announced next month, is generating debate ahead of a summit of the leaders of the Group of Seven rich countries in southwestern England starting Friday, where the international response to climate change is set to be a central topic.<br />The EU proposal would open up a new front in the fight against climate change by setting the world’s first limits on carbon in traded goods. The 27-nation bloc says it wants to stop polluting industries from shifting production outside Europe to avoid the bloc’s emissions limits and then exporting back into the EU. The proposal would also use the EU’s economic heft to send a powerful signal for other countries to start regulating carbon emissions.<br />It comes as President Biden and European leaders are aiming to breathe new life into the Paris climate accord, after the Trump administration pulled the U.S. out and some European nations fell off track from their own emissions targets. The West is hoping to convince the developing world to make ambitious new commitments to limit emissions ahead of a November summit in Scotland. John Kerry, the Biden administration’s climate envoy, has said carbon-tariff proposals could undermine that process, even as the administration says it is considering whether to support the policy for the U.S.<br />“Secretary Kerry recognizes that border carbon adjustments are a tool that can, under the right circumstances and if designed properly, be useful in advancing climate action,” a U.S. State Department spokeswoman said."
}