{
    "url_original": "https://www.wsj.com/articles/euro-2020-england-grealish-germany-ronaldo-11624580465",
    "url": "euro-2020-england-grealish-germany-ronaldo-11624580465",
    "title": "In Soccer’s Era of Complexity, the Euros’ Superstars Make It Simple",
    "sub_head": "As the tournament heads into the knockout rounds, individual talent is still what makes a favorite",
    "category_1": "Life & Arts",
    "category_2": "Soccer",
    "image_1_url": "https://images.wsj.net/im-359846?width=620&size=1.5005861664712778",
    "image_1": "im-359846.jpg",
    "time": "2021-06-25 06:00:00",
    "body": "LONDON—England fans had sat through two dour performances at the European Championship before manager Gareth Southgate put some fun into the team. All he did was pick a 19-year-old livewire named Bukayo Saka.<br />In his first start at a major tournament, Saka launched the move that led to the single goal of England’s crucial victory against the Czech Republic simply by doing what he does best: picking up the ball in his own half and trusting his instinct to attack. He left a defender in his dust and immediately opened up the field for his teammates to pour forward. It wasn’t a sophisticated play drawn up by Southgate—just one moment of unpredictability that electrifies a team.<br />“I said at the start that different players will have the spotlight on them in different games,” Southgate said. “And Bukayo, I can’t speak highly enough of him. He earned that chance tonight and he’s grabbed it. He was fabulous.”<br />Saka’s explosion was a timely reminder that in soccer’s era of complex systems and 26-man squads, major tournaments turn on stellar performances by individual players. And as the remaining 16 teams at the Euros head into the knockout rounds on Saturday, the favorites remain the teams carrying the most one-man wrecking crews.<br />Take Belgium. Not only does the team have the Italian league’s top scorer, Romelu Lukaku, up front — it also has midfielder Kevin De Bruyne to tee him up. De Bruyne had arrived at the Euros with an injury and waited until halftime of Belgium’s second game to make his first appearance. It took all of nine minutes for him to deliver a scintillating assist. He is now averaging one assist every 67 minutes."
}