{
    "url_original": "https://www.wsj.com/articles/europes-green-disclosure-rules-give-fund-investors-clarityand-confusion-11624626770?mod=markets_major_pos11",
    "url": "europes-green-disclosure-rules-give-fund-investors-clarityand-confusion-11624626770",
    "title": "Europe’s ‘Green’ Disclosure Rules Give Fund Investors Clarity—and Confusion",
    "sub_head": "The regulations are designed to bring order to ESG investing. But they leave a lot of room for interpretation.",
    "category_1": "Business",
    "category_2": "Journal Reports: Leadership",
    "time": "2021-06-25 09:12:00",
    "body": "The European Union’s new antigreenwashing regulation is making asset managers assess how “green” their funds really are in terms of helping society and the environment.<br />Known as the Sustainable Finance Disclosure Regulation, or SFDR, the rules aim to prevent fund firms from exaggerating sustainability claims to make their products seem more attractive and to provide more clarity to investors who want to put their dollars behind certain causes.<br />Under the first phase of the regulation, which took effect March 10, asset managers had to start disclosing information on their funds if they promote certain environmental or social causes or objectives. Starting in January 2022, managers will have to back up green-fund claims with more detailed disclosure, such as the policies they use to evaluate companies’ governance practices.<br />While many fund firms say they welcome the efforts to bring order to the ESG investing space, they also say the rules leave plenty of room for interpretation on what exactly constitutes a green fund. In addition, regulators are still discussing what kinds of disclosures will be required come January.<br />“One of the challenges is the fact that asset managers classify funds themselves,” says Elodie Laugel, chief responsible investment officer at French fund firm Amundi, which manages 1.755 trillion euros (US$2.093 trillion) of assets overall. This naturally leads to differences in practices and approaches, the firm says."
}