{
    "url_original": "https://www.wsj.com/articles/ev-startups-are-in-trouble-investors-dont-care-11624075431?mod=business_lead_pos3",
    "url": "ev-startups-are-in-trouble-investors-dont-care-11624075431",
    "title": "EV Startups Are in Trouble. Investors Don’t Care.",
    "sub_head": "Shares of new electric-vehicle makers Lordstown Motors, Nikola and Canoo are holding tight despite a challenging series of speed bumps",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-355698?width=620&size=1.5",
    "image_1": "im-355698.jpg",
    "time": "2021-06-19 12:03:00",
    "body": "Lordstown Motors Corp. , an electric-truck startup, is off to a bumpy start as a public company. In the past month, it said it missed its targets on costs and production, acknowledged it overstated preorders, told investors it didn’t have enough money to start full production and parted with its CEO and CFO.<br />Yet the company’s investors are rather unfazed: Lordstown’s share price is roughly the same as in mid-May.<br />The stocks of numerous recently listed electric-vehicle companies are showing remarkable resilience in the face of significant turmoil at their businesses. Lordstown, semi-truck maker  Nikola Corp.  and electric-car maker  Canoo Inc.  all have share prices that are in line with, or above, the prices from when they struck deals to go public by merging with special-purpose acquisition companies, or SPACs, last year.<br />Nikola has a market capitalization of $6.5 billion, up more than 60% since it struck its deal to list last year. Months later, the company’s executive chairman resigned after a short seller accused the company of misrepresenting its technology. The company, which denied allegations of fraud, then scuttled multiple new types of vehicles it previously advertised as key to its business, and a partnership with  General Motors Co.  largely fell apart.<br />Canoo announced this spring it dropped numerous aspects of its business plan that it sold to investors months earlier, and its CEO, CFO and co-founder all left the company. It has a roughly $2.4 billion market capitalization, unchanged from when it struck the deal to list publicly. None of the three companies have begun commercial production of vehicles."
}