{
    "url_original": "https://www.wsj.com/articles/exxon-disavows-remarks-after-video-shows-lobbyists-dismissing-companys-climate-stance-11625099651?mod=business_lead_pos7",
    "url": "exxon-disavows-remarks-after-video-shows-lobbyists-dismissing-companys-climate-stance-11625099651",
    "title": "Exxon Disavows Remarks After Video Shows Lobbyists Dismissing Company’s Climate Stance",
    "sub_head": "CExxon Disavows    didn’t reflect the company’s positions, after they said Exxon only supports a carbon tax because it is unlikely to pass",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-362890?width=620&size=1.5",
    "image_1": "im-362890.jpg",
    "time": "2021-06-30 20:57:00",
    "body": "Exxon Mobil Corp.  Chief Executive Darren Woods apologized and disavowed statements made by two of the company’s top Washington lobbyists after an environmental group released a video recording of their dismissing its public positions on climate change.<br />In a recording with a representative for Greenpeace, which tricked the lobbyists into believing they were conducting video interviews with a recruiter, Keith McCoy, Exxon’s senior director of federal relations, called the company’s support for a carbon tax to help address climate change an “easy talking point” because it is a policy unlikely to ever be implemented.<br />“Nobody is going to propose a tax on all Americans,” Mr. McCoy said in a video of the interview that Greenpeace posted online Wednesday. “And the cynical side of me says yeah we kind of know that. But it gives us a talking point. We can say, well, what is Exxon Mobil for? Well, we’re for a carbon tax.”<br />Mr. McCoy also said he had been “playing defense” by working to strip out certain provisions aimed at reducing carbon emissions from the massive infrastructure package proposed by President Biden. Exxon was seeking to water down the legislation by lobbying lawmakers in both parties, such as Democratic Sen. Joe Manchin of West Virginia, he said.<br />“You stick to highways and bridges, then a lot of the negative stuff starts to come out,” Mr. McCoy said in the video. “There’s a germaneness…Why would you put in something on emissions reductions on climate change to oil refineries in a highway bill?”"
}