{
    "url_original": "https://www.wsj.com/articles/exxon-and-chevrons-pains-wont-easily-translate-to-gains-11623236580?mod=business_minor_pos10",
    "url": "exxon-and-chevrons-pains-wont-easily-translate-to-gains-11623236580",
    "title": "Exxon and Chevron’s Pains Won’t Easily Translate to Gains",
    "sub_head": "While the largest energy companies are the ones facing the brunt of investors’ scrutiny, it won’t be easy for other producers to take market share",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-06-09 07:03:00",
    "body": "Developments in the past couple of weeks showed that the two American supermajors—Exxon Mobil and  Chevron —can no longer kick the can down the road when it comes to addressing climate risk. While the heat is on the oil giants, though, their market share won’t exactly be easy pickings for other producers.<br />On May 26, the two largest U.S. descendants of Rockefeller’s Standard Oil empire both had a reckoning of sorts. Exxon lost director seats to nominees put forth by the sustainability-focused activist investor Engine No. 1, an upstart fund with a fraction of its shares. On the same day, another activist group successfully persuaded the majority of Chevron’s shareholders to demand more emissions cuts.<br />Since then, both Exxon’s and Chevron’s shares have gained about 5% on the back of higher crude prices, but they lagged behind producers not affected by activist-related headlines.  Devon Energy  and  Occidental Petroleum  have both gained at least 15%, while  ConocoPhillips  and  EOG Resources  gained close to 10%.<br />That might be in part driven by an expectation that the limits placed on the industry’s giants will lead to market-share gains for others. Scrutiny of Exxon and Chevron will almost certainly place a higher hurdle on their future investments. In some cases, it might lead to divestments if certain assets don’t meet return hurdles or emissions targets.<br />In theory, independent exploration and production companies are in a solid position to step in. Many of them have proven to have better well performance and productivity compared with supermajors in previous years, according to Scott Hanold, analyst at RBC Capital Markets. That is in part because the independent E&P companies tend to focus primarily on oil and gas production and are optimized for it; major oil companies have a more sprawling business model that includes hydrocarbon transportation, refining and petrochemicals. The concentrated business model of independent E&Ps could, in some cases, shield them from investor pressure to stifle new production. After all, there is only so much shrinking a pure-play oil producer can tolerate; without new wells, their revenue sources dry up quickly."
}