{
    "url_original": "https://www.wsj.com/articles/exxon-mobil-activist-victory-isnt-really-all-about-climate-11622718180?mod=business_minor_pos10",
    "url": "exxon-mobil-activist-victory-isnt-really-all-about-climate-11622718180",
    "title": "Exxon Mobil Activist Victory Isn’t Really All About Climate",
    "sub_head": "Engine No. 1’s stunning victory seems to be one for green causes, but climate is the very tip of the iceberg",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-347580?width=620&size=1.5",
    "image_1": "im-347580.jpg",
    "time": "2021-06-03 07:03:00",
    "body": "Activist investor Engine No. 1’s victory over Exxon Mobil Corp. in a proxy fight last week was seen as further proof that investors are starting to take climate risk very seriously. Instead, it seems to be more of a pointed slap on Exxon management’s wrist for how out of touch it has been with its investors.<br />Last week, Engine No. 1’s nominees won two seats on the oil and gas giant’s board. After counting more votes, another Engine No. 1 nominee is expected to win a third seat. Investors aren’t exactly asking Exxon to take a drastic green turn, though. Two of the three Engine No. 1 nominees that were elected—Greg Goff and Kaisa Hietala—are former refining executives, with the latter having experience in renewable fuels. The third nominee that was elected—Alexander Karsner—has experience in renewable energy.<br />Paul Sankey of Sankey Research wrote in a note last week: “Anyone who thinks that Greg Goff is going to storm into the Exxon Mobil boardroom and start yelling about wind farms, does not know Greg Goff.”<br />Notably, Engine No. 1 hasn’t laid out any specific suggestions other than to say that Exxon needs to think about diversifying. The main takeaway—both on its website and on its 82-slide presentation to investors—is that the supermajor isn’t earnestly addressing the risk. New York State Comptroller Thomas DiNapoli said to Reuters that for years, investors have “received platitudes and gaslighting in response” to concerns about the climate crisis.<br />So the battle isn’t about choosing one distinct climate strategy over another but the perception that Exxon doesn’t have any at all. As Pavel Molchanov of Raymond James noted in a report, the change in board composition “will not rapidly lead to a fundamental transformation of Exxon’s underlying operations.” Rather, the climate issue seems to be a symbol of how frustrated Exxon’s investors have become about the company’s handling of everything else. Anne Simpson, head of corporate governance at Calpers, said in an interview with The Wall Street Journal that “it has been like pulling teeth to get Exxon directors to talk to investors.” On Exxon’s earnings call roughly a month before the proxy battle, Neil Mehta, an analyst at Goldman Sachs, made a jab at CEO Darren Woods for only appearing on one earnings call a year."
}