{
    "url_original": "https://www.wsj.com/articles/f9-the-fast-saga-review-furiouser-and-curiouser-11624570588",
    "url": "f9-the-fast-saga-review-furiouser-and-curiouser-11624570588",
    "title": "‘F9: The Fast Saga’ Review: Furiouser and Curiouser",
    "sub_head": "Starring Vin Diesel, Ludacris and Michelle Rodriguez, the action franchise’s latest installment teems with decked-out cars, tests of strength and high-octane speed.",
    "category_1": "Film Review",
    "time": "2021-06-24 17:36:00",
    "body": "In the old days, meaning before the first installment of the “Fast and Furious” franchise in 2001, one of the measures of a good car was its ability to hold the road. Now the ninth installment is upon us—“F9: The Fast Saga”—and cars in it not only leave the road and fly, which they did in “Furious 7,” but a battered old Pontiac Fiero strapped to a rocket slips the surly bonds of Earth and goes into orbit. The whole series has been about slipping bonds (the rules of the road, the laws of polite society, the stuffy dictates of physics, gravity and logic); severing connections (between cause and effect), or blurring distinctions (between good and bad entertainment). The films are critic-proof, of course, and mockery-proof in the bargain. “F9” makes a mockery of itself before anyone else can—it’s a gleefully shoddy goof on a pseudo-epic scale.<br />As far as the plot is concerned, I’ll do my best to describe a storyline that jumps back and forth in time and defies description, let alone concision. (At the moment, Wikipedia, which usually summarizes movie plots clearly, carries an editorial warning about the semicoherent ramble on its “F9” page: “This section’s plot summary may be too long or excessively detailed. Please help improve it by removing unnecessary details and making it more concise.”)<br />When the film opens, Vin Diesel’s Dom Toretto is out of the game and enjoying a bucolic retirement in the bosom of his family. Then comes word of a grandiose scheme to reboot the world order. Who knew the world order could be rebooted? Well, Dom discovers that it can, and that it will be by means of Project Aries, a vast satellite-based weapon system designed to override anything that runs on code. In other words, an everything weapon that’s about to be activated by Cipher, a cybergenius played by Charlize Theron—in “F8” someone likened Cipher to “a digital act of god,” whatever that means—working in cahoots with Dom’s younger brother, Jakob (a grim-faced John Cena). Unless, that is, Dom reunites his team, which he does with dispatch, thereby taking this installment beneath and beyond James Bond into the realm of scattershot sci-fi and, in the process, saving the world so all its perfervid drivers can drive another day.<br />Any questions? I have several. Why does the usually formidable Ms. Theron appear so briefly, and mostly in a glass cage, like a snarky oracle with spectacular eye shadow? How do Dom and his teammates know where they’re going after they and their various vehicles plunge into Montecito, a Central American country with terrible roads? (The everything answer, which applies to the whole movie, may be that driving, not getting there, is the point.) Why do Dom and his team journey, however fleetingly, to the Caspian Sea? Who knows, but hey, locations, locations, locations. Familiar ones include a backlot Tokyo, the signature setting for the exceedingly silly 2006 installment “Tokyo Drift,” and London, where Dom takes a ride on the wild side with Helen Mirren’s elegantly raffish Queenie Shaw. Also Edinburgh, an underused location where Jakob has deployed a hugely powerful electromagnet to advance his nefarious scheme. (It’s almost touching that old-fashioned magnetism figures so prominently in a movie that’s awash in high-concept tech.)<br />The director was Justin Lin, the gifted action specialist who hasn’t done one of these episodes since “Fast & Furious 6” in 2013. He and Daniel Casey wrote the screenplay, which adheres to a timeworn principle. If the screen isn’t filled by hurtling muscle cars, motorcycles and exotic trucks—one armored vehicle in this escapade looks to be a 48-wheeler, give or take a dozen or so—then bemuscled men and women must be beating up on one another."
}