{
    "url_original": "https://www.wsj.com/articles/facebook-and-its-advertisers-feel-pinch-of-apples-privacy-drive-11623502980?mod=business_minor_pos4",
    "url": "facebook-and-its-advertisers-feel-pinch-of-apples-privacy-drive-11623502980",
    "title": "Facebook and Its Advertisers Feel Pinch of Apple’s Privacy Drive",
    "sub_head": "Recent changes in IOS operating system have diminished Facebook’s ad targeting abilities",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-352808?width=620&size=1.5",
    "image_1": "im-352808.jpg",
    "time": "2021-06-12 09:03:00",
    "body": "Advertising relationships are often about the people who foster them. But when you are as big as  Facebook ,  relationships are about money.<br />On Wednesday, Facebook’s head of global advertising sales Carolyn Eversonsaid she was leaving the company after more than a decade. Just a few months ago, Facebook’s revenue chief David Fischer said in a Facebook post that he would be leaving the company later this year.<br />These exits have led some to worry about the impact on Facebook’s advertiser relationships. Last year, for example, Ms. Everson played a big role keeping major advertisers on Facebook’s platform, despite civil rights-related boycotts of the social network, The Wall Street Journal reported.<br />Such relationships may be irreplaceable at a smaller company, but are perhaps less important to a platform as large as Facebook. Its legacy Blue app alone is used by roughly 36% of the world’s population monthly, while its broader family of apps are used by nearly 44%. That number of eyes has no equal.<br />The departures come at a particularly delicate time, though. Apple’s recent iOS operating system changes require developers to request users’ permission to track their online activity, a key way Facebook and other ad-based platforms were able to collect information about users in order to target them with ads. Facebook has been outspoken about its concern that tracking changes will disproportionately affect small businesses. That makes sense: As of the third quarter of last year, Facebook said it had over 10 million active advertisers on its platform, most of which were small businesses. Chief Executive Mark Zuckerberg has also said that as a business, he believes Facebook can manage through the changes and that it may emerge even stronger if it becomes harder for small businesses to navigate data targeting without Facebook’s help."
}