{
    "url_original": "https://www.wsj.com/articles/facebook-rulings-leave-big-tech-in-crosshairs-11624925607?mod=business_minor_pos10",
    "url": "facebook-rulings-leave-big-tech-in-crosshairs-11624925607",
    "title": "Facebook Rulings Leave Big Tech in Crosshairs",
    "sub_head": "The social-media giant’s victory in FTC, states rulings show governments’ big tech crackdowns aren’t a slam dunk but remain a threat",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-361514?width=620&size=1.5",
    "image_1": "im-361514.jpg",
    "time": "2021-06-28 20:13:00",
    "body": "Score one for big tech. But the game is still very much afoot.<br />Facebook  investors cheered a federal judge’s decision Monday to dismiss antitrust lawsuits filed against the company by the Federal Trade Commission and 46 states. The suits sought a forced divestiture of Instagram and WhatsApp, among other remedies. Shares of the social-media company closed up over 4%, putting the company’s market value above $1 trillion for the first time and more than compensating for the value lost in the immediate days following the filing of the suits in December.<br />The rulings also seemed a good sign for the three other tech giants currently under government scrutiny. Apple Inc.,  Amazon.com  and Google-parent Alphabet Inc. all closed the day with gains. But those reactions also underscore the challenges they face. With market values now totaling over $6.6 trillion—about 17% of the S&P 500—the four big techs are simply too big for regulators to let one legal ruling shake them off.<br />True, the judge dismissed the case filed by the states in its entirety. That decision was made in part because of the significant time lag between when Facebook bought Instagram and WhatsApp—eight years and six years, respectively—and when the states filed their complaint. Subsequent lawsuits seeking the undoing of significant deals years in the past will only become tougher: The judge noted legal doctrine “which precludes relief for those who sleep on their rights.”<br />But the ruling in the FTC case leaves the door open for future attempts since the judge dismissed the complaint, rather than the case. He said the FTC could file another attempt in an amended lawsuit within 30 days. The judge even gave a big clue as to how the government could strengthen its case, noting that he took issue not with the fact that Facebook might have a monopoly, but with the FTC’s failure to provide a metric or method to calculate Facebook’s dominant share."
}