{
    "url_original": "https://www.wsj.com/articles/fake-reviews-and-inflated-ratings-are-still-a-problem-for-amazon-11623587313?mod=tech_lead_pos5",
    "url": "fake-reviews-and-inflated-ratings-are-still-a-problem-for-amazon-11623587313",
    "title": "Fake Reviews and Inflated Ratings Are Still a Problem for Amazon",
    "sub_head": "Sellers are taking advantage of the online-shopping frenzy, using old and new methods to boost ratings on products",
    "category_1": "Tech",
    "category_2": "Personal Technology: Nicole Nguyen",
    "image_1_url": "https://images.wsj.net/im-353138?width=620&size=custom_4032x3024",
    "image_1": "im-353138.jpg",
    "time": "2021-06-13 08:28:00",
    "body": "A charging brick recently caught my eye on  Amazon .  It was a RAVPower-branded two-port fast charger, and it had five stars with over 9,800 ratings. The score seemed suspect but Amazon itself was the seller, so I added it to my cart anyway.<br />The device arrived a day later, along with a clue to all that customer satisfaction. A small orange insert offered a $35 gift card—roughly half of the product’s price—with instructions on how to redeem the gift: “Email us A. Your order ID (screenshot) B. Your review URL (or screenshot).”<br />Since the fast-charging tech is new to the market, “We want to see how people like it,” said Donny Dong, vice president of sales at Sunvalley, the parent of RAVPower. He said the company didn’t force customers to leave five stars in order to claim a gift card.<br />An Amazon spokesman said the insert violates the company’s policy, which bans sellers from offering a financial reward for reviews.<br />Gift-card rewards are a common approach employed by sellers—even, in the case of RAVPower, Amazon’s wholesale vendors—to entice customers to rate products. They are also a reminder of how difficult it is for Amazon to police the manipulation of reviews, even on products it sells directly. The purchases are genuine, and the compensation is coordinated through email, out of Amazon’s view."
}