{
    "url_original": "https://www.wsj.com/articles/fake-covid-19-vaccines-pose-new-threat-in-africa-11622971955?mod=business_minor_pos4",
    "url": "fake-covid-19-vaccines-pose-new-threat-in-africa-11622971955",
    "title": "Fake Covid-19 Vaccines Pose New Threat in Africa",
    "sub_head": "The continent is lagging behind in its inoculation effort and is already the world’s largest market for fake medications",
    "category_1": "World",
    "category_2": "Africa",
    "time": "2021-06-06 05:32:00",
    "body": "JOHANNESBURG—On a morning last November, officers from customs and an organized crime unit, backed by two K9 units, raided a small warehouse in an industrial park and seized an alarming new contraband: fake Covid-19 vaccines.<br />Inside, authorities found around 2,400 doses of illicit vaccine in 400 ampuls hidden in plastic containers in a refrigerator, according to police officials. Counterfeit 3M-branded N95 masks worth almost $450,000 were discovered in a warehouse next door. Both units were leased by a Zambian national who was arrested on-site, along with a Chinese national. Another two Chinese nationals were arrested following further investigation.<br />The Germiston, South Africa, bust was to date Africa’s biggest public seizure of fake coronavirus vaccinations. African governments, police agencies and health authorities warn it could be just the beginning.<br />The problem isn’t unique to Africa:  Pfizer Inc.  said in April it had identified the first confirmed instances of counterfeit versions of the Covid-19 vaccine it developed with  BioNTech SE  in Mexico and Poland. But concern is particularly acute on a continent that is dramatically lagging behind the developed world in vaccinations, and that is already the world’s largest market for fake medications.<br />It isn’t clear what was in the shots seized in South Africa. In January, Nigeria’s National Agency for Food and Drug Administration and Control urged the public to be aware of reports that fake vaccines were in circulation that could “cause Covid-like illnesses or other serious diseases that could kill.” Shots seized in Poland contained no key ingredients of the vaccines and included one used in skin-care products."
}