{
    "url_original": "https://www.wsj.com/articles/family-vacations-with-a-twist-for-parents-who-need-a-break-11624373671",
    "url": "family-vacations-with-a-twist-for-parents-who-need-a-break-11624373671",
    "title": "Family Vacations With a Twist for Parents Who Need a Break",
    "sub_head": "Four involving, outdoorsy programs for kids, from mountain biking to horseback riding, in destinations that parents will find just as diverting",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-357782?width=620&size=1.5",
    "image_1": "im-357782.jpg",
    "time": "2021-06-22 10:54:00",
    "body": "FOR SOME PARENTS, vacation togetherness is everything. Others have discovered the joys of enrolling their offspring in local camps, distracting clinics and absorbing lessons while on holiday. It’s a bit like sending the kids to ski school during a winter break so you and your spouse can ski unencumbered or linger over a lunch that doesn’t involve pizza and french fries.<br />When Annabella Daily spent a month visiting La Jolla, Calif., this spring with her husband and three sons, she signed up her two energetic older children for a week of surfing lessons with a local outfitter, Surf Diva. The parents had time to work and relax. The kids loved riding waves so much that back home, 7-year-old Lucas chose it as the subject for his end-of-year writing assignment.<br />“They remember the place so much more because they got to learn something cool rather than rush through some sightseeing,” said Ms. Daily, co-founder of the kids’ self-care brand Daily Jungle. “And the kids get a travel experience that’s outside of what you show them—they have their own relationship to the place.”<br />You can preoccupy the kids with water sports, golfing, biking, tennis and horseback riding—as well as general camps where they play games and do arts and crafts. While luxury hospitality brands such as Montage, Auberge and Rosewood have been launching or beefing up their kids programming, especially for the summer, you don’t have to be a guest at a particular property to participate in local activities. Here, we’ve zeroed in on four sporty schools or camps that run by the week or day, all in destinations where adults can easily occupy themselves until it’s time for pickup.<br />Traditional Equitation School (TES) has been teaching Los Angelenos to ride for some 40 years. It hosts daylong camps for kids 6 to 12 during summer, winter and part of the Thanksgiving holiday, as well as some long weekends. Children learn to ride and care for horses, do crafts and play games. TES is tucked into the Los Angeles Equestrian Center on the Burbank side of Griffith Park. From $595 a week, ridetes.com"
}