{
    "url_original": "https://www.wsj.com/articles/fannie-and-freddie-overhaul-reboot-benefits-many-mortgage-players-11624878180?mod=business_minor_pos10",
    "url": "fannie-and-freddie-overhaul-reboot-benefits-many-mortgage-players-11624878180",
    "title": "Fannie and Freddie Overhaul Reboot Benefits Many Mortgage Players",
    "sub_head": "While shares of the mortgage giants have plunged, stocks of others in the industry may see a boost from a change in policy",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-06-28 07:03:00",
    "body": "Fannie Mae and Freddie Mac may have been waylaid on their journey back to private hands. But the way things are moving, some big players in the mortgage business could end up in a better place.<br />The Supreme Court ruling last week that the government’s sweep of the housing giants’ profit didn’t exceed their regulator’s statutory authority and that presidents can readily replace the head regulator was a one-two blow to Fannie and Freddie’s shares, which are down more than 40% in the past week. It means the Biden administration can now appoint a new chief overseer rather than keep the holdover from the Trump administration, who was seeking to release the companies from government conservatorship during his term.<br />But many stocks in the broader mortgage sector actually traded higher. For them, Fannie and Freddie’s overhaul path under the prior administration wasn’t necessarily all that great for their economics.<br />Preparing the government-sponsored enterprises to attract private investor capital involved steps like raising their capital requirements, yet still needing to boost their returns. To many in the sector, that was a recipe for higher fees and tighter access to guarantees. In one illustrative moment last year, news of a pandemic-related fee bump sent mortgage originators’ shares down sharply.<br />Under President Biden, the GSEs’ regulator may try to roll back some of those measures, or put in place other initiatives with the primary aim of making mortgages cheaper and more widely available. If GSEs were to cut fees, or expand the types of borrowers or loans they back, that could increase the market size for the firms that originate many so-called qualified mortgages—the type that the GSEs buy—such as  Rocket  Cos.,  UWM Holdings  or  loanDepot ."
}