{
    "url_original": "https://www.wsj.com/articles/fathers-day-2021-gifts-for-the-beach-and-the-backyard-11623163167",
    "url": "fathers-day-2021-gifts-for-the-beach-and-the-backyard-11623163167",
    "title": "Father’s Day 2021: Gifts for the Beach and the Backyard",
    "sub_head": "From a foldable kayak to a Grateful Dead-themed cooler, 12 of the best gifts to help Dad relax by the water—or on the lawn—this summer",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-350470?width=620&size=custom_3878x4777",
    "image_1": "im-350470.jpg",
    "time": "2021-06-08 10:39:00",
    "body": "MAYBE HE’S a seasoned fisherman or a burgeoning kayaker. Maybe he’s most content sitting in the sun on the beach, blasting the Grateful Dead from a Bluetooth speaker. Or perhaps he plans to spend the summer in a backyard lawn chair eyeing the kids as they splash around in the inflatable pool, occasionally drenching him. No matter his preferred summer pastime, odds are the dad in your life could benefit from some time spent by the water this Father’s Day. Below, 12 of our picks for helping him do just that, from a fishing-equipment subscription box to a solar-powered diving watch worn by Arnold Schwarzenegger.<br />If he’s more into the fishing aesthetic than spending long hours in a tiny, tippy boat, he’ll consider Tombolo’s green-and-cream Angler Cabana Shirt a great catch. The cotton-terry material makes it a comfy beach companion, and subtle polished details like the brass zipper pull ensure he can wear it out to dinner, too. $128, tombolocompany.com<br />This printed swimsuit inspired by U.K.-based brand Frescobol Carioca might be ideal for a dad who likes culture as much as sand castles. The tessellating design is inspired by Brazilian painter and sculptor Athos Bulcão, known for his abstract geometric tile pieces. $220, frescobolcarioca.com<br />Help Dad live out his endearing boyhood treasure-hunter dreams with the National Geographic metal detector. It can locate hidden metals up to 8 inches underground, and can distinguish between nine types of metal, including silver, gold and iron. $150, hammacher.com<br />If your dad loves catching rays on the beach as much as he likes watching blockbuster action flicks starring a certain muscle-bound former governor with an Austrian accent, look no further. This solar-powered diving watch—the same one Arnold Schwarzenegger sported in 1985’s “Commando”—ticks all the boxes. Seiko Prospex “Arnie” Watch, $525, huckberry.com"
}