{
    "url_original": "https://www.wsj.com/articles/fauci-email-bolsters-the-lab-leak-theory-11622830092?mod=opinion_lead_pos6",
    "url": "fauci-email-bolsters-the-lab-leak-theory-11622830092",
    "title": "Fauci Email Bolsters the Lab-Leak Theory",
    "sub_head": "A top scientist said the virus couldn’t have evolved naturally—then reversed his position weeks later.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-04 14:08:00",
    "body": "They told the world that the Covid-19 virus clearly couldn’t have been manipulated in the laboratory. But what they actually thought at first sight was that it had been.<br />The letter from five virologists published in Nature Medicine on March 17, 2020, was the single most influential statement in capturing the public narrative about the origin of SARS-CoV-2. Here was an authoritative statement from leading experts assuring the public that in terms of the virus’s origin “we do not believe that any type of laboratory-based scenario is plausible.”<br />But that’s the exact opposite of what these experts thought after taking their first look at the virus. A large batch of emails exchanged with Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, was made available this week to BuzzFeed and the Washington Post under the Freedom of Information Act. For the most part the emails concern meeting arrangements or messages from cranks and have been redacted of any meaningful information. But one significant email escaped the censor’s black marker.<br />On Jan. 31, 2020, shortly after the SARS-CoV-2 genome had been decoded, Kristian Andersen, the five virologists’ leader, emailed Dr. Fauci that there were “unusual features” in the virus. These took up only a small percentage of the genome, so that “one has to look really closely at all the sequences to see that some of the features (potentially) look engineered.”<br />Mr. Andersen went on to note that he and his team “all find the genome inconsistent with expectations from evolutionary theory.” It isn’t clear exactly what he meant by this striking phrase. But anything inconsistent with an evolutionary origin has to be man-made."
}