{
    "url_original": "https://www.wsj.com/articles/fbi-sting-using-anom-platform-leads-to-global-roundup-of-suspects-11623165556?mod=business_minor_pos6",
    "url": "fbi-sting-using-anom-platform-leads-to-global-roundup-of-suspects-11623165556",
    "title": "The FBI Secretly Ran the Anom Messaging Platform, Yielding Hundreds of Arrests in Global Sting",
    "sub_head": "Monitoring of encrypted communications yielded over 800 arrests in 16 countries of suspected members of crime networks",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-350574?width=620&size=1.5",
    "image_1": "im-350574.jpg",
    "time": "2021-06-08 17:16:00",
    "body": "Hundreds of suspected members of criminal networks have been arrested by authorities around the world after being duped into using an encrypted communications platform secretly run by the FBI to hatch their plans for alleged crimes including drug smuggling and money laundering.<br />In the global sting operation dubbed “Operation Trojan Shield,” an international coalition of law-enforcement agencies led by the Federal Bureau of Investigation covertly monitored the encrypted communications service Anom, which purported to offer a feature cherished in the criminal underworld: total secrecy.<br />The sting was revealed this week in a series of news conferences by authorities in the U.S., Europe, Australia and New Zealand. Alleged members of international criminal organizations adopted the platform as a means to communicate securely, unaware that authorities were covertly monitoring 27 million messages from more than 12,000 users across more than 100 countries, officials said.<br />The takedown involved more than 9,000 law-enforcement offices around the world that had searched 700 locations in the previous 48 hours alone, U.S. and European officials said early Tuesday. Police forces had in recent days carried out more than 800 arrests in 16 countries and seized more than 8 tons of cocaine, 22 tons of cannabis and 2 tons of synthetic drugs, as well as 250 firearms, 55 luxury vehicles and over $48 million in various currencies. More than 150 threats to human life were also disrupted, officials said.<br />In the U.S., the FBI charged 17 foreign nationals operating in places including Australia, the Netherlands and Spain with distributing encrypted Anom communications devices, saying they violated federal racketeering laws typically used to target organized-crime groups, officials said. Eight of those individuals are in custody and nine remain at large, they said."
}