{
    "url_original": "https://www.wsj.com/articles/fed-officials-debate-scaling-back-mortgage-bond-purchases-at-faster-clip-11624872602?mod=markets_lead_pos2",
    "url": "fed-officials-debate-scaling-back-mortgage-bond-purchases-at-faster-clip-11624872602",
    "title": "Fed Officials Debate Scaling Back Mortgage-Bond Purchases at Faster Clip",
    "sub_head": "Soaring home prices lead some officials to call for the central bank to stop buying mortgage bonds sooner than Treasury bonds",
    "category_1": "Economy",
    "time": "2021-06-28 05:33:00",
    "body": "WASHINGTON—As Federal Reserve officials discuss how to eventually scale back their easy-money policies, they are debating whether to start by reducing purchases of mortgage-backed securities to avoid adding more fuel to the housing boom.<br />The Fed has bought $982 billion of the mortgage bonds since March 5, 2020, and currently plans to keep buying at least $40 billion each month. Those purchases, along with the Fed’s monthly purchases of $80 billion of Treasury debt, aim to hold down long-term borrowing costs to stimulate the economy as it recovers from the effects of the pandemic.<br />Fed officials at their June 15-16 policy meeting reaffirmed plans to continue holding short-term interest rates near zero and continue the asset purchases for some time. They also began discussing when and how to begin reducing, or tapering, asset purchases as an initial step toward weaning the economy off such support.<br />One option suggested at the meeting was to start scaling back the mortgage-bond purchases earlier or more quickly than the Treasury debt purchases, officials said. Call it a two-speed taper.<br />“There are some unintended consequences and side effects of these purchases that we are seeing play out,” Dallas Fed President Robert Kaplan said in an interview, referring to the mortgage-bond purchases, which he thinks are contributing to skyrocketing home prices. He had said previously that he was questioning whether the purchases are still needed. “I’ve shared my views” at the policy meeting, he said."
}