{
    "url_original": "https://www.wsj.com/articles/fed-reverse-repos-surge-to-new-record-of-756-billion-after-rate-tweak-11623955198?mod=politics_lead_pos11",
    "url": "fed-reverse-repos-surge-to-new-record-of-756-billion-after-rate-tweak-11623955198",
    "title": "Fed Reverse Repos Surge to Record of $756 Billion After Rate Tweak",
    "sub_head": "Surge follows the Fed moving the facility’s return rate up to 0.05% from zero",
    "category_1": "Economy",
    "category_2": "Central Banks",
    "image_1_url": "https://images.wsj.net/im-355766?width=620&size=1.5",
    "image_1": "im-355766.jpg",
    "time": "2021-06-17 14:40:00",
    "body": "A day after the Federal Reserve boosted the return on a key part of its interest rate control tool kit, a record $756 billion flowed into the central bank’s reverse repo facility on Thursday.<br />The reverse repo facility takes in cash primarily from money-market funds, as well as government-sponsored companies and banks. Until Wednesday, this facility offered a return of zero percent to eligible users, which the Fed moved up to 0.05%, while at the same time lifting another rate, called the interest on excess reserves rate, to 0.15% from 0.10%.<br />Over the past few months, cash has been flooding into the reverse repo facility. After years of negligible activity marked by periodic spikes, more money began to flow in starting this spring, and has hovered at around half a trillion dollars daily over recent days.<br />The Fed said Wednesday that the rate changes were technical and designed to smooth money-market conditions and ensure the federal-funds rate, its chief lever for controlling the economy’s momentum, stays within the 0% to 0.25% range. The reverse repo rate and interest on excess reserves rate exist to help keep the funds rate within that range.<br />At his press conference after the Federal Reserve meeting on Wednesday, central bank leader Jerome Powell said “the reverse repo facility is doing what it’s supposed to do, which is to provide a floor under money-market rates and keep the federal-funds rate well within its—well within its range. So we’re not concerned” about the current level of usage."
}