{
    "url_original": "https://www.wsj.com/articles/federal-judge-dismisses-government-antitrust-lawsuits-against-facebook-11624907747?mod=tech_lead_pos1",
    "url": "federal-judge-dismisses-government-antitrust-lawsuits-against-facebook-11624907747",
    "title": "Government Antitrust Lawsuits Against Facebook Thrown Out by Federal Judge",
    "sub_head": "Judge rules that Federal Trade Commission and states didn’t make valid claims that Facebook engaged in unlawful monopolization",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-361277?width=620&size=1.5",
    "image_1": "im-361277.jpg",
    "time": "2021-06-28 17:30:00",
    "body": "WASHINGTON—A federal judge on Monday dismissed antitrust lawsuits the federal government and most states filed against  Facebook Inc.,  a major win for the company before the cases even got off the ground.<br />U.S. District Judge James Boasberg in Washington granted the social-media giant’s requests to dismiss lawsuits filed by the Federal Trade Commission and state attorneys general in December. The dismissals, which came in a pair of rulings, came before any pretrial proceedings had progressed.<br />Judge Boasberg said the FTC’s lawsuit was “legally insufficient” because it didn’t plead enough allegations to support monopolization claims against Facebook. The judge, however, said the commission can try again and gave it 30 days to attempt to file an amended lawsuit.<br />The judge dismissed the states’ case in its entirety, largely on the grounds that the attorneys general waited too long to bring their claims.<br />The rulings dealt a direct, early blow to bipartisan government efforts to pursue Big Tech giants on allegations they have unlawfully monopolized the marketplace. They also served as a reminder that antitrust cases—particularly against dynamic tech-sector firms that offer free, nontraditional products—can be difficult to win before federal courts that have narrowed the reach of antitrust laws over several decades."
}