{
    "url_original": "https://www.wsj.com/articles/federal-judge-strikes-downtrump-rule-tightening-eb-5-visa-program-11624466099?mod=politics_lead_pos3",
    "url": "federal-judge-strikes-downtrump-rule-tightening-eb-5-visa-program-11624466099",
    "title": "Trump Rule Tightening EB-5 Visa Program Struck Down by Federal Judge",
    "sub_head": "The Biden administration endorsed the rule raising the investment threshold in the immigrant investor program; judge says rules were improperly issued",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-358603?width=620&size=1.5",
    "image_1": "im-358603.jpg",
    "time": "2021-06-23 12:34:00",
    "body": "A federal judge has struck down a set of rules issued by the Trump administration that required immigrants seeking green cards through a federal investor visa program to spend more in the U.S. to qualify.<br />Those rules, issued by the Department of Homeland Security in 2019, raised the minimum investment amount to apply for what are known as EB-5 visas to $900,000 from $500,000, and made it harder for developments in places such as Midtown Manhattan to qualify. Foreigners can get green cards by investing in U.S. real-estate projects and other businesses that create jobs.<br />The changes to the EB-5 program had bipartisan support across administrations, in contrast with the Biden administration’s opposition to many other Trump immigration policies. The rules had been initiated in the final months of the Obama administration and were more recently endorsed by the Biden administration, which defended the Trump-era policy in court.<br />U.S. Magistrate Judge Jacqueline Scott Corley of the Northern District of California ruled late Tuesday that the Trump administration improperly issued the rules because the acting Homeland Security secretary at the time, Kevin McAleenan, had been improperly appointed to his role. Her ruling echoes several other judges who blocked other Trump administration immigration policies, including a 2020 attempted rollback of the Deferred Action for Childhood Arrivals program, on the same grounds.<br />Representatives for the Justice and Homeland Security departments didn’t respond to requests for comment."
}