{
    "url_original": "https://www.wsj.com/articles/feds-williams-says-bond-buying-isnt-designed-as-direct-housing-aid-11624374934",
    "url": "feds-williams-says-bond-buying-isnt-designed-as-direct-housing-aid-11624374934",
    "title": "Fed Officials Stress Bond Buying Isn’t Aimed at Boosting Housing Market",
    "sub_head": "The New York and San Francisco Fed chiefs say the central bank’s monetary accommodation is intended to support overall financial conditions",
    "category_1": "Economy",
    "category_2": "Central Banks",
    "image_1_url": "https://images.wsj.net/im-357802?width=620&size=1.5",
    "image_1": "im-357802.jpg",
    "time": "2021-06-22 14:16:00",
    "body": "Federal Reserve Bank of New York President John Williams said central bank bond buying is designed to help create widespread easy credit conditions and isn’t directly targeted at supporting the housing market.<br />Mr. Williams, in a Bloomberg television interview Tuesday, was responding to a question about whether the central bank may want to rethink its $40 billion a month of mortgage bond purchases. This buying, which is joined with $80 billion a month in Treasury buying, is coming at a time of strength in the housing market, which has caused some to question whether the central bank should still offer such aid.<br />“My view is that the monetary accommodation that we’re providing, both in terms of the very low fed-funds rate and also our asset purchases, is supporting overall financial conditions,” Mr. Williams said. He added that the support isn’t “specifically targeted to the housing market.”<br />“My view on this is that we need to focus on the maximum employment and price stability goals, and as the economy makes substantial further progress on those goals we can make decisions on adjusting asset purchases,” Mr. Williams said.<br />Mr. Williams’s comments came in an interview that reiterated many of the points he made in a virtual appearance and conversation with reporters on Monday. The central banker, who also serves as vice chairman of the rate-setting Federal Open Market Committee, said he isn’t ready for the central bank to ease the pace of asset buying, and that rate increases aren’t a focus of Fed policy making now."
}