{
    "url_original": "https://www.wsj.com/articles/feds-shift-more-about-covid-19-than-inflation-11623876333?mod=business_minor_pos10",
    "url": "feds-shift-more-about-covid-19-than-inflation-11623876333",
    "title": "Fed’s Shift More About Covid-19 Than Inflation",
    "sub_head": "Easing of the pandemic, rather than a transitory rise in inflation, caused the Federal Reserve to shift its forecasts",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-06-16 16:45:00",
    "body": "Federal Reserve policy makers have pushed up the timeline on when they expect to start raising interest rates. That probably had more to do with the progress the U.S. has made in the fight against Covid-19 than worries about inflation.<br />Following its two-day meeting, the Fed’s policy-setting committee on Wednesday left its target range on overnight rates where it has been since the pandemic struck last year: right near zero. The most significant changes to the postmeeting statement from the previous one were an acknowledgment that vaccinations have reduced the spread of Covid-19 and an expectation that the effects of the economy’s crisis will continue to moderate.<br />As for inflation, the change in wording was so slight you could have easily missed it. The statement previously said, “With inflation running persistently below this longer-run goal, the Committee will aim to achieve inflation moderately above 2 percent for some time.” In its place, it now refers to “inflation having run persistently below this longer-run goal.”<br />Considering that the most recent reading of the Fed’s preferred measure of inflation showed consumer prices 3.6% above their year-earlier level in April, and that it likely was hotter still in May, it is a wording shift that the Fed couldn’t help but make. It still underscores the fact that for years, inflation consistently fell short of the 2% the Fed has been aiming for.<br />Other than that, the statement repeated the view that the recent rise in inflation largely reflects “transitory factors,” something that Fed Chairman Jerome Powell reiterated in his postmeeting press conference."
}