{
    "url_original": "https://www.wsj.com/articles/feds-bullard-pencils-in-rate-increase-in-2022-questions-mortgage-bond-buying-11624022857?mod=markets_lead_pos2",
    "url": "feds-bullard-pencils-in-rate-increase-in-2022-questions-mortgage-bond-buying-11624022857",
    "title": "Fed’s Bullard Pencils In Rate Increase in 2022",
    "sub_head": "St. Louis Fed President questions continued mortgage-bond purchases amid robust housing market",
    "category_1": "Economy",
    "category_2": "Central Banks",
    "image_1_url": "https://images.wsj.net/im-356174?width=620&size=1.5",
    "image_1": "im-356174.jpg",
    "time": "2021-06-18 09:27:00",
    "body": "The Federal Reserve Bank of St. Louis President James Bullard said the economy is seeing more inflation than he and his colleagues had expected, and noted that while there is substantial uncertainty about the outlook, it could lead to a rate increase next year.<br />Speaking Friday on CNBC, Mr. Bullard said that when he submitted forecasts at this week’s Federal Open Market Committee meeting, “I put us starting in late 2022” with the first move up from what are now near-zero short-term interest rates.<br />At the FOMC meeting earlier this week, central bankers opened the door to the option of paring back some of the massive stimulus they have been providing the economy since the pandemic last year. Officials projected a stronger economic outlook with notably more inflation this year, and penciled in two rate increases next year, compared with expectations of no change in their interest-rate target at the March policy meeting.<br />“The inflationary impulse, I think, is more intense than we were expecting,” Mr. Bullard said. “You could see even some upside risks to the inflation forecast, but that’s okay” given that the central bank had hoped to get inflation back up over 2% for a time to make up for extended periods of falling short of that goal, he said. At the Fed meeting, officials projected 3.4% inflation this year, up from the 2.4% forecast made in March.<br />Mr. Bullard also noted that Chairman Jerome Powell opened the door on Wednesday to a central bank debate on paring back on bond-buying stimulus efforts. The Fed is currently buying $80 billion per month in Treasury bonds and $40 billion per month in mortgage bonds to help smooth markets and provide stimulus beyond what its near-zero short-term rate target can deliver."
}