{
    "url_original": "https://www.wsj.com/articles/feds-powell-set-to-testify-before-lawmakers-on-pandemic-programs-11624370400?mod=politics_lead_pos4",
    "url": "feds-powell-set-to-testify-before-lawmakers-on-pandemic-programs-11624370400",
    "title": "Fed’s Powell Plays Down Inflation Threat",
    "sub_head": "Sees shortages fading over time, bringing inflation closer to the Fed’s 2% long-run target",
    "category_1": "Economy",
    "time": "2021-06-22 17:04:00",
    "body": "WASHINGTON—Federal Reserve Chairman Jerome Powell said it’s highly unlikely that inflation will rise to levels seen in the 1970s but acknowledged significant uncertainty as the economy reopens.<br />While the Fed anticipated that the end of the pandemic would temporarily push up inflation this year, Mr. Powell said Tuesday on Capitol Hill that the increases in prices have been larger than central bankers had expected and may prove more persistent. But he underscored his view that shortages—including of used cars, computer chips and workers—will fade over time, bringing inflation closer to the Fed’s 2% long-run target.<br />“If you look behind the headline and look at the categories where these prices are really going up, you’ll see that it tends to be areas that are directly affected by the reopening,” Mr. Powell said in a hearing before a House subcommittee. “That’s something that we’ll go through over a period. It will then be over. And it should not leave much of a mark on the ongoing inflation process.”<br />Fed officials last week increased their median forecast for inflation this year. They project consumer prices in the fourth quarter of 2021 will rise 3.4% from a year before. That is up from their 2.4% forecast in March. The change came after a spate of high inflation readings pushed the 12-month gain in the consumer-price index to 5% in May, its highest level since 2008.<br />Mr. Powell said that while he has “a level of confidence” in the prediction that inflation will start to subside, “it’s very hard to say what the timing of that will be.”"
}