{
    "url_original": "https://www.wsj.com/articles/ferrari-needs-digital-technology-too-11623257435?mod=business_minor_pos11",
    "url": "ferrari-needs-digital-technology-too-11623257435",
    "title": "Ferrari Needs Digital Technology, Too",
    "sub_head": "Appointment of chip veteran as CEO reflects sharpening focus on new automotive technologies",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-351100?width=620&size=1.5",
    "image_1": "im-351100.jpg",
    "time": "2021-06-09 12:50:00",
    "body": "If Ferrari can’t escape the technology trends upending the automotive industry, maybe it needs to lead them.<br />That is one message sent by Chairman John Elkann’s left-field choice for chief executive, Benedetto Vigna, announced Wednesday after months of speculation. Mr. Vigna has spent 26 years working for  STMicroelectronics ,  one of Europe’s top semiconductor companies. He was pivotal in establishing, among other things,  STMicroelectronics ’ business in the so-called gyroscopes that rotate your smartphone screen depending on how you hold it.<br />Mr. Elkann has been stressing the importance of technology to Ferrari, but rumors about the appointment had focused on candidates from the Franco-Italian luxury industry. One of the master strokes of former Ferrari CEO Sergio Marchionne was to convince financial markets that Ferrari should be valued as a maker of luxury goods rather than vehicles. Some assumed the new boss would take the company further down that road.<br />Instead, Ferrari seems to be heading in the direction of the tech industry. It wasn’t long ago that an all-electric Ferrari seemed like an exotic idea, but Mr. Elkann said in April that the company would have a product ready in 2025. That is later than most car makers, reflecting, among other things, Ferrari’s rich heritage in noisy internal combustion engines. Under Mr. Vigna, the company may be quicker to embrace the chip-heavy digital technologies that also are starting to shake up how consumers interact with cars.<br />This broad transformation is risky for all traditional car makers, but with  Tesla  driving innovation and governments clamping down on carbon emissions, it isn’t clear Ferrari has any other choice but to embrace it. In fact, it may have even less scope to delay the necessary investments than mass-market car makers such as Chrysler owner  Stellantis ,  which like Ferrari is controlled by Mr. Elkann’s holding company  Exor .  Ferraris are luxury goods—and the namesake company enjoys its dizzying valuation—only because of their reputation for having the best industrial technology. As digital technology takes over the car, Ferrari needs to find an edge there, too."
}