{
    "url_original": "https://www.wsj.com/articles/fintech-investors-are-hitting-the-marqeta-11623322981?mod=markets_lead_pos12",
    "url": "fintech-investors-are-hitting-the-marqeta-11623322981",
    "title": "Fintech Investors Are Hitting the Marqeta",
    "sub_head": "The card-payments enabler behind big names like Square, DoorDash and others will be a major play for investors betting on digital commerce",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-351518?width=620&size=1.5",
    "image_1": "im-351518.jpg",
    "time": "2021-06-10 07:03:00",
    "body": "Marqeta, one of the forces behind the rapid evolution of payments and commerce, is now a public company. Investors should get to know it.<br />The company started trading on Wednesday following its initial public offering, and jumped 13% from its offering price. It provides what it calls “modern card issuing” to customers such as  Square ,   DoorDash ,   Affirm Holdings  and  Goldman Sachs ,  facilitating the speedy issuance of a virtual or physical card to a client’s end users. For Square, that is used to help turn its Cash App into a neo-banking account with a debit card. For DoorDash, it enables deliverers to pay for the food being picked up from a restaurant.<br />Like other payments upstarts, it has exploded onto the scene by taking something that used to require a lot of upfront investment and specific know-how and streamlining it for more modern applications. Rather than a per-card issuance or subscription fee, Marqeta earns volume-related fees generated as cards are used and transactions are processed.<br />This makes it a compelling stock for investors who are eager to bet on fintech trends. Notably, if you like Square as an emerging neo-banking player, Marqeta provides a lot of exposure to that business. Square is Marqeta’s largest customer, using a variety of services related to products like Cash App and Square’s business card, and generating 73% of Marqeta’s first-quarter net revenue.<br />At its current price, Marqeta’s market value is about $16 billion. As a multiple of trailing-12-month revenue, Marqeta is valued at roughly 45 times, according to FactSet. That is roughly on par with Shopify, and a couple times the ratio of Adyen or PayPal Holdings Inc., according to FactSet. Investors are likely paying in part for high expectations for Square’s volumes, but even more for potentially bigger growth in Marqeta’s wider business. Up to this point, Marqeta is on a growth trajectory that may justify such a premium, with first-quarter 2021 revenue more than doubling from a year earlier."
}