{
    "url_original": "https://www.wsj.com/articles/fires-at-catholic-churches-on-indigenous-land-in-canada-deemed-suspicious-11624993638?mod=world_major_2_pos7",
    "url": "fires-at-catholic-churches-on-indigenous-land-in-canada-deemed-suspicious-11624993638",
    "title": "Canadian Police Investigate Catholic Churches’ Burning Down on Indigenous Land",
    "sub_head": "The fires, which occurred after mass graves were found near two former church-run schools, have been deemed suspicious",
    "category_1": "World",
    "category_2": "Canada",
    "image_1_url": "https://images.wsj.net/im-361805?width=620&size=1.5",
    "image_1": "im-361805.jpg",
    "time": "2021-06-29 15:22:00",
    "body": "Police in western Canada are investigating fires that destroyed four Roman Catholic churches in just over a week as suspicious, and are examining a possible link to the discovery of mass graves near two former residential schools for indigenous children.<br />The fires have occurred on indigenous land near the town of Penticton, British Columbia, about 40 miles north of the border with Washington state. The Royal Canadian Mounted Police said its investigation is looking into whether the four fires are connected.<br />The blazes followed the recent discoveries of over 900 unmarked burial sites near former residential schools in Kamloops, British Columbia, and in the province of Saskatchewan.<br />“Certainly at this point, when you have four churches, all Catholic, all on indigenous land, that in itself is extremely suspicious,” said Sgt. Jason Bayda of the RCMP. “It’s too much of a coincidence at this point.”<br />Canada’s residential schools were sponsored by the state but run by religious groups. The institutions were meant to assimilate indigenous children into European-Canadian culture and were often rife with abuse, later investigations found. The Roman Catholic Church operated a majority of the schools across Canada, where 150,000 students attended and which operated for over a century."
}