{
    "url_original": "https://www.wsj.com/articles/first-steps-review-standing-on-our-own-two-feet-11623881597?mod=opinion_reviews_pos1",
    "url": "first-steps-review-standing-on-our-own-two-feet-11623881597",
    "title": "‘First Steps’ Review: Standing on Our Own Two Feet",
    "sub_head": "When our ancestors made the switch from four legs to two, they freed up their hands—but there was an evolutionary price to pay.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-355185?width=620&size=1.5",
    "image_1": "im-355185.jpg",
    "time": "2021-06-16 18:13:00",
    "body": "The list is long: How culture made us human. How language made us human. Ditto for sociability, cooperation, religion, tools, consciousness, rationality, domestication, cooking, war, predation, child care, empathy, imagination and, of course, that perennial answer, God. To these, I am delighted to add walking. Jeremy DeSilva, an associate professor of anthropology at Dartmouth, makes the case in “First Steps: How Upright Walking Made Us Human.”<br />Mr. DeSilva, who specializes in paleoanthropology and anatomy, particularly the skeletal structure of the human foot and lower leg, will disabuse anyone who thinks that scientists who fuss around with old bones are tedious fossils themselves. Rather than trudging doggedly through the paths that eventuated in Homo sapiens, “First Steps” takes an adventurous, thoughtful and even joyous romp through its subject while proposing new views on our curious insistence on standing up for ourselves.<br />When my first child started to walk, I was entranced. When my second followed suit, I fantasized putting a brick in her diaper, having learned how difficult it is to care for a mobile primate. Why, then, do parents celebrate when their would-be toddler first begins to toddle? Quite possibly because there is something about walking upright that really does make us distinctly human. We are the only mammal that walks, jogs and runs on two legs—and, accordingly, we pride ourselves on standing tall.<br />Incorporating evidence from paleontology, physical anthropology, developmental psychology, molecular genetics and ecology, Mr. DeSilva strides confidently across some otherwise difficult conceptual and historical terrain, including the work of current researchers who have contributed to our understanding of when, why and how we reared up and stayed that way.<br />The book is rich in hitherto obscure insights: “A paleoanthropologist’s best digging tool is last season’s rain, which washes away sediment and gently exposes buried bone.” Mr. DeSilva’s recounting of how we became human is cleverly interwoven with a personal narrative concerning his own research trips, discoveries, and encounters with other paleoanthropologists. Along the way he gently exposes what we know, along with what we don’t."
}