{
    "url_original": "https://www.wsj.com/articles/fishing-in-the-outer-banksa-living-piece-of-maritime-history-11623170940",
    "url": "fishing-in-the-outer-banksa-living-piece-of-maritime-history-11623170940",
    "title": "Fishing in the Outer Banks—a Living Piece of Maritime History",
    "sub_head": "Angling off North Carolina’s Hatteras Island isn’t a lazy man’s sport. The oldest fishing charter in the region regularly delivers the thrill of the hunt.",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-350535?width=620&size=1.5005861664712778",
    "image_1": "im-350535.jpg",
    "time": "2021-06-08 12:48:00",
    "body": "CAPTAIN BRYAN Mattingly showed me how to stand. Shoulders upright, knees bent, core tight. He wanted me to smile, too. I found this hard to do while perched atop the cabin at the narrow bow of the Albatross—a 43-foot-long, prewar fishing boat. We were just off the coast of Hatteras Island, N.C. Nothing secured me to the bow except my own two feet. If I stumbled while casting a fishing rod that was twice my height, I’d plunge into the cold, green Atlantic Ocean, where I was certain sharks circled below the surface.<br />Hatteras is an essential destination for saltwater anglers. The barrier island’s iconic cape, or easternmost point, juts out right near where the warm Gulf Stream collides with the cold Labrador Current, creating a nutrient-rich environment for fish. Many boats can be hired on the island, particularly in the village of Hatteras (pop. 511). However, none possesses the history of the Albatross Fleet, the longest-running charter fishing operation in the Outer Banks, and the knowledge of the captains associated with its three custom-built boats.<br />After I’d practiced casting, Captain Mattingly turned north in search of cobia, a long, dark fish sort of resembling a shark that migrates past the island every year. It was a sunny morning, the water clear for mid-May. Good fishing conditions. Unlike most customers though, I cared little about what exactly we caught. I wanted more to feel transported by experiencing a living piece of the area’s maritime past.<br />In 1936, Ernal Foster designed the Albatross—a round-stern beauty made of heart pine and what Bankers call juniper wood—and named it after the ominous bird in Samuel Taylor Coleridge’s poem “The Rime of the Ancient Mariner.” Several years prior, the construction of a bridge across Currituck Sound to Kitty Hawk had made the Outer Banks more accessible to mainlanders. It was almost two more decades before a completed paved road connected Hatteras Island with its neighbors to the north.<br />Still, whether by ferry or tire ruts worn in the sand, intrepid travelers found their way to the island and its southernmost village. Once there, some started offering to pay local fishermen—like Ernal and his brother, Bill—to take them rod-and-reel fishing for blue marlin, mahi-mahi, which Bankers call dolphin, and other saltwater species. Locals laughed at the notion of seeking pleasure in what they knew as hard work. Who’d fish with a rod-and-reel when you could use a more efficient net? The Fosters were happy to oblige visitors and, thanks to some well-publicized blue marlin catches, became renowned for their expertise and fine wooden boats."
}