{
    "url_original": "https://www.wsj.com/articles/five-best-books-on-berlin-in-history-11624023607",
    "url": "five-best-books-on-berlin-in-history-11624023607",
    "title": "Five Best: Books on Berlin in History",
    "sub_head": "Selected by Barney White-Spunner, the author, most recently, of ‘Berlin: The Story of a City.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-354881?width=620&size=1.5",
    "image_1": "im-354881.jpg",
    "time": "2021-06-18 09:40:00",
    "body": "By Christopher Isherwood (1945)<br />1. The 1920s are sometimes described as Berlin’s golden age. It’s hard to see why. For most Berliners it was a time of poverty, hardship and loss sandwiched between two devastating wars. The decade did, though, produce some of Berlin’s most powerful literature, writers like Alfred Döblin, Bertolt Brecht, Georg Grosz, Erich Kästner, and Heinrich and Thomas Mann. But the writer who perhaps best captures the era is Christopher Isherwood, the British novelist who lived and worked in Berlin as the Nazis came to power. Isherwood, a homosexual who found that he was unable to live as he chose in London, wrote two novellas about his time in Berlin that are as witty and filled with spirit as they are, ultimately, sad. It was these works that provided the inspiration for the musical “Cabaret.”<br />By Walter Benjamin (ca. 1938)<br />Translated by Howard Eiland<br />2. Berlin has long had a thriving Jewish community. Some of the earliest graves found in the city are those of Jews who lived in the mid-13th century. Despite periodic vicious persecutions, Jews were, by 1900, well assimilated into Berlin society. Great dynasties like the Liebermanns, Mendelssohns and Rathenaus dominated industry and the arts. Walter Benjamin’s charming and evocative memoir portrays his comfortable and secure childhood in a rich Jewish family in west Berlin. At once moving and haunting, it was written in the 1930s as the Nazis were destroying the very world Benjamin so lovingly describes. Published posthumously, it remains one of the most evocative of Berlin books."
}