{
    "url_original": "https://www.wsj.com/articles/five-best-d-day-memoirs-11622819441",
    "url": "five-best-d-day-memoirs-11622819441",
    "title": "Five Best: D-Day Memoirs",
    "sub_head": "Selected by Peter Caddick-Adams, the author, most recently, of ‘Sand and Steel: A New History of D-Day.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-348229?width=620&size=1.5",
    "image_1": "im-348229.jpg",
    "time": "2021-06-04 14:03:00",
    "body": "By Mollie Panter-Downes\t\t\t\t\t\t\t\tEdited by William Shawn (1971)<br />1. “Living on this little island just now uncomfortably resembles living on a vast combination of an aircraft carrier, a floating dock jammed with men, and a warehouse stacked to the ceiling with material labelled ‘Europe,’ ” wrote the English-born novelist Mollie Panter-Downes on May 21, 1944. It was 16 days before D-Day. When World War II broke out, the New Yorker magazine contracted Panter-Downes to cable a 1,500-word weekly letter of wartime impressions from London. Her writing proved so popular that the relationship lasted 45 years. In her early observations, she noted of the coming second front (as the invasion of France was known in 1944-45) that “every day the papers carry enough prophecies, hints and rumors to make Allied plans perfectly plain to Berlin” and that “every Londoner’s fidgety and completely uninformed chat is of moons and tides.” Later: “The traffic on the streets seems thicker than usual, most of its liveliness being contributed by American jeeps and glossy staff cars.” On June 11, just after D-Day, she reported: “One could sense the strain of a city trying to project itself across the intervening English orchards and cornfields, across the strip of water, to the men already beginning to die in the French orchards and cornfields which once more had become ‘over there.’ ”<br />By Forrest C. Pogue (2001)<br />2. By the time he was drafted and assigned to serve as an official historian for the U.S. Army, Forrest Pogue was already a college professor—an experience whose influence is ever present in his own richly detailed war diaries. Of the English countryside, he noted in April 1944: “Tanks, not built for maneuvering in such cramped space, had knocked out pieces of corner buildings as they attempted to make sharp turns on a little street that had never been expected to cope with anything worse than a coach and four.” Later he watched the assault troops heading to their ports in southeast England. “Below us thousands of trucks, jammed with men and equipment, moving to the south. . . . There were half-concealed airfields, meadows that hid tanks and jeeps, and hedgerows harboring piles of shells. The little towns, still filled with century-old quaintness, looked out of place as troops streamed through in a floodtide toward the sea.”<br />By Charles R. Cawthon (1990)"
}