{
    "url_original": "https://www.wsj.com/articles/floyd-mayweather-logan-paul-boxing-11623083562",
    "url": "floyd-mayweather-logan-paul-boxing-11623083562",
    "title": "Floyd Mayweather vs. Logan Paul: For the Money and the Clicks",
    "sub_head": "A boxing retiree takes on a social media phenom in a fight for attention and cash",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-349664?width=620&size=1.5005861664712778",
    "image_1": "im-349664.jpg",
    "time": "2021-06-07 14:01:00",
    "body": "The 44-year-old boxer Floyd Mayweather fought the YouTube star Logan Paul Sunday night, not for posterity, or any compelling athletic reason, but for the algorithm.<br />The algorithm—the search engine optimization; the influencer data; the sheer volume of social media clicking, most of it associated with Paul, who has 23 million YouTube subscribers—said enough people would be mildly to genuinely curious about such a fight that they might pay $49.99 to see it. If you know anything about the sport of boxing, you know this was more than enough motivation to make it happen.<br />I’m not being holy about this. It’s 2021. I’m also here for the clicks.<br />In boxing, there is some worry that this is bad for the sport, that exhibition goofs like Mayweather vs. Paul cannibalize the legitimate stuff and undermine efforts to lift the product. To which the correct response is, again: Could I introduce you to boxing? The profession has a rich tradition of stunt fighting—Muhammad Ali once battled the pro wrestler Antonio Anoki; George Foreman fought five men in a single night; Mayweather has previously tangled with the cage fighter Conor McGregor, kickboxer Tenshin Nasukawa, and the WWE wrestler Big Show. Celebrity boxing has its own raffish history, from Danny Bonaduce vs. Donny Osmond to Paula Jones vs. Tonya Harding to Jose Canseco vs. Everyone, and so the idea of a grandad retiree with a lifetime record of 50-0 getting into the ring against a 26-year-old influencer with a professional record of 0-1…let’s just say it’s not exactly heretical to the business.<br />In Logan Paul, as well as his 24-year-old brother, Jake, himself a YouTuber-turned-pugilist, boxing has found a way to rework the usual celeb boxing melancholy into something with far bigger metrics. A controversial fameball with tens of millions of followers/viewers/listeners can quickly break through in a distracted universe in which every form of entertainment is in a claw fight for eyeballs, especially young eyeballs. Why take the long road fighting lesser-known names, when you can tangle with a clickbait Klitschko?"
}