{
    "url_original": "https://www.wsj.com/articles/focus-on-principle-not-personality-for-a-bright-gop-future-11623007610?mod=opinion_lead_pos6",
    "url": "focus-on-principle-not-personality-for-a-bright-gop-future-11623007610",
    "title": "Focus on Principle, Not Personality, for a Bright GOP Future",
    "sub_head": "Epitaphs for the party are exaggerated. Americans don’t want big deficits or woke domination.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-06 15:26:00",
    "body": "Google “the GOP is dying” and countless gleeful eulogies will pop up. Such predictions have become standard among the chattering classes, and they are wrong. The conservative policies that have served the Republican Party well for decades will continue to do so.<br />This isn’t to deny that Republicans face a tough road to recovery from President Trump’s loss in 2020. It was a loss, and more than 55 unsuccessful lawsuits challenging the election results tell us the election wasn’t stolen. Republicans also lost control of the Senate, but only after Mr. Trump claimed the Georgia political system was rigged and depressed Republican turnout in two Senate runoff races.<br />But the losses of the presidency and Senate weren’t the whole story. In fact, the GOP fared reasonably well in 2020. Republicans won more House seats than expected. They also gained full control of two additional state governments, giving the party a 23-15 lead as the redistricting process resumes. While many voters repudiated Mr. Trump, they still supported the conservative policies of the Republican Party. Thirty-six percent of Americans call themselves conservatives, more than the 25% who identify as liberals. It’s still a center-right nation.<br />But there are warning signs for the GOP. If Republicans continue to focus on personality instead of conservative policy, they will hurt themselves in 2022 and 2024. Republicans should focus on pro-growth economic policies to make Americans more prosperous. They have a good story to tell here. The economy boomed under Mr. Trump before the Covid-19 pandemic. Federal income taxes were reduced and stifling business restrictions were lifted. During that time, the nation added 6.7 million jobs while unemployment fell to the lowest rate in a half-century and the lowest in recorded history for black Americans.<br />Another conservative value that Republicans should promote is fiscal responsibility. There are far too few deficit hawks left in Washington.  The Biden administration’s budget plan forecasts deficit spending of $12 trillion over the next decade. Washington may not understand the danger, but most Americans do. They have watched federal debt exceed 100% of gross domestic product and continue to rise. An Ipsos poll earlier this year found that 3 in 4 Americans say we should worry about the mounting national debt and two-thirds believe the debt is “an unfair legacy we are leaving to our children.” Reducing the debt isn’t only good policy. It’s good politics."
}