{
    "url_original": "https://www.wsj.com/articles/foo-fighters-at-madison-square-garden-what-its-like-to-attend-an-arena-concert-post-lockdown-11624260461",
    "url": "foo-fighters-at-madison-square-garden-what-its-like-to-attend-an-arena-concert-post-lockdown-11624260461",
    "title": "Foo Fighters at Madison Square Garden: What It’s Like to Attend an Arena Concert Post-Lockdown",
    "sub_head": "Fans of the post-grunge arena rockers filled the roughly 20,000-person venue for its first full-capacity show in more than 15 months",
    "category_1": "Life & Arts",
    "category_2": "Life & Style",
    "image_1_url": "https://images.wsj.net/im-356951?width=620&size=1.5",
    "image_1": "im-356951.jpg",
    "time": "2021-06-21 03:27:00",
    "body": "NEW YORK—Whether you were down in the pit or up in the nosebleed seats at Madison Square Garden on Sunday, social distancing was out. Singing along with a roaring, maskless crowd to Foo Fighters hits like “Learn to Fly” was in.<br />Fans of the post-grunge arena rockers filled the roughly 20,000-person venue for its first full-capacity show in more than 15 months. The sold-out concert required proof of full vaccination, complying with current state mandates. Children under 16 were permitted if they provided proof of a negative Covid-19 test or full vaccination and were accompanied by a vaccinated adult.<br />“Did you miss it?” frontman Dave Grohl asked early in the night, referring to concerts and eliciting a forceful “yeah” from the audience. “Me too,” he said.<br />Sunday’s show is a milestone for large-scale concerts that marks a new phase in live music’s reopening. The event has been closely watched in the music business partly because of its proof-of-vaccination requirement, which has proven controversial with some fans.<br />The enthusiastic, multigenerational crowd, which included many in their 30s to 50s—among them fathers with their children on Father’s Day—seamlessly verified their status using either their actual vaccination card, a photo of it or New York State’s Excelsior pass, along with photo identification. Upon entering the building, fans whipped out phones to show staff their digital tickets (static screenshots of these didn’t work)."
}