{
    "url_original": "https://www.wsj.com/articles/food-companies-say-combating-climate-change-comes-with-costs-11624565858?mod=business_featst_pos1",
    "url": "food-companies-say-combating-climate-change-comes-with-costs-11624565858",
    "title": "Food Companies Say Combating Climate Change Comes With Costs",
    "sub_head": "Top executives tell the WSJ Global Food Forum that consumers are paying increasing attention to environmental concerns",
    "category_1": "Business",
    "time": "2021-06-24 16:17:00",
    "body": "Food companies are investing billions of dollars into sustainability efforts, betting that costs will fall and consumers will remain interested in more environmentally friendly diets, executives said.<br />Nestlé SA,  the world’s biggest food and beverage company, has committed to paying premium prices over the next five years for recycled materials in its packaging, as it works toward achieving net-zero greenhouse-gas emissions by 2050. Agricultural giant  Archer Daniels Midland Co.  is offering incentives for farmers to adopt more climate-friendly practices, part of industry efforts to meet corporate and government carbon-reduction goals.<br />“You have to eat the somewhat higher costs,” said Nestlé Chief Executive Mark Schneider, speaking at The Wall Street Journal’s Global Food Forum Thursday. “If you don’t invest up front, you won’t get these technologies to become cost-neutral.”<br />The global food industry faces increasing pressure from consumers, investors and the government to tackle greenhouse gas emissions, food waste, plastic packaging and water preservation. Two-thirds of consumers are willing to pay more for sustainable brands, such as foods that are marketed as environmentally friendly or come in recycled packaging, according to market-research firm Nielsen IQ.<br />Nearly half of U.S. consumers say the pandemic has made them more concerned about the environment, according to Chicago-based consulting firm Kearney. About 80% of the people it surveyed last year said they consider the environmental impacts of their purchases. Investors are also increasingly attentive, with 77% telling Kearney that climate considerations are playing a role in their decision-making processes."
}