{
    "url_original": "https://www.wsj.com/articles/for-75-million-a-beachfront-mansion-on-southamptons-storied-meadow-lane-11624464424",
    "url": "for-75-million-a-beachfront-mansion-on-southamptons-storied-meadow-lane-11624464424",
    "title": "For $75 Million, a Beachfront Mansion on Southampton’s Storied Meadow Lane",
    "sub_head": "The more than 8-acre property is located on a street that’s famously home to business titans and celebrities",
    "category_1": "Real Estate",
    "category_2": "Private Properties",
    "time": "2021-06-23 13:03:00",
    "body": "A more than 8-acre estate on Southampton’s Meadow Lane, a tony enclave that has recently drawn the likes of New England Patriots owner Robert Kraft and hedge-funder Ken Griffin, is hitting the market for $75 million. The property is directly adjacent to a mansion that was owned by David Koch, the late billionaire industrialist and philanthropist, property records show.<br />With roughly 500 feet of frontage on the beach, it is one of the largest and most significant Meadow Lane properties to come on the market in years, according to the listing agent, Tim Davis of the Corcoran Group.<br />The estate is owned by a limited liability company tied to the Carter family, records show. Lawyer Julia Vance Carter died in 2014 and was survived by three children. The property has been in the family for decades, according to the records.<br />The main house, spanning roughly 22,000 square feet, dates back to around 1929 and is built in Tudor style, Mr. Davis said. There is a large living room with vaulted, beamed ceilings and a fireplace, a paneled library and sitting room overlooking the ocean, a dining room, a beachfront deck and an outdoor tennis court and pool. There are 15 bedrooms, including seven with ocean views, and a staff wing with an additional four. There are also two whimsical Coney Island-inspired game rooms, Mr. Davis said.<br />Mr. Davis said the house is in “fair to good condition” and he expects a new owner will undertake a considerable renovation and restoration. He said he thinks it is unlikely that the home will be replaced entirely due to its historic nature."
}