{
    "url_original": "https://www.wsj.com/articles/for-the-economy-quitting-never-felt-so-good-11623172029?mod=business_minor_pos10",
    "url": "for-the-economy-quitting-never-felt-so-good-11623172029",
    "title": "For the Economy, Quitting Never Felt so Good",
    "sub_head": "People are quitting their jobs like never before. That could be a long-run positive.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-350416?width=620&size=1.5",
    "image_1": "im-350416.jpg",
    "time": "2021-06-08 13:07:00",
    "body": "Employers aren’t only struggling to hire new workers, they look as if they are having a hard time hanging onto the workers they already have.<br />The Labor Department on Tuesday reported that as of the last day of April there were a seasonally adjusted 9.3 million unfilled job openings at U.S. employers, up from 8.3 million a month earlier. That put the job opening rate—job openings as a share of filled and unfilled positions—at a record 6%.<br />The report underscores the difficulties companies have had staffing up as the Covid-19 crisis has eased. But it also showed that employers made 6.1 million hires, which would be a record if not for the four-month period following the shutting down of the economy in April last year, when many people went back to their old jobs.<br />However, those hires were almost entirely offset by 5.8 million job separations, 4 million of which were people quitting their jobs. That took the quits rate, or quits as a share of employment, to a record 2.7%.<br />The upshot is that all the usual explanations for why job growth over the past couple of months has been underwhelming—that child-care issues or extended unemployment benefits or ongoing worries about Covid have held people back from taking jobs—while partially true, may also be incomplete. A lot of workers are also seeking out opportunities elsewhere, leaving their old bosses with another job to fill."
}