{
    "url_original": "https://www.wsj.com/articles/forget-companiesthe-global-taxman-wants-the-middle-class-11622737450?mod=opinion_major_pos9",
    "url": "forget-companiesthe-global-taxman-wants-the-middle-class-11622737450",
    "title": "Forget Companies—the Global Taxman Wants the Middle Class",
    "sub_head": "Big-spending politicians will have to go where the money is—in citizens’ purses and wallets.",
    "category_1": "Opinion",
    "category_2": "Political Economics",
    "time": "2021-06-03 12:24:00",
    "body": "To hear some politicians and commentators tell it, this will be a banner weekend for global tax policy. And you know what that means, dear reader: Hang onto your purses and wallets.<br />The danger to personal tax bills may not be immediately apparent because the current discussion concerns corporate taxation. Finance ministers from the Group of Seven developed economies will gather in London this weekend, and indications are that they hope to hammer out a new arrangement for taxing international companies. Negotiators have been chipping away at this for years under the auspices of the Organization for Economic Cooperation and Development. Suddenly there’s a sense this project is only a hair’s breadth from the finish line.<br />What’s changed is the White House. President Biden and Treasury Secretary Janet Yellen have broken with Washington’s longstanding and bipartisan hostility to international tax overhauls to embrace the OECD’s concept of a global minimum tax. This is half the OECD’s agenda (“pillar two” in the argot) and Mr. Biden and Ms. Yellen hope a sufficiently high global minimum tax would shield the American economy from the anticompetitive consequences of their plan to raise the rate of corporate tax on U.S. companies from 21% to 28%.<br />To get there, Mr. Biden and Ms. Yellen are willing to make concessions on “pillar one,” a parallel OECD proposal to upend how and by which governments digital-services companies such as  Facebook  and  Amazon  are taxed. Under century-old global standards, those companies are taxed on their profits by the governments where the firms operate global or regional headquarters—places such as America or Ireland. Many OECD members, especially in Europe, would like to tax those companies instead on revenues in the countries where they earn it. For a variety of complex diplomatic reasons, the two pillars will need to proceed at the same time to secure agreement from all 130-plus countries participating in this scheme.<br />Don’t assume any of this is really about corporate taxation. The likely political purpose of this palaver is to make personal taxes—the kind voters care deeply about—easier to raise in short order."
}