{
    "url_original": "https://www.wsj.com/articles/forget-going-back-to-the-officepeople-are-just-quitting-instead-11623576602?mod=business_lead_pos1",
    "url": "forget-going-back-to-the-officepeople-are-just-quitting-instead-11623576602",
    "title": "Forget Going Back to the Office—People Are Just Quitting Instead",
    "sub_head": "As the pandemic clouds lift, the percentage of Americans leaving employers for new opportunities is at its highest level in more than two decades",
    "category_1": "Business",
    "category_2": "Management",
    "image_1_url": "https://images.wsj.net/im-353041?width=620&size=1.5",
    "image_1": "im-353041.jpg",
    "time": "2021-06-13 05:30:00",
    "body": "More Americans are quitting their jobs than at any other time in at least two decades, adding to the struggle many companies face trying to keep up with the economic recovery.<br />The wave of resignations marks a sharp turn from the darkest days of the pandemic, when many workers craved job security while weathering a national health and economic crisis. In April, the share of U.S. workers leaving jobs was 2.7%, according to the Labor Department, a jump from 1.6% a year earlier to the highest level since at least 2000.<br />The shift by Americans into new jobs and careers is prompting employers to raise wages and offer promotions to keep hold of talent. The appetite for change by employees indicates many professionals are feeling confident about jumping ship for better prospects, despite elevated unemployment rates.<br />While a high quit rate stings employers with greater turnover costs, and in some cases, business disruptions, labor economists say churn typically signals a healthy labor market as individuals gravitate to jobs more suited to their skills, interests and personal lives.<br />In March 2020, Edward Moses was hired as an information-technology specialist at a software company, believing he would be part of a team supporting colleagues in four U.S. offices. Instead, after a round of layoffs, he found the team had one member, and he was it. “It was effectively me against the help-desk queue,” the 37-year-old says."
}