{
    "url_original": "https://www.wsj.com/articles/forget-the-alamo-review-legends-of-the-fall-11622821618",
    "url": "forget-the-alamo-review-legends-of-the-fall-11622821618",
    "title": "‘Forget the Alamo’ Review: Legends of the Fall",
    "sub_head": "Can the Lone Star State’s most famous story stand up to the gaze of history?",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-348230?width=620&size=1.5",
    "image_1": "im-348230.jpg",
    "time": "2021-06-04 14:05:00",
    "body": "Growing up in San Antonio, I took Texas history in seventh grade, which has been required of all public-school students in the Lone Star State since 1946. Although we covered the entirety of the state’s past, what I recall most vividly was the unit on the Texas Revolution. From our bee-hived teacher my classmates and I learned that the conflict between the rebellious Texans and the Mexican government in 1835-36 could be viewed in much the same way as the American Revolution: patriots resisting oppression by a haughty foreign power. She told us that the “Big Three” who perished in the Battle of the Alamo—Jim Bowie, William B. Travis and Davy Crockett—were martyrs for the cause of freedom, and that Santa Anna, the Mexican general who led the army that sacked the garrison and slaughtered all of its defenders, was evil incarnate.<br />According to the writers Bryan Burrough, Chris Tomlinson and Jason Stanford—all Texans—I was taught what they dub the “Heroic Anglo Narrative” of the Lone Star State. In “Forget the Alamo,” their engrossing new book about the history and memory of the Texas Revolution and especially its pivotal act, the 13-day siege of the Misión San Antonio de Valero, the authors seek to ascertain how, in the time since it fell on March 6, 1836, the Alamo has become “the state’s secular Western Wall, its secular Mecca.” Skeptics who might question the depth of this reverence need only ponder the text of a bill currently under consideration by the state legislature (H.B.2497) that would establish the Texas 1836 Project, an initiative “to ensure patriotic education is provided to the public” at key sites connected to the “Texas War for Independence,” no doubt including the granddaddy of them all in downtown San Antonio.<br />The first half of “Forget the Alamo” is a brisk, potted history of the Texas Revolution. Though much of this material will be familiar to some readers, the authors move the story along in a chatty and amusing style, befitting their intent to take “a serious look at the Alamo and its legend, but . . . not to take ourselves too seriously.” Likewise, they are generous in acknowledging their debts to scholars, chief among them Andrew J. Torget, whose 2015 book “Seeds of Empire” proved the centrality of slavery to the Anglo perspective. Messrs. Burrough, Tomlinson and Stanford build on this work, arguing that, “at its roots, the Texas Revolt was about money, how Texans made it, and why the Mexican government objected.” That economic system was based on cotton grown by slaves.<br />While this assertion will raise the blood pressure of traditionalists who cling to the Heroic Anglo Narrative, the authors’ take on the Battle of the Alamo and its Holy Trinity may cause arterial rupture. Bowie, they write, “was a seasoned swindler, always on the make, a man who fled to Texas rather than face the consequences of a series of land frauds he had attempted in Arkansas and Louisiana.” Lt. Col. Travis—who took command of all the troops, including the volunteers, when Bowie fell ill—was vain, louche and probably syphilitic. And Crockett, “a fleshy forty-nine years old,” was “more suited to politics than soldiering.” As for the fight itself, the authors insist that—contrary to the popular belief that the defense of the Alamo bought time for Sam Houston to assemble the army that won the day at San Jacinto six weeks later—the delay was but a minor inconvenience to Santa Anna. Thus, they argue, “the Alamo’s trapped defenders died for pretty much nothing.”<br />In what may come as a pleasant surprise to their academic audience, the authors think of their work less as a history than a historiography, which they properly describe as “a history of the history.” This is the focus of the book’s second half, where Messrs. Burrough, Tomlinson and Stanford investigate the mythology that hangs like a shroud over the Alamo. Although it took root slowly, the core features of the legend—including Travis’s line in the sand (those willing to stay and fight were asked to cross it)—had settled into place by Reconstruction, enshrined by the Daughters of the Republic of Texas (a lineal organization that assumed custodianship of the facility in 1905) and burnished by some of the state’s leading historians. The myth reached its apotheosis in the mid-20th century, marked by a Disney television series starring Fess Parker as Davy Crockett followed by “The Alamo,” John Wayne’s cinematic paean to “that brave band,” among whom, in Wayne’s words, “there were no namby-pamby pussy-foots, malingerers or skedaddle.”"
}