{
    "url_original": "https://www.wsj.com/articles/former-fox-news-anchor-ed-henry-sues-channels-ceo-over-misconduct-allegations-11625108924?mod=business_minor_pos6",
    "url": "former-fox-news-anchor-ed-henry-sues-channels-ceo-over-misconduct-allegations-11625108924",
    "title": "Former Fox News Anchor Ed Henry Sues Channel’s CEO Over Misconduct Allegations",
    "sub_head": "Company fired co-anchor of ‘America’s Newsroom’ morning show last year after investigating sexual misconduct complaint against him",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-362901?width=620&size=1.5",
    "image_1": "im-362901.jpg",
    "time": "2021-06-30 23:08:00",
    "body": "Former Fox News anchor Ed Henry sued the cable channel Wednesday, accusing his former employer of defaming him in a statement the company issued after it fired him last year following a sexual misconduct investigation.<br />In his 23-page lawsuit, Mr. Henry claimed that Fox News and Fox News Media Chief Executive Suzanne Scott lent credence to false allegations of sexual misconduct against him by issuing a statement about the circumstances of his dismissal. Mr. Henry said in his lawsuit that the statement was designed to “burnish [Ms. Scott’s] image as a tough, no nonsense female executive who cleaned up Fox News.”<br />Ms. Scott was named to the top role at the cable network in 2018, after a period of turmoil during which Fox News faced a number of high-profile sexual misconduct allegations against on-air talent and senior executives.<br />Fox News fired Mr. Henry in July last year after investigating a complaint made by a former employee of the network. The company said at the time that it had hired an outside law firm to investigate the allegations and terminated him based on the probe’s findings.<br />Less than a month after Mr. Henry’s firing, Jennifer Eckhart, a former associate producer at the Fox Business Network, sued Mr. Henry, claiming that the former anchor had raped her in 2017 at a New York hotel and had sexually assaulted her in a separate incident two years earlier. Ms. Eckhart’s lawsuit against Mr. Henry is continuing, according to a person familiar with the case."
}