{
    "url_original": "https://www.wsj.com/articles/former-chinese-party-insider-calls-u-s-hopes-of-engagement-naive-11624969800?mod=world_major_2_pos4",
    "url": "former-chinese-party-insider-calls-u-s-hopes-of-engagement-naive-11624969800",
    "title": "Former Chinese Party Insider Calls U.S. Hopes of Engagement ‘Naive’",
    "sub_head": "On the eve of the Communist Party’s anniversary, regime critic Cai Xia urges Washington to take ‘hardheaded defensive measures’",
    "category_1": "China",
    "time": "2021-06-29 08:30:00",
    "body": "A former Chinese Communist Party academic, now a critic of the regime, is urging the U.S. to abandon “naive” hopes to engage with Beijing, while warning that the country’s leadership is more fragile than it appears.<br />In a forthcoming paper timed to the party’s centennial Thursday, Cai Xia, a former professor at Beijing’s Central Party School, says that four decades of U.S. bridge-building has merely entrenched a Chinese leadership inherently hostile to the U.S. And under President Xi Jinping, China no longer finds engagement useful, Ms. Cai wrote.<br />“Wishful thinking about ‘engagement’ must be replaced by hardheaded defensive measures to protect the United States from the CCP’s aggression—while bringing offensive pressures to bear on it, as the Chinese Communist Party is much more fragile than Americans assume,” Ms. Cai wrote. Her 28-page paper is slated for publication this week by the Hoover Institution, a conservative-leaning think tank at Stanford University.<br />A growing roster of Western politicians and analysts has concluded that U.S. diplomacy with China hasn’t paid dividends. But such views are rarely expressed publicly by sources as highly placed as Ms. Cai was just a short time ago.<br />The paper, an “Insider’s Perspective,” comes as the party under Mr. Xi rides a wave of approval at home for crushing dissent in Hong Kong and containing the domestic spread of Covid-19. The anniversary event is of momentous importance for the personal credibility of the 68-year-old Mr. Xi, who appears unassailable at the party core in his bid to retain power indefinitely."
}