{
    "url_original": "https://www.wsj.com/articles/fotoclubismo-brazilian-modernist-photography-1946-1964-review-the-sao-paulo-style-11623878272",
    "url": "fotoclubismo-brazilian-modernist-photography-1946-1964-review-the-sao-paulo-style-11623878272",
    "title": "‘Fotoclubismo: Brazilian Modernist Photography, 1946-1964’ Review: The São Paulo Style",
    "sub_head": "Take a trip to MoMA and experience the abstract beauty of these 60 amateur photographs from postwar Brazil, never before seen in the U.S.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-354895?width=620&size=custom_2000x1493",
    "image_1": "im-354895.jpg",
    "time": "2021-06-16 17:17:00",
    "body": "New York<br />With the introduction in the late 19th century of low-cost, handheld cameras, amateur photographers quickly began to outnumber professionals. Societies of enthusiasts sprang up by the hundreds around the world, offering classes, publishing newsletters, awarding prizes. Several of these clubs, such as the Photo League in New York City, shaped the course of 20th-century art.<br />One influential group of amateurs, which few outside South America have known much about until recently, is the subject of the compact but illuminating exhibition “Fotoclubismo: Brazilian Modernist Photography, 1946-1964” at the Museum of Modern Art.<br />Founded in 1939, with fewer than a hundred members, the Foto-Clube Bandeirante (FCB) was headquartered in downtown São Paulo’s first skyscraper. By 1946, after the club had added a cinema and a “women’s” division, it became the Foto-Cine Clube Bandeirante (FCCB) and held salons that accommodated Pictorialists as well as an avant-garde. (“Bandeirantes” means “standard bearers” in Portuguese, but also, more odiously, is the term for 18th- and 19th-century Brazilian expeditions launched to enslave indigenous people. These photographers saw themselves as pioneers and adopted the swaggering word into their club name because at the time it wasn’t considered as offensive as it is now.)<br />MoMA’s curator Sarah Hermanson Meister has concentrated on the photographers, and on the postwar decades when São Paulo swelled into a megacity. The show examines how one FCCB faction interpreted its country’s transformation through the lens of European and American Modernism, building on an imported stylistic framework with its own resourceful panache."
}