{
    "url_original": "https://www.wsj.com/articles/fox-and-i-review-something-wild-11624042514",
    "url": "fox-and-i-review-something-wild-11624042514",
    "title": "‘Fox and I’ Review: Something Wild",
    "sub_head": "The barrier between humans and wild animals has a long history, but trust a fox to sneak through.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-355811?width=620&size=1.5",
    "image_1": "im-355811.jpg",
    "time": "2021-06-18 14:55:00",
    "body": "Earlier this year, the Academy Award for best documentary feature went to “My Octopus Teacher,” which chronicled what filmmaker Craig Foster learned from his daily visits to an octopus off the coast of South Africa.<br />The film was beautifully made, but it also got the Oscar nod, one gathers, because it spoke deeply to our current cultural moment. At a time when various challenges threaten animal life around the globe, people seem more interested in gleaning insights from other species while they can. Stories about what animals can teach us abound these days, especially in book publishing. Recent surveys of the subject include Richard Louv’s “Our Wild Calling” and Caitlin O’Connell’s “Wild Rituals.” Personal memoirs of interspecies connection, such as Helen Macdonald’s “H Is for Hawk” and Marc Hamer’s “How to Catch a Mole,” provide intimate accounts of creatures few of us now experience up close.<br />Given those precedents, “Fox and I,” Catherine Raven’s story about her relationship with a wild red fox, is likely to find a receptive audience. But readers might also ask, given the well-trodden ground on this topic, whether there’s much new to say.<br />While not addressing the question directly, Ms. Raven, a former national park ranger who has a Ph.D. in biology, warns against glib generalizations when it comes to animals. The fox who visited within feet of her each day at her isolated homestead, a striking departure in a species generally known for its wariness, seemed a case in point, suggesting that foxes, like people, might encompass a good deal of variety. She quickly concedes that any assumption of kinship between foxes and humans can cause trouble for a scientist: “You don’t need much imagination to see that society has bulldozed a gorge between humans and wild, unboxed animals, and it’s far too wide and deep for anyone who isn’t foolhardy to risk the crossing. As for making yourself unpopular, you might as well show up to a university lecture wearing Christopher Robin shorts and white bobby socks as be accused of anthropomorphism.”<br />But for Ms. Raven, the greater risk seemed to be diminishing Fox, as her visitor came to be called, by reducing him to “data points.” Living in solitude after a troubled youth, she welcomed Fox’s visits each afternoon. Like Ms. Macdonald and Mr. Hamer, Ms. Raven had turned to nature as a salve for psychic wounds. She sporadically refers to her childhood within an abusive household, leaving when she was 15 and eventually securing work in the Park Service and advanced degrees. The author references her emotional scars with heartbreaking economy. “A long time ago,” Ms. Raven tells readers, “I had arrived at the prudent and logical conclusion that when your own parents don’t want you, no one else will.”"
}