{
    "url_original": "https://www.wsj.com/articles/fox-news-settles-new-york-city-probe-of-networks-work-culture-for-1-million-11625022952?mod=business_lead_pos13",
    "url": "fox-news-settles-new-york-city-probe-of-networks-work-culture-for-1-million-11625022952",
    "title": "Fox News Settles New York City Probe of Network’s Work Culture for $1 Million",
    "sub_head": "Agreement requires cable channel to waive forced employees’ arbitration for four years, among other provisions, following investigation of sexual-harassment claims made under Roger Ailes",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-362199?width=620&size=1.5",
    "image_1": "im-362199.jpg",
    "time": "2021-06-29 23:15:00",
    "body": "Fox News agreed to pay the New York City Commission on Human Rights a $1 million settlement to resolve an investigation of sexual harassment claims that occurred during the late Roger Ailes’s tenure as chairman and chief executive of the cable network.<br />On Tuesday, the commission said it was requiring the network to waive arbitration clauses in contracts it has with employees for a period of four years for any claims brought against the company under New York City’s Human Rights Law. The agreement also mandates that Fox News implement a “policy and complaint procedure for reporting of discrimination and harassment complaints” that allows for multiple levels of reporting for at least two years.<br />In a statement, Fox News said: “We are pleased to reach an amicable resolution of this legacy matter. Fox News Media has already been in full compliance across the board, but cooperated with the New York City Commission on Human Rights to continue enacting extensive preventive measures against all forms of discrimination and harassment.”<br />The commission launched its investigation several years ago during a time of turmoil at Fox News after on-air personality Gretchen Carlson filed a lawsuit accusing Ailes of harassment. She received a settlement of around $20 million in 2016.<br />Fox News’s parent company at the time apologized to Ms. Carlson, saying that she hadn’t been “treated with the respect and dignity that she and all of our colleagues deserve.” Ailes, who died in 2017, denied all harassment allegations."
}