{
    "url_original": "https://www.wsj.com/articles/frances-macron-under-pressure-as-recent-terrorist-attacks-weigh-on-regional-elections-11624791927",
    "url": "frances-macron-under-pressure-as-recent-terrorist-attacks-weigh-on-regional-elections-11624791927",
    "title": "France’s Macron Under Pressure as Recent Terrorist Attacks Weigh on Regional Elections",
    "sub_head": "Vote provides early window into how voters are responding to the violence ahead of next year’s presidential election",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-360735?width=620&size=1.5",
    "image_1": "im-360735.jpg",
    "time": "2021-06-27 07:31:00",
    "body": "PARIS—Millions of French voters headed to the polls on Sunday for regional elections in a country grappling with recent terrorist attacks and tensions over the place of Islam in society.<br />Conservative candidates campaigning on anti-immigration and law-and-order pledges jumped out to a significant lead in the first round of voting a week ago, piling pressure on the centrist party of President Emmanuel Macron, who faces re-election next year.<br />Conservatives garnered an estimated 29.3% of the vote nationally last Sunday amid record-high abstention rates, while Marine Le Pen’s antimigrant National Rally took a lower-than-expected 19.1%. The Socialist Party and the Green Party won 16.5% and 13.2% respectively, while Mr. Macron’s party came in fifth with 10.9%.<br />On Sunday, turnout by midday was 12.66%, slightly up from last week’s record low of 12.22%, according to the French Interior Ministry. Turnout stood at 19.59% at the same time in the previous regional elections in 2015.<br />France has been buffeted by a string of terrorist attacks in recent years, including the beheading of a middle-school teacher by a Chechen refugee in October. That attack stunned the nation, with Mr. Macron describing it as an assault on France’s Enlightenment values and cracking down on mosques across the country."
}