{
    "url_original": "https://www.wsj.com/articles/free-money-can-make-life-worse-11624313507?mod=opinion_lead_pos5",
    "url": "free-money-can-make-life-worse-11624313507",
    "title": "‘Free’ Money Can Make Life Worse",
    "sub_head": "Social workers, not check writers, address problems like substance abuse and domestic violence.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-21 18:11:00",
    "body": "The left continues its push to do away with accountability in safety-net programs. Democrats in Congress recently made an enormous change to public social programs while no one was paying attention and without bipartisan support.<br />Next month the Internal Revenue Service will start sending checks to qualifying families—$300 a month for every child under 6 and $250 for each older child. These monthly payments will flow regardless of whether the recipient is working, looking for work, or in training or education programs. In addition, recipients will no longer have to enter a welfare office, ask for help, and have government workers encourage them to find a job. Democrats in Washington claim these checks will reduce child poverty, as if the absence of money were the only problem for these families.<br />My decades of work in New York’s social services agencies make me skeptical. People weather all kinds of challenges and hardships, and nothing is as simple as it seems. Sending money is sometimes helpful, but it rarely addresses the underlying issues.<br />Current federal welfare policy, shaped by bipartisan welfare reform during the Clinton administration, establishes specific requirements as a condition of benefits—precisely because these expectations help people find work and improve their lives. Many homes plagued by addiction, domestic violence and unemployment need the attention of a social worker. Meddling with that connection, imperfect as it may be, has consequences.<br />This new, no-strings-attached cash from Washington, for example, will leave unaddressed the serious problems of substance abuse. By sending checks directly, the Biden administration will sever the contact between parents and social workers, which helps uncover signs of addiction."
}