{
    "url_original": "https://www.wsj.com/articles/from-hotel-rwanda-to-the-slaughter-house-11623796040?mod=opinion_lead_pos9",
    "url": "from-hotel-rwanda-to-the-slaughter-house-11623796040",
    "title": "From ‘Hotel Rwanda’ to ‘The Slaughter House’",
    "sub_head": "The real-life hero of the 2004 film was hijacked and made a political prisoner.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-15 18:27:00",
    "body": "The U.S. and the European Union have reacted with justified outrage at the diversion of Ryanair Flight 4978 to deliver a dissident journalist to the security services of Belarusian dictator Alexander Lukashenko. But a similar action in Rwanda has resulted in nothing but disgraceful silence from the Trump and Biden administrations, even though the victim in this case is a permanent U.S. resident and a winner of the Presidential Medal of Freedom.<br />The U.S. government hasn’t put an ounce of pressure on Rwanda to release Paul Rusesabagina, the hero of the 2004 film “Hotel Rwanda,” who has been held bound, gagged and blindfolded in a prison known as “the slaughter house,” where torture is customarily inflicted on enemies of dictator Paul Kagame. Mr. Rusesabagina’s family says he has been denied food, medicine and even adequate water, likely in the hope he will die in his cell and save the Rwandan government the trouble of convicting him.<br />The success of “Hotel Rwanda,” which depicted Mr. Rusesabagina’s acts of heroism in shielding more than 1,200 people within the Hotel des Mille Collines during the 1994 Rwandan genocide, catapulted him into the public eye. He felt a moral obligation to use his fame to draw attention to what nonexiled Rwandans could not—his country’s slide into totalitarian rule under the notoriously thin-skinned Mr. Kagame.<br />On Aug. 27, 2020, Mr. Rusesabagina boarded a charter jet in Dubai that he thought was taking him to a speaking engagement in Burundi. But his traveling companion, Constantin Niyomwungere, had tricked him into boarding a chartered flight to the Rwandan capital of Kigali. Since landing, Mr. Rusesabagina has been the subject of a continuing sham trial for meritless terrorism charges.<br />The EU Parliament and the Belgian government condemned the kidnapping, but the U.S. has let this travesty happen with the same nonchalance that allowed Saudi Arabia to get away with the murder of journalist Jamal Khashoggi. Like the Saudi leadership, Mr. Kagame has a close diplomatic relationship with the U.S. He is routinely feted in venues like Aspen, Colo., and Davos, Switzerland, by billionaire investors who see him as a leader who might be heavy-handed but has brought economic stability to a once-impoverished nation."
}