{
    "url_original": "https://www.wsj.com/articles/from-catholic-school-it-director-to-cisco-system-engineer-11624809601",
    "url": "from-catholic-school-it-director-to-cisco-system-engineer-11624809601",
    "title": "From Catholic School IT Director to Cisco System Engineer",
    "sub_head": "Working remotely in the pandemic helped a school technology director see he didn’t want to ‘get back to normal’; he found a new career all about digital collaboration",
    "category_1": "Life & Arts",
    "category_2": "Career Reboot",
    "time": "2021-06-27 12:00:00",
    "body": "If not for the pandemic, 31-year-old Braden Bonner might still be working at the Philadelphia-area Catholic boys’ school where he started as a summer intern 14 years ago.<br />He was a rising senior at La Salle College High School at the time and kept working there as he studied international business in college. After graduation, he returned full-time to manage his alma mater’s network and website, eventually becoming its director of technology and information systems in 2014.<br />Then came the Covid-19 lockdowns and “a lot of time to reflect,” Mr. Bonner says. “It really prompted me to ask, ‘What am I doing?’ ”<br />His first inkling that he wanted a change came last summer, when the school called administrative staff back to campus after going remote in the spring. Mr. Bonner, who had overseen La Salle’s move to online operations, realized he preferred remote work and the security of knowing he was safe at home with his wife and toddler. “No one knew what was going on then,” he recalls.<br />Getting a taste of digital work life and virtual collaboration transformed how Mr. Bonner thought about his career. “That was a light-bulb moment of, ‘Oh, this is how some industries are. They’ve moved into the 21st century,’ ” he says. “In education, everyone was really excited to get back to normal, and I wanted to find a company that was like ‘No, this is the future, this is the way we want it to be.’ ”"
}