{
    "url_original": "https://www.wsj.com/articles/frontline-germanys-neo-nazis-and-the-far-right-review-from-whence-it-came-11624570397",
    "url": "frontline-germanys-neo-nazis-and-the-far-right-review-from-whence-it-came-11624570397",
    "title": "‘Frontline: Germany’s Neo-Nazis and the Far Right’ Review: From Whence It Came",
    "sub_head": "The PBS documentary series conducts a compelling investigation into the rise of extremism in a country that has known its terrors.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-358046?width=620&size=1.5",
    "image_1": "im-358046.jpg",
    "time": "2021-06-24 17:33:00",
    "body": "‘It was Yom Kippur, it was not every day,” says a witness in “Frontline: Germany’s Neo-Nazis and the Far Right” (Tuesday, 10 p.m., PBS), which opens with memories of the October 2019 attack on a synagogue in Halle, Germany. The attacker, too, knew that it was not every day. It was the one in the year that was most sacred to Jews, which was why there would be a great many of them in the synagogue—a condition essential to his plan. The assassin had come to the scene attired in full combat fatigues. That fact comes from a broadcast bringing word of the attack, a description characteristic of the detail that gives this riveting and richly complex “Frontline” presentation (Evan Williams, reporter-director) its powerful sense of immediacy. So—if with far less subtlety—do the furious efforts of the attacker with murder in his heart, who keeps trying, and failing, to break through the locked door of the synagogue. Which doesn’t prevent him, a while later, from killing two people at random before he’s captured.<br />This killer, we learn, is 27-year-old Stephan Balliet, a man who lives with his mother and who, as he soon shows, now considers himself a loser: His plan had been to kill many people, and in that he had fallen far short.<br />But who Balliet was and the ambition that drove him would become still more clear thanks to a manifesto he had left on his computer—a document so telling it would be presented to the jury at his trial. To underscore the seriousness of the defendant’s plan to massacre Jews, the prosecutor produced copious abstracts from Balliet’s writing. Jews, he declared, were not only parasites who had infested the world for nearly 2,000 years—they had also “invented Communism, feminism and Christianity.” And, as he wrote, they—the Jews—had spread these things in Europe to “weaken the White man and enslave him.”<br />Balliet was far from alone in his views. He had streamed his attack in English, an authority on far-right networking notes, in the confidence that it would reach a global audience. People in America, we learn further, are no small part of this online fellowship. Balliet’s video was indeed widely seen, and generated messages of hearty support, several of which are shown in this film.<br />For all that he represents, though, the character of Balliet isn’t equal to the drama of Germany itself, facing the growth of extremist groups that do regular training while waiting for something called Day X—units that include more than a few former members of the military and the police. Their ranks are well populated with Germans bitter over government policies that led to a great influx of refugees—especially those who arrived as a result of Chancellor Angela Merkel’s determination, in 2015, to welcome hundreds of thousands seeking escape from Syria, Afghanistan and Iraq."
}