{
    "url_original": "https://www.wsj.com/articles/full-spectrum-review-color-our-world-11624638729",
    "url": "full-spectrum-review-color-our-world-11624638729",
    "title": "‘Full Spectrum’ Review: Color Our World",
    "sub_head": "The frequencies of light create one of the most fundamental yet fugitive aspects of human experience.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-357906?width=620&size=custom_1044x844",
    "image_1": "im-357906.jpg",
    "time": "2021-06-25 12:32:00",
    "body": "Color is to the eye what birdsong is to the ear: a primal communion between ourselves and nature. The elemental power of color radiates from van Gogh’s shimmering wheat fields; in celestial photographs from the Hubble Space Telescope; and in the Technicolor fantasyscape that bursts onto the screen in “The Wizard of Oz.” Color memories linger in my brain: the ruddy orange of a lunar eclipse; the electric pink of cotton candy; the sky blue of Venus Paradise pencil #27. As I write, a window prism casts a cheery rainbow-stripe that drifts with the hours across my ceiling.<br />Color perception, and our enjoyment of it, is part of our evolutionary legacy. The human retina is sensitive to wavelengths of light from about 400 to 700 nanometers. (A nanometer is one-billionth of a meter.) That spectrum on my ceiling is sunlight deconstructed, with violet at the short-wavelength end, red at the long-wavelength end and other visual colors positioned in between.<br />The retina not only fixes the bounds of the eye’s sensitivity, it enables us to distinguish one wavelength of light from another. Lining the retina are pigment-containing cells—“cones”—which are stimulated by light of either short wavelength (blue), medium wavelength (green) or long wavelength (red). The relative intensities of light shining upon this trio of receptors trigger electrical impulses within the nervous system that the brain amalgamates into a particular color. This remarkable sight apparatus has figured into the rise of our species from the outset, making color and its perception fertile ground for examination. (Trichromacy is absent in people with red-green color blindness, who are born with two functional color receptors instead of three.)<br />Adam Rogers has spent several years interrogating the manifold aspects of color and its consequential relationship to human affairs. His book, “Full Spectrum: How the Science of Color Made us Modern,” is an informative and entertaining account of his findings. A deputy editor at Wired and author of “Proof: The Science of Booze,” Mr. Rogers is a seasoned raconteur, unreeling an eons-spanning tale with skill, mixing in didactic material, interviews with experts and whimsy. His admittedly idiosyncratic take on the topic of color ranges widely over art history, geochemistry, physics, neuroscience and global commerce.<br />A review can pick up only a few of these threads, but his most fascinating stories concern the gap that long existed between the multihued world we experience and its faithful artistic depiction. Until recent decades, there were too few natural or synthetic pigments to accurately and durably render what we see with our own eyes. For example, certain shades of blue and red are difficult to make; the newest blue was developed in 2009, two centuries after the previous blue-pigment discovery. This aesthetic imperative, Mr. Rogers asserts, was a major catalyst for centuries of technological innovation, manufacturing and trade."
}