{
    "url_original": "https://www.wsj.com/articles/funding-for-bezos-space-company-fails-to-launch-in-house-11624008601?mod=business_minor_pos9",
    "url": "funding-for-bezos-space-company-fails-to-launch-in-house-11624008601",
    "title": "Funding for Bezos Space Company Fails to Launch in House",
    "sub_head": "Members from both parties made clear the Senate’s $10 billion authorization was a nonstarter",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "image_1_url": "https://images.wsj.net/im-355633?width=620&size=1.5",
    "image_1": "im-355633.jpg",
    "time": "2021-06-18 05:30:00",
    "body": "HOUSE THROWS UP ROADBLOCKS to funding for Jeff Bezos’s Blue Origin space exploration company that was approved as part of the Senate’s bipartisan China competition legislation last week. Members from both parties made clear the $10 billion authorization, pushed by Washington Democratic Sen. Maria Cantwell, for a second moon lander contract (Elon Musk’s SpaceX won the first contract earlier this year, while Blue Origin was one of two runners-up) was a nonstarter for the House’s version of science and innovation legislation.<br />Blue Origin filed a complaint with the Government Accountability Office after SpaceX won the contract, urging the government to reassess and award a second contract. Senate progressives like Bernie Sanders and Elizabeth Warren have urged their House colleagues to remove the measure.<br />House Science Committee Chairwoman Eddie Bernice Johnson and top Republican Frank Lucas this week put out a bill that takes a markedly different approach to U.S.-China competition and technological innovation, principally by spending much less, and it doesn’t include additional authorization for moon lander funds. Johnson has been skeptical of NASA’s goal of returning to the moon by 2024. NASA head Bill Nelson is supportive of the Senate measure, saying it “sets us on a path to execute many landings on the Moon in this decade.”<br />Beyond the expense and wisdom of pursuing another moon landing, House opponents of the measure take aim at its likely beneficiary: Bezos, whose primary company,  Amazon ,  is in the House’s antitrust crosshairs. Rep. Ken Buck, the top Republican on the House Judiciary Antitrust subcommittee, flatly said “no” to whether he would consider funds for Blue Origin in China competition legislation. The top Republican on the Foreign Affairs Committee, Rep. Michael McCaul, said he expected the legislation to “change a lot” from what the Senate passed, and that he was giving priority to funding for semiconductor production over space exploration.<br />Rep. Pramila Jayapal, whose Seattle district is full of Amazon employees, told The Wall Street Journal she didn’t think Blue Origin needed a “handout.” “If Jeff Bezos wants to explore space, that’s great, but I don’t think he needs federal dollars.” Blue Origin didn’t respond to requests for comment."
}