{
    "url_original": "https://www.wsj.com/articles/gamestop-doesnt-have-a-blank-check-after-all-11623278725?mod=business_minor_pos10",
    "url": "gamestop-doesnt-have-a-blank-check-after-all-11623278725",
    "title": "GameStop Doesn’t Have a Blank Check After All",
    "sub_head": "Videogame retailer’s sales finally grow, but plan to sell more shares damps retail enthusiasm",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-351187?width=620&size=1.5",
    "image_1": "im-351187.jpg",
    "time": "2021-06-09 18:45:00",
    "body": "Apparently, even meme-stock investors have their limits.<br />GameStop ’s  fiscal first-quarter results reported Wednesday afternoon were encouraging in many respects. Revenue grew for the first time in three years, surging 25% year over year to almost $1.3 billion for the quarter ended May 1. That came thanks mostly to strong sales of the new PlayStation and Xbox consoles that—while still sharply limited in supply due to the global chip production shortage—drove a 37% increase in GameStop’s hardware sales to about $704 million for the quarter. The company has also been able to boost its cash reserves and reduce its debt, due to selling nearly $552 million of its shares during the quarter.<br />But like fellow meme-stock champion  AMC Entertainment ,  GameStop seems to have discovered that individual investor love isn’t a blank check. The company said Wednesday it intends to file papers to sell up to five million shares, after selling 3.5 million shares in April.<br />GameStop’s stock price slid as much as 12% after hours Wednesday following the company’s results and a truncated conference call that again took no questions. AMC’s stock has fallen 21% since it announced its latest stock sale last week.<br />But even with such a sharp after-hours drop, GameStop’s shares remain up an absurd 1,300% from the start of the year. Which means the company will need all the help it can get to justify investors’ bets that it can renovate a videogame retail chain for an age when most games are sold digitally. The latest results also laid out starkly what a challenge that will be."
}