{
    "url_original": "https://www.wsj.com/articles/garlands-bolton-reprieve-11624055242?mod=opinion_lead_pos4",
    "url": "garlands-bolton-reprieve-11624055242",
    "title": "Garland’s Bolton Reprieve",
    "sub_head": "The DOJ stops its pursuit of the Trump adviser over his book.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-18 18:27:00",
    "body": "Attorney General Merrick Garland has dismayed progressives by rightly maintaining some of the Trump Justice Department’s positions in sensitive litigation, including a defamation suit against the former President and an effort to release a memo related to the Mueller investigation.<br />This week, however, Mr. Garland’s Justice Department reversed its predecessor on a high-profile case, stopping the politicized pursuit of former national security adviser John Bolton over his 2020 book, “The Room Where It Happened.” There are no heroes in this saga, but Justice is acting in the public interest.<br />Mr. Bolton’s book, published less than a year after he left the White House, described his tenure and portrayed President Trump as dangerous and erratic. The Justice Department claimed the book contained classified information and sought civil penalties from Mr. Bolton while initiating a criminal probe.<br />In June 2020, federal Judge Royce Lamberth refused to stop publication of the book, but condemned Mr. Bolton’s conduct and said the book likely contained classified information. Then in September, Ellen Knight, the head of pre-publication clearance for the National Security Council, gave her side of the story.<br />Through her lawyer, Ms. Knight explained that she worked extensively with Mr. Bolton to filter classified information from the manuscript without constraining his First Amendment right to comment on public affairs. When this process was over, the White House initiated an elaborate series of bureaucratic maneuvers to delay publication, likely because of pressure from Mr. Trump. It pressured Ms. Knight and had a political appointee review the manuscript under an erroneous standard."
}