{
    "url_original": "https://www.wsj.com/articles/general-dynamics-ceo-phebe-novakovic-believes-in-patriotism-and-resilience-11624636814",
    "url": "general-dynamics-ceo-phebe-novakovic-believes-in-patriotism-and-resilience-11624636814",
    "title": "General Dynamics CEO Phebe Novakovic Believes in Patriotism and Resilience",
    "sub_head": "The CIA veteran says the defense industry has a ‘moral imperative’ to support the U.S. and its allies ‘in the work they do to keep democracy safe.’",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "time": "2021-06-25 12:00:00",
    "body": "A  General Dynamics Corp.  shareholder meeting in May turned contentious when an antiwar activist confronted CEO Phebe Novakovic over the company’s arms sales to Saudi Arabia and other repressive governments. “You ought to have some more moral reflection about how you earn your billions of dollars,” the activist said.<br />After offering to sit for a “principled conversation,” Ms. Novakovic calmly defended the company’s mission to support the policy of the U.S., which is “just and fair and in our interest.” She added that everything General Dynamics makes, from nuclear-armed submarines to armored vehicles, is designed to “deter evil—and there is evil in this world.”<br />Ms. Novakovic, 63, who has run General Dynamics since 2013, keeps a low profile. Because her Fortune 100 company has one primary customer, the Department of Defense, she says she doesn’t see much upside in “proselytizing publicly” about their products and services. “Our customers are best served by us being quiet and doing our job well.”<br />But in a rare interview over Zoom from the company’s headquarters in Reston, Va., Ms. Novakovic is eager to reassert the fundamental patriotism of her job. “It is our moral imperative to support our nation and to support our nation’s allies in the work they do to keep democracies safe,” she says. She adds that she may have personal concerns over this or that policy, and the company is not “consulted on the end use” of the equipment it sells. But she argues that it is the duty of General Dynamics to help defend the liberties we too often take for granted. “That’s principles, not politics.”<br />Ms. Novakovic’s patriotism was forged during the Cold War. Her father, a Serbian immigrant, served in military intelligence as a lieutenant colonel in the U.S. Air Force and was stationed mostly in West Germany with his family. Living there while growing up was formative for her. The country was still relatively poor, Ms. Novakovic recalls, and the “gratitude for what we had done in World War II was still palpable.” She felt proud knowing “that if anything happened the American military would be there to help you.” She was also grateful to be a citizen of a country where an immigrant who works hard can get ahead: “This nation was made great and will continue to be made great by immigration.”"
}