{
    "url_original": "https://www.wsj.com/articles/gensler-blesses-the-proxy-duopoly-11624486538?mod=opinion_lead_pos3",
    "url": "gensler-blesses-the-proxy-duopoly-11624486538",
    "title": "Gensler Blesses the Proxy Duopoly",
    "sub_head": "The SEC Chair won’t enforce a rule to disclose the conflicts of interest of proxy advisory firms.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-23 18:15:00",
    "body": "While punishing businesses it doesn’t like, the Biden Administration is moving fast to ease regulation on those that advance its climate goals. Witness how Mr. Biden’s new Securities and Exchange Commission Chairman Gary Gensler is moving to roll back the regulation of proxy advisory firms.<br />The SEC announced this month that it will suspend enforcement of new rules issued under former Chairman Jay Clayton that subjected proxy advisory firms to the same anti-fraud rules as public companies and required them to disclose their business conflicts. Mr. Gensler has directed SEC staff to consider revising the rules.<br />Large institutional investors rely on recommendations by the two giant proxy advisers, Glass Lewis and  Institutional Shareholder Services  (ISS), since they don’t want to take the time to analyze the tens of thousands of shareholder ballot items. Instead, they pay the advisory firms to research companies, tell them how to vote on issues, and often cast ballots in lock-step with recommendations.<br />Institutional investors are three times more likely to cast votes in proxy elections than are retail investors. A 2018 study by the American Council for Capital Formation found that 175 asset managers, controlling more than $5 trillion in assets, voted with ISS more than 95% of the time. The result is that the proxy advisers play an outsize role in U.S. corporate governance.<br />Proxy advisers “are effectively our largest shareholders, despite having no direct stake in  Exxon Mobil ’s  success,” the oil and gas giant noted in a public comment last year responding to Mr. Clayton’s proposed rule-making. Glass Lewis and ISS along with public pension funds assisted hedge fund Engine No. 1’s boardroom coup at Exxon last month."
}