{
    "url_original": "https://www.wsj.com/articles/giant-options-trades-fuel-market-pullback-11624045586?mod=markets_lead_pos2",
    "url": "giant-options-trades-fuel-market-pullback-11624045586",
    "title": "Avalanche of Options Trades Fuels Market Pullback",
    "sub_head": "One measure of trading activity has reached its second-highest level on record",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-356512?width=620&size=1.5",
    "image_1": "im-356512.jpg",
    "time": "2021-06-18 16:47:00",
    "body": "Heavy options activity is amplifying this week’s frantic investor retreat from bets on stronger economic growth.<br />The Dow Jones Industrial Average lost 3.4% for the week, its biggest decline in more than seven months. The S&P 500 dropped 1.3% Friday and finished its worst week since February. Lumber prices tumbled 15% this week and have nearly halved from their high in May. Gold and copper both posted their largest one-week percentage declines since March 2020.<br />The stock-market volatility coincided with a rush of options activity, with more than 116 million options contracts set to expire on Friday, according to Cboe Global Markets data, the second-highest level ever after Jan. 15, when more than 150 million contracts were expiring.<br />Spurring the selling were comments from Federal Reserve officials that have slightly stepped up investors’ expectations for future rate increases. The Fed’s projections released Wednesday pointed to the prospect of two rate increases in 2023, and Federal Reserve Bank of St. Louis President James Bullard said Friday that the central bank could tighten policy as soon as next year.<br />The comments wrong-footed a market that had become obsessed with the threat of inflation. Volatility rose after slipping throughout the spring, and the asset class that many investors had bet was due to post the steepest drop, U.S. Treasurys, rallied. The 10-year yield fell as low as 1.441% Friday, down from around 1.58% last month, before settling at its lowest level since March."
}