{
    "url_original": "https://www.wsj.com/articles/give-peruvians-their-day-in-court-11624220491?mod=opinion_major_pos7",
    "url": "give-peruvians-their-day-in-court-11624220491",
    "title": "Give Peruvians Their Day in Court",
    "sub_head": "Legal challenges to an extremely narrow vote are a fundamental part of democracy.",
    "category_1": "Opinion",
    "category_2": "The Americas",
    "image_1_url": "https://images.wsj.net/im-356653?width=620&size=1.5",
    "image_1": "im-356653.jpg",
    "time": "2021-06-20 16:21:00",
    "body": "During the Peruvian presidential campaign earlier this year, socialist candidate Pedro Castillo told voters that he would nationalize the assets of foreign investors. He did not say whether this would apply to Chinese corporations that own billions of dollars of Peruvian mining interests. But predicting that it won’t isn’t exactly going out on a limb.<br />Mr. Castillo is a rabid anticapitalist backed by Peru’s extreme left. He’s a perfect partner for Beijing, which doesn’t even pretend to care about corruption or human rights. China is eager to increase its political and economic influence in South America, and it made inroads into Peru when, in May 2019, then-President Martin Vizcarra—who was later impeached on corruption charges and removed from office—signed on to its Belt and Road Initiative.<br />The China card that Mr. Castillo is expected to play is one reason Peruvians, along with the U.S. and other democracies, have an interest in a transparent review of contested votes from the June 6 runoff presidential election. But it isn’t the only one.<br />The difference between vote totals for Mr. Castillo and his center-right rival, Keiko Fujimori, is extremely narrow. If Mr. Castillo is declared the winner he has threatened to use his slim majority as justification to tear up the country’s economically liberal constitution and replace it with something closer to Venezuela’s. It isn’t hyperbole to say that he believes that 50.1% of the vote entitles the winner to steamroll the rights of the other 49.9%.<br />This is no reason to deny Mr. Castillo a victory if he won fair and square. But it strengthens the case for maximum transparency, which can only be guaranteed by an impartial hearing for both sides. If Mr. Castillo can be taken at his word, Peruvian freedom is at stake."
}