{
    "url_original": "https://www.wsj.com/articles/glaxosmithkline-talks-up-growth-prospects-as-activist-investor-elliott-looms-11624461573?mod=business_minor_pos1",
    "url": "glaxosmithkline-talks-up-growth-prospects-as-activist-investor-elliott-looms-11624461573",
    "title": "GlaxoSmithKline Talks Up Growth Prospects as Activist Investor Elliott Looms",
    "sub_head": "Drug giant gives further details of plans to spin off consumer-healthcare unit",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-357774?width=620&size=1.5",
    "image_1": "im-357774.jpg",
    "time": "2021-06-23 11:26:00",
    "body": "Pharmaceutical giant  GlaxoSmithKline PLC  pledged to accelerate growth and gave further details of the long-planned separation of its consumer-healthcare business, as it seeks to ward off a potential clash with activist investor Elliott Management Corp.<br />The British company said Wednesday that it expects revenue from drugs and vaccines to hit at least £33 billion, equivalent to $46 billion, by 2031, compared with the £24 billion it reported for those businesses last year. It forecast sales to grow at least 5% a year from 2021 to 2026 and adjusted operating profit to increase by at least 10% a year over the same period.<br />Glaxo’s strategy has come under investor scrutiny lately after Elliott—known for waging forceful campaigns for change at various companies it has invested in—took a stake in the drugmaker. Elliott bought its stake earlier this year, according to a person familiar with the matter, but hasn’t disclosed the size of its position, nor publicly discussed its aims.<br />With Wednesday’s update, which had been planned before Elliott’s investment, GlaxoSmithKline Chief Executive Emma Walmsley aimed to convince investors that her yearslong shake-up to revive the company’s fortunes will soon pay off. She said recently approved products and the company’s late-stage pipeline would drive growth. One of the company’s big bets is Cabenuva, a long-acting treatment for HIV that requires monthly injections instead of daily pills.<br />“The scale of the changes made in the last four years is unprecedented,” Ms. Walmsley said. “We’ve made enormous progress on multiple fronts.”"
}