{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-06-29-21-11624952208?mod=markets_lead_pos1",
    "url": "global-stock-markets-dow-update-06-29-21-11624952208",
    "title": "Stock Futures Waver After Nasdaq, S&P 500 Records",
    "sub_head": "Technology stocks are poised to edge lower at the market open, weighing on broader market indexes",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-361595?width=620&size=1.5",
    "image_1": "im-361595.jpg",
    "time": "2021-06-29 06:41:00",
    "body": "U.S. stock futures wobbled Tuesday, with investors awaiting data on consumer confidence levels a day after indexes notched fresh records.<br />Futures tied to the S&P 500 index wavered between gains and losses. The broad market gauge ended Monday at its 32nd all-time closing of the year, led by gains in the technology sector. Nasdaq-100 futures weakened 0.1% Tuesday, suggesting that large technology stocks may give up some of those gains at the opening bell.<br />Stocks have climbed in recent weeks, propelled by investors’ confidence in the economic recovery and the prospect of fresh government spending. Money managers remain cautious about whether highly infectious variants of Covid-19 could slow the global economic recovery or disrupt supply chains for crucial goods. Still, most people expect stocks to grind higher, given the low yields coming from bonds and continued monetary support for the economy.<br />“We have further to run when it comes to equities, but I think there is some form of summer lull coming and it could be that we see some zigzagging,” said Daniel Egger, chief investment officer at St Gotthard Fund Management. “I wouldn’t be surprised to see an air pocket coming when markets pull back a little.”<br />Mr. Egger said he favors the U.K. stock market because of its high concentration of banks and mining companies. “We do think that commodities will be a very attractive asset class after they have been in the doldrums for quite some time,” he said, pointing to lingering concerns about inflation."
}