{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-06-16-2021-11623829277?mod=markets_lead_pos3",
    "url": "global-stock-markets-dow-update-06-16-2021-11623829277",
    "title": "U.S. Stock Futures Pause Ahead of Fed Decision",
    "sub_head": "S&P 500 futures waver between gains and losses after the index closed just short of its record high",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-354689?width=620&size=1.5",
    "image_1": "im-354689.jpg",
    "time": "2021-06-16 06:40:00",
    "body": "U.S. stock futures wavered Wednesday ahead of the Federal Reserve’s latest projections, which could provide cues on when policy makers may begin to dial back support for the economy.<br />Futures tied to the S&P 500 edged up less than 0.1%, pointing to a tepid rise at the opening bell. The broad market index ended Tuesday down 0.2%. Nasdaq-100 futures ticked up 0.1% Wednesday, suggesting muted gains in technology stocks.<br />Stocks are hovering close to all-time highs with many developed economies moving toward ending lockdowns while central banks keep easy-money policies in place. Investors this week are watching for any changes in Fed policy makers’ views on inflation, the labor market, and other economic indicators that may offer hints on when they would begin tapering bond purchases. Data Tuesday showed that retail sales dropped in May while producer prices rose, offering a mixed picture of the recovery.<br />“We’ve had the initial exuberance and we are catching up a little bit to reality. Markets are less liquid—being summertime—and they are also digesting some of this anticipation,” said Shaniel Ramjee, a multiasset fund manager at Pictet Asset Management. “There have been some data points that have come in lower than expected, such as retail sales. It has reduced the cause for concern that the Fed could taper faster than expected.”<br />The Fed will release its latest monetary policy decision at 2 p.m. ET. The central bank will also release individual policy makers’ updated quarterly economic projections. The new forecasts could show officials expecting to raise interest rates sooner than they anticipated in March. They are also likely to begin discussing when and how to start scaling back bond purchases."
}