{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-06-04-2021-11622792440?mod=markets_lead_pos3",
    "url": "global-stock-markets-dow-update-06-04-2021-11622792440",
    "title": "Stock Futures Pause Ahead of Jobs Data",
    "sub_head": "The S&P 500 is on track to start trading on a subdued note as investors look for fresh insights into the health of the American labor market",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-348748?width=620&size=1.5",
    "image_1": "im-348748.jpg",
    "time": "2021-06-04 06:47:00",
    "body": "U.S. stock futures took a breather Friday ahead of highly anticipated data on the pace of hiring last month that will offer insights into the health of the American labor market.<br />Futures tied to the S&P 500 wavered between gains and losses. The index is on track to post muted losses for the week. Futures on the Nasdaq-100 were also relatively flat. The technology-heavy index has fallen about 1.2% this week, on track for its worst week since mid-May.<br />Investors said the Friday jobs report is likely to influence any discussions inside the Federal Reserve on tapering easy-money policies in coming quarters. Fed officials have said the labor market is a point of focus in determining whether the economy needs further support. The jobs data is due at 8:30 a.m. ET, and economists expect hiring to have accelerated in May.<br />“A strong jobs report is good for more sustained inflationary pressure, because it gets us closer to a tighter labor market sooner, and that is an environment where the market will think the Fed will need to start tightening,” said Mike Bell, global market strategist at J.P. Morgan Asset Management. “Without strong jobs growth, that point is further in the future.”<br />In bond markets, the yield on the 10-year Treasury note was little changed at 1.625%, from 1.624% Thursday. Investors said a better-than-expected jobs report could prompt a selloff in safe government bonds and a shift of money into shares of companies that do well in a broad economic recovery, such as banks and energy."
}