{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-06-08-2021-11623137853?mod=markets_lead_pos2",
    "url": "global-stock-markets-dow-update-06-08-2021-11623137853",
    "title": "Dow Futures Edge Lower Ahead of Trade Data",
    "sub_head": "The S&P 500 is on course for muted trading at the opening bell as it hovers near its all-time high closing level",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-350274?width=620&size=1.5",
    "image_1": "im-350274.jpg",
    "time": "2021-06-08 06:50:00",
    "body": "U.S. stock futures were mixed Tuesday, putting the Dow on course for a tepid slide at the opening bell as investors awaited data on the scale of the trade deficit.<br />Futures tied to the broad S&P 500 index wavered between gains and losses. Dow Jones Industrial Average futures ticked 0.2% lower. On Monday, the blue-chip index briefly climbed into record territory before ending the session down 0.4%. Nasdaq-100 futures edged up 0.2%, pointing to subdued gains for technology stocks.<br />Stocks have been range bound in recent sessions, with indexes hovering close to record levels due to a rapidly rebounding U.S. economy and significant levels of support from Washington and the Federal Reserve. The market’s moves in recent weeks have moderated amid inflation concerns. Investors say they are settling in for a period of choppy trading while they await fresh clues on whether a sharp rise in consumer prices will prove to be fleeting.<br />“There will be constant gut checks from both the bond and the stock markets on whether this is transitory, or is turning into permanently higher inflation,” said David Donabedian, chief investment officer at CIBC Private Wealth Management. “I would still put the odds of a higher S&P 500 at the end of the year as better than 50%, but I think there will be more volatility than return to be had in the second half of the year.”<br />Ahead of the market opening, Tesla rose 3% after data from the China Passenger Car Association showed sales of electric cars in China surged by 177% in May. The electric car maker sold over 33,000 vehicles that were made in China last month."
}