{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-06-03-2021-11622619839-11622706380?mod=markets_lead_pos1",
    "url": "global-stock-markets-dow-update-06-03-2021-11622619839-11622706380",
    "title": "Stock Futures Edge Down Ahead of Jobless Figures",
    "sub_head": "A handful of meme stocks including AMC, BlackBerry and Sundial Growers are continuing to see outsized moves in premarket trading",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-347971?width=620&size=1.5",
    "image_1": "im-347971.jpg",
    "time": "2021-06-03 06:39:00",
    "body": "U.S. stock futures ticked down Thursday ahead of fresh data that will offer a view into the pace of the labor market’s recovery and the health of the services industry.<br />Futures tied to the S&P 500 edged 0.3% lower, pointing to a slide for the broad market gauge after the opening bell. It ground 0.1% higher on Wednesday. Nasdaq-100 futures also slid 0.3% Thursday, suggesting a subdued retreat for technology stocks.<br />The major indexes have been sluggish this month as investors weighed some signs that the economic rebound may slow or falter, with snarled supply chains bolstering input costs for an array of products. Concerns about high valuations for many stocks following the monthslong rally in U.S. markets are also giving some investors pause.<br />A Federal Reserve report on Wednesday noted a pickup in growth as consumers return to restaurants and stores, but also said supply-chain disruptions and acute labor shortages are leading to price increases. Thursday’s weekly jobless claims figures, seen as a proxy for unemployment, and Friday’s jobs report will provide insights into the recovery in the labor market, which Fed officials have said they remain concerned about.<br />“There is a continued focus on inflation and central banks and when they taper,” said Caroline Simmons, U.K. chief investment officer at UBS Global Wealth Management. “If the labor market comes in stronger than people are expecting, it will then raise the debate that the economy is on track, job growth is good and therefore we’ll end up with wage increases and at some point, domestic inflation.”"
}