{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-06-30-21-11625038923?mod=markets_lead_pos1",
    "url": "global-stock-markets-dow-update-06-30-21-11625038923",
    "title": "Stock Futures Point to Fifth Month of Gains for S&P 500",
    "sub_head": "S&P 500 is poised to hover near its all-time closing high after technology stocks surged up in their best monthly performance since November",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-362272?width=620&size=1.5",
    "image_1": "im-362272.jpg",
    "time": "2021-06-30 06:39:00",
    "body": "U.S. stock futures ticked lower Wednesday, suggesting that the major indexes will hover just shy of record highs following a June rally powered by technology stocks.<br />Futures tied to the S&P 500 edged down 0.1% after the broad-market index closed at its 33rd all-time high of 2021. The gauge has climbed 2.1% so far in June in its fifth consecutive month of gains. Contracts linked to the Dow Jones Industrial Average suggest that the blue-chips index will end June lower, marking its weakest month since January.<br />Nasdaq-100 futures also slipped 0.1%, pointing to tepid losses in technology stocks a day after the index notched a record high. The benchmark for large-cap technology stocks has climbed 6.5% so far in June, putting it on track to close out its best month since it rose 11% in November.<br />Investors have been rotating back into the technology stocks that they favored during Covid-19 lockdowns after inflation fears eased and low bond yields spurred a hunt for better returns. Optimism about the economic recovery, the prospect of more fiscal stimulus and confidence that the Federal Reserve will continue to support credit markets has also boosted sentiment in recent days.<br />“Growth sectors have been performing better as bond yields have stabilized,” said Shaniel Ramjee, a multiasset fund manager at Pictet Asset Management. “Given that it is the larger-cap part of the market, we’ll see overall indexes trending higher.”"
}