{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-06-01-2021-11622532995?mod=markets_lead_pos1",
    "url": "global-stock-markets-dow-update-06-01-2021-11622532995",
    "title": "Stock Futures Edge Higher Ahead of Manufacturing Data",
    "sub_head": "Investors have grown more confident that rising inflation won’t lead central banks to unwind stimulus measures, pushing stocks toward all-time highs",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-346508?width=620&size=1.5",
    "image_1": "im-346508.jpg",
    "time": "2021-06-01 06:50:00",
    "body": "U.S. stock futures ticked higher Tuesday, pointing to muted gains at the opening bell ahead of manufacturing data that will give fresh insights into the state of the economic recovery.<br />Futures for the S&P 500 ticked up 0.4%, following a fourth consecutive monthly advance for the broad stocks gauge before the Memorial Day weekend on Friday. Contracts for the Dow Jones Industrial Average rose 0.5% and futures on the technology-focused Nasdaq-100 edged up 0.4%.<br />Investors have grown more confident that rising inflation won’t lead central banks to unwind stimulus measures, pushing major indexes back toward all-time highs in recent weeks. Data showing a jump in U.S. inflation had prompted markets to stutter earlier in May. The S&P 500 closed Friday at its third-highest level in history.<br />“The market is relatively sanguine about the inflationary pressure building,” said Brian O’Reilly, head of market strategy for Mediolanum International Funds. “It is still a liquidity-driven equity market that is brushing off any bit of bad news,” he added, pointing to President Biden’s $6 trillion budget plan as the potential catalyst for further gains.<br />Valuations look high and stocks could pull back in the third quarter, Mr. O’Reilly said. But he doesn’t expect a severe selloff, and said technology is the only sector where he is concerned about prices being elevated compared with earnings."
}