{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-06-18-2021-11624002788?mod=markets_lead_pos1",
    "url": "global-stock-markets-dow-update-06-18-2021-11624002788",
    "title": "Dow on Track for Worst Week Since January",
    "sub_head": "Stock futures edged lower Friday, signaling tepid drops for the S&P 500 and Dow while technology stocks look to modest gains",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-356091?width=620&size=1.5",
    "image_1": "im-356091.jpg",
    "time": "2021-06-18 06:40:00",
    "body": "U.S. stock futures edged lower Friday, putting the Dow on track for its worst weekly performance since the end of January.<br />Futures tied to the Dow Jones Industrial Average ticked down 0.2%. The index of blue-chip stocks had dropped 1.9% this week through Thursday, leaving it poised for its worst showing since it fell almost 3.3% in the last week of January.<br />S&P 500 futures edged down 0.1% Friday. The benchmark index is on track to end a three-week streak of gains. Nasdaq-100 futures gained almost 0.2%, pointing to modest gains in large technology stocks at the opening bell.<br />Investors have gained some confidence that the Federal Reserve will act to curb rising inflation after policy makers signaled Wednesday that they expect to raise interest rates by late 2023. That has started to take the steam out of a recent rally in stocks linked to a broad economic recovery, leading to a retreat in banking and energy shares this week. It is also reviving appetite for technology stocks and other assets that could benefit from lower inflation and higher rates.<br />“If the Fed tapers bond purchases and it raises rates, then all of a sudden the inflation dragon gets tamed,” said Gregory Perdon, co-chief investment officer at private bank  Arbuthnot Latham .  “If inflation gets tamed, you want to buy the long-duration assets,” or investments that are sensitive to interest rates, he added."
}