{
    "url_original": "https://www.wsj.com/articles/gm-sees-brighter-profit-outlook-as-it-fends-off-computer-chip-crunch-11622727156?mod=business_lead_pos2",
    "url": "gm-sees-brighter-profit-outlook-as-it-fends-off-computer-chip-crunch-11622727156",
    "title": "GM Sees Brighter Profit Outlook as It Fends Off Computer-Chip Crunch",
    "sub_head": "General Motors said it is working to boost vehicle deliveries to dealerships, where inventories have fallen to lowest levels in decades",
    "category_1": "Business",
    "category_2": "Autos & Transportation",
    "time": "2021-06-03 09:34:00",
    "body": "General Motors Co.  expects profits to be better in the first half of the year than it previously projected, citing steps it is taking to blunt the impact of the computer-chip shortage that has hampered global vehicle production for months.<br />GM on Thursday said it expects pretax profit for the first half of the year to be significantly better than guidance it issued a month ago. The auto maker said it is working to boost vehicle deliveries to dealerships, which have seen inventory fall to the lowest levels in decades.<br />The nation’s largest auto maker by sales said it has begun shipping tens of thousands of pickup trucks and other vehicles that had been built but waylaid in parking lots nearby its U.S. factories, awaiting needed components before being shipped. It also said it has been able to pull ahead some future semiconductor deliveries into the second quarter to help lift production.<br />GM said the chip situation remains fluid and will continue to disrupt production. It said it is optimistic it can make up ground in the second half of the year and continues to prioritize production of large pickup trucks and sport-utility vehicles, its biggest money makers.<br />GM’s revised outlook is likely a welcome sign for an industry that has been coping with decades-low inventory levels because of the chip shortage, just as American car shoppers turn out in near-record numbers."
}