{
    "url_original": "https://www.wsj.com/articles/golfing-with-the-father-i-never-knew-11624075260",
    "url": "golfing-with-the-father-i-never-knew-11624075260",
    "title": "Golfing With the Father I Never Knew",
    "sub_head": "Inheriting a set of golf clubs gave the author a way to connect with the man who abandoned him before he was born",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-355689?width=620&size=1.5",
    "image_1": "im-355689.jpg",
    "time": "2021-06-19 12:01:00",
    "body": "For most of my life, I had no interest in learning about my father. On a stateside leave from the German front in 1944, he had married my mother, impregnated her and returned to the war. He never came back. Until I was in college, all my mother told me about him was that he was “missing in World War II.”<br />Twenty years later, on a visit to my college dorm, my mother revealed that my father was still alive. In a few muttered words, she told me that he had been sending her $100 a month in child support and she now wanted to share the money with me. I was touched by her generosity but refused with murmured thanks, letting the revelation pass without further discussion or reflection. I remember feeling embarrassed by my mother’s implicit admission that she had hidden the real facts of my father’s disappearance for my entire childhood. She lived another 42 years, and we never brought up the matter again.<br />Why was I so incurious about the fate and whereabouts of my missing father? I suppose I didn’t want to open a cauldron of emotions that might disrupt the path I was creating for my life. As a child, I had sensed that the way my mother answered questions about my father signaled feelings other than simple grief at his loss. When I actually heard from her that he had abandoned us, I deduced that he was an irresponsible cad. As a college student still figuring out who I was, my instinct was to avoid identification with someone who could be a negative role model.<br />It was my own daughter, more than 40 years later, who finally introduced me to my father—not in person (he had been dead for 20 years) but as someone I could visualize (I had never seen a picture of him) and learn about. She had been searching online for records of “Philip Damon,” the grandfather she had never met, and uncovered an oral history of the United States Information Agency. A veteran diplomat was asked, seemingly out of nowhere, “When you were in Thailand, did you know Phil Damon?”<br />The diplomat answered yes, he did know Damon from their days in Germany and Thailand. My father had joined the Foreign Service in Germany after his discharge from the army and, having divorced my mother, soon married a “delightful” French ballerina, the diplomat said. In the 1950s he was transferred to the USIA branch in Bangkok, where he and his second wife became close to the king and queen. The diplomat also noted that my father was a “great golfer.”"
}