{
    "url_original": "https://www.wsj.com/articles/google-proposes-u-k-oversight-role-in-retirement-of-web-cookies-11623400653?mod=business_lead_pos7",
    "url": "google-proposes-u-k-oversight-role-in-retirement-of-web-cookies-11623400653",
    "title": "Google Proposes U.K. Oversight Role in Retirement of Web Cookies",
    "sub_head": "Cookie retirement highlights a dilemma in regulating big tech: protecting user privacy and promoting competition can be at odds",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-352661?width=620&size=1.5",
    "image_1": "im-352661.jpg",
    "time": "2021-06-11 04:37:00",
    "body": "Google pledged to collaborate with U.K. regulators on the removal of a user-tracking technology from its Chrome browser, one of several commitments it is offering to apply globally to settle an antitrust investigation.<br />The U.K.’s Competition and Markets Authority said Friday that it had secured the package of commitments from the  Alphabet Inc.  company to resolve a probe into whether its plan to end support next year of third-party cookies would hurt competition in the online-advertising industry. Among the commitments, Google would give the authority at least 60 days notice before removing cookies to review, and potentially impose changes, with regards to any plan.<br />Google’s retirement of cookies highlights a dilemma in regulating big tech: protecting user privacy and promoting online competition can sometimes be at odds, particularly because one of tech’s most popular business models is targeting advertising at individuals based on their online behavior.<br />Google, under pressure from privacy regulators and advocates, announced plans in 2020 to get rid of third-party cookies, which many companies use to track individuals’ browsing habits across multiple websites. However, advertising companies have since expressed concerns that Google would benefit from the move, because it has other ways to track users, for instance, by tapping into data from its search engine and Chrome browser.<br />Google said in a blog post that its proposed commitments include working with U.K. regulators to “resolve concerns and develop agreed parameters” for the new technologies it is developing to replace cookies, which it groups under the moniker Privacy Sandbox."
}