{
    "url_original": "https://www.wsj.com/articles/google-faces-eu-antitrust-probe-of-alleged-ad-tech-abuses-11624355128?mod=tech_lead_pos1",
    "url": "google-faces-eu-antitrust-probe-of-alleged-ad-tech-abuses-11624355128",
    "title": "Google Faces EU Antitrust Probe of Alleged Ad-Tech Abuses",
    "sub_head": "EU probe increases scrutiny of Google’s leading role brokering digital ads across the internet",
    "category_1": "Tech",
    "time": "2021-06-22 06:16:00",
    "body": "The European Union opened a formal antitrust investigation into allegations that Google abuses its leading role in the advertising-technology sector, the most wide-ranging case yet to look at that pillar of the tech giant’s business.<br />The European Commission, the EU’s top antitrust enforcer, said Tuesday that its investigation, which has been under way informally since at least 2019, will look at a broad array of allegedly anticompetitive business practices around the  Alphabet Inc.  unit’s brokering of advertisements and sharing of user data with advertisers across websites and mobile apps—one of the newest areas of antitrust scrutiny for the company.<br />Some of the EU’s investigation will cover similar ground to a case filed last year against Google by a group of U.S. states led by Texas. Similar areas include Google’s allegedly favoring its own ad-buying tools in the advertising auctions it runs.<br />But the EU probe will also cover complaints that haven’t yet been the subject of formal inquiries anywhere, including Google’s alleged exclusion of competitors from brokering ad buys on Google-owned video site YouTube.<br />The EU investigation is also examining Google’s plans to block certain kinds of user-tracking technologies on its platforms, such as the Chrome browser and Android mobile operating system. Curtailing such tracking responds, at least in part, to pressure from privacy regulators and activists, but has led to antitrust complaints from competitors in the advertising-technology industry."
}