{
    "url_original": "https://www.wsj.com/articles/google-should-be-treated-as-utility-ohio-argues-in-new-lawsuit-11623172734?mod=business_minor_pos8",
    "url": "google-should-be-treated-as-utility-ohio-argues-in-new-lawsuit-11623172734",
    "title": "Google Should Be Treated as Utility, Ohio Argues in New Lawsuit",
    "sub_head": "Latest case adds to legal woes facing the company",
    "category_1": "Business",
    "time": "2021-06-08 19:04:00",
    "body": "Google’s critics have said for years that it should be treated like a public utility. On Tuesday, Ohio’s attorney general filed a lawsuit asking a judge to rule that the search company is one.<br />The case adds to the legal woes confronting the  Alphabet Inc.  subsidiary, which also faces antitrust lawsuits from the Justice Department and a separate consortium of states led by Colorado and Texas. The company is contending with cases in countries around the world where its dominance as a search provider has sparked a push by regulators to corral its power.<br />Amid the array of court challenges, Ohio said that it is the first state in the country to bring a lawsuit seeking a court declaration that Google is a common carrier subject under state law to government regulation. The lawsuit, which doesn’t seek monetary damages, says that Google has a duty to provide the same rights for advertisements and product placement for competitors as it provides for its own services.<br />“When you own the railroad or the electric company or the cellphone tower, you have to treat everyone the same and give everybody access,” said Ohio Attorney General Dave Yost, a Republican.<br />A Google spokesman said that the remedies sought in the Ohio lawsuit would worsen the company’s search results and impair businesses’ ability to connect directly with customers. “Ohioans simply don’t want the government to run Google like a gas or electric company,” a spokesman said. “This lawsuit has no basis in fact or law and we’ll defend ourselves against it in court.”"
}