{
    "url_original": "https://www.wsj.com/articles/googles-cookie-delay-is-bittersweet-for-trade-desk-11624802400?mod=business_minor_pos10",
    "url": "googles-cookie-delay-is-bittersweet-for-trade-desk-11624802400",
    "title": "Google’s Cookie Delay Is Bittersweet for Trade Desk",
    "sub_head": "Ad-tech player has built a formidable business that’s still seen as vulnerable to big tech’s whims",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-360428?width=620&size=1.5",
    "image_1": "im-360428.jpg",
    "time": "2021-06-27 10:00:00",
    "body": "The  Trade Desk  lives, but it can’t escape the cookie monster’s shadow.<br />When Google announced plans Thursday to delay its phaseout of third-party tracking cookies, Trade Desk’s stock jumped 16%, leading a strong uptick among other so-called ad-tech players. It was a nice bump that didn’t quite bring the stock back up to its level from before Google announced its original plan in early March. That news—with a plan to phase out cookies by early next year—cost Trade Desk about 20% of its market value over a two-day period.<br />While the recent change is good news for the company, the market’s stark reaction reflects the continued belief that Trade Desk is highly vulnerable to the whims of its massive rival. The ad-tech company, which helps other companies buy ads across the internet, has built a formidable business in its own right, with close to $900 million in trailing 12-month revenue and still growing at a strong double-digit rate. The vast majority of that business takes place on platforms such as connected televisions that lie outside of the search ecosystem that Google dominates. But the digital advertising business is a very big pond; eMarketer estimates the global market grew nearly 13% to reach about $378 billion in 2020. And Google is by far the biggest fish in that pond, with advertising revenue reported by parent company  Alphabet Inc.  now just under $158 billion a year.<br />That lopsided relationship means the search giant’s actions cause major ripples. Cookies—bits of code that follow users around the internet—have historically been a major tool for online advertisers to target their spending. But their poor image with privacy advocates also has made them unfashionable.  Apple Inc.  began blocking cookies with its Safari web browser in 2017, and Google has long teased that it will do the same with its Chrome browser. Those two together account for about 83% of the world’s browser market share, according to Statcounter.<br />Trade Desk has thus been working to build up an alternative solution. The company’s effort—an open-sourced initiative called Unified ID 2.0—uses email and artificial intelligence to help advertisers with their targeting. Analysts at ISI Evercore set a buy rating on Trade Desk in April—after Google announced its original cookie phaseout plan—citing the company’s strong position relative to peers “because brands trust them with their first-party data.” The Unified ID 2.0 program also has drawn the support of major advertisers such as Walmart, which sits on “one of the most robust sets of consumer retail data in the world,” ISI noted."
}