{
    "url_original": "https://www.wsj.com/articles/gov-andrew-cuomo-scores-victory-with-judicial-confirmations-11623625200?mod=business_minor_pos4",
    "url": "gov-andrew-cuomo-scores-victory-with-judicial-confirmations-11623625200",
    "title": "Gov. Andrew Cuomo Scores Victory With Judicial Confirmations",
    "sub_head": "New York Senate approved governor’s two picks to state’s highest court—both of whom would sit as jurors were he to face an impeachment trial",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-353320?width=620&size=1.5",
    "image_1": "im-353320.jpg",
    "time": "2021-06-13 19:00:00",
    "body": "New York Gov. Andrew Cuomo has been weighed down for months by investigations into his alleged misconduct, leaving him largely removed from the fast-paced deal-making that typically marks the end of the state Legislature’s annual session.<br />But he notched a key win in the session’s final days last week when the state Senate confirmed his picks to fill two vacancies on the state’s highest court—both of whom would sit as jurors in a possible impeachment trial.<br />Mr. Cuomo is the subject of New York’s first impeachment investigation in more than a century. Democrats who dominate the state Assembly began an inquiry three months ago to look at accusations that the governor sexually harassed current and former aides and to examine his administration’s Covid-19 policies in nursing homes, the production of his memoir and how he granted priority access to coronavirus testing to close associates, including his brother.<br />Assemblyman Charles Lavine, a Democrat from Nassau County who oversees the probe, hasn’t set a time frame for the inquiry but said it would be thorough and expeditious. He said last month that investigators have been in touch with 75 potential witnesses and reviewed thousands of pages of documents. The chamber has a contract with an outside law firm for $250,000; Mr. Lavine said the amount would be increased as needed.<br />The Democratic governor has said he did nothing wrong and is cooperating with investigations into his conduct and administration. He has also said he never touched anybody inappropriately and has apologized if his office behavior made anyone uncomfortable."
}