{
    "url_original": "https://www.wsj.com/articles/government-bond-yields-expected-to-stay-low-as-inflation-fears-ease-11622729563?mod=markets_lead_pos4",
    "url": "government-bond-yields-expected-to-stay-low-as-inflation-fears-ease-11622729563",
    "title": "Government Bond Yields Expected to Stay Low as Inflation Fears Ease",
    "sub_head": "Investor worries about tighter policy from central banks have calmed",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-348064?width=620&size=1.5",
    "image_1": "im-348064.jpg",
    "time": "2021-06-03 13:02:00",
    "body": "U.S. and European government bond yields ticked higher Thursday after strong business survey readings in Europe, but investors said the recent rise was overdone and that fears inflation would soon cause central banks to lift interest rates had subsided.<br />Encouraging figures in the European services industry purchasing managers’ surveys buoyed hopes around the reopening of the economy, though the continent’s inflation outlook remains much weaker than in the U.S. The European Central Bank will likely signal no change in the size of its bond buying at next week’s rate-setting meeting, investors said.<br />German 10-year yields inched up to minus 0.181% Thursday, below the recent two-year high of minus 0.108%, according to Tradeweb. U.S. 10-year Treasury yields were also marginally higher at 1.627% from 1.591% on Wednesday. This is also below a recent high of 1.683% and the March highs of about 1.73%.<br />Yields have risen sharply and bond prices fallen in recent weeks as investor concern grew that rising inflation would lead central banks to start tightening their monetary policy by reducing their bond purchases.<br />In Europe, some ECB board members suggested that the central bank should start dialing down bond purchases even though inflation expectations in Europe remain subdued. However, Isabel Schnabel, the central bank’s executive board member from Germany, has since said that cutting monetary support too early would be a great mistake."
}