{
    "url_original": "https://www.wsj.com/articles/great-barrier-reef-is-in-danger-u-n-agency-says-11624355137",
    "url": "great-barrier-reef-is-in-danger-u-n-agency-says-11624355137",
    "title": "Great Barrier Reef Is in Danger, U.N. Agency Says",
    "sub_head": "Fearing an impact on tourism, Australia vows to challenge Unesco’s recommendation to add the World Heritage site to the danger list",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-357622?width=620&size=1.5",
    "image_1": "im-357622.jpg",
    "time": "2021-06-22 05:45:00",
    "body": "SYDNEY—The United Nations body that oversees World Heritage sites has recommended that Australia’s Great Barrier Reef be classified as in danger, saying the country’s center-right government hasn’t done enough to protect the reef from the effects of climate change.<br />The warning echoes the concerns of environmental groups that say the reef is deteriorating after experiencing three mass coral-bleaching events in roughly the past five years, the frequency of which scientists attribute to climate change. Bleaching, which occurs when water temperatures rise, can kill the corals and one study last year estimated the reef has lost more than half its corals since the 1990s.<br />The recommendation from Unesco, the U.N. culture and heritage organization, must still be approved by the 21-member World Heritage Committee, which includes Australia and is scheduled to meet next month. If approved, the reef will join a list of 53 other World Heritage sites that are considered to be threatened, and Australia could be asked to work with U.N. experts to develop a plan to better protect the reef.<br />Environmental groups said placing the reef on the danger list would send a strong message to Australia’s government that it must move faster to reduce the greenhouse gas emissions that scientists say are a main contributor to climate change.<br />“The more we raise awareness of the consequences of climate change and call out those who are failing to act, the better,” said Nicki Hutley, an economist at the nonprofit Climate Council."
}