{
    "url_original": "https://www.wsj.com/articles/greek-bank-stocks-surge-and-one-lender-looks-to-take-advantage-11623246670?mod=markets_lead_pos11",
    "url": "greek-bank-stocks-surge-and-one-lender-looks-to-take-advantage-11623246670",
    "title": "Greek Bank Stocks Surge, and One Lender Looks to Take Advantage",
    "sub_head": "Alpha Services wants to raise $1 billion but major investor Paulson & Co. is against the deal, according to people familiar with the matter",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-350714?width=620&size=1.5",
    "image_1": "im-350714.jpg",
    "time": "2021-06-09 10:34:00",
    "body": "Greek banks, once at the epicenter of Europe’s financial troubles, have been a hot bet for investors anticipating a strong economic rebound from the Covid-19 pandemic.<br />But a surprise $1 billion share sale to fuel growth at one of the country’s big four lenders,  Alpha Services and Holdings SA,  is stretching the limits of some investors’ enthusiasm.<br />Paulson & Co., Alpha’s biggest shareholder after a Greek state-owned fund, with around 7%, has voted against the capital raise, according to a person familiar with the matter. Proxy adviser ISS is also advising a vote against the proposal, which will be decided at a shareholder meeting on June 15.<br />Paulson & Co., the family office of former hedge-fund manager John Paulson and a longtime investor in Greek banks, doesn’t see the need for Alpha to raise capital now and doesn’t like the deal’s structure, people familiar with the matter said.<br />An Alpha spokesman said the bank has had positive feedback from the vast majority of its investors and is confident a majority will back the share increase. The bank previously said it has support from the state-backed fund with nearly 11% of the shares, and a number of other investors. Half of the shares must be represented at the June 15 meeting and two thirds of those must be voted in favor of the capital increase to pass."
}