{
    "url_original": "https://www.wsj.com/articles/grocery-delivery-idea-looks-far-from-fresh-11623931142?mod=markets_lead_pos10",
    "url": "grocery-delivery-idea-looks-far-from-fresh-11623931142",
    "title": "Grocery Delivery Idea Looks Far From Fresh",
    "sub_head": "Boxed Inc.’s success seems highly dependent on its technology",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-06-17 07:59:00",
    "body": "Grocery sellers are among the least loved stocks in the market. Boxed Inc., a grocery courier planning to go public, had better hope investors see it as a tech company instead.<br />The company, which delivers groceries in bulk out of its own fulfillment centers, announced Monday that it plans to go public in a SPAC deal with Seven Oaks Acquisition Corp. The deal is expected to close in the fourth quarter. It won’t be the only online grocery company looking to debut in public markets: Instacart is expected to do so later this year.<br />It may be tough to whet the market’s appetite. Albertsons’ Cos., which went public last year at the height of the pandemic food-at-home boom, made its debut below its offering price. For Boxed in particular, it won’t help that its revenue grew just 8% in fiscal year 2020—a pace that matches supermarket giant  Kroger ’s . That growth pace is troubling considering that its revenue base is roughly one-thousandth that of the supermarket chain. It also looks unflattering compared with Target’s 19.8% growth and  Amazon ’s  37.6%. Moreover, its pace has slowed from the high levels at the start of the pandemic last spring.<br />Boxed is betting that its technology will be the differentiator: Automation technology should cut down on its own operational costs while its software can bring in additional revenue. That seems more promising than relying just on the hypercompetitive grocery space. But in fiscal year 2020, its software brought in just 6.4% of total revenue and giants  Shopify  and Wix already dominate the space. Timing is also far from ideal: Many retailers that shifted to online selling presumably did so last year.<br />Another way it plans to pad the bottom line is through selling ad spaces to vendors and fees through a third-party marketplace. The problem is that giants such as  Walmart ,  Kroger and Target all doubled down on this strategy last year; competition for vendors’ ad dollars and third-party sellers is fierce."
}