{
    "url_original": "https://www.wsj.com/articles/growth-firms-see-plastic-waste-as-an-investment-opportunity-11624357803?mod=markets_featst_pos1",
    "url": "growth-firms-see-plastic-waste-as-an-investment-opportunity-11624357803",
    "title": "Growth Firms See Plastic Waste as an Investment Opportunity",
    "sub_head": "Circulate Capital and Closed Loop Partners are raising capital, including from large companies, to back investments working to reduce and recycle plastic waste",
    "category_1": "Pro PE Industry News",
    "time": "2021-06-22 06:30:00",
    "body": "Circulate Capital is betting that small investments funded partly by some well-known corporate backers can help tackle one of the biggest global pollution problems: plastic waste.<br />“Plastic waste is not just a global crisis that threatens economic recovery, climate, and nature. It is also an investment opportunity that can flip it from a scourge into an engine for economic development,” said Rob Kaplan, who founded Circulate in 2017. Initially the firm sought to back companies in India and Southeast Asia, such as recycling or waste-sorting companies, that help reduce the amount of plastic waste that winds up in the ocean.<br />In 2019 it raised a $106 million debt and project finance fund, Circulate Capital Ocean Fund, backed by a handful of large multinational corporations that include Coca-Cola Co., Danone SA, Procter & Gamble Co. and  Unilever  PLC. It now aims to raise a $50 million fund to broaden both its investor base and its investment remit.<br />Circulate is one of a small but growing number of firms investing in companies that contribute to what they call the circular economy, a business model that seeks to eliminate waste that organizations produce, continuously reuse products and materials and regenerate natural systems. An estimated 30 private-market funds, including private-equity, venture and debt strategies focused on the circular economy in the first half of 2020, up from just three in 2016, according to a report last year from the Ellen MacArthur Foundation, a nonprofit organization.<br />A number of large multinational corporations are funding these firms’ efforts as part of a broader push to reduce both the overall waste their own companies produce and the amount of virgin materials they use."
}