{
    "url_original": "https://www.wsj.com/articles/hall-of-fame-by-polo-g-review-a-rappers-mvp-dreams-11623704768",
    "url": "hall-of-fame-by-polo-g-review-a-rappers-mvp-dreams-11623704768",
    "title": "‘Hall of Fame’ by Polo G Review: A Rapper’s MVP Dreams",
    "sub_head": "The Chicago artist continues to grow on his excellent third album, which features the hit ‘Rapstar’ and guests like DaBaby, Young Thug and Nicki Minaj.",
    "category_1": "Music Review",
    "image_1_url": "https://images.wsj.net/im-353602?width=620&size=1.5",
    "image_1": "im-353602.jpg",
    "time": "2021-06-14 17:06:00",
    "body": "<br /><br /><br />Chicago-raised rapper Polo G made his first chart impact in 2019 with his single “Pop Out,” which hit No. 11 on the Billboard Hot 100 and appeared on his top 10 debut album, “Die a Legend.” His continuing ascent since then has been steady and incremental. In interviews, he articulates a methodical approach to his career, always looking an album or two ahead. While talking with the online magazine Complex about the possibility of working with acclaimed rappers like J. Cole and Kendrick Lamar, the 22-year-old, born Taurus Bartlett, said he wants “to get a little bit better lyrically in that style before I would jump on that type of song.” This intense focus, building on his strengths while identifying and improving upon shortcomings, led to a strong sophomore effort—2020’s “The Goat”—and now “Hall of Fame” (Columbia), his excellent third LP.<br />Polo G’s music is haunted by loss, and there’s a pervasive sadness to his voice. Anxiety and melancholy are draped over his music like a weighted blanket. Even when he’s rapping about having escaped the struggles of his childhood and making lots of money, he sounds wistful rather than celebratory, as if aware of how quickly things could change. In the world of his music, nothing is promised and you can never rest on past accomplishments. Something is always coming for you, even if it’s your dark visions that plague your mind."
}