{
    "url_original": "https://www.wsj.com/articles/happy-day-off-11623616823?mod=opinion_lead_pos4",
    "url": "happy-day-off-11623616823",
    "title": "Happy ‘Day Off’",
    "sub_head": "The mania to rechristen holidays reaches its illogical conclusion.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-353426?width=620&size=1.5",
    "image_1": "im-353426.jpg",
    "time": "2021-06-13 16:40:00",
    "body": "The progressive mania for erasing names continues apace. Last week the board of education in Randolph, N.J., voted unanimously to remove named holidays from the school calendar.<br />The trouble began when the board rechristened Columbus Day “Indigenous Peoples Day.” Parents and students—many of them Italian-Americans—protested the change. They rightly dissent from the fashionable practice of treating the great explorer as a criminal. A local media report described the large crowd gathered at the board meeting as overwhelmingly and raucously hostile to the proposal.<br />Rather than restore Columbus’s name, however, the board came up with the rather less than Solomonic solution of scrapping all holiday names. Henceforth every school break—Memorial Day, Thanksgiving, Martin Luther King Day—will bear the name “day off.” That, predictably, satisfied almost nobody, and the controversy appears far from over.<br />Randolph’s parents deserve praise for refusing to accept this hooey without a fight. We would say the same about the San Francisco parents who forced the city’s school board to stand down from its idiotic attempt to remove the names Washington, Jefferson and Lincoln, among others, from its schools.<br />Some names may deserve to go. The trustees of Clemson University last year voted to rechristen Tillman Hall, named for the proudly racist politician of a century ago. They’ll get no argument from us. But the urge to remove monuments, rename buildings and expunge holiday appellations has become an unwholesome obsession on the political left."
}