{
    "url_original": "https://www.wsj.com/articles/harvard-mit-part-of-800-million-deal-to-push-access-to-online-education-11624964401?mod=business_lead_pos11",
    "url": "harvard-mit-part-of-800-million-deal-to-push-access-to-online-education-11624964401",
    "title": "Harvard, MIT Part of $800 Million Deal to Push Access to Online Education",
    "sub_head": "Education-technology company 2U to buy online-course platform edX; proceeds to go to a nonprofit run by the two universities",
    "category_1": "U.S.",
    "category_2": "Education",
    "time": "2021-06-29 07:00:00",
    "body": "Education-technology company 2U Inc., which runs graduate programs for dozens of top universities, is buying web-based course provider edX, a nonprofit founded by Harvard University and the Massachusetts Institute of Technology, for $800 million.<br />The deal combines two major players in online instruction as universities around the world push more aggressively into digital offerings. Many schools scrambled to shift courses online when the pandemic shut campuses last year, and they are now expected to build on—and polish—the programs.<br />The sale proceeds will go to a nonprofit, to be run by Harvard and MIT, that the schools say will focus on reducing inequalities in access to education. It will maintain the open-access course platform built by edX, research online and hybrid-learning models, and work to minimize the digital divide that still serves as a barrier for many younger students and adults, the schools said.<br />“This is early innings in the digital transformation of education,” said 2U CEO Chip Paucek, adding that he anticipates a time when “online education is normalized as, simply, education.”<br />EdX was founded by Harvard and MIT in 2012, its aim to democratize elite education with free classes, taught by top professors, available to students globally. Over time, it added completion certificates, available for a fee, and course sequences that, when stacked together, could lead to credentials and ultimately a degree. It also began providing corporate training in subjects including entrepreneurship and cybersecurity."
}