{
    "url_original": "https://www.wsj.com/articles/has-the-military-gone-woke-11624660049?mod=opinion_lead_pos2",
    "url": "has-the-military-gone-woke-11624660049",
    "title": "Has the Military Gone ‘Woke’?",
    "sub_head": "Gen. Milley too easily dismisses the risks to recruitment and morale.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-25 18:27:00",
    "body": "Army Gen. Mark Milley is getting kudos from the media for telling Congress that the military hasn’t become “woke,” even as its leadership urges soldiers and sailors to absorb woke ideas. The brass is trying to have it both ways on this issue, and that may ultimately undermine its core mission.<br />The Chairman of the Joint Chiefs told the House Armed Services Committee Wednesday that he “personally” found it “offensive” that Republicans have accused general officers of being “woke.” A pair of Florida Congressmen had been criticizing Gen. Milley over seminars at West Point about “white rage.” The Chief of Naval Operations has recommended “How to Be an Antiracist,” a book that proposes “future discrimination,” ostensibly against white people, on his professional reading list for sailors.<br />Gen. Milley has to be sensitive to the political realities in the White House, but he was clearly exercised about the criticism, saying it’s “important actually for those of us in uniform to be open-minded and be widely read.” He later added: “I’ve read Mao Zedong. I’ve read Karl Marx. I’ve read Lenin. That doesn’t make me a communist.” So, he asked, “what is wrong” with “having some situational understanding about the country for which we are here to defend?”<br />Of course sailors and Marines should read widely. Chief of Naval Operations Admiral Michael Gilday said similarly last week that he was merely exposing sailors to new ideas. But one can still wonder why “How to Be an Antiracist,” a book promoting sectarian racism, is on the reading list as “foundational” material on par with Jim Hornfischer’s classic naval histories.<br />The Navy’s reading list for sailors also includes “The New Jim Crow: Mass Incarceration in the Age of Colorblindness” and “Sexual Minorities and Politics.” Contrary to Gen. Milley and the Navy brass, it is not an assault on open-mindedness to ask whether an institution that requires esprit de corps and a common purpose can function if sailors are primed to view white shipmates as potential “oppressors.”"
}