{
    "url_original": "https://www.wsj.com/articles/has-the-left-or-right-helped-blacks-more-11623965144?mod=opinion_major_pos17",
    "url": "has-the-left-or-right-helped-blacks-more-11623965144",
    "title": "Has the Left or Right Helped Blacks More?",
    "sub_head": "The history of the Democratic Party (Mr. Collopy’s left) has been one of the biggest hindrances of black progress.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-346981?width=620&size=1.5",
    "image_1": "im-346981.jpg",
    "time": "2021-06-17 17:25:00",
    "body": "In response to Jason L. Riley’s “Liberals Choose Racial Catharsis Over Progress for Blacks” (Upward Mobility, June 2), William F. Collopy makes the point that the left has done a better job than the right in addressing racial deficiencies in our country (Letters, June 14). He quotes Fredrick Jackson Turner—“the aim of history, then, is to know the elements of the present by understanding what came into the present from the past”—to support his position. But the quote and facts contradict his argument. The history of the Democratic Party (Mr. Collopy’s left) has been one of the biggest hindrances of black progress. Its history includes fighting to retain slavery, the creation of Jim Crow laws, and under FDR the creation of “redlining” to prevent the federal government from giving housing loans to areas (mostly minority) deemed too risky, which today has morphed into limiting school choice for blacks. The Civil Rights Act of 1964 was filibustered by Democrats but eventually passed because a much higher percentage of Republicans voted for the bill than Democrats in both the House and Senate. The 1994 crime bill, passed by Democrats and signed by President Bill Clinton, resulted in a disproportionate increase in the number of blacks being incarcerated.<br />If Mr. Collopy believes in the Turner quote, he would realize “what came into the present from the past” is a Democratic left that uses identity politics and racial division to retain power, not help the black community—as every American city the Democrats have controlled for decades unfortunately demonstrates.<br />Ken Dropek<br />Houston"
}