{
    "url_original": "https://www.wsj.com/articles/hate-swimsuit-shopping-these-tips-simplify-the-search-11623859418",
    "url": "hate-swimsuit-shopping-these-tips-simplify-the-search-11623859418",
    "title": "Hate Swimsuit Shopping? These Tips Simplify the Search",
    "sub_head": "Four stylish women disclose their swimwear non-negotiables—like cuts that make them feel confident in their bodies—and the reliable suits they return to summer after summer",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-354554?width=620&size=1.5",
    "image_1": "im-354554.jpg",
    "time": "2021-06-16 12:03:00",
    "body": "EACH SUMMER brings a new swim trend, from crochet bikinis with matching wrap skirts to teeny triangle tops with high-contrast trim. But a lot of those splashy fads soon dry up. Twelve months later, once-Instagrammable suits are languishing at the back of your dresser drawer: scrunched up, regretted, never to lounge atop a tippy pool float again.<br />This summer, instead of buying a fleeting style, why not take the time to hunt down a more timeless suit that you have at least a fighting chance of happily wearing for summers to come? Confront yourself with questions that go beyond how many “likes” a suit might yield: Do you honestly prefer a classic maillot over a bikini? Are you concerned about avoiding strappy tan lines? Will you be swimming laps on the daily or sunning yourself in a lounge chair while indulging in your second daiquiri? Take a cue from these four stylish women. Below, they share their swimwear must-haves and the signature suits they rely on year after year.<br />Go-To: Luchia Top, $125, Luchia Bottoms, $135, lemlem.com<br />Staying Power: Of all the different ways that we dress and adorn ourselves, swimwear makes me feel the most vulnerable. It invites all of these questions about the body and presentation. I love a high-waisted bottom and a triangular bikini top. That combination echoes the bathing suits of the 1950s and ’60s. It’s a silhouette that works well on me and makes me feel really confident in my body.<br />Checklist: First, how the suit is made—the thoughtfulness in terms of production and the ethical considerations. Second, the person behind the brand. And then third, how the brand is represented and by whom."
}