{
    "url_original": "https://www.wsj.com/articles/hawaiis-remote-workers-discover-challenges-and-rewards-11624190419",
    "url": "hawaiis-remote-workers-discover-challenges-and-rewards-11624190419",
    "title": "Hawaii’s Remote Workers Discover Challenges and Rewards",
    "sub_head": "Moving the work-from-home setup to the Aloha state is a dream for many but the reality is a little bumpier.",
    "category_1": "Life & Arts",
    "category_2": "Life & Style",
    "time": "2021-06-20 08:00:00",
    "body": "For many professionals, Hawaii seems a dream spot for remote work. But pulling off remote work in the Aloha state takes more than a plane ticket and a laptop.<br />The pandemic devastated the state’s economy. According to the Hawaii Tourism Authority, visitor arrivals fell 97.6% between August 2019 and August the following year. Employment in the state’s leisure and hospitality sector, which accounts for nearly one in five jobs, fell 53% between February and August 2020, according to the Pew Center.<br />Thanks in part to state initiatives—including pre-arrival coronavirus testing for visitors and marketing campaigns wooing remote workers—tourism is on the rebound. In April, visitors reached nearly 500,000, compared with roughly 4,500 in April 2020.<br />One program, called Movers and Shakas (named after the friendly Y-shaped hand gesture with extended thumb and pinkie that means “hang loose”), was launched in December with local business leaders. It offers free airfare to remote workers who commit to staying at least a month and participate in volunteer activities. The program’s 50 spots attracted 90,000 applications. Applications for the second round will open this month.<br />As it is elsewhere, reliable Wi-Fi is the litmus test for many. Some areas of the Hawaiian islands, especially rural regions, lack robust broadband or cellular infrastructure. Tomasz Janczuk, a 45-year-old based in the Seattle area who owns and operates a software-development firm, chose the three Big Island hotels that he and his family lived in for a month based on Wi-Fi strength."
}