{
    "url_original": "https://www.wsj.com/articles/hedge-fund-behind-amazon-mgm-deal-amasses-big-bet-on-uranium-11623324178?mod=markets_lead_pos5",
    "url": "hedge-fund-behind-amazon-mgm-deal-amasses-big-bet-on-uranium-11623324178",
    "title": "Hedge Fund Behind Amazon-MGM Deal Amasses Big Bet on Uranium",
    "sub_head": "Anchorage, best known for selling Hollywood studio MGM to Amazon.com, bought uranium in a bet on higher prices for the nuclear fuel",
    "category_1": "Commodities",
    "image_1_url": "https://images.wsj.net/im-351868?width=620&size=1.5",
    "image_1": "im-351868.jpg",
    "time": "2021-06-10 07:22:00",
    "body": "The hedge fund behind the  Amazon.com Inc. -MGM Holdings Inc. deal has another trade up its sleeve: going big on uranium.<br />New York hedge fund Anchorage Capital Group LLC has amassed a holding of a few million pounds of uranium, people familiar with the matter say, in a bet that prices of the nuclear fuel will recover after a decade in the doldrums. It is buying and selling uranium alongside mining companies, specialist traders and utility firms with nuclear-power plants, turning the fund into a significant player in the market.<br />Venturing into the uranium market, which is much smaller than oil or gold markets, is unusual for a firm that typically invests in corporate debt. It is another example of money managers straying into esoteric markets in search of returns after a yearslong run-up in stocks and slide in a bond yields.<br />Anchorage was recently in the spotlight after scoring about $2 billion in paper profits from Amazon’s deal to buy MGM in May. The hedge fund became MGM’s biggest shareholder after the Hollywood studio emerged from bankruptcy in 2010.<br />Anchorage’s physical uranium holdings are also a rarity because Wall Street firms don’t typically own physical uranium. Most investors bet on uranium prices by buying shares of mining firms, or through companies like  Yellow Cake  PLC., which acts as an exchange-traded fund."
}