{
    "url_original": "https://www.wsj.com/articles/helping-kids-manage-anxiety-and-ease-back-into-activities-this-summer-11623084691",
    "url": "helping-kids-manage-anxiety-and-ease-back-into-activities-this-summer-11623084691",
    "title": "Helping Kids Manage Anxiety and Ease Back Into Activities This Summer",
    "sub_head": "As kids start to get back out in the world as the pandemic recedes, some are anxious. Here are concrete ways to help them.",
    "category_1": "Life & Arts",
    "category_2": "Health",
    "image_1_url": "https://images.wsj.net/im-349801?width=620&size=1.5",
    "image_1": "im-349801.jpg",
    "time": "2021-06-07 12:51:00",
    "body": "As a most unusual—and exhausting—school year winds down, families are looking at a summer of changing pandemic rules and new possibilities. For many kids, there’s excitement about camp and beach vacations. But there are a lot of questions and anxiety during this transition, too, psychologists say.<br />“We’re seeing a lot of difficulties as we try to get kids to go back to normal,” says Eli R. Lebowitz, associate professor in the Child Study Center at Yale School of Medicine. Changing rules around mask wearing and social distancing is creating confusion and spurring fear in some kids, he says. And for children who have spent more than a year doing remote learning, the prospect of heading back to in-person school in the fall can be daunting. That’s especially true for kids who are socially anxious and for whom online learning has been a welcome respite from playground squabbles and lunchroom drama.<br />We talked to psychologists about how to help children recover from the pandemic year and prepare for the new school year ahead. Here’s their advice:<br />In May, the Centers for Disease Control and Prevention updated its guidelines for camps saying that at camps where not everyone is fully vaccinated, children can go without masks most of the time when they are outside, unless conditions are crowded and there is sustained close contact. The agency has also said fully vaccinated people don’t have to wear masks in most situations, either indoors or outdoors. The directives have prompted changes in protocols everywhere from grocery stores to kids’ sports. These shifts can be distressing for children, says Dr. Lebowitz.<br />“We’ve spent a year teaching kids that social contact is dangerous and everybody is a potential carrier of this virus that can kill your grandparents. Suddenly now it’s OK and it’s really confusing,” he says."
}