{
    "url_original": "https://www.wsj.com/articles/heres-why-the-fed-isnt-frightened-by-the-jobs-report-11622826571?mod=business_minor_pos10",
    "url": "heres-why-the-fed-isnt-frightened-by-the-jobs-report-11622826571",
    "title": "Here’s Why the Fed Isn’t Frightened by the Jobs Report",
    "sub_head": "Jobs are hard to fill and wages are rising, but the Fed is weighing other factors that will dissuade it from raising rates for now",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-348905?width=620&size=1.5",
    "image_1": "im-348905.jpg",
    "time": "2021-06-04 13:09:00",
    "body": "Employers are struggling to find workers, and that will push up labor costs, leading the Federal Reserve to raise rates much sooner than it expects to.<br />Oh, please.<br />The Labor Department on Friday reported that the economy added a seasonally adjusted 559,000 jobs last month. That big number counted as a mild disappointment in comparison with the 671,000 economists polled by The Wall Street Journal expected. Coming on top of April’s weaker-than-expected report, it adds to evidence that businesses are having a hard time staffing up.<br />There are many possible reasons why, and many probably are occurring at once. An incomplete list: Difficulty obtaining child care, extended unemployment benefits that make lower-wage jobs less attractive, continued worries about Covid-19 and a pandemic-related shift in perceptions about what work is worthwhile. They all come down to incentives against working. The way for employers to overcome them is to raise the incentives for working, most obviously through wages.<br />There is some evidence that is beginning to happen. The employment report showed that average hourly earnings rose 0.5% from a month earlier, topping the 0.2% gain economists expected. That is particularly impressive since the biggest job gains were in the leisure and hospitality sector—lower-paying jobs that tend to put downward pressure on the average wage figure."
}