{
    "url_original": "https://www.wsj.com/articles/high-speed-trader-virtu-fires-back-at-critics-amid-meme-stock-frenzy-11623592801?mod=markets_lead_pos2",
    "url": "high-speed-trader-virtu-fires-back-at-critics-amid-meme-stock-frenzy-11623592801",
    "title": "High-Speed Trader Virtu Fires Back at Critics Amid Meme-Stock Frenzy",
    "sub_head": "Scrutiny of GameStop, AMC stock surges has put pressure on firm run by CEO Douglas Cifu",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-06-13 10:00:00",
    "body": "High-speed trader  Virtu Financial Inc.  is pushing back against critics in Washington who say the stock market is rigged against small investors.<br />Virtu’s business of executing individual investors’ orders is facing scrutiny from lawmakers and regulators following the surge in shares of meme stocks like  AMC Entertainment Holdings Inc.  and  GameStop Corp.<br />Last week, the new chairman of the Securities and Exchange Commission, Gary Gensler, said he has asked SEC staff to explore changes to the rules governing how investors’ orders are handled. The review will include a practice known as payment for order flow, in which brokerages send many of their customers’ orders to trading firms in exchange for cash payments. Virtu’s stock sold off sharply after Mr. Gensler’s remarks.<br />Payment for order flow has existed for decades and has come under scrutiny before. But it received fresh attention after the wild volatility in GameStop shares in January. At one congressional hearing in February, Rep. Sean Casten (D., Ill.) referred to Robinhood Markets Inc.’s practice of sending orders to high-speed traders as “a conduit to feed fish to sharks.”<br />Firms such as Robinhood and Virtu say payment for order flow is misunderstood. They say small investors benefit from the practice because it results in better prices than they would get at public exchanges like the New York Stock Exchange and the  Nasdaq Stock Market .  Collectively, that saves investors billions of dollars a year, industry data show."
}