{
    "url_original": "https://www.wsj.com/articles/hong-kong-democracy-supporters-lead-last-resistance-shop-from-like-minded-businesses-11625058001?mod=business_featst_pos3",
    "url": "hong-kong-democracy-supporters-lead-last-resistance-shop-from-like-minded-businesses-11625058001",
    "title": "Hong Kong Democracy Supporters Lead Last Resistance: Shop From Like-Minded Businesses",
    "sub_head": "Network of vendors and consumers aims to keep grass-roots movement alive a year after China’s national security law outlawed political dissent",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-06-30 09:00:00",
    "body": "HONG KONG—With street protests, opposition groups and the media all silenced by China’s yearlong national-security crackdown, democracy supporters in Hong Kong are pursuing a novel way to keep resistance alive: with their pocketbooks.<br />Some are finding solidarity by choosing to spend money at like-minded local businesses, including restaurants, yoga studios and even a sex-toy shop, while boycotting companies that align with Beijing. The network of vendors gives pro-democracy consumers a way to express their beliefs a year after China’s national-security law began suppressing political dissent, but also exposes those involved to risks by establishing a new front line of resistance. Hong Kong people risk long jail terms if they take to the streets in protest or speak out on social media.<br />“Where you choose to spend your money is a decision you make, and that will have an impact on society,” said Cynthia Wong, a university employee who frequents a pro-democracy market. “I want my money to go directly to the people I support,” she said, adding that she hopes her patronage will help keep the movement going.<br />There are several apps that help users locate yellow businesses, or those that are pro-democracy. Mee—Punish Club is one of the most recent. Since launching in May, it has passed 134,000 downloads globally from the App Store and Google Play, according to analytics firm Sensor Tower.<br />The app, which offers perks and discounts to members, maps nearby participating shops and businesses, and enables users to exchange real-time information, such as newsstands where final editions of Apple Daily were available. One of the app’s developers told a local media outlet that it has 4,000 shops registered on its platform, with 170,000 member customers."
}