{
    "url_original": "https://www.wsj.com/articles/hong-kong-police-arrest-newspaper-editor-under-national-security-law-11623908475",
    "url": "hong-kong-police-arrest-newspaper-editor-under-national-security-law-11623908475",
    "title": "Hong Kong Police Arrest Apple Daily Editor Under China National Security Law",
    "sub_head": "Police search newsroom as they step up investigations into media mogul Jimmy Lai’s Apple Daily",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-355361?width=620&size=1.5",
    "image_1": "im-355361.jpg",
    "time": "2021-06-17 06:26:00",
    "body": "HONG KONG—National security police in Hong Kong arrested the top editor of a popular pro-democracy newspaper and searched the company’s newsroom, in the most targeted action involving a media organization’s journalistic operations yet in a yearlong crackdown on dissent.<br />Apple Daily’s editor in chief, Ryan Law, was photographed on Thursday being led away in handcuffs by officers from his home in the Quarry Bay neighborhood. The raid was the latest in a series of moves against the newspaper group and its publisher, Jimmy Lai, a multimillionaire Beijing critic.<br />Scores of police, armed with a warrant they said covered the “power of searching and seizure of journalistic materials” under the national security law, also searched the Apple Daily newsroom. The newspaper reported that officers were looking through computers and searching desks.<br />Four other directors of the company were also arrested. Police said all five were detained under suspicion of “collusion with a foreign country or with external elements to endanger national security.”<br />Steve Li, a senior police superintendent, told reporters that the publication has conspired with others to request foreign countries, organizations and individuals to impose sanctions against Hong Kong and China. More than 30 Apple Daily articles were involved, and authorities froze the equivalent of $2.3 million from three related companies: Apple Daily Ltd., Apple Daily Printing Ltd. and AD Internet Ltd."
}