{
    "url_original": "https://www.wsj.com/articles/hong-kong-plans-law-to-tie-mobile-phone-numbers-to-users-identity-11622548089",
    "url": "hong-kong-plans-law-to-tie-mobile-phone-numbers-to-users-identity-11622548089",
    "title": "Hong Kong Plans Law to Tie Mobile-Phone Numbers to User’s Identity",
    "sub_head": "City’s government moves to make people provide identities when buying SIM cards, a change critics say will infringe freedoms and privacy",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-346542?width=620&size=1.5",
    "image_1": "im-346542.jpg",
    "time": "2021-06-01 07:48:00",
    "body": "HONG KONG—The government Tuesday unveiled plans to require people in Hong Kong to provide their real name and other personal details when registering mobile phone numbers, a move that critics said would further curtail people’s freedoms and stoke fears of surveillance.<br />Officials said the change was necessary to aid investigations by law-enforcement agencies and would help tackle thefts by phone scammers preying on city residents, as well as drug trafficking and other organized crimes. It puts Hong Kong in line with about 155 countries including France, Germany and South Korea that have similar measures, officials have said. In the U.S., there is no federal law mandating people buying prepaid SIM cards to have their identities verified.<br />The proposal has touched a nerve in the Chinese territory, however, where fears of surveillance run high amid a continuing crackdown on dissent. Activists and opposition politicians have had phone messages used by police as evidence against them for alleged violations of the national security law imposed in June.<br />During antigovernment demonstrations that rocked the city in 2019, many protesters took steps to conceal their identities by using pseudonyms on messaging platforms and buying spare SIM cards for communication. Currently, while users who subscribe to SIM service plans from carriers do register their names, people can buy or top up prepaid SIM cards from convenience stores and other outlets without doing so.<br />“The Hong Kong government continues to make policies that show they don’t trust their own citizens,” said Lokman Tsui, an assistant professor at the School of Journalism and Communication at the Chinese University of Hong Kong. He described the policy, which will see registrations begin next year, as a further erosion of privacy and trust in Hong Kong."
}