{
    "url_original": "https://www.wsj.com/articles/hong-kong-defends-the-arrests-of-journalists-11624464329?mod=opinion_major_pos16",
    "url": "hong-kong-defends-the-arrests-of-journalists-11624464329",
    "title": "Hong Kong Defends the Arrests of Journalists",
    "sub_head": "‘The arrests relate to an alleged conspiracy.’",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-355963?width=620&size=1.5",
    "image_1": "im-355963.jpg",
    "time": "2021-06-23 14:29:00",
    "body": "Regarding your editorial “Arresting Hong Kong’s Press” (June 18): It is plainly wrong to suggest that the police operation and asset freezes in Hong Kong have anything to do with “offending Beijing.” The arrests relate to an alleged conspiracy involving the exploitation of journalistic work as a tool to commit collusion with a foreign country or external elements to impose sanctions or engage in other hostile activities against the People’s Republic of China and Hong Kong. This is a serious offense under Hong Kong’s national security law and will be handled in accordance with the law.<br />My decision to freeze assets related to the media company in question was taken in accordance with Schedule 3 to the Implementation Rules for Article 43 of the national security law, which provides that “where the Secretary for Security has reasonable grounds to suspect that any property held by any person is offence-related property, the Secretary may issue a notice to freeze that property.”<br />Apart from seeking a license to deal with the property, the person affected by such notice may apply to the Court of First Instance for the “freezing notice” to be revoked.<br />Countries around the world take threats to national security extremely seriously. China, with Hong Kong as its special administrative region, is no different. Hong Kong remains a secure, open and dynamic environment that welcomes investors and entrepreneurs from around the world.<br />John K.C. Lee"
}