{
    "url_original": "https://www.wsj.com/articles/hong-kongs-apple-daily-considers-closing-unless-government-releases-funds-11624270222?mod=business_lead_pos3",
    "url": "hong-kongs-apple-daily-considers-closing-unless-government-releases-funds-11624270222",
    "title": "Hong Kong’s Apple Daily Considers Closing Unless Government Releases Funds",
    "sub_head": "Possible closure would be biggest blow to press freedom in the city since national-security law imposed in June",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-356975?width=620&size=1.5",
    "image_1": "im-356975.jpg",
    "time": "2021-06-21 06:10:00",
    "body": "HONG KONG—The publisher of the popular pro-democracy Apple Daily newspaper said it may cease publishing after authorities froze its assets and charged senior executives including its top editor under the national-security law.<br />Its possible closure would herald the biggest blow to press freedom in the city since Beijing imposed a national-security law in June 2020 to crush dissent in the Chinese territory. Apple Daily and its jailed founder, Jimmy Lai, have been frequent targets for the city’s authorities.<br />Board members of  Next Digital Ltd. , the newspaper’s publisher, met on Monday and set a Friday deadline to decide whether to close down operations, Apple Daily reported. The board voted to request that the government release portions of its assets so that it can pay its employees.<br />Apple Daily, which marked its 26th anniversary on Sunday, has faced a precarious future since police in May froze Mr. Lai’s assets, including his majority stake in Next Digital. On Thursday, the city’s security chief warned people to distance themselves from the arrested Apple Daily executives, saying they used news as a tool to challenge China’s national security.<br />“They basically made it illegal for anybody to deal with our accounts,” said Mark Simon, a former Next Digital executive and longtime aide to Mr. Lai."
}