{
    "url_original": "https://www.wsj.com/articles/honoring-jimmy-lai-11624248153?mod=opinion_lead_pos4",
    "url": "honoring-jimmy-lai-11624248153",
    "title": "Honoring Jimmy Lai",
    "sub_head": "In Hong Kong, a valiant attempt to keep publishing the truth.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-356849?width=620&size=1.5",
    "image_1": "im-356849.jpg",
    "time": "2021-06-21 12:02:00",
    "body": "The Committee to Project Journalists was founded 40 years ago to fight for journalists who are “attacked, imprisoned or killed.” In this spirit, the CPJ on Monday announced it is honoring Hong Kong’s Jimmy Lai with its 2021 Gwen Ifill Press Freedom Award. Mr. Lai, the founder, owner and contributor to the Apple Daily newspaper, won’t be able to accept the award in person because he sits in prison in Hong Kong.<br />The CPJ honor comes after another police raid on the newsroom last week. Five Apple Daily execs were arrested, and two—editor-in-chief Ryan Law and chief executive officer Cheung Kim-hung—were charged under the new national security law and thus denied bail. The CPJ notes that Mr. Lai “fights for the right of his Apple News organization to publish freely, even as China and its backers in Hong Kong use every tool to quash them.”<br />The grim news is that those who want Apple silenced may be succeeding. We have learned that Apple may be only days away from stopping its presses. This itself is a lesson in freedom. Instead of directly censoring the publication, Hong Kong authorities, backed by China, have targeted the lifeblood of any news organization, its business operations.<br />The lesson of Apple is that freedom of the press doesn’t exist in the abstract. It depends on property rights. By freezing Apple’s corporate accounts, by stopping Mr. Lai from voting his shares (he holds 72% of the company), and by scaring people from advertising in Apple or doing business with it, Hong Kong has been trying to deny the paper the wherewithal to continue. Lenin understood this more than a century ago, recommending that Communists control newsprint and advertising to bring the press to heel.<br />There’s a warning here for other Hong Kong business enterprises that may not think they have a stake in what happens to Mr. Lai or Apple. Hong Kong authorities are stealing Mr. Lai’s company because they don’t like his political views—and they have done it by police orders, without due process or judicial review. If they can do it to his company, does anyone really believe they won’t do it to a bank or tech company that offends China?"
}