{
    "url_original": "https://www.wsj.com/articles/house-judiciary-committee-passes-final-piece-of-big-tech-antitrust-package-11624562811?mod=politics_lead_pos5",
    "url": "house-judiciary-committee-passes-final-piece-of-big-tech-antitrust-package-11624562811",
    "title": "Google, Facebook, Amazon Among Those Set to Fight House Big Tech Antitrust Package",
    "sub_head": "Judiciary Committee passed the final piece of a six-part package aimed at curbing the dominance of large tech companies",
    "category_1": "Tech",
    "time": "2021-06-24 16:20:00",
    "body": "WASHINGTON—A House committee approved far-reaching legislation to curb the market dominance of tech giants, raising political alarms for firms including  Alphabet Inc.’s  Google,  Facebook Inc.  and  Amazon.com Inc.<br />The House Judiciary Committee voted on Thursday to approve the final piece of its six-part package, the “Ending Platform Monopolies Act,” which restricts big tech companies’ ability to leverage their platform dominance to promote other lines of business and disadvantage competitors. The measure could make it easier for federal regulators to break up the companies, lawmakers said. The vote on the bill was 21-20.<br />The move leaves the big tech firms—once darlings of Washington—in lawmakers’ crosshairs, despite intensive lobbying efforts. Still, the companies will have multiple opportunities to block or water down the broad legislative package, which must be approved on the House floor and then in the Senate to become law.<br />The package also includes a measure to bar big tech companies from favoring their own products in a range of circumstances on their platforms. Known as the American Choice and Innovation Online Act, it would prohibit big platforms from engaging in conduct that advantages their own products or services, disadvantages other business users, or discriminates among similarly situated business users.<br />Another measure requires that the largest internet platforms make it easier for users to transport their data to other platforms and even communicate with users on other platforms. The bill—known as the Augmenting Compatibility and Competition by Enabling Service Switching, or Access, Act—would give the Federal Trade Commission extensive new powers to set individualized standards for the large tech companies."
}