{
    "url_original": "https://www.wsj.com/articles/house-votes-to-repeal-two-older-military-force-authorizations-11624993924?mod=politics_lead_pos10",
    "url": "house-votes-to-repeal-two-older-military-force-authorizations-11624993924",
    "title": "House Votes to Repeal Two Older Military Force Authorizations",
    "sub_head": "AUMFs relate to the 1991 Gulf War and a 1957 measure countering ‘Communist aggression’",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-361819?width=620&size=1.5",
    "image_1": "im-361819.jpg",
    "time": "2021-06-29 15:12:00",
    "body": "WASHINGTON—The House voted 366-46 to repeal two decades-old authorizations of the use of military force in the Middle East, or AUMFs, as Congress moves to reassert its constitutional powers to declare war.<br />The bills, which were voted on together on Tuesday with other pieces of legislation that had broad bipartisan support, would terminate the 1991 Gulf War AUMF, 30 years after its enactment in response to Saddam Hussein’s invasion of Kuwait, and a little-known 1957 AUMF passed during the Cold War to counter “the possibility of Communist aggression” in the Middle East. The latter has never been invoked by any administration to justify military operations, however.<br />“The short military conflict that took place under this authority has been over for three decades and we must remove this old inactive authority from the books,” said Rep. Abigail Spanberger (D., Va.), the sponsor of the bill to revoke the 1991 authorization. “Repealing this AUMF would help ensure that it is not misused or stretched by any American president going forward.”<br />A bigger fight over military authorizations lies ahead, as some members of Congress push to repeal and replace the 2001 AUMF that Congress passed in reaction to the Sept. 11, 2001, terrorist attacks. That authorization is broader and more frequently used than other AUMFs. It granted the president authority to use “all necessary and appropriate force” to go after any persons or groups associated or linked in any way to the terrorist attacks.<br />Repealing the 1957 AUMF would have no impact on ongoing operations, and it should be taken off the books immediately, said Rep. Peter Meijer (R., Mich.), who sponsored the bill to repeal it."
}