{
    "url_original": "https://www.wsj.com/articles/how-to-repair-moth-eaten-clothes-11623785082",
    "url": "how-to-repair-moth-eaten-clothes-11623785082",
    "title": "How to Repair Moth-Eaten Clothes",
    "sub_head": "As our wool suits and sweaters sat unworn during lockdown, pesky moths swooped into our wardrobes and had a feast. Here, how to repair your gnawed-on clothes and prevent future infestations.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-354144?width=620&size=1.5",
    "image_1": "im-354144.jpg",
    "time": "2021-06-15 15:24:00",
    "body": "LAST MONTH, while dusting off clothes I hadn’t worn since the PCE (Pre-Covid Era), I discovered, to my horror, that two of my favorite wool suits have been moth-eaten into oblivion. Throughout 2020, while I was cycling through the same cotton sweaters and trousers on repeat, these pests had feasted on my sport coats and dress pants like they were offerings in a Vegas buffet.<br />It’s not like the world’s moth population focused exclusively on my own closet. In the work-from-home period, many of us stowed away our burly wool sweaters and fine corporate suits for months in dark, undisturbed crevices—prime feeding ground for famished fiber-eaters. And now that we’re venturing out, we’re discovering just how thoroughly our neglected wardrobes have been devoured.<br />Toni Columbo, a third-generation clothing reweaver in Boston, is seeing a “huge influx” of customers with moth-assaulted clothes. “I’m talking about suits that are riddled with moth holes. They had a party,” she said. Reweavers use a garment’s own fibers to reconstruct fabric, repairing tears, burn marks and moth holes, so that the owner can barely tell it was ever damaged. Ms. Columbo, who is among the few reweaving specialists remaining in America, considers it “a dying art.”<br />Moth-plagued customers have also been inundating another holdover, Ronald Moore of French American Reweaving Company in Manhattan. “I’m seeing so much moth damage that’s unbelievable. People are having problems all over the country,” said Mr. Moore. One recent client brought in 17 garments that had been moth food. He could save just five of them; the others were wholly ruined.<br />The pandemic’s stresses meant that closet maintenance was not top of mind for many of us. Last month, Dan Duncan, 28, a product manager in Kansas City, Mo., noticed an unusual gray insect fluttering around his closet. But he was too busy working from home to assess the situation until a few days later. When he finally flung open his closet doors, he spotted 15 to 20 moths noshing on his woolens. His biggest loss was a vintage L.L.Bean sweater inherited from his dad."
}