{
    "url_original": "https://www.wsj.com/articles/how-to-handle-this-job-interview-question-would-you-rather-work-from-home-or-the-office-11624197601",
    "url": "how-to-handle-this-job-interview-question-would-you-rather-work-from-home-or-the-office-11624197601",
    "title": "How to Handle This Job-Interview Question: Would You Rather Work From Home or the Office?",
    "sub_head": "Employers looking to nail down remote-work policies know this question is top of mind for job candidates",
    "category_1": "Life & Arts",
    "category_2": "Ask Personal Journal",
    "image_1_url": "https://images.wsj.net/im-355279?width=620&size=1.5",
    "image_1": "im-355279.jpg",
    "time": "2021-06-20 10:00:00",
    "body": "What’s the best way to answer this thorny question during a job interview: How do you feel about working from home?<br />This question will almost certainly come up if the job you’ve applied for could conceivably be done remotely. Prepare as much as you can before the interview so you have a sense of what the company’s current policies are. And then approach the question with honesty and the expectation that, even if your preferences aren’t aligned with the employer’s policies, it might still be possible to find solutions that work for both of you.<br />“Employers know this is on people’s minds,” says Alexandra Carter, director of the Mediation Clinic at Columbia Law School and an expert in negotiations. “We just went through a pandemic that basically de facto renegotiated the standard employment contract.”<br />Around 35% of employed U.S. workers moved quickly to working from home as the pandemic spread in the spring of 2020. Now companies are starting to nail down remote-work policies for a future when vaccinations are widespread and fears about the virus recede. Many individuals have developed strong preferences, and they may be at odds with those of prospective employers.<br />Before going into an interview, do your due diligence. The more you know before you’re asked the question, the better off you’ll be, says Debra Wheatman, president of Careers Done Write, a marketing and branding company for individuals. “Speak to people who work there, look up news about the company, figure out what their culture is and how they operate,” she says. “For most people, because they don’t do that, that’s why mistakes are made.”"
}