{
    "url_original": "https://www.wsj.com/articles/how-green-was-my-teslaand-how-cheap-11624016479?mod=business_minor_pos10",
    "url": "how-green-was-my-teslaand-how-cheap-11624016479",
    "title": "How Green Was My Tesla—and How Cheap?",
    "sub_head": "Car makers are increasingly focusing on the environmental impact of making EVs. While necessary, such efforts could slow the technology’s adoption.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-06-18 07:41:00",
    "body": "Auto makers need to ensure their electric vehicles are actually green. They also desperately need to bring down their cost. Pursuing both goals at once is hard.<br />The all-electric technology popularized by Tesla involves a kind of front-loading of environmental risk. EVs emit less carbon than a conventional car, even when recharged with electricity made by burning coal, but their powerful batteries require a lot of resources to make.<br />This inconvenient truth is one reason car makers are getting more involved in the EV supply chain. Investments such as the new battery factories announced by  General Motors  this week are mainly about securing greater control over the supply, technology and costs of the most important EV component. But a fourth factor fast rising up the priority list is control over their environmental footprint.<br />Buying battery cells made with renewable electricity is one focus. Faced with very strong demand, European battery startup Northvolt, which is backed by  Volkswagen  and  BMW  among others, last week raised $2.75 billion to further expand its low-carbon production facility in northern Sweden, where hydroelectric power is plentiful.<br />Another hot topic is the mining of battery metals, notably lithium. The industry used to worry more about cobalt, which is sourced mainly from the Democratic Republic of Congo amid charges of child labor, but in recent years the metal’s role in battery chemistry has shrunk. Lithium can’t so easily be minimized in lithium batteries. The stocks of U.S. producers Albemarle and  Livent  are trading close to record highs."
}