{
    "url_original": "https://www.wsj.com/articles/how-biden-can-stand-up-to-putin-in-geneva-11623277399?mod=opinion_lead_pos7",
    "url": "how-biden-can-stand-up-to-putin-in-geneva-11623277399",
    "title": "How Biden Can Stand Up to Putin in Geneva",
    "sub_head": "Eastern Europeans are fighting for a democratic future and need support against Russian aggression.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-351685?width=620&size=1.5",
    "image_1": "im-351685.jpg",
    "time": "2021-06-09 18:23:00",
    "body": "I traveled to Eastern Europe last week with a small, bipartisan group of senators to meet with the leaders of Ukraine, Lithuania and Georgia. These former Soviet republics have become reliable U.S. allies as their citizens have sought a democratic future with greater freedom and prosperity. But they need our help.<br />What I found most troubling on this trip was the renewed Russian effort to destabilize these young democracies. Each is facing increasing pressure from Russia, including military threats on their borders, cyberattacks and political disinformation campaigns. In Ukraine and Georgia, Russia continues to occupy and militarize territory it annexed illegally.<br />The U.S. must continue to stand with democracies under threat and opposed to Russia’s tyranny. When President Biden meets with Russian President Vladimir Putin in Geneva later this month, he must take a strong stand for freedom, democracy and human rights. The free world will be watching.<br />Specifically, Mr. Biden must raise the May 23 hijacking of a passenger airliner by Belarusian security forces. In a clear violation of international law, Belarusian President Alexander Lukashenko, an economic client of Mr. Putin’s, ordered his fighter jets to ground the plane forcibly so police could seize Roman Protasevich, a prominent Belarusian journalist and critic of the government, and his girlfriend, Sofia Sapega.<br />This was no isolated incident for Mr. Lukashenko, who was fraudulently re-elected last August to his sixth term as president. In March, the State Department released a human-rights report calling Belarus “an authoritarian state.” Its list of human-rights abuses committed in the wake of the election included “unlawful or arbitrary killings as well as torture” and “widespread use of brute force against and detentions of peaceful protestors.”"
}