{
    "url_original": "https://www.wsj.com/articles/how-home-builders-are-contributing-to-housing-frenzy-11624468037?mod=markets_major_pos1",
    "url": "how-home-builders-are-contributing-to-housing-frenzy-11624468037",
    "title": "How Home Builders Are Contributing to Housing Frenzy",
    "sub_head": "Some developers are waiting longer to list homes that are under construction",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-06-23 13:07:00",
    "body": "Home builders can’t keep up with housing demand. Much of that is a matter of circumstance, but some of it could be a matter of design.<br />The Commerce Department on Wednesday reported that there were 769,000 new single-family homes sold in May, at a seasonally adjusted, annual rate. That marked the fourth month in a row that the pace of sales slipped and was far below the 859,000 economists were looking for. Worse, April sales were revised down to 817,000 from 863,000.<br />It isn’t that people aren’t looking to buy. To the contrary, the combination of pent-up demand, low interest rates, and remote work options, among other factors, has spurred a frenzy for homes. That is getting reflected in a surge in prices: The median sales price for a new home was $374,400 in May, up from April’s $365,300. In a separate report Tuesday, the National Association of Realtors said that prices for previously owned homes topped $350,000 for the first time last month. The average existing home spent only 17 days on the market.<br />Increasing new-home supply is more than a matter of simply turning on a spigot. Since the housing bust, new-home construction has been chronically low, with many smaller builders falling by the wayside. High material costs, particularly for lumber, are making it harder for builders to maintain profit margins without jacking up prices to the point where buyers might balk. Pandemic-related supply-chain issues and difficulty finding workers are further restricting construction.<br />But another factor behind the low level of home sales might be that some builders are waiting until a home is further along in the construction process before they sell it, giving them further visibility into costs before locking in a price. Evercore ISI analyst Stephen Kim notes that on a recent trip to Charlotte, N.C., builders told him they were letting more time elapse between starting a project and selling, and building more homes on “spec,” or without a guaranteed buyer."
}