{
    "url_original": "https://www.wsj.com/articles/how-to-order-wine-in-a-restaurant-pairing-tips-sommelier-strategies-11624477325",
    "url": "how-to-order-wine-in-a-restaurant-pairing-tips-sommelier-strategies-11624477325",
    "title": "How to Order Wine in a Restaurant: Pairing Tips, Sommelier Strategies",
    "sub_head": "In part two of her crash course for fledgling oenophiles, our wine columnist lays out the basics of choosing wines that complement your meal and making sure you get the bottle you want for the table",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-357408?width=620&size=custom_1625x1233",
    "image_1": "im-357408.jpg",
    "time": "2021-06-23 15:42:00",
    "body": "Part two in a three-part series on the fundamentals of wine appreciation.<br />“I REALLY DON’T like talking to people I don’t know,” said Julian Pecht, 22, a recent college grad I’d taken on as a pupil in my one-on-one crash course on wine. I had informed Julian that our next lesson would require a chat with a sommelier at a restaurant, and I wasn’t surprised by his expression of trepidation. Sommeliers can intimidate even experienced wine drinkers.<br />Our first lesson had covered key grapes and tasting terminology; this one would focus on pairing wine and food and ordering wine in a restaurant. First, we met at my home for a preparatory exercise. I set up small dishes of salt, maple syrup, sliced cheese and green apples alongside two wines: the very dry 2020 Craggy Range Marlborough Sauvignon Blanc from New Zealand and the slightly sweet 2019 Dr. Loosen Erdener Treppchen Kabinett Mosel Riesling from Germany.<br />English wine merchants have a saying: “Buy on apple, sell on cheese.” The sharp malic acid of green apple will reveal any flaws in a wine, while the soft lactic acid of cheese will smooth rough edges and make a wine more appealing. Sampling the apple and the cheese with each of the wines, Julian found the effects of these pairings subtle. In his estimation, the cheese simply made the wines “better.”<br />The salt had a more profound effect with the Sauvignon. “It really mellows the acidity,” Julian observed. And he thought the salt made the Riesling “feel less floral.” The syrup, meanwhile, made the Sauvignon’s acidity shrill and flattened the Riesling’s fruit. “They taste like different wines every time you have something else with them,” Julian observed."
}