{
    "url_original": "https://www.wsj.com/articles/how-long-can-america-keep-borrowing-11624220760?mod=opinion_lead_pos7",
    "url": "how-long-can-america-keep-borrowing-11624220760",
    "title": "How Long Can America Keep Borrowing?",
    "sub_head": "The debt crisis has grown far worse since 1994, when we headed a bipartisan panel.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-20 16:26:00",
    "body": "President Clinton asked us in 1994 to chair the Bipartisan Commission on Entitlement and Tax Reform to study the future of Social Security, Medicare and Medicaid and recommend measures to assure their long-term viability. Reforms of these popular programs were so politically fraught that finding consensus on solutions proved impossible during our tenure in the Senate.<br />But there was near unanimity within the commission on the scale of the problem. Entitlements were on an unsustainable trajectory. They consumed an ever-growing share of federal spending. In 1994 the budget deficit was $203 billion (2.8% of gross domestic product), and the national debt was $3.4 trillion (47.8% of GDP).<br />The crisis we identified 27 years ago seems negligible given where the debt stands today. The nonpartisan Congressional Budget Office estimated in January 2020 that annual budget deficits will exceed $1 trillion, and that the debt—then hovering at $17.2 trillion—would more than double as a share of the economy over the next 30 years. These numbers don’t take into account $65 trillion of unfunded liabilities for Social Security and Medicare. The CBO now projects that, under current law, the deficit will reach $1.9 trillion in 10 years and the debt will skyrocket from 102% to 202% of GDP within 30 years.<br />The words “current law” are critical as the CBO forecasts only what will happen should government make no changes in spending and tax policies. But President Biden has already proposed $5 trillion in additional spending over the next 10 years, much of it for new or expanded entitlements, labeled “infrastructure” and “investment.”<br />Beyond the numbers, the biggest difference between then and now is that in 1994 both parties worried about deficits and debt. Today, neither Democrats nor Republicans seem to care. Under President Trump, the national debt grew from 76% of GDP to 100%. Under Mr. Biden’s first budget proposal, the debt is expected to reach 117% of GDP by 2031."
}