{
    "url_original": "https://www.wsj.com/articles/how-i-liberated-my-college-classroom-11624573083?mod=opinion_lead_pos6",
    "url": "how-i-liberated-my-college-classroom-11624573083",
    "title": "How I Liberated My College Classroom",
    "sub_head": "I created a special seminar to discuss controversial issues freely, and the results were eye-opening.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-359090?width=620&size=1.5",
    "image_1": "im-359090.jpg",
    "time": "2021-06-24 18:18:00",
    "body": "Durham, N.C.<br />The conservative critique of American higher education is well known to Journal readers: The universities are run by intolerant progressives. The left counters with an insult: The lack of intellectually respectable conservative arguments is responsible for campus political uniformity. Perhaps a better starting point in this debate is the students, most of whom actually want freer discourse on campus. They want to be challenged by views they don’t hold.<br />This, at least, has been my recurring experience with undergraduates at Duke University, where I teach classes called “Political Polarization” and “Conservatism” that require my students to engage with all sides of today’s hottest political issues.<br />True engagement, though, requires honesty. In an anonymous survey of my 110 students this spring, 68% told me they self-censor on certain political topics even around good friends. That includes self-described conservative students, but also half of the liberals. “As a Duke student, it is difficult to be both a liberal and a Zionist,” one wrote. Another remarked, “Although I support most BLM ideas, I do not feel that I can have any conversation that even slightly criticizes the movement.”<br />To get students to stop self-censoring, a few agreed-on classroom principles are necessary. On the first day, I tell students that no one will be canceled, meaning no social or professional penalties for students resulting from things they say inside the class. If you believe in policing your fellow students, I say, you’re in the wrong room. I insist that goodwill should always be assumed, and that all opinions can be voiced, provided they are offered in the spirit of humility and charity. I give students a chance to talk about the fact that they can no longer talk. I let them share their anxieties about being socially or professionally penalized for dissenting. What students discover is that they are not alone in their misgivings."
}