{
    "url_original": "https://www.wsj.com/articles/how-pencilmation-became-a-youtube-sensation-11623258834",
    "url": "how-pencilmation-became-a-youtube-sensation-11623258834",
    "title": "How ‘Pencilmation’ Became a YouTube Sensation",
    "sub_head": "A teenager’s video about a stick figure named Pencilmate became a series that ranked third in views on the streaming platform, according to the most recent figures",
    "category_1": "Television",
    "image_1_url": "https://images.wsj.net/im-351334?width=620&size=custom_1200x675",
    "image_1": "im-351334.jpg",
    "time": "2021-06-09 13:13:00",
    "body": "When Ross Bollinger posted a video of an animated stick figure online in 2004, YouTube didn’t exist and the 16-year-old artist didn’t envision a web show.<br />Today, Mr. Bollinger’s stick figure—who is named Pencilmate and has Curious George’s mischievous energy—is the star of a YouTube series with 19 million subscribers. The “Pencilmation” channel on YouTube has more subscribers than the Pixar (6.24 million) and Walt Disney Animation Studios (4.83 million) channels combined. YouTube doesn’t publish animation-channel audience tallies, but Ramin Zahed, editor in chief of Animation Magazine, says he believes “Pencilmation” is the platform’s most popular animated series. When YouTube announced the creators with the most views globally in 2019—its most recent such figures—“Pencilmation” was third, with 2.8 billion.<br />Mr. Bollinger, now a 33-year-old dad in Montclair, N.J., hasn’t tried to build an audience beyond YouTube. He barely has 200  Twitter  followers and only recently hired a publicist. He and the show are supported almost entirely by ads on YouTube. “I just make things and hope that they will find an audience,” he says.<br />“Pencilmation” has done little to pursue sponsorships but a representative says licensing and distribution deals are a priority for 2021. Mr. Bollinger says the series’s main channel had roughly 2.4 billion streams in 2020, but wouldn’t say how much money he made last year. Industry analysts say ad revenue on YouTube varies, and estimate that with those numbers, “Pencilmation” grossed between $4.8 and $10 million in 2020, with YouTube keeping 45%.<br />Every week “Pencilmation” releases two episodes, each about 3 minutes long. Mr. Bollinger creates the series with more than 100 writers, animators and storyboard artists around the world, from Canada and Australia to the U.K., the Philippines, Mexico and Brazil. They are independent contractors and not employees. Mr. Bollinger says that is because “YouTube in itself is a pretty unstable environment for a business to exist in, in the sense that everything is fluctuating all the time.”"
}