{
    "url_original": "https://www.wsj.com/articles/hpe-collects-160-million-to-support-portfolio-company-ppro-11623322801?mod=markets_featst_pos1",
    "url": "hpe-collects-160-million-to-support-portfolio-company-ppro-11623322801",
    "title": "HPE Collects €160 Million to Support Portfolio Company PPRO",
    "sub_head": "Secondary investors Coller Capital and Adams Street co-led the secondary transaction with support from Pomona Capital and W Capital",
    "category_1": "Pro PE Fund News",
    "image_1_url": "https://images.wsj.net/im-351762?width=620&size=1.5",
    "image_1": "im-351762.jpg",
    "time": "2021-06-10 07:00:00",
    "body": "European growth investor HPE Growth has collected €160 million (roughly $194.8 million) to support an increasingly popular deal structure that gives the firm more time to support PPRO Financial Ltd., a cross-border payments infrastructure technology company the firm initially backed in 2014.<br />HPE Growth, which invests in small and medium-size technology companies across Western Europe, is recapitalizing London-based PPRO, pronounced as “P-pro.” The firm is using a newly formed secondary investment vehicle typically referred to as a continuation fund, which enables a firm to hold a portfolio company for longer than is usual, providing it with fresh capital to support its growth.<br />Secondary investors Coller Capital and Adams Street Partners co-led the transaction, which enables investors in HPE Growth’s debut fund to either cash out of their indirect stakes in PPRO or roll them into the new continuation fund.<br />Other new investors that contributed to the continuation fund deal include secondary firms Pomona Capital and W Capital Partners, according to a press release issued by Cebile Capital, which advised HPE Growth on the transaction. The deal is expected to close this summer, the release said.<br />PPRO helps consumers pay for online transactions using local payment methods they are familiar with and serves companies such as Citibank Inc.,  PayPal Holdings Inc. ,  Mollie BV and Mastercard Payment Gateway Services. HPE Growth first backed the company out of its debut growth-equity fund, which closed in 2011."
}