{
    "url_original": "https://www.wsj.com/articles/huawei-targets-googles-dominance-in-smartphone-software-11622546088?mod=tech_lead_pos7",
    "url": "huawei-targets-googles-dominance-in-smartphone-software-11622546088",
    "title": "Huawei Targets Google’s Android Dominance with Harmony OS",
    "sub_head": "Chinese tech giant launches own operating system to rival Android after U.S. sanctions; Samsung and Microsoft failed in similar challenges",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-346537?width=620&size=1.5",
    "image_1": "im-346537.jpg",
    "time": "2021-06-01 11:47:00",
    "body": "HONG KONG—Huawei Technologies Co. on Wednesday launches its self-developed operating system for mobile phones, the company’s latest bid to break free of U.S. suppliers and an attempt to challenge Google’s dominance in smartphone software.<br />The Chinese tech giant plans to launch its new operating system, known as Harmony OS, across a large number of its smartphones during an online-only event, as well as unveil smart devices that will also run the company’s latest homemade software.<br />Huawei gadgets have been cut off from updating Google’s Android operating system since August, following a series of U.S. sanctions against the Shenzhen-based company. The ban also cost Huawei access to the U.S. company’s package of smartphone software known as Google Mobile Services, used widely across the industry.<br />While Huawei’s own smartphone sales are in free fall after briefly topping the world a year ago, the company is targeting other handset vendors that they hope will adopt Harmony OS, posing a direct challenge to Google Android’s dominance of the market.<br />Samsung  Electronics Co., Xiaomi Corp.  and the rest of the world’s top-selling phone makers besides  Apple Inc.  all use Google’s Android. Chinese sellers make up 57% of the global handset market, according to market-research firm Canalys and could be potential takers if Huawei’s Harmony OS develops into a worthy match."
}