{
    "url_original": "https://www.wsj.com/articles/hud-aims-to-boost-homeownership-for-buyers-with-higher-student-debt-11624008602?mod=markets_lead_pos6",
    "url": "hud-aims-to-boost-homeownership-for-buyers-with-higher-student-debt-11624008602",
    "title": "HUD Aims to Boost Homeownership for Buyers With Higher Student Debt",
    "sub_head": "Relaxed student-loan calculation will likely qualify more Black and Hispanic buyers for federal government-backed loans",
    "category_1": "Politics",
    "time": "2021-06-18 05:30:00",
    "body": "WASHINGTON—The Federal Housing Administration is relaxing the way it assesses student-loan debt when weighing eligibility for homebuying assistance as the Biden administration pushes to help lower-income borrowers and narrow a racial gap in homeownership.<br />The changes, which were presented in a letter to lenders late Thursday, are intended to allow more borrowers to qualify for loans backed by the FHA, a unit of the Department of Housing and Urban Development that provides insurance on mortgages to first-time and lower-income home buyers.<br />Prospective home buyers who qualify for FHA help typically have lower credit scores than individuals with other government-backed loans—such as those guaranteed by Fannie Mae and Freddie Mac—and they are disproportionately Black and Hispanic, according to data collected by federal regulators. The surge in student debt over the past two decades has coincided with historically low homeownership rates among younger households. Some researchers say the phenomena are linked.<br />Relaxing the way it factors in student debt will bring the FHA more in line with other government-backed mortgage programs, such as Fannie and Freddie, which also eased their criteria in recent years. The Biden administration is proposing more down-payment assistance for Black homeownership and taking a number of other measures to fulfill a pledge to address racial equity in housing.<br />“This new policy will make a big difference for individuals throughout our nation and is another step in our mandate to promote equity and opportunity for homeownership,” said HUD Secretary Marcia Fudge in a statement. Ms. Fudge is expected to discuss the changes at a Black homeownership event in Cleveland on Friday."
}