{
    "url_original": "https://www.wsj.com/articles/hungary-bill-to-restrict-how-media-depicts-homosexuality-transgender-rights-11623798982",
    "url": "hungary-bill-to-restrict-how-media-depicts-homosexuality-transgender-rights-11623798982",
    "title": "Hungary Bill to Restrict How Media Depicts Homosexuality, Transgender Rights",
    "sub_head": "Legislation restricts content depicting individuals who are gay or who no longer identify with the gender they were assigned at birth",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-354572?width=620&size=1.5",
    "image_1": "im-354572.jpg",
    "time": "2021-06-15 19:16:00",
    "body": "Hungary’s parliament approved legislation on Tuesday banning broadcasters, advertisers, and media organizations from promoting homosexuality or transgender rights in any content available to children, a move that drew condemnation from the U.S. and leaders within the European Union.<br />The bill, first drafted as a series of new measures against pedophilia, was tweaked to include those restrictions on media in the last days before Tuesday’s vote, which several parties boycotted. It passed 157-1, mainly with support from the Fidesz, the conservative-nationalist party of Prime Minister Viktor Orban.<br />Yet the vote also won backing from members of the right-wing Jobbik party, showing the difficulty Hungary’s opposition faces in ousting Mr. Orban in elections next year. United Opposition, a fractious coalition spanning from left-wing to far-right parties, including Jobbik, currently leads in most polls. But Tuesday’s vote shows how Mr. Orban can still count on deep ideological divides between his liberal and socially conservative challengers.<br />Mr. Orban’s spokesman Zoltan Kovacs didn’t return requests for comments.<br />The prime minister’s party mainly promoted the law by pointing to its restrictions against pedophilia, without elaborating on the specific measures the law imposes on media content depicting individuals who are gay or who no longer identify with the gender they were assigned at birth. Csaba Domotor, the Fidesz state secretary, told the AP the goal was “the protection of children,” saying that the law includes a new, searchable registry of convicted pedophiles."
}