{
    "url_original": "https://www.wsj.com/articles/i-carry-you-with-me-review-from-puebla-to-new-york-11624568756",
    "url": "i-carry-you-with-me-review-from-puebla-to-new-york-11624568756",
    "title": "‘I Carry You With Me’ Review: From Puebla to New York",
    "sub_head": "In a story that spans decades, Heidi Ewing’s latest film traces a story of gay love, wrenching loss, illegal immigration and the struggle for success in the U.S.",
    "category_1": "Film Review",
    "time": "2021-06-24 17:05:00",
    "body": "When people use the phrase “you can’t go home again,” they usually mean that home—and all it represents—has been changed beyond recognition or swept away by the passage of time. That’s not the case for the heart-stricken hero of “I Carry You With Me,” which is opening in theaters in New York and Los Angeles in advance of its national release next month. A Mexican chef who tries to make a good life for himself in New York, he can’t go home to visit the lover and the son he left 20 years ago because he entered this country illegally and is still undocumented, with no safe path to re-enter the U.S. It’s the wound that won’t heal in this flawed but stirring feature, which mixes documentary techniques with a fictional narrative to retell a true story of love, loss, and a measure of happiness regained.<br />The complex, often confusing narrative begins in 1994, in Puebla, Mexico, where Iván Garcia (Armando Espitia), a young man with outsize dreams, is washing dishes and doing other menial work in a modest restaurant. He has a degree from a culinary institute, but his boss won’t let him set foot in the kitchen and he can’t find a better job elsewhere. Iván’s struggle in a profession for which he feels he has a gift is one track of the story. The other is his passionate attraction to Gerardo Zabaleta (Christian Vazquez), a teacher he meets during a chance encounter in a club. But gay romance is not something to be flaunted in the Mexico of the 1990s: Iván tries to keep his relationship a secret from his estranged wife in a doomed effort to preserve his visitation rights for their primary-school-age son.<br />The director, Heidi Ewing, who wrote the screenplay with Alan Page Arriaga, has a background in documentaries, including the 2006 “Jesus Camp,” which she co-directed with Rachel Grady. Clearly Ms. Ewing sought to convey a sense of epic reality in this new tale of immigration and intertwined fates, and ultimately she does. Some of its strongest elements concern Iván’s perilous journey across the border into the U.S. Southwest, and his lonely existence in New York, eking out a living in still more menial jobs—at a car wash, as a janitor, yet again as a dishwasher, but also working his way up in restaurants, and finally getting, and seizing, his chance to show what he can do as a cook.<br />“The American dream,” he reflects at one point, “happens in slow motion.” But so do many parts of the film, which is burdened with a surfeit of narrative threads and storytelling modes. We see Iván and Gerardo in flashbacks to their childhoods; Gerardo suffers terribly at the hands of a father who sees him as insufficiently masculine. The real-life models for the fictional versions of both men play themselves in the film’s preface and coda. That’s confusing at first, though unexpectedly affecting, and, not incidentally, a good way to tell the story over several decades without the need for often problematic older-age makeup.<br />And some of the dramatic sequences are oddly lacking in immediacy, through no fault of the co-stars, both of whom give beautifully nuanced performances. (Mr. Espitia, in particular, brings a delicate melancholy to his role.) While Ms. Ewing keeps her camera close on the lovers as their relationship deepens, she sometimes holds us at an emotional distance with sparse dialogue and frequent voice-over reminiscences that separate sight from sound to dislocating effect. The result is that many passages play more like a meditation, or a free-form poem. Yet the production, which grew out of the filmmaker’s friendship with the two men, Iván and Gerardo, is so heartfelt, and the material so intrinsically powerful, that “I Carry You With Me” slowly catches up with itself, and lights a fire fueled by food and love. That’s a winning combination in this story, just as it is in real life."
}