{
    "url_original": "https://www.wsj.com/articles/i-translated-articles-for-apple-daily-can-i-go-home-to-hong-kong-11625004890?mod=opinion_lead_pos7",
    "url": "i-translated-articles-for-apple-daily-can-i-go-home-to-hong-kong-11625004890",
    "title": "I Translated Articles for Apple Daily. Can I Go Home to Hong Kong?",
    "sub_head": "The paper is shuttered, and several colleagues are in jail under Beijing’s National Security Law.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-361557?width=620&size=1.5",
    "image_1": "im-361557.jpg",
    "time": "2021-06-29 18:14:00",
    "body": "I don’t know if I’ll ever visit home again. If I do, I might be arrested.<br />The Chinese Communist Party is taking over Hong Kong, and last week authorities succeeded in shutting down the pro-democracy newspaper Apple Daily. Authorities have suggested that telling the world about what’s happening to Hong Kongers endangers national security, a crime punishable by up to life in prison.<br />I’m afraid because I’ve been an accomplice. Since May 2020, I have led a small team that translated Apple Daily’s editorials and opinions from Chinese to English so that the publication can reach a global audience. Last August 200 police raided Apple Daily’s newsroom and led the paper’s founder, Jimmy Lai, off in handcuffs. He’s currently jailed for his role in the pro-democracy protests of 2019, and he also faces charges under the National Security Law, which Beijing is using to silence its critics. On June 18 the police arrested five top executive and journalists, including the editor in chief, under the National Security Law. And on June 23 police arrested Yeung Ching-Kei, Apple Daily’s China Beat editorial writer, who uses the pen name Li Ping.<br />Superintendent Steve Li-Kwai-wah of the Hong Kong National Security Department said the recent arrests were based on 30 to 40 articles in Chinese and English that called on foreign powers to impose sanctions on China and Hong Kong, thus “endangering national security.”<br />These arrests hit close to home, even though I live in the U.S. As a translator, I came to know Apple Daily’s journalists so intimately that I could identify the author of an editorial piece solely from the cadence and rhythm of the writing."
}