{
    "url_original": "https://www.wsj.com/articles/id-like-to-buy-the-farm-11624573055?mod=opinion_lead_pos10",
    "url": "id-like-to-buy-the-farm-11624573055",
    "title": "I’d Like to Buy the Farm",
    "sub_head": "My upstate neighbor won’t sell me his land. I don’t blame him.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-359086?width=620&size=1.5",
    "image_1": "im-359086.jpg",
    "time": "2021-06-24 18:17:00",
    "body": "Millerton, N.Y.<br />This is the time of year when I visit my upstate neighbor Peter Buchholz to ask if he’ll sell me a parcel of land. I use “neighbor” loosely. Although we’re less than a mile apart, I live on a half-acre lot in the center of town, while Peter is surrounded by 305 acres of pristine cornfields, meadows, orchards, ponds, pastures and woodlands. From his barnyard looking north toward the Taconic Hills, a Grant Wood painting spans across your entire field of vision.<br />Peter has turned me down before, but I thought I might finally persuade him to grant a sliver for me and my wife to build a modest farmhouse. He’s 71 and hints of retiring to the Canary Islands. Meanwhile, every cottage, fixer-upper and speck of dirt within miles is being snapped up at record prices, as New Yorkers flee the pandemic and flock to some version of country living. With taxes and upkeep a drain, Peter knows this would be a great time to cash out some of his holdings, or  Airbnb  one of his four houses.<br />Peter seems the classic gentleman farmer. A former Manhattan art dealer by way of Cologne, Germany, he and his wife, Thordis, acquired their first 260 acres in 1986. With zero experience in agriculture or animal husbandry, they nonetheless took on 100 head of Angus cattle to raise beef, started a hay business and tree nursery, bred chickens (foxes permitting) and rented their fields for corn and soybeans. As more land became available, they grabbed it.<br />Eventually, the cattle disappeared and the costs of transporting the mature trees became prohibitive. Peter’s blue silo sits empty, as does his red barn. But his vast crop fields remain fertile and the chickens run free, even if he gives away their eggs. The entire spread is immaculately maintained with grassy lanes cleaner than a kitchen counter and a magical canopy of maple trees framing the roadway that runs past his house."
}