{
    "url_original": "https://www.wsj.com/articles/if-uyghur-lives-matter-the-olympics-should-move-11623881691?mod=opinion_lead_pos9",
    "url": "if-uyghur-lives-matter-the-olympics-should-move-11623881691",
    "title": "If Uyghur Lives Matter, the Olympics Should Move",
    "sub_head": "I cheered China on in 2008. Now I know better—and my brother is in a prison camp.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-16 18:14:00",
    "body": "I cheered China on from Wuhan in 2008, when Beijing hosted the Summer Olympics. Thirteen years later, I’m advocating for the 2022 Winter Olympics to be relocated from Beijing, and for a diplomatic boycott if that option fails. My position shifted drastically because China, a country I hoped would move in a more democratic direction, instead has reached new levels of cruelty. The government has subjected my brother, Ekpar Asat, to the torture of indefinite solitary confinement, far from home, in the notorious Aksu prison camps.<br />In 2008 I was among the few Uyghur students in Wuhan. I remember waking up early to watch the Olympic torch relay. But Uyghurs located closer to the games weren’t as lucky. Authorities expelled them from Beijing in China’s so-called cleanup before the games. Somehow I still believed China was making progress and would be open to democratization. But after the July 2009 Urumqi uprising led to the mass imprisonment of protesters, the crackdown on Chinese lawyers, the rollout of the “Strike Hard Campaign,” and the imprisonment of Ilham Tohti, my hopes fizzled. My worst fears were realized in the spring of 2016 when my brother, a prominent tech entrepreneur, disappeared after returning from a U.S. State Department exchange program. In January 2019, he was transferred from a concentration camp to the Aksu prison camp.<br />The world seems to forget that China broke its promises related to the Beijing 2008 Olympics and is committing atrocities against the Uyghur and other Turkic communities in plain sight. The International Olympic Committee postponed last year’s Summer Olympics because of Covid. Why can’t it delay or move next year’s games instead of holding them in a country that is locking up millions of people in camps where torture, forced sterilization, rape and starvation are the norm?<br />The IOC has deflected criticism by claiming that political concerns taint the spirit of the Olympics. But how are concerns for victims of genocide political? Despite touting “universality and solidarity” as its principles, the IOC refuses to stand in solidarity with those being denied their universal human rights. Allowing Beijing to host the Olympics without protest will solidify global complicity in its genocide while bolstering the Chinese Communist Party’s international standing and allowing it to profit from its repressive policies.<br />American corporations’ history of proclaiming their human-rights values when convenient and shying away when there’s a financial risk involved suggests they won’t be on the right side of history either. Corporations that objected to Georgia’s new voting laws have been notably silent about China’s concentration camps. Coca-Cola is a sponsor of the Beijing Olympic games. Another major sponsor,  Airbnb ,  allows Chinese listings to ban Uyghur renters."
}