{
    "url_original": "https://www.wsj.com/articles/illinois-republicans-sue-to-block-legislative-maps-drawn-by-democrats-11623279352?mod=politics_lead_pos13",
    "url": "illinois-republicans-sue-to-block-legislative-maps-drawn-by-democrats-11623279352",
    "title": "Illinois Republicans Sue to Block Legislative Maps Drawn by Democrats",
    "sub_head": "Gov. J.B. Pritzker says the revised district boundaries help ensure minority representation, as GOP claims the changes rely on flawed data",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-351744?width=620&size=1.5",
    "image_1": "im-351744.jpg",
    "time": "2021-06-09 18:55:00",
    "body": "CHICAGO—Illinois Republican leaders filed a federal lawsuit Wednesday challenging new legislative district boundaries that were drawn and approved by Democrats who control state government, saying residents were robbed of a fair and transparent process for creating maps that will be used for elections over the next decade.<br />Democratic Gov. J.B. Pritzker signed legislation last week establishing the new maps, despite pledging as a candidate that he would veto any maps drawn by politicians. Mr. Pritzker said the new maps help ensure minority representation and align with the federal and state Voting Rights Acts.<br />Republicans and other critics have objected throughout the map-making process, saying Democrats drew the boundaries behind closed doors and used flawed data. Democrats used population estimates from the American Community Survey rather than U.S. Census Bureau data, which is delayed because of the coronavirus pandemic.<br />GOP House and Senate minority leaders Rep. Jim Durkin and Sen. Dan McConchie filed the lawsuit in U.S. District Court in Chicago against House Speaker Emanuel Chris Welch, Senate President Don Harmon, Mr. Pritzker and state board-of-elections officials.<br />The lawsuit seeks to have the maps declared unconstitutional and voided, and asks a judge to direct Messrs. Welch and Harmon to appoint members to a bipartisan redistricting commission that would draw and approve new maps after official census data is released in August. In a statement, Messrs. Durkin and McConchie said they would make their appointments to the commission soon and that they would work with them and Democratic leaders."
}