{
    "url_original": "https://www.wsj.com/articles/in-a-post-sneaker-world-will-we-all-wear-loafers-11623077593",
    "url": "in-a-post-sneaker-world-will-we-all-wear-loafers-11623077593",
    "title": "In a Post-Sneaker World Will We All Wear...Loafers?",
    "sub_head": "In-the-know shoppers are trading in hyped sneakers for loafers in radical colors and textures from upstart brands like Vinny’s, Blackstock & Weber and Horatio",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-348360?width=620&size=0.6666666666666666",
    "image_1": "im-348360.jpg",
    "time": "2021-06-07 10:53:00",
    "body": "“We are entering a post-sneaker world.”<br />For months, I’ve encountered versions of this prophetic phrase. It often comes up when I’m interviewing some very tapped-in twenty- or thirtysomething consumer. Sneakers, one will tell me like some kind of streetwear Swami, are passé. These bitter shoppers are sick of losing weekly raffles for the latest “gotta have ’em” Jordan and Dunks. They’ve grown exhausted—financially and mentally—with paying inflated prices for sneakers on the secondary market. Any day now, they insist, they’re going to swear off  Nike  for good.<br />This post-sneaker hoopla has been fueled by Lawrence Schlossman and James Harris, the thirty-something co-hosts of the men’s fashion podcast “Throwing Fits,” who frequently use their platform to denounce the puffed-up sneaker market. The natural next question is: “If sneakers are dying, what’s going to take their place?” The answer, if you listen to many millennial shoppers and some shrewd fashion entrepreneurs, is loafers.<br />But the Throwing Fits listeners and their cohort are not interested in tasteful yet generic Allen Edmonds, or the sort of safely somber  Salvatore Ferragamo  dress loafers you might have worn for decades. They’re more intrigued by designs from upstart, mostly online-only brands that tweak loafers with aplomb.<br />There’s Horatio, a two-year-old brand offering $300-ish loafers—available in olive green, inky blue or cow hide—which sell out so frequently that, until August, they’re available only for preorder. Two-year-old label Vinny’s out of Copenhagen sells $288 pony-hair slip-ons and black loafers with chunky, almost trail-ready Vibram soles. And Brooklyn’s Blackstock & Weber peddles preppy, two-toned, $325 penny loafers and croc-embossed $345 models that pulse with a streetwear-ish vitality. (These brands do offer tamer, solid black and brown shoes, but report that the louder loafers are what really gets customers through the digital door.)"
}