{
    "url_original": "https://www.wsj.com/articles/in-russia-some-of-the-worlds-biggest-polluters-are-going-green-11624626666?mod=business_lead_pos7",
    "url": "in-russia-some-of-the-worlds-biggest-polluters-are-going-green-11624626666",
    "title": "In Russia, Some of the World’s Biggest Polluters Are Going Green",
    "sub_head": "Amid pressure from investors and with new regulations looming, Russian companies are pushing to clean up",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-06-25 09:11:00",
    "body": "MOSCOW—In Russia, climate change has been little more than an afterthought for many big companies, some of which are among the world’s biggest polluters.<br />But in a country that is warming 2.5 times faster than the global average, Russian companies are now making a push to be greener, seeking to fend off new regulations, burnish their image and respond to growing pressure from investors.<br />Russia emitted 11.3 tons of carbon dioxide emissions per capita in 2017, compared with seven tons in the European Union, according to Our World in Data, a project based at Oxford University. Melting permafrost is already damaging oil and gas infrastructure as it sinks into Russia’s warming soil.<br />Climate is quickly rising to the top of the agenda of Russian President Vladimir Putin’s government. Earlier this month, Mr. Putin ordered authorities to develop a plan to cut carbon emissions to below EU levels by midcentury.<br />At the same time, shareholders have paid more scrutiny to companies’ environmental, social and governance guidelines globally in recent years. The pressure on Russian corporations is even greater to show that the country is still serious about attracting Western capital. With valuations hit by a combination of Western sanctions, a checkered history of environmental policies and high levels of carbon emissions to begin with, Russian companies are forced to make a bigger effort to convince their investors, corporate analysts say."
}