{
    "url_original": "https://www.wsj.com/articles/in-travel-it-pays-to-be-a-one-trick-pony-11622545201?mod=business_minor_pos10",
    "url": "in-travel-it-pays-to-be-a-one-trick-pony-11622545201",
    "title": "In Travel, It Pays to Be a One-Trick Pony",
    "sub_head": "Airbnb shows that travel’s only ‘super app’ these days is the smaller one",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-346244?width=620&size=1.5",
    "image_1": "im-346244.jpg",
    "time": "2021-06-01 07:00:00",
    "body": "Two years ago, it seemed like  Airbnb  was bulking up to take on major global online travel agents such as  Booking Holdings  and  Expedia Group .  Then the pandemic hit, and it was forced to retrench. That might have been the better move all along.<br />Booking has been focused on building something of a “super app” for a connected trip that brings all facets of travel into one place. Before the pandemic, it seemed like homestay giant Airbnb was headed in a similar direction. It bought premium homestay platform Luxury Retreats, invested in a print-only travel magazine, a joint venture with Hearst Magazines, later bought hotel booking site Hotels Tonight and hired its first head of transportation.<br />But last May, much of that was put on the back burner as Chief Executive Officer Brian Chesky said the company was reducing its investment in activities that didn’t support the core of its host community, choosing to focus specifically on homeshare and experiences. It did this, according to Mr. Chesky, because it “could not afford everything” it once could.<br />Paring down, it seems, has been the key to Airbnb’s business outperformance. At its bottom last year, Booking saw its gross travel bookings decline by more than 90% year on year, while Airbnb’s fell 67%. As of the first quarter, bookings for the online travel agent were still down more than 50% from the same period in 2019; Wall Street is estimating they won’t return to pre-pandemic levels until the fourth quarter of 2022.<br />Airbnb, meanwhile, is already there. The company said bookings in the first quarter grew 3% from the same period of 2019. By the end of next year, analysts are forecasting that Airbnb will be enjoying year-over-year bookings growth of more than 47%. Its narrowed focus is a sustainable one."
}