{
    "url_original": "https://www.wsj.com/articles/indigenous-group-in-canada-says-it-has-discovered-hundreds-of-unmarked-graves-11624500283",
    "url": "indigenous-group-in-canada-says-it-has-discovered-hundreds-of-unmarked-graves-11624500283",
    "title": "Indigenous Group in Canada Says It Has Discovered Hundreds of Unmarked Graves",
    "sub_head": "Federation of Sovereign Indigenous Nations says remains have been found near the site of a former boarding school in Saskatchewan",
    "category_1": "World",
    "category_2": "Canada",
    "time": "2021-06-23 23:01:00",
    "body": "An Indigenous community in western Canada said it found hundreds of unmarked graves near a former boarding school less than a month after a similar discovery shocked the country and reignited a nationwide discussion about Canada’s treatment of Indigenous people.<br />The Federation of Sovereign Indigenous Nations, which represents 74 First Nations in the Canadian province of Saskatchewan, issued a statement that said it would provide more details about the discovery during a Thursday press conference alongside the Cowessess First Nation, which is located about a hundred miles east of Regina. It didn’t specify how many graves had been found but called the discovery “the most significantly substantial” so far in the country.<br />The announcement comes several weeks after the Tk’emlúps te Secwépemc First Nation near Kamloops, British Columbia, said it had discovered the remains of 215 children in the area of a former government-funded boarding school. The discovery sparked calls to search for more unmarked graves at the sites of some of the roughly 150 former residential schools across Canada.<br />Canada’s residential school system operated for more than a century and separated an estimated 150,000 Indigenous children from their families. Canada’s Truth and Reconciliation Commission issued a report on the system in 2015 that said the practice of sending Indigenous children to boarding schools, often by force or coercion, where they were forced to abandon their culture and language, amounted to cultural genocide.<br />An estimated 4,100 children died of disease or by accident while in the system, according to updated figures from the Commission’s report, but some Indigenous leaders believe the number could be significantly higher. Murray Sinclair, a former judge and senator who led the commission and who is Indigenous, has said he believes the total death toll could be in the range of 15,000 to 25,000, a number he arrived at by extrapolating from the number of remains found in Kamloops."
}