{
    "url_original": "https://www.wsj.com/articles/indias-covid-curve-could-raise-the-worlds-11624572670?mod=opinion_lead_pos9",
    "url": "indias-covid-curve-could-raise-the-worlds-11624572670",
    "title": "India’s Covid Curve Could Raise the World’s",
    "sub_head": "As the country picks up speed in its race to herd immunity, stumbling may mean a dangerous variant.",
    "category_1": "Opinion",
    "category_2": "East is East",
    "image_1_url": "https://images.wsj.net/im-358899?width=620&size=1.5",
    "image_1": "im-358899.jpg",
    "time": "2021-06-24 18:11:00",
    "body": "As India recovers from a brutal second wave of the Covid pandemic, it faces a new challenge: Can it quickly vaccinate enough people to minimize the risk of a third?<br />Over the first three days of this week, India jabbed 21 million people—a significant acceleration. Stepping up vaccinations, combined with protection gained from a large number of Covid infections, could carry the country toward herd immunity by year’s end. But this week’s surge in vaccinations may not be sustainable, and the duration of protection provided by previous exposure to the virus remains uncertain.<br />The high stakes for India are self-evident. Covid has battered the country’s economy, diminished its international standing, and raised serious questions about its government’s competence. Officially, about 392,000 Indians had died of Covid as of Wednesday. But many experts say that figure is a gross underestimate.<br />India’s battle against the disease also matters disproportionately to the global effort against Covid. The longer the virus continues to spread, the more variants can emerge, and a nation with one-sixth of the world’s population is a potentially huge incubator.<br />The highly contagious Delta variant sweeping the world was first detected in India. This mutation has already led to an uptick in cases in the U.K. and is set to become the dominant strain in the U.S. This week, White House chief medical adviser Anthony Fauci said the Delta variant is the “greatest threat” to eliminating Covid in America. He expects the strain to be “quite dominant” in the U.S. within several weeks to a month. The longer India’s vaccination effort takes, the higher the odds of other variants emerging there, including some that may be immune to current vaccines."
}