{
    "url_original": "https://www.wsj.com/articles/inflation-disproportionately-hurts-the-poor-11624207206?mod=opinion_major_pos17",
    "url": "inflation-disproportionately-hurts-the-poor-11624207206",
    "title": "Inflation Disproportionately Hurts the Poor",
    "sub_head": "Those acting in the name of ‘economic justice’ need to pay more attention to basic economic indicators.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-351963?width=620&size=1.5",
    "image_1": "im-351963.jpg",
    "time": "2021-06-20 12:40:00",
    "body": "Inflation, always a key economic metric, is especially important to watch now as it threatens to undermine, if not completely erode, the Biden administration’s gargantuan spending thus far on behalf of poor and working-class Americans—its “economic justice” agenda (“Inflation Jumps to 13-Year High,” Page One, June 11). The effects of inflation not only are greater, but disproportionately greater, for poorer people. Those with higher incomes often offset price increases (goods, services) with increased income. Furthermore, prices often increase more for basic needs than for luxury items, a phenomenon economists call “inflation inequality.” Simply put, low-income families’ budgets will stress and strain as they confront the coming rising costs of the essentials they need (food, energy, transport, child care).<br />The economic well-being of the most economically vulnerable Americans too often tends to be discussed as a matter of the latest Washington program or policy. Those acting in the name of “economic justice” need to pay more attention to basic economic indicators such as employment rates by demographic group, incomes and, yes, inflation, if we want to truly understand what’s happening not just to the economy in a general sense but specifically to the most vulnerable within it.<br />As coming waves of inflation will demonstrate, the fundamentals—and not the latest federal government initiative—will most directly characterize and affect the economic well-being of the most economically vulnerable in our country.<br />Prof. Todd L. Pittinsky<br />Stony Brook University"
}