{
    "url_original": "https://www.wsj.com/articles/infrastructure-negotiators-see-progress-in-senate-talks-11624465033?mod=politics_lead_pos6",
    "url": "infrastructure-negotiators-see-progress-in-senate-talks-11624465033",
    "title": "Infrastructure Negotiators Seek Progress Before July 4 Break",
    "sub_head": "Schumer, Pelosi to meet with administration officials to discuss the nearly $1 trillion proposal",
    "category_1": "Politics",
    "time": "2021-06-23 16:25:00",
    "body": "WASHINGTON—Lawmakers in a bipartisan Senate group said Wednesday they were under pressure to reach an agreement over a nearly $1 trillion infrastructure package before the Senate departs Thursday evening for a two-week recess.<br />After days of back-to-back meetings, lawmakers said they were making progress but still haggling over how to pay for the package. Absent an agreement this week, President Biden and Democratic leaders could decide the talks have stretched on for long enough and opt to pursue a more partisan approach instead.<br />Senate Majority Leader Chuck Schumer (D., N.Y.) was scheduled to meet late Wednesday with House Speaker Nancy Pelosi (D., Calif.) and administration officials to discuss the bipartisan proposal, as well as the emerging contours of a separate and broader Democratic package of climate and social support programs, which together comprise the bulk of President Biden’s legislative agenda.<br />After meetings Tuesday, lawmakers in the bipartisan Senate group said they had largely agreed on how to spend the proposed $973 billion over five years, including $579 billion in spending above expected federal levels. The package is expected to include funding for improvements to roads, bridges, transit, airports and enhanced infrastructure for broadband, water and electric vehicles.<br />On Wednesday, lawmakers said they remained divided over some measures to offset the cost and held another series of meetings to resolve the outstanding issues before the Senate adjourns later this week for a two-week July 4 recess."
}