{
    "url_original": "https://www.wsj.com/articles/infrastructure-talks-focus-on-how-to-pay-for-bipartisan-package-11624381379?mod=politics_lead_pos3",
    "url": "infrastructure-talks-focus-on-how-to-pay-for-bipartisan-package-11624381379",
    "title": "Infrastructure Talks Focus on How to Pay for Bipartisan Package",
    "sub_head": "White House has rejected a higher gas tax or fees on electric vehicles to pay for roughly $1 trillion plan",
    "category_1": "Politics",
    "time": "2021-06-22 17:23:00",
    "body": "WASHINGTON—Lawmakers and the White House searched for ways to finance a roughly $1 trillion infrastructure proposal without raising the gas tax or placing fees on electric vehicles, debating how much new revenue the Internal Revenue Service could generate with enhanced enforcement efforts.<br />The infrastructure proposal, which includes $579 billion in spending above expected federal levels and would total $973 billion over five years, has won the backing of 11 Republican senators and 10 members of the Senate Democratic caucus. A group of 10 of the lawmakers met repeatedly Tuesday with top White House officials as the group aimed to prepare a plan for public release, with talks set to continue.<br />The group has discussed financing the package through a variety of public-private partnerships, repurposing existing federal funds and enhancing enforcement at the IRS to collect taxes that are owed but not paid. A draft version also included indexing the gas tax to inflation and charging an annual fee on electric vehicles as other ways to pay for the spending, which would total $1.2 trillion if extended over eight years.<br />But the White House has opposed raising the gas tax, which was last increased in 1993, and charging fees on electric vehicles, instead proposing that the plan collect additional revenue from enhanced tax enforcement. Internal Revenue Service Commissioner Charles Rettig recently has estimated that as much as $1 trillion in owed taxes may go uncollected each year, and recent negotiations among the lawmakers have focused on how much of the tax gap could be closed with new investments in the IRS.<br />“There’s a lot of different numbers on the table, we have to see the data on that,” said Sen. Mark Warner (D., Va.)."
}