{
    "url_original": "https://www.wsj.com/articles/instant-bipartisan-double-cross-11624574163?mod=opinion_lead_pos2",
    "url": "instant-bipartisan-double-cross-11624574163",
    "title": "Instant Bipartisan Double Cross",
    "sub_head": "Biden and Pelosi hold a Senate deal hostage to the rest of their agenda.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-359895?width=620&size=1.5",
    "image_1": "im-359895.jpg",
    "time": "2021-06-24 18:36:00",
    "body": "Politicians in Washington renege on their bipartisan promises all the time, but what are we to make of a deal in which one side admits it is pulling a bait and switch from the start? That was the astonishing news Thursday as President Biden and Speaker Nancy Pelosi endorsed a bipartisan Senate infrastructure deal even as they said the price of their support is getting the rest of their agenda too.<br />Mr. Biden stood with five Democratic and five Republican Senators at the White House and endorsed their trillion-dollar infrastructure outline. Back-slapping and self-plaudits all around. But two hours later the President said he won’t sign the infrastructure bill unless the Senate also passes the other $3 trillion or more he has proposed in tax increases and multiple new entitlement programs.<br />“What we agreed on today is what we could agree on. The physical infrastructure. There’s no agreement on the rest,” Mr. Biden said. “If this is the only thing that comes to me, I’m not signing it.” Mrs. Pelosi issued the same ultimatum: “We will not take up a bill in the House until the Senate passes the bipartisan bill and a reconciliation bill” (that could pass without GOP support).<br />Most politicians at least wait a decent interval to pull a double cross. But Mrs. Pelosi and Mr. Biden are trying to prevent a revolt on the left. So they are now holding a bipartisan deal hostage to the left’s demands. This is political blackmail aimed at Democrats like Joe Manchin and Kyrsten Sinema who are part of the bipartisan Senate Gang of 10: Unless they sign on to all of the progressive tax-and-spend agenda, they won’t get their bipartisan deal. And Mr. Biden and progressives will blame them for the failure.<br />This is remarkable bad faith even for Washington. We’ll have more to say about the details of the bipartisan deal as they emerge. But Thursday’s comments make clear this exercise isn’t bipartisan at all. The Pelosi-Biden political goal is to use this Senate deal as leverage to jam through the rest of their progressive wish list."
}