{
    "url_original": "https://www.wsj.com/articles/intel-delays-new-chip-in-first-setback-for-ceo-gelsingers-turnaround-effort-11624988292?mod=business_minor_pos7",
    "url": "intel-delays-new-chip-in-first-setback-for-ceo-gelsingers-turnaround-effort-11624988292",
    "title": "Intel Delays New Chip in First Setback for CEO Gelsinger’s Turnaround Effort",
    "sub_head": "Server-chip delay comes as rival AMD has taken market share",
    "category_1": "Tech",
    "time": "2021-06-29 16:28:00",
    "body": "Chip maker  Intel Corp.  is delaying production of one of its newest chips to improve performance, the first significant product setback under new Chief Executive Pat Gelsinger as he seeks to rebuild the company’s competitiveness.<br />Intel now is planning to start producing the next generation of central processing units for servers—the brains of those machines—in early 2022 after previously saying it would be ready late this year, Lisa Spelman, the company’s corporate vice president, who manages the server-chip business, said in a Tuesday blog post.<br />The additional time, Ms. Spelman wrote, would allow Intel to improve the chips’ performance, in particular around the highly prized metrics of data handling and artificial-intelligence processing. Production is now set to begin in next year’s first quarter and ramp up in the second quarter, she wrote.<br />The delay of the new chips is the first under Mr. Gelsinger, who became chief executive in February following major delays in chip-making advances under his predecessor, Bob Swan. Intel almost a year ago said the following generation of even more advanced chips with super-small transistors wouldn’t be ready until late next year, about a year later than initially expected.<br />Mr. Gelsinger has vowed to make Intel more reliable in producing new chips. At his first shareholder meeting as the company’s CEO in May, he said Intel was aiming to deliver a “steady cadence of leadership products that our customers can depend upon.”"
}