{
    "url_original": "https://www.wsj.com/articles/investors-look-beyond-the-pitchbook-to-assess-managers-11624014000?mod=markets_lead_pos7",
    "url": "investors-look-beyond-the-pitchbook-to-assess-managers-11624014000",
    "title": "Investors Look Beyond the Pitchbook to Assess Managers",
    "sub_head": "Backers of private investment funds use personality tests, Uber scores and genealogy sites for insights into the professional character of investment professionals",
    "category_1": "Pro PE Industry News",
    "image_1_url": "https://images.wsj.net/im-355756?width=620&size=1.5",
    "image_1": "im-355756.jpg",
    "time": "2021-06-18 07:00:00",
    "body": "Jonathan Harris turns to some unusual sources when seeking insight into the private-equity investment professionals that want to manage his organization’s money.<br />The chief investment officer at asset manager Alternative Investment Management LLC at times has combed through college alumni reports, newspaper articles on sites like Ancestry.com or even asked investment professionals about passenger scores on ride sharing app Uber in an effort to gain a better understanding of their personal character.<br />“Too many people look at evaluating somebody as a snapshot,” Mr. Harris said. “We view it as a movie because prior decisions, prior experiences tell you a lot about the person.”<br />Investors like Mr. Harris typically can access reams of data about a potential manager’s investment record, but parsing the personalities or professional integrity of the people who shape that management firm’s culture is trickier. Limitations on travel and in-person meetings stemming from the coronavirus pandemic have further complicated that task.<br />“We had to figure out how to diligence whether teams were getting along and working well together, as well as each team’s ability to adapt to a fast changing market environment,” said Gabrielle Zadra, senior managing director at investment advisory firm Cliffwater LLC."
}