{
    "url_original": "https://www.wsj.com/articles/investors-inflation-bet-loses-some-steam-11622626202?mod=markets_lead_pos2",
    "url": "investors-inflation-bet-loses-some-steam-11622626202",
    "title": "Investors’ Inflation Bet Loses Some Steam",
    "sub_head": "A key measure of inflation expectations has slipped in recent days, stirring debate over whether it has peaked",
    "category_1": "Markets",
    "time": "2021-06-02 05:30:00",
    "body": "A key measure of investors’ inflation expectations has slipped in recent days, stirring debate over whether it has finally peaked after this year’s near-relentless climb.<br />As of Tuesday, the gauge known as the 10-year break-even rate suggested that the consumer-price index will rise by an annual average of 2.48% over the next decade, according to Tradeweb. That was up from 2.01% at the end of last year, but down from its recent high of 2.57% on May 12.<br />The ups and down of the break-even rate have come under scrutiny in recent months as investors have grown increasingly concerned about inflation. A leveling off of or decline in the rate will cheer those who have worried that accelerating inflation could threaten investors’ portfolios in a way it hasn’t for decades. But it may also reflect expectations for tighter monetary policies from the Fed, which could drag on riskier assets like stocks.<br />Two assets determine the break-even rate: nominal U.S. Treasurys and Treasury inflation-protected securities, or TIPS, which increase their payouts as the consumer-price index rises. When investors buy TIPS, the yields on the securities are typically lower than nominal Treasurys of the same maturity. That difference is called the break-even rate because holders of TIPS can ultimately earn the same return as holders of nominal Treasurys if average annual CPI inflation matches that gap over the life of the bonds.<br />As of Tuesday, the yield on the benchmark 10-year U.S. Treasury note was 1.613%, while the yield on the 10-year TIPS was around minus 0.867%."
}