{
    "url_original": "https://www.wsj.com/articles/investors-clamor-for-a-bigger-piece-of-payments-company-stripe-11623668400?mod=markets_lead_pos3",
    "url": "investors-clamor-for-a-bigger-piece-of-payments-company-stripe-11623668400",
    "title": "Investors Clamor for a Bigger Piece of Payments Company Stripe",
    "sub_head": "Shopify, Sequoia Capital and others recently bought about $1 billion of shares in fintech Stripe, which could go public late this year or next",
    "category_1": "Finance",
    "image_1_url": "https://images.wsj.net/im-352845?width=620&size=1.5",
    "image_1": "im-352845.jpg",
    "time": "2021-06-14 07:00:00",
    "body": "Stripe Inc. has yet to go public, but investors are still craving a piece of it.<br />The company, which processes payments for e-commerce businesses, recently offered investors the chance to acquire sizable stakes in the company from existing shareholders, including current and former Stripe employees, according to people familiar with the transaction. Bids from those investors exceeded $4 billion, some of the people said.<br />But only about $1 billion of those bids were filled, one of the people said, suggesting that many current Stripe shareholders believe their stock has a long way to climb. Among the largest buyers were mutual-fund giant Capital Group Cos., venture-capital firm Sequoia Capital, e-commerce company  Shopify Inc.  and buyout firm Silver Lake, some of the people said.<br />Silicon Valley is awash with investors looking for new places to park their money, partly because low interest rates have made some traditional investments unappealing. Stripe, in particular, has garnered interest because it has been turbocharged by the coronavirus-fueled boom in online shopping. After a fundraising round in March, it became the most valuable private company in Silicon Valley, valued at $95 billion.<br />The tender offer, which settled last month, was done at a price around where Stripe sold shares in March, some of the people said."
}