{
    "url_original": "https://www.wsj.com/articles/investors-bet-green-energy-focus-will-push-up-oil-prices-11623656321?mod=business_minor_pos13",
    "url": "investors-bet-green-energy-focus-will-push-up-oil-prices-11623656321",
    "title": "Oil Hits Pandemic High as Investors Bet on Green Energy",
    "sub_head": "Wall Street’s preference for renewables could mean oil producers will now struggle to meet demand",
    "category_1": "Markets",
    "category_2": "Commodities",
    "image_1_url": "https://images.wsj.net/im-350739?width=620&size=1.5005861664712778",
    "image_1": "im-350739.jpg",
    "time": "2021-06-14 05:51:00",
    "body": "Some investors are wagering that Wall Street’s preference for green energy will depress spending on oil extraction, setting the stage for supply shortages and higher fuel prices.<br />The bets come as money managers line up trillions of dollars for wind, solar and other renewable programs and expenditures on oil projects tumble. The drop in fossil-fuel spending is becoming so severe that energy companies could struggle to quench the world’s thirst for oil, some analysts say.<br />Crude is still expected to remain in high demand over the next decade to make transportation fuels and petrochemicals used for plastics and other household products. U.S. consumption has surged lately following the worst of the coronavirus pandemic, and output cuts by the Organization of the Petroleum Exporting Countries have given prices a further boost.<br />U.S. crude hit $71.48 a barrel Monday, its highest level in more than 2½ years, and has roughly doubled since the end of October. Some traders are using options, which allow the holder to buy or sell an asset at a specific price in the future, to wager on prices hitting $100 by the end of next year.<br />Even after OPEC and its allies lift output in the months ahead, some analysts think production will struggle to catch up to demand, which the International Energy Agency projects will rise at least through 2026. Spending on oil extraction fell last year to about $330 billion, less than half the total from its 2014 record, according to research firm Wood Mackenzie. That figure is expected to rise just modestly this year and in the years ahead."
}