{
    "url_original": "https://www.wsj.com/articles/iphone-airpods-macbook-you-live-in-apples-world-heres-what-you-are-missing-11622817653?mod=business_lead_pos12",
    "url": "iphone-airpods-macbook-you-live-in-apples-world-heres-what-you-are-missing-11622817653",
    "title": "iPhone? AirPods? MacBook? You Live in Apple’s World. Here’s What You Are Missing.",
    "sub_head": "Apple’s closed ecosystem of hardware and software has resulted in some wonderful products. But the company’s walled garden also keeps you trapped in a digital world that may stifle innovation and boost prices.",
    "category_1": "Tech",
    "category_2": "Personal Technology: Joanna Stern",
    "time": "2021-06-04 10:40:00",
    "body": "Gather around, everyone, for the story of the $2 trillion Not-So-Secret Garden:<br />Long ago, a gardener planted an iPhone.“It’s not good for a gadget to be alone,” he said.So he grew crops of iPads, Apple Watches and AirPods, and summoned an iCloud in the sky to connect and replenish them.Many people came to the garden to enjoy its delights.The gardener was happy, until he saw some people wandering out.So he stacked bricks, one atop another, with names like iMessage, Apple Photos, AirDrop, Apple Fitness+ and so on, until they formed a high perimeter.Then the people never left.<br />Apple Inc.  is known for making some of the best tech products but none may be better designed than its “walled garden,” its closed ecosystem of devices and services. And next week, at the company’s annual Worldwide Developers Conference, the walls will get even higher.<br />Every year, the company announces updates to its apps and core operating systems—iOS, MacOS, iPadOS, WatchOS, tvOS—that make them all work better together. Apple offers the software as a free update, generally released in the fall, to users of most of its current and upcoming devices. Improvements to Safari, iMessage, Maps and Health are all on the way next week, according to a person familiar with the company’s plans.<br />This year the backdrop is different. There’s the antitrust scrutiny of Apple and the other tech titans. And Epic Games, the maker of the wildly popular “Fortnite,” has taken Apple to court over what it calls anticompetitive behavior in the App Store. So we have different questions to ponder: Does this company have too much control of our lives? Have the walls gotten too high?"
}