{
    "url_original": "https://www.wsj.com/articles/iranians-vote-in-election-amid-talks-to-save-nuclear-deal-revive-economy-11624013800?mod=world_major_1_pos7",
    "url": "iranians-vote-in-election-amid-talks-to-save-nuclear-deal-revive-economy-11624013800",
    "title": "Iranians Vote in Election Amid Talks to Save Nuclear Deal, Revive Economy",
    "sub_head": "After nearly all nonconservative candidates were disqualified, election is a contest between Ebrahim Raisi and Abdolnaser Hemmati",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-06-18 06:56:00",
    "body": "TEHRAN—Iranians headed to the polls to choose a new president in a process heavily skewed in favor of hard-liners, as the country faces regional tensions and negotiations to revive the 2015 nuclear deal and free itself from crushing U.S. sanctions.<br />Millions of Iranians planned to boycott the vote after the country’s election supervisory body disqualified nearly all nonconservative candidates. On the ballot are four choices, including an ultraconservative cleric hostile to the U.S. and Western powers, who emerged as the front-runner after the mass disqualification of candidates.<br />On election day, state media sought to portray the turnout as high, broadcasting from polling stations where correspondents said they were surprised to see long lines forming. But half a dozen polling stations in south Tehran, usually a stronghold for the establishment in the capital, remained half empty into the early afternoon, indicating a lower turnout than previous years. The interior ministry said it would extend voting if necessary because of purported technical errors in some polling stations.<br />Supreme Leader Ali Khamenei called on Iranians to vote to strengthen the system when he cast his ballot early on Friday. “Every single vote counts,” Mr. Khamenei said in televised remarks. “Today belongs to the people. Showing up at the ballot box and casting your vote helps build the future.”<br />Ahead of the vote, Mr. Khamenei blamed a predicted low turnout on foreign media."
}