{
    "url_original": "https://www.wsj.com/articles/irans-perilous-pursuit-of-nuclear-weapons-review-in-tehrans-nuclear-archive-11624313716",
    "url": "irans-perilous-pursuit-of-nuclear-weapons-review-in-tehrans-nuclear-archive-11624313716",
    "title": "‘Iran’s Perilous Pursuit of Nuclear Weapons’ Review: In Tehran’s Nuclear Archive",
    "sub_head": "A cache of papers collected during Mossad’s 2018 raid on Iran reveals the true extent of the Islamic nation’s nuclear ambitions.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-357421?width=620&size=1.5",
    "image_1": "im-357421.jpg",
    "time": "2021-06-21 18:15:00",
    "body": "The Biden administration is working hard to re-enter the 2015 Iran nuclear deal. Readers of David Albright’s “Iran’s Perilous Pursuit of Nuclear Weapons,” however, will realize that it is Washington, not Tehran, that is pursuing a truly perilous course.<br />Mr. Albright, since 1993 the president of the Institute for Science and International Security, neither advocates nor opposes re-entering the deal, formally known as the Joint Comprehensive Plan of Action (JCPOA). That is precisely why his careful, meticulous recitation of the full reality of Iran’s efforts, its “incessant dissembling and falsehoods” and its careful camouflage and concealment is so compelling.<br />Mr. Albright concedes that many years ago he was “skeptical of the seemingly exaggerated claims by Western governments” about Iran’s program. He now says that “the Iranian revolutionary regime is fundamentally a criminal operation.” For decades, “Iran has systematically violated its commitments under the [1970] Nuclear Non-Proliferation Treaty.” Even nominal concessions from Tehran, including the JCPOA itself, occurred “under great pressure, with an underlying, unrelenting intention of preserving and advancing its nuclear weapons capabilities.”<br />“Perilous Pursuit” is the most comprehensive unclassified recounting of Iran’s nuclear aspirations ever written. Mr. Albright had generous access to the “nuclear archive” collected by Israel’s Mossad in an almost unimaginably daring 2018 raid on Tehran. This extraordinary archive embodies in detail the so-called Amad Plan, Iran’s late-1990s crash nuclear-weapons program. Mr. Albright and his team at I.S.I.S., aided by Israeli and U.S. intelligence analysts, found that the nuclear archive fills many gaps in the West’s knowledge.<br />As Mr. Albright shows, key Amad Plan activities continue today, both clandestinely and disguised as part of Iran’s “civil” nuclear efforts. Take the Natanz enrichment facility, discovered in 2002: “In a pattern that would repeat itself many times . . . Iran simply called it a civil site and allowed the IAEA [International Atomic Energy Agency] to inspect it.” This may seem like retreating, but Mr. Albright exposes the nuclear jujitsu: “While withdrawing from safeguards or cheating on them would incur a cost,” calling Natanz a “civil” facility and allowing inspections or monitoring “was a price [Iran] found worth paying to keep them.”"
}