{
    "url_original": "https://www.wsj.com/articles/irans-navy-heads-to-the-americas-11622586717?mod=opinion_lead_pos3",
    "url": "irans-navy-heads-to-the-americas-11622586717",
    "title": "Iran’s Navy Heads to the Americas",
    "sub_head": "A pair of warships may be on the way to assist Venezuela.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-01 18:31:00",
    "body": "Reports that two Iranian frigates may be steaming into the Atlantic toward Venezuela ought to concentrate minds in the Biden Administration. So much for Iranian goodwill amid President Biden’s determination to rejoin the 2015 nuclear deal.<br />The vessels’ destination isn’t clear, and they could still turn back. But when asked by reporters on Monday about U.S. monitoring of the frigates, an Iranian foreign ministry spokesman said “Iran has constant presence in international waters, is entitled to this right on the basis of international law, and can be present in international waters.” He added: “I warn that nobody should make a miscalculation. Those who live in glass houses must be cautious.”<br />Iran’s navy isn’t the U.S. Sixth Fleet, but the entry of warships into Caribbean waters would be a notable provocation. If it sails into these waters without resistance, a precedent will be set for adversarial navies operating in the region. Don’t be surprised if Russia and China decide to join the party in the future.<br />Iran is a long-time Cuban ally, and since Hugo Chávez turned Venezuela into a dictatorship 20 years ago, Tehran has nurtured an ever-closer relationship with Caracas. The two regimes have engaged in joint defense ventures in the Venezuelan state of Aragua, and Venezuela is known to supply fake identities to Iranian operatives to move around the region.<br />Venezuela’s point man for Iran is Tareck El Aissami, now oil minister. Iran is an essential energy supplier for the South American basket case, where domestic gasoline production has collapsed amid a shortage of resources, maintenance failures and corruption."
}