{
    "url_original": "https://www.wsj.com/articles/iran-says-it-foiled-attack-on-another-nuclear-facility-11624454792?mod=business_minor_pos4",
    "url": "iran-says-it-foiled-attack-on-another-nuclear-facility-11624454792",
    "title": "Iran Says It Foiled Attack on Another Nuclear Facility",
    "sub_head": "Saboteurs were thwarted by precautions taken after previous attacks, authorities said",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-06-23 09:26:00",
    "body": "TEHRAN—Iran said Wednesday it foiled an attempt to sabotage a facility belonging to its atomic agency near the capital, the latest attack on its nuclear program and one that follows the election of a hard-line cleric as the country’s president.<br />Saboteurs targeted the building in Karaj, west of Tehran, earlier in the day but were thwarted, according to Iran’s semiofficial Tasnim news agency. Iranian authorities didn’t say what the building contained or give any other details about the attack.<br />State-run PressTV said the “hostile attempt” hadn’t caused damage or casualties due to precautions taken after previous attacks on the country’s nuclear facilities and the killing of one its top nuclear scientists. Investigators were trying to identify the perpetrators, it said.<br />The alleged sabotage attempt comes at a politically sensitive time for Iran. The country last week elected a new conservative president, Ebrahim Raisi, who has said he supports reviving the 2015 nuclear deal with the U.S. and other world powers. But on Monday he rebuffed a key goal of the Biden administration as it negotiates a revival of the multilateral accord, hinting that Tehran wouldn’t stop supporting Shiite militia groups fighting across the Middle East or rein in its missile program.<br />Mr. Raisi faces daunting challenges as he prepares to take office in August. A day after his election, one of Iran’s main nuclear facilities experienced an unexplained blackout. On Tuesday, U.S. agencies seized more than 30 Iranian web domains, including sites operated by government-run PressTV as well as social media channels affiliated with Iran-backed militias in Iraq."
}