{
    "url_original": "https://www.wsj.com/articles/irans-incoming-president-rebuffs-calls-to-reel-in-missiles-militias-11624288768",
    "url": "irans-incoming-president-rebuffs-calls-to-reel-in-missiles-militias-11624288768",
    "title": "Iran’s Incoming President Rebuffs Calls to Reel In Missiles, Militias",
    "sub_head": "Ebrahim Raisi, who won Friday’s election, reaffirms commitment to the nuclear deal as long it serves Iran’s interests",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-06-21 11:29:00",
    "body": "TEHRAN—Iranian President-elect Ebrahim Raisi on Monday said the Islamic Republic wouldn’t stop supporting Shiite militia groups fighting across the Middle East or rein in its missile program, rebuffing a key goal of the Biden administration as it negotiates a revival of the 2015 nuclear deal.<br />President Biden has said he wants any fresh agreement on Iran’s nuclear activities to lead to broader discussions on how to reduce its military footprint in the Middle East. But in his first press conference in Tehran after winning Friday’s election, Mr. Raisi ruled out such an approach.<br />“Regional and missile issues are not negotiable,” said the 60-year-old senior cleric.<br />As a central part of its military strategy in the Middle East, Iran funds and arms militias that help it exert influence and threaten its foes. It also has built up a formidable missile arsenal. Saudi Arabia blamed Tehran for striking its oil facilities in a 2019 attack. Earlier last year, Iran fired missiles at U.S. forces at an Iraqi military base, in attacks Iran’s Islamic Revolutionary Guard Corps said were retribution for the U.S. killing of Iranian Maj. Gen. Qassem Soleimani.<br />President Trump abandoned the nuclear deal in 2018 before reimposing sanctions that had been lifted in the original accord. He also added new ones. Mr. Trump said he pulled out because the deal didn’t restrict Iranian military activity in the region and some provisions expired within 10 or 15 years."
}