{
    "url_original": "https://www.wsj.com/articles/iran-sends-a-message-to-biden-11624130662?mod=opinion_lead_pos2",
    "url": "iran-sends-a-message-to-biden-11624130662",
    "title": "Iran Sends a Message to Biden",
    "sub_head": "The new president shows who really runs the Islamic Republic.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-356799?width=620&size=1.5",
    "image_1": "im-356799.jpg",
    "time": "2021-06-19 15:24:00",
    "body": "The Islamic Republic of Iran isn’t a real democracy. But the result of Friday’s presidential election still reveals important truths about the government that the U.S. and Europe are trying to appease on nuclear weapons.<br />Ebrahim Raisi, the country’s chief justice, won the presidency with about 62% of the vote, according to preliminary results published Saturday. Sometimes discussed as a potential successor to Supreme Leader Ali Khamenei—who wields the real power in Iran, particularly over foreign affairs—Mr. Raisi had the race wrapped up before the polls opened.<br />The Guardian Council, Iran’s election watchdog, has long barred candidates not to the Supreme Leader’s liking. But past races have been competitive and even unpredictable, giving Iranians a small voice in deciding their future. Approved candidates are always loyal to the Islamic Republic and its revolutionary ideology. But some, like lame-duck President Hassan Rouhani, spoke the language of moderation and reform even as they followed the Khamenei line.<br />Iranians understand they live in a dictatorship but have often voted in high numbers to choose their least bad option. Initial results suggest this year’s race had turnout around 50%—down from more than 70% four years ago and the lowest of any vote since 1979. Millions decided to boycott this year’s election as the country’s already small spectrum of permissible views grew even smaller.<br />Last month the Guardian Council culled dozens of candidates, including many ostensible centrists or reformers. Of the seven candidates approved to run, three dropped out shortly before the contest—paving the way for Mr. Raisi, who is typically described as a hard-liner or ultraconservative cleric."
}