{
    "url_original": "https://www.wsj.com/articles/iran-backed-militias-threaten-revenge-after-u-s-airstrikes-in-iraq-syria-11624877977?mod=politics_lead_pos1",
    "url": "iran-backed-militias-threaten-revenge-after-u-s-airstrikes-in-iraq-syria-11624877977",
    "title": "Iran-Backed Militias Threaten Revenge After U.S. Airstrikes in Iraq, Syria",
    "sub_head": "Strikes highlight challenge facing Biden administration as it attempts to deter attacks by paramilitaries without provoking an escalation",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-06-28 06:59:00",
    "body": "Iran-backed militias vowed revenge on Monday for U.S. airstrikes overnight in Iraq and Syria, underscoring Baghdad’s struggles to rein in these groups that have attacked American troops.<br />The U.S. strikes, which the paramilitaries said killed four of their members,  highlight the challenge facing the Biden administration as it attempts to deter attacks on American and allied forces in Iraq without provoking an escalation with the militias or their main sponsor, Iran.<br />“The Americans believe only in the language of force, and they and their agents must have their noses put in the mud,” tweeted Faleh al-Khazali, an Iraqi lawmaker affiliated with the militias.<br />The U.S. and Iran are in talks to revive the 2015 nuclear deal that placed limits on Tehran’s nuclear activity in exchange for lifting international sanctions. Former President Donald Trump exited the deal in 2018 and launched a pressure campaign on Iran intended to roll back its military activity in the region. Iran funds and arms militant groups throughout the Middle East, and its influence has expanded in recent years, despite U.S. pressure.<br />A spokesman for Iraqi Prime Minister Mustafa al-Kadhimi condemned the U.S. airstrikes, calling them “a blatant and unacceptable violation of Iraqi sovereignty and Iraqi national security.” Iraq’s military spokesman also issued a rare condemnation of the strikes."
}