{
    "url_original": "https://www.wsj.com/articles/iran-election-underdog-contends-with-hard-liner-voter-apathy-11623835802",
    "url": "iran-election-underdog-contends-with-hard-liner-voter-apathy-11623835802",
    "title": "Iran Election Underdog Contends With Hard-Liner, Voter Apathy",
    "sub_head": "Friday’s pivotal presidential poll could strengthen the clerical establishment if Abdolnaser Hemmati stumbles",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-354551?width=620&size=1.5",
    "image_1": "im-354551.jpg",
    "time": "2021-06-16 05:30:00",
    "body": "TEHRAN—As Iranians prepare to head to the polls on Friday, the only way for the leading moderate candidate to make any headway against the hard-line presidential front-runner is to convince millions of Iranians to bother voting at all.<br />Former central bank chief Abdolnaser Hemmati is pitching himself as a reform-friendly centrist to revive Iran’s relations with the West and allow more personal freedoms, including a more prominent role for women. He is currently polling in the low single digits, with many Iranians saying they will skip the ballot in protest at the way the country is run.<br />But the 64-year-old technocrat said he might be able to build enough momentum to pull off a surprise if he can persuade enough people to vote, despite the hard-line establishment’s attempts to sideline moderate and reformist candidates from a run at the presidency.<br />“Despite what they claim, the group of people running against me in these elections, they don’t believe in good foreign relations,” Mr. Hemmati said in an interview at his campaign office. “They don’t believe in social freedom for the people.”<br />Mr. Hemmati is the only reform-minded candidate left in the five-person race, after the Guardian Council, Iran’s election watchdog, disqualified nearly everyone else, save for one other reformist who pulled out of the contest Wednesday. The disqualifications, including those of prominent centrists, have smoothed the path of the leading ultraconservative, Ebrahim Raisi."
}