{
    "url_original": "https://www.wsj.com/articles/irs-embraces-role-as-stimmies-provider-11623403802?mod=politics_lead_pos2",
    "url": "irs-embraces-role-as-stimmies-provider-11623403802",
    "title": "IRS Embraces Role as ‘Stimmies’ Provider",
    "sub_head": "Agency administered stimulus checks during pandemic and is set to launch expanded child tax credit payments",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "image_1_url": "https://images.wsj.net/im-352357?width=620&size=1.5",
    "image_1": "im-352357.jpg",
    "time": "2021-06-11 05:30:00",
    "body": "THE INTERNAL REVENUE SERVICE is embracing its role as a provider of government cash to low-income communities. IRS Commissioner Charles Rettig this week said that the administration of several rounds of economic- impact payments during the pandemic led the agency to get in touch with groups of people who typically don’t contact the IRS or file tax returns, providing the agency with a valuable test run ahead of the launch of the expanded child tax credit payments next month.<br />Social-benefit administration is typically the domain of the Social Security Administration and other agencies, and some tax and welfare experts have expressed concerns about the IRS’s capacity to stand up a major new benefit program, especially with its long-term budget and staffing difficulties. But the administration of stimulus checks for the most part has gone smoothly, an encouraging sign for the tax agency’s ability to efficiently deliver monthly payments to about 39 million families with children starting on July 15. Households will receive up to $250 a month per child between age 6 and 17 and up to $300 per child under age 6.<br />During the pandemic, the IRS rolled out new tools for millions of low-income individuals and families to claim their stimulus checks, like allowing them to file a free, basic online form to claim the benefit. For people without direct-deposit information, the IRS used paper checks and preloaded debit cards to distribute the funds. It plans to use similar tools that will launch soon to help people get the expanded CTC, and it has been performing outreach in affected communities to make sure prospective recipients have updated information.<br />Rettig has even belatedly embraced the popular slang term for the economic impact payments as he lauds their effects: “The stimmies have been fantastic for us in terms of getting into the communities.”<br />PROGRESSIVE GROUP tests Sen. Joe Manchin’s love of bipartisanship with a protest outside a West Virginia factory and a plea to support a bill led by Democratic Sen. Elizabeth Warren and Republican Sen. Marco Rubio. Our Revolution, an offshoot of Sen. Bernie Sanders’ 2016 presidential campaign, led a protest outside the  Viatris  pharmaceutical plant in Morgantown, W.Va., which the company will close next month and begin to lay off nearly 1,500 workers. Viatris has said it would retain a significant workforce in Morgantown, where it also has a research center."
}