{
    "url_original": "https://www.wsj.com/articles/is-there-a-central-banker-in-the-house-11623969000?mod=opinion_lead_pos6",
    "url": "is-there-a-central-banker-in-the-house-11623969000",
    "title": "Is There a Central Banker in the House?",
    "sub_head": "It often feels as if no one is in charge of monetary policy in the world’s largest economy.",
    "category_1": "Opinion",
    "category_2": "Political Economics",
    "time": "2021-06-17 18:30:00",
    "body": "This week’s statement from the Federal Open Market Committee has yielded further insights into who’s running monetary policy in the U.S. It’s not who you think.<br />Immediately after Federal Reserve Chairman Jerome Powell’s Wednesday news conference, economic commentators and traders convened on television, on news websites and in emailed research notes to investment-bank clients. These folks decided, in real time and before our eyes, what they thought he meant. Their decision, as reflected in changes to asset prices and bond yields, then became the FOMC’s de facto monetary policy. The tail and the dog wagged each other at the same time.<br />This happens because central banks everywhere have come to rely on “forward guidance”—communication to investors about the likely future path of monetary policy—as one of their primary policy tools. Aside from occasional forays in the 1970s and ’80s, the Fed started experimenting with forward guidance in earnest in the early 2000s.<br />Under Chairman Alan Greenspan the Fed felt investors had overreacted to its increase in the short-term policy rate in 1994, after which 10-year Treasury yields surged by nearly 2 percentage points in five months. Ahead of a rate increase in 2004, the Fed experimented with a new policy of simply telling investors what it thought they should do by informing them what the central bank might do in the future.<br />This rationale is worth parsing because it’s so inappropriate. Financial markets exist to digest uncertainty. Policy makers’ insistence on shielding investors from uncertainty about the course of policy, or anything else, has denatured markets in pursuit of the Fed’s attempts to manage longer-term interest rates. These rates ought to be an exclusive preserve of the market, as a signal of investors’ expectations of the economy’s future."
}