{
    "url_original": "https://www.wsj.com/articles/israels-foreign-minister-visits-u-a-e-to-open-embassy-after-detente-11624963162?mod=world_major_1_pos7",
    "url": "israels-foreign-minister-visits-u-a-e-to-open-embassy-after-detente-11624963162",
    "title": "Israel’s Foreign Minister Visits U.A.E. to Open Embassy After Detente",
    "sub_head": "Yair Lapid seeks to elevate relationship that has delivered few dividends since sides agreed to normalize ties last year",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-361615?width=620&size=1.5",
    "image_1": "im-361615.jpg",
    "time": "2021-06-29 06:39:00",
    "body": "DUBAI—Israel’s top diplomat arrived Tuesday in the United Arab Emirates on the first state visit to the country by an Israeli minister, as the two nations struggle to bridge differences over the recent Israeli-Palestinian conflict and deliver on the promise of a historic diplomatic accord.<br />Foreign Minister Yair Lapid is set to meet his Emirati counterpart Sheikh Abdullah bin Zayed and other senior officials in the capital, Abu Dhabi. He formally opens an Israeli embassy in Abu Dhabi and a consulate in Dubai, the country’s commercial hub, a day later.<br />Mr. Lapid’s visit is part of efforts to elevate a relationship that has produced so far only limited diplomatic progress and joint investment deals since the sides agreed to normalize ties last year.<br />The two countries are working to craft a relationship that lives up to the hopes of a diplomatic agreement signed last year, known as the Abraham Accords. The U.S.-backed agreements, first negotiated with the U.A.E., and then later Bahrain, Morocco and Sudan, established Israeli ties with states that were either once hostile to the country or didn’t hold diplomatic relations because of Israel’s longstanding conflict with the Palestinians. A combination of the Covid-19 pandemic, flux in Israel’s politics and renewed Israeli-Palestinian tensions meant the accords haven’t met expectations yet, analysts say.<br />“It’s probably the perfect example of something that was very promising on paper,” Cinzia Bianco, a visiting fellow at the European Council on Foreign Relations, said of the Israel-U.A.E. relationship. “But so far, in the first year, it has disappointed.”"
}