{
    "url_original": "https://www.wsj.com/articles/israel-could-see-new-government-if-netanyahus-opponents-pass-confidence-vote-11623576602",
    "url": "israel-could-see-new-government-if-netanyahus-opponents-pass-confidence-vote-11623576602",
    "title": "Israel Could See New Government if Confidence Vote Passes",
    "sub_head": "Naftali Bennett faces raft of challenges, from sluggish growth to security pressures, if his coalition clears the final hurdle",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-353130?width=620&size=1.5",
    "image_1": "im-353130.jpg",
    "time": "2021-06-13 05:36:00",
    "body": "TEL AVIV—A new Israeli government is set to be sworn in later Sunday if a coalition of Prime Minister Benjamin Netanyahu’s opponents passes a confidence vote in parliament, which would bring an end to the leader’s 12-year run in power as the country faces a sluggish economy and security challenges from Hamas.<br />Naftali Bennett of the right-wing Yamina party will be prime minister if the new, wide-ranging coalition passes the final hurdle. It is made up of parties from across the political spectrum, including an independent Arab party for the first time in Israel’s history. Mr. Bennett and his partners put together their alliance after Mr. Netanyahu failed to cobble his own coalition following national elections in March.<br />Mr. Bennett’s eight-party coalition has the backing of 61 lawmakers in the 120-member Knesset and is expected to pass the confidence vote by a simple majority.<br />If the vote passes, Mr. Bennett would take power at a pivotal moment in the country’s history. Four inconclusive elections since 2019 have left Israel deeply polarized. Now, Israeli politicians must try to mend those rifts even as they confront divisive issues ranging from settlement construction and empowering the country’s Arab citizens to state assistance for ultra-Orthodox Jews.<br />More immediately, the government needs to take steps to boost the economy after several lockdowns last year to contain the spread of Covid-19 while also negotiating a longer-term truce deal with Gaza ruler Hamas after the two sides fought a deadly 11-day conflict in May."
}