{
    "url_original": "https://www.wsj.com/articles/israels-electoral-lessons-for-the-west-11623616924?mod=opinion_lead_pos3",
    "url": "israels-electoral-lessons-for-the-west-11623616924",
    "title": "Israel’s Electoral Lessons for the West",
    "sub_head": "A new government takes power, but many parties led to years of stalemate.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-353396?width=620&size=1.5",
    "image_1": "im-353396.jpg",
    "time": "2021-06-13 16:42:00",
    "body": "The recent Israel-Hamas war showed that no matter America’s efforts to disentangle itself from the Middle East, events in the Jewish State will continue to reverberate in Western politics. On Sunday, after months of wrangling, Israel swore in a new Prime Minister, Naftali Bennett, for the first time since 2009. What are the lessons for the U.S.?<br />First, the new government could clarify the American debate over Israel. The departure of the conservative Benjamin Netanyahu as Prime Minister won’t change Democratic Party disagreements with Israel’s government over Iran and the Palestinians. The ideologically mixed government depends on support from three conservative parties, including Mr. Bennett’s Yamina, and even Israeli centrists are unlikely to yield much on either issue.<br />Israel’s critics abroad painted Mr. Netanyahu and his Likud party as their foil. Now Likud is out of government, but Israeli voters still don’t accept the dovish security policies that the American left wants. Yet in a Biden Administration staffed with Obama alumni who personally dislike Mr. Netanyahu, the selection of the centrist Yair Lapid as foreign minister and alternate Prime Minister could smooth over diplomacy—a likelihood that couldn’t have escaped the notice of Israel’s political class.<br />The new government won the historic support of an Arab party. Mansour Abbas’s Ra’am was courted by both Mr. Netanyahu and Mr. Lapid. With a 60-59 vote in the Knesset, the new government had no room for error and Mr. Abbas was decisive in providing a majority. America’s ethnic divisions are very different from Israel’s, but the development shows the political leverage that can accrue to minority groups when their votes are sought by multiple factions.<br />The Israeli political saga also highlights the importance of political certainty. Israel had four inconclusive elections since 2019, and the new government might also be short-lived. That’s due to Israel’s system of proportional representation. Instead of competing to represent one geographic district after partisan primaries, Israeli politicians stand for parties that are elected at-large. Because parties can get into the Knesset with as little as 3.25% of the vote, 13 are currently represented."
}