{
    "url_original": "https://www.wsj.com/articles/israel-hamas-tensions-high-as-gaza-militants-launch-more-flaming-balloons-11623864427",
    "url": "israel-hamas-tensions-high-as-gaza-militants-launch-more-flaming-balloons-11623864427",
    "title": "Israel-Hamas Tensions High as Gaza Militants Launch More Flaming Balloons",
    "sub_head": "Violence threatens to engulf the new Israeli government and spark another conflict",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-06-16 13:27:00",
    "body": "TEL AVIV—Palestinian militants in Gaza launched more flaming balloons into Israel on Wednesday, as a new round of violence between Israel and Hamas entered a second day and threatened to trigger another conflict.<br />Little-known militant groups in Gaza claimed responsibility for the arson attacks, which ignited four fires in agricultural zones in southern Israel, according to Israel’s Fire and Rescue Authority.<br />The arson attacks came after Israeli jets struck what Israel said were Hamas military compounds early Wednesday, in response to flaming balloons Hamas sent into the country’s south a day earlier. The balloons started at least 20 wildfires. Hamas said it launched those balloons as a pre-emptive warning to Israel for allowing a nationalist flag march through the contested city of Jerusalem on Tuesday.<br />An Israeli military spokesman said Israel holds Hamas, which rules Gaza, responsible for all events happening in the Palestinian territory. “The Israeli military is prepared for any scenario, including a resumption of hostilities,” the spokesman said.<br />The violence illustrates a dangerous new dynamic in the decadeslong conflict between Israel and Hamas, one that threatens to engulf the new Israeli government sworn in just days ago. How the new prime minister, Naftali Bennett, handles the situation could affect the government’s broad coalition, which includes for the first time in Israel’s history an independent Arab party. The government is already under pressure by opposition lawmakers from former Prime Minister Benjamin Netanyahu’s Likud party to respond with more force."
}