{
    "url_original": "https://www.wsj.com/articles/israel-lawmakers-to-cast-vote-of-confidence-in-new-government-by-june-14-11623089356",
    "url": "israel-lawmakers-to-cast-vote-of-confidence-in-new-government-by-june-14-11623089356",
    "title": "Israel Lawmakers to Cast Vote of Confidence in New Government by June 14",
    "sub_head": "Netanyahu might have a week to campaign against a coalition that could lead to his losing power",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-06-07 14:09:00",
    "body": "TEL AVIV—Israeli lawmakers will convene by June 14 to cast their vote of confidence in a new coalition government, the Knesset’s speaker said Monday, but he didn’t set a date for the vote as Prime Minister Benjamin Netanyahu attempts to scuttle a political arrangement that would unseat him.<br />The speaker, Yariv Levin, a lawmaker from Mr. Netanyahu’s right-wing Likud party, said the date for the confidence vote would be given to lawmakers later. The speaker can delay the vote up to June 14, a week that would allow Mr. Netanyahu and his supporters to press their campaign aimed at convincing right-wing lawmakers in the new coalition to vote against the establishment of a new government.<br />The defection of just one or two lawmakers could prevent the new coalition from mustering a majority and force another election—what would be the country’s fifth since 2019.<br />Last week, Naftali Bennett, who heads the right-wing Yamina party, and Yair Lapid, who heads the centrist Yesh Atid party, and six other parties, including an independent Arab party, agreed to form a broad coalition government that would dislodge the incumbent after 12 years in power.<br />The coalition leaders have accused Mr. Netanyahu and Likud of trying to break it and remain in power. They demanded that Mr. Levin call a vote of confidence as soon as Wednesday, citing concerns that Mr. Netanyahu’s fiery rhetoric is creating an atmosphere that could lead to violence."
}