{
    "url_original": "https://www.wsj.com/articles/italys-illycaffe-sets-its-sights-on-the-u-s-coffee-market-11623520372?mod=business_featst_pos1",
    "url": "italys-illycaffe-sets-its-sights-on-the-u-s-coffee-market-11623520372",
    "title": "Italy’s Illycaffè Sets Its Sights on the U.S. Coffee Market",
    "sub_head": "Americans like their coffees big and sweetened. Can Illycaffè convince them to drink more espresso?",
    "category_1": "Business",
    "category_2": "Journal Reports: Leadership",
    "image_1_url": "https://images.wsj.net/im-352401?width=620&size=1.5",
    "image_1": "im-352401.jpg",
    "time": "2021-06-12 13:52:00",
    "body": "Andrea Illy, chairman of Illycaffè SpA, and grandson of the founder, wants more Americans to appreciate his family’s coffee. In a bid to build U.S. brand awareness, the Italian-based company plans to add about a dozen Illy Caffès and shops this year to its 20 already in service in the U.S.<br />There are just a few problems—including American taste in coffee. Most consumers in the U.S. favor giant, sweetened coffee drinks, rather than Illy’s signature small cups of espresso.<br />Owned by the same Italian family for almost nine decades, Illy has carved out a niche as a relatively high-end option for coffee drinkers in Italy and the rest of Europe.<br />Part of Gruppo Illy SpA, the brand with a bright red logo has a 1.7% share of the fragmented retail coffee market in Italy, according to Euromonitor International. The company sells packaged coffee directly to consumers through retail outlets including supermarkets and sells coffee drinks in its own branded cafes, while also selling to hotels, restaurants and other cafes. Illycaffè also sells its own coffee machines for use in cafes and in homes.<br />Earlier this year, as part of its U.S. expansion plan, Gruppo Illy sold a 20% stake in Illycaffè to Rhone Capital LLC, a New York-based private-equity firm. While the company began selling coffee in the U.S. in 1980, its market share has remained too small even to appear in Euromonitor’s rankings for the U.S. coffee market, the market-research firm says. The coffee market in the U.S. is the largest in the world, equal in size to those of the next three countries combined, according to Euromonitor."
}