{
    "url_original": "https://www.wsj.com/articles/its-only-a-play-review-cheering-up-with-terrence-mcnally-11623964858?mod=opinion_major_pos15",
    "url": "its-only-a-play-review-cheering-up-with-terrence-mcnally-11623964858",
    "title": "‘It’s Only a Play’ Review: Cheering Up With Terrence McNally",
    "sub_head": "Stream George Street Playhouse’s production of this meta comedy about the delusion of Broadway.",
    "category_1": "Opinion",
    "category_2": "Theater Review",
    "image_1_url": "https://images.wsj.net/im-355710?width=620&size=1.5",
    "image_1": "im-355710.jpg",
    "time": "2021-06-17 17:20:00",
    "body": "Most of the theatrical webcasts I’ve reviewed since the start of the Covid-19 pandemic and the closing of American theaters have been dramas. My guess is that theater companies deliberately chose to steer clear of comedies (serious ones excepted) because they feared not being able to mount them effectively in the absence of live audiences. Laughter is the kindling that makes stage comedy catch fire by tightening the timing of the actors, and in its absence a performance can easily grow slack and unsure.<br />Good direction—and editing—can help offset this problem, and the online productions of Theresa Rebeck’s “Bad Dates” and Becky Mode’s “Fully Committed” by New Jersey’s George Street Playhouse that I reviewed in March worked extremely well. The catch, however, is that these are one-person shows, and while Andréa Burns and Maulik Pancholy were both terrific, they didn’t have other actors to bounce their punch lines off of. This time, though, George Street Playhouse is webcasting “It’s Only a Play,” Terrence McNally’s seven-actor farce about what happens at the party immediately following the Broadway premiere of a play that turns out to be awful in every conceivable way (though the particulars of its awfulness are shrewdly left to us to imagine). First performed in 1982, “It’s Only a Play” finally made it to Broadway in 2014 in a revival starring Nathan Lane and Matthew Broderick that ran for 274 performances. It was, needless to say, Messrs. Lane and Broderick who filled the seats, but I’ve since reviewed a 2016 staging by Florida’s GableStage that proved that McNally’s play needs no stars to shine.<br />This production, directed by Kevin Cahoon and taped to broadcast-quality standards in an empty theater at the New Brunswick Performing Arts Center, is as delightful as its predecessors. Not only are Mr. Cahoon’s staging and the cinematography and editing of Michael Boylan exemplary, but every other element of this production is first-class, including the cast, all of whose members take care of comic business with contagious zest.<br />This being a farce, a fair amount of preliminary explanation is necessary, so here goes: James Wicker (Zach Shaffer) is a former stage actor who now appears on a hit TV series. Peter Austin (Andy Grotelueschen) is his best friend and the author of “The Golden Egg,” in which James was offered the leading male role. James turned it down because he thought—though Peter doesn’t know it—that the play was bad. Nevertheless, he’s flown back to New York to attend opening night and the wait-for-the-reviews party, at which are present the coke-snorting female lead (Julie Halston), the arrogant director (Greg Cuellar), the rich but very nice producer (Christine Toy Johnson), a gregarious but very nasty critic (Triney Sandoval), and a stupid waiter (Doug Harris) who wants to be (you guessed it) an actor. Each is introduced in his or her turn, and McNally lards the dialogue with inside jokes so as to keep the audience on board long enough to wind up the comic mainspring of his plot: “The theater has become the Statue of Liberty for movie actors: ‘Give us your tired, your poor, your washed-up, your strung-out.’”<br />Fortunately McNally has contrived things so that you don’t have to get all the inside jokes to find them amusing—he compliments the audience by taking its comprehension for granted—and there are plenty of other one- and two-liners to divert your attention if you’ve never heard of Tommy Tune or the Theatre of Cruelty: “I dropped my cellphone getting out of the limo and it went completely dead on me. I haven’t felt this cut off since I was in rehab.” To be sure, the first act sags a bit at midpoint, but you’ll be far too charmed by then to notice."
}