{
    "url_original": "https://www.wsj.com/articles/jacket-required-no-more-how-the-pandemic-changed-dress-codes-11624286698",
    "url": "jacket-required-no-more-how-the-pandemic-changed-dress-codes-11624286698",
    "title": "‘Jacket Required’ No More? How the Pandemic Changed Dress Codes",
    "sub_head": "Le Bernardin in New York City was the latest ‘jacket required’ restaurant to chuck its formal policy",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-357071?width=620&size=1.5",
    "image_1": "im-357071.jpg",
    "time": "2021-06-21 10:44:00",
    "body": "FOR THE FIRST time in its 35-year history, Manhattan’s Le Bernardin is letting male patrons order its tasting menu or a bottle of Burgundy without wearing a sportcoat. When it reopened its polished dining room on March 17 after a several month hiatus, the three-Michelin-starred restaurant discarded its longstanding “jacket required” dress code. The decision, said chef and co-owner Eric Ripert, was driven by hygiene concerns.<br />Pre-pandemic, between five and 10 men on average arrived nightly at Le Bernardin in their shirt-sleeves. To maintain a sense of decorum, the restaurant would give these too-casual diners a loaner jacket for the evening. But this system didn’t work in the Covid era. It required Le Bernardin’s staff to get too close to clients, and to touch their worn jackets after the meal’s conclusion. For Le Bernardin, “jacket required” became an unsanitary, unworkable policy.<br />Add restaurant dress codes to the list of the many things scrambled by the global health crisis. Upon reopening earlier this year, Galatoire’s, a jacket-required stickler in New Orleans, also stopped giving out germ-magnet loaners. Guests who arrived sans sportcoat, said the restaurant’s general manager Billy Clark, were steered toward the bar or a separate, more laissez-faire dining room where the sight of shirt-sleeves wouldn’t ruin someone’s supper.<br />La Grenouille, a chichi 59-year-old French haute cuisine destination in Manhattan has clung to a jacket-required policy for all guests eating indoors—its Opentable reservation page still advertises this policy. Yet, like many New York City restaurants, La Grenouille added an ample outdoor seating area last year and guests dining al fresco are permitted to enjoy their meals without a sportcoat.<br />Even before Covid, the jacket-required dress code—once de rigueur at finer establishments nationwide—had started to seem increasingly out of date. In keeping with the creeping casualization of how we dress, many formal hold-outs like Spaggia in Chicago and the French Laundry in Yountville, Calif., had already eliminated their jacket requirements pre-pandemic. (At most such eateries, however, shorts, tank tops and flip-flops remain verboten.)"
}