{
    "url_original": "https://www.wsj.com/articles/jack-mas-ant-in-talks-to-share-data-trove-with-state-firms-11624442902?mod=business_lead_pos3",
    "url": "jack-mas-ant-in-talks-to-share-data-trove-with-state-firms-11624442902",
    "title": "Jack Ma’s Ant in Talks to Share Data Trove With State Firms",
    "sub_head": "The fintech giant is in discussions to start a new credit-scoring business with Chinese state-owned enterprises",
    "category_1": "Markets",
    "time": "2021-06-23 06:08:00",
    "body": "HONG KONG—Ant Group Co. is in talks with Chinese state-owned enterprises to create a credit-scoring company that will put the fintech giant’s proprietary consumer data under regulators’ purview, according to people familiar with the matter.<br />The new entity, which could be established as soon as the third quarter of this year, could result in Ant ceding some control over the voluminous data it has on the financial habits of Chinese citizens. More than one billion individuals use Ant’s Alipay app to spend, borrow or invest their money, and the information that Ant has collected and used has been the secret sauce behind the company’s success in recent years.<br />The talks between Ant, which is controlled by billionaire Jack Ma, and Chinese state-owned companies are likely to result in the formation of a joint venture that would be licensed as a credit-scoring company. Ant and regulators have also been discussing whether the firm should be run and controlled by Ant or state-owned companies, according to people familiar with the matter.<br />The regulators are pushing for prospective state-owned shareholders to play a greater role in the new entity in order to have a bigger say in how it operates, according to some of the people familiar with the negotiations. Potential shareholders include a Shanghai-based financial conglomerate. There have also been talks about what sort of data would be collected by the new firm, and how the credit scores it produces would fit into China’s broader plans to build a nationwide database, the people added.<br />The discussions are continuing and final decisions haven’t been made, the people said."
}