{
    "url_original": "https://www.wsj.com/articles/jbs-paid-11-million-to-resolve-ransomware-attack-11623280781?mod=business_lead_pos2",
    "url": "jbs-paid-11-million-to-resolve-ransomware-attack-11623280781",
    "title": "JBS Paid $11 Million to Resolve Ransomware Attack",
    "sub_head": "Meat supplier’s U.S. chief says firm paid cybercriminals in bitcoin to avoid more disruptions",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-351669?width=620&size=1.5",
    "image_1": "im-351669.jpg",
    "time": "2021-06-09 19:59:00",
    "body": "JBS USA Holdings Inc. paid an $11 million ransom to cybercriminals who last week temporarily knocked out plants that process roughly one-fifth of the nation’s meat supply, the company’s chief executive said.<br />The ransom payment, in bitcoin, was made to shield JBS meat plants from further disruption and to limit the potential impact on restaurants, grocery stores and farmers that rely on JBS, said Andre Nogueira, chief executive of Brazilian meat company  JBS SA’s  U.S. division.<br />“It was very painful to pay the criminals, but we did the right thing for our customers,” Mr. Nogueira said Wednesday in an interview with The Wall Street Journal. He added that the payment was made after the majority of JBS plants were up and running again.<br />JBS is the world’s largest meat company by sales, processing beef, poultry, and pork from Australia to South America and Europe. In the U.S., the company is the biggest beef processor and a top supplier of chicken and pork. Its subsidiary  Pilgrim’s Pride Corp. , also hit by the attack, is the second-largest U.S. poultry processor, after  Tyson Foods Inc.<br />The attack on JBS was part of a wave of incursions using ransomware, in which companies are hit with demands for multimillion-dollar payments to regain control of their operating systems. The operator of a pipeline bringing gasoline to parts of the East Coast in May paid about $4.4 million to regain control of its operations and restore service. The attacks show how hackers have shifted from targeting data-rich companies such as retailers, banks and insurers to essential-service providers such as hospitals, transport operators and food companies."
}