{
    "url_original": "https://www.wsj.com/articles/jean-shortsa-dad-style-stapleare-suddenly-in-fashion-11624893682",
    "url": "jean-shortsa-dad-style-stapleare-suddenly-in-fashion-11624893682",
    "title": "Jean Shorts—A Dad Style Staple—Are Suddenly in Fashion",
    "sub_head": "From scrappy DIY versions to extravagantly expensive designer models, once-mockable jorts are a big summer trend for men. Here’s why.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-361017?width=620&size=0.6666666666666666",
    "image_1": "im-361017.jpg",
    "time": "2021-06-28 11:21:00",
    "body": "IN THE WORLD of men’s fashion, what was once mockable is now covetable. The polarizing fanny pack, traditionally worn by cheesy tourists, has been elevated to a men’s “It Bag” on the runways at Prada, Fendi and Gucci. Crocs, the risible shoes favored by chefs and families vacationing along the Jersey Shore, have morphed into a hot-ticket item thanks in part to collaborations with Balenciaga and Justin Bieber. And now, jorts—those frumpy jean shorts worn by beer-clutching dads behind the barbecue—have wormed their way into style.<br />“Jean shorts are definitely making a comeback for summer 2021,” said Janine Chilton-Faust, the global VP of men’s design at Levi’s, which offers jean shorts in a range of fits from slim to baggy. Currently, the youth-leaning retailer Asos sells over 200 styles of men’s jean shorts online for as low as $10. Store-bought jorts (as opposed to homemade ones) can be either cleanly hemmed or tattered and frayed in the style of traditional cutoffs. If splurging on the latter is in the cards, consider an $850 gray-black pair from French haute-house Saint Laurent or a $595 wan blue pair with appliqued skeleton bones running up the side from Japanese label Kapital. Act fast on those Kapitals though—they’re low in stock on e-tailer Mr Porter.<br />Handup Gloves, an outdoor gear company in Chattanooga, Tenn., sells $40-ish jorts that “fly off the shelves,” according to head of marketing Troy Stewart. It was nostalgia that compelled Handup to create jorts. Mr. Stewart and his coworkers fondly recalled wearing jorts all summer back in the 1980s and ’90s “to cruise around the neighborhood,” he said. Despite being an outdoor company, Handup builds its cotton-blend jorts more for leisure than performance. “It’s not a pair of  Lululemon  shorts,” said Mr. Stewart. (With that said, jorts are actually a surprisingly popular choice for athletic activities. If you search #jorts on Instagram, you’ll uncover a lot of he-man gym rats bench-pressing in tattered denim cut-offs.)<br />Nostalgia is also what pushed Aaron Levine back to jorts. “They harken back to a simpler time,” said the 44-year-old menswear designer who until recently worked at  Abercrombie & Fitch .  Jorts are “a bit of a ’70s situation, worn with a Faith No More T-shirt or a big polo,” he said. Mr. Levine did stress that his chosen homemade cutoffs are a bit longer now than they would’ve been in the ’70s when Daisy Duke-esque skimpiness prevailed—even for men.<br />Mr. Levine recently wore his fraying jorts to dinner at the Odeon in New York City, a see-and-be-seen restaurant that sells $35 lobster rolls and $16 cucumber martinis. Yet, Mr. Levine didn’t hear a disparaging word about his fraying cutoffs from the management or otherwise. Instead, his dinner mates just asked where they could get a pair."
}