{
    "url_original": "https://www.wsj.com/articles/jeff-bezos-and-other-space-tourists-will-enter-sparse-regulatory-territory-11623325460?mod=tech_lead_pos2",
    "url": "jeff-bezos-and-other-space-tourists-will-enter-sparse-regulatory-territory-11623325460",
    "title": "Jeff Bezos and Other Space Tourists Fly at Their Own Risk",
    "sub_head": "Suborbital travel isn’t subject to same rules as commercial flight",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-351959?width=620&size=1.5",
    "image_1": "im-351959.jpg",
    "time": "2021-06-10 09:27:00",
    "body": "When Jeff Bezos climbs into the New Shepard capsule for its first passenger trip to space next month, his safety will be almost entirely in the hands of the spaceflight company he founded two decades ago.<br />Mr. Bezos plans to join the small band of tourists who have flown in space as the emerging industry prepares to launch hundreds of people aloft. For now, they aren’t protected by the meticulous federal safety regulations that govern commercial air travel.<br />Passengers planning a ride on the New Shepard must sign a form waiving their right to sue Mr. Bezos’ Blue Origin LLC in the event of an accident. Richard Branson’s  Virgin Galactic Holdings Inc.,  which plans to send paying passengers on its space plane as early as next year, requires a similar step.<br />Congress agreed in 2004 to let the space-tourism industry self-regulate to speed its preparations for passenger flights. Years of delays, including an accident that killed a Virgin Galactic test pilot in 2014, have pushed back the start of flights for fare-paying passengers. The policy has been extended several times and now runs until October 2023.<br />The Federal Aviation Administration’s jurisdiction is limited to protecting public safety and the environment during launches and re-entries, a spokesman for the agency said. “Congress has not allowed the FAA to extend its authority to the safety of crew or space flight participants,” the spokesman said."
}