{
    "url_original": "https://www.wsj.com/articles/jihadists-massacre-130-in-burkina-faso-as-west-african-violence-surges-11622996031",
    "url": "jihadists-massacre-130-in-burkina-faso-as-west-african-violence-surges-11622996031",
    "title": "Jihadists Massacre at Least 130 in Burkina Faso as West African Violence Surges",
    "sub_head": "The atrocity sparks concerns that the West and its local allies are losing the battle against Islamists in the impoverished Sahel nations",
    "category_1": "World",
    "category_2": "Africa",
    "image_1_url": "https://images.wsj.net/im-349451?width=620&size=1.5",
    "image_1": "im-349451.jpg",
    "time": "2021-06-06 12:13:00",
    "body": "NIAMEY, Niger—The jihadists came at night on motorcycles and surrounded a remote village on Burkina Faso’s eastern border with Niger. By the early hours of Saturday morning, over 130 civilians were confirmed dead by the government—the worst terrorist atrocity in the history of a country that has been plunged into extremist violence in recent years—prompting calls to intensify international counterterror efforts across West Africa.<br />During the three-hour onslaught on Yagha village, the militants shot indiscriminately, torching homes and a market before lobbing explosives at civilians seeking refuge in gold-mining holes, according to government officials and nongovernmental organizations based in the region. No one has claimed the killings, but government officials say it was the work of Islamic State’s regional affiliate, the Islamic State in the Greater Sahara, or ISGS, which has killed hundreds of civilians in recent months.<br />Amed, a gold-miner from Yagha, said he was woken up by the sound of Kalashnikovs. He survived by hiding in a mining hole the Jihadists didn’t discover. “I found the bodies of four of my friends and we buried them in a mass grave,” he said over phone. “When our army says it’s safe, I don’t know what they mean,” he said.<br />Roch Kabore, the country’s president, decreed a three-day national mourning period. “I bow before the memory of the hundred civilians killed in this barbaric attack,” he said in a televised address.<br />António Guterres, United Nations’ secretary-general, said the “heinous attack” underscored the “urgent need for the international community to redouble support to Member States in the fight against violent extremism.” The State Department condemned the attack, stressing that it “stands with Burkinabe partners in the fight against violent extremism.”"
}