{
    "url_original": "https://www.wsj.com/articles/job-search-work-move-relocate-new-city-11622831065",
    "url": "job-search-work-move-relocate-new-city-11622831065",
    "title": "Move to a New City for Work? No Thanks",
    "sub_head": "Job seekers are hesitating to relocate, a trend accelerated by the pandemic but also related to family and financial factors",
    "category_1": "Life & Arts",
    "category_2": "Work & Life",
    "image_1_url": "https://images.wsj.net/im-349101?width=620&size=custom_1722x1148",
    "image_1": "im-349101.jpg",
    "time": "2021-06-06 20:00:00",
    "body": "Fewer workers have been moving for new jobs during the pandemic. Will anyone want to when it’s over?<br />The percentage of job seekers who relocated for work fell to 5% in 2020 and 4.2% in the first three months of 2021, according to quarterly surveys of about 3,000 people from outplacement firm Challenger, Gray and Christmas. That’s down from 5.7% in 2019 and 9.6% in 2018.<br />Some of that dip might include would-be moves temporarily halted by virus concerns and interim remote-work setups. The numbers could tick upward as some companies start calling workers, including recent hires who joined virtually, to the office, says Andrew Challenger, a senior vice president at Challenger. But he and other demography and career experts say the pandemic likely accelerated a yearslong trend of falling worker relocations—at least when the boss is the one giving the directive.<br />“This has been sort of an awakening moment for people,” says Chris Porter, chief demographer at John Burns Real Estate Consulting in Irvine, Calif. “After what we went through last year, I think there might be a resetting of priorities.”<br />Many parents are loath to pluck their kids from schools to which they’re just now returning after a tumultuous stretch of virtual learning. Some companies are opening and expanding satellite locations that could preclude the need for a physical move. And workers who have grown used to the flexibility of logging on from the dining room table might scoff at the idea of putting their families through a huge transition just so they can commute to new headquarters each day."
}