{
    "url_original": "https://www.wsj.com/articles/job-openings-are-still-rising-but-labor-demand-is-easing-in-some-sectors-11623144602",
    "url": "job-openings-are-still-rising-but-labor-demand-is-easing-in-some-sectors-11623144602",
    "title": "Job Openings Are Still Rising, but Labor Demand Is Easing in Some Sectors",
    "sub_head": "Restaurants and tourism businesses post more jobs, while construction and manufacturing cool",
    "category_1": "Economy",
    "image_1_url": "https://images.wsj.net/im-350052?width=620&size=1.5",
    "image_1": "im-350052.jpg",
    "time": "2021-06-08 05:30:00",
    "body": "Available jobs in the U.S. climbed further above pre-pandemic levels last month, a sign of continued strong demand for workers—with leisure and hospitality sectors showing the most growth in openings.<br />The number of overall postings at the end of May was 27% above that in February 2020, from up 23% at the end of April, according to job search site Indeed.com. The gains were led by growing help-wanted ads for jobs in food service, hospitality and tourism and loading and stocking, the latter reflecting the continued strength of online shopping.<br />The number of openings declined last month in construction and plateaued in recent weeks in manufacturing. Those sectors were among the first to return to pre-pandemic levels of openings late last summer. The Indeed data also showed that openings for retail jobs nearly held steady last month after strong gains earlier in the year. The Labor Department will release its accounting of job openings for April at 10 a.m. E.T. on Tuesday.<br />The trends in those sectors suggest that the broad resurgence in demand for labor is reaching a limit in some of the first sectors where demand returned after the pandemic downturn. Conversely, leisure and hospitality, the sector that saw the most jobs lost last year, now has the most growth.<br />“Consumption patterns are changing as the pandemic ebbs, with people shifting spending toward dining out, travel and other services and away from purchases made during the pandemic,” said Nick Bunker, economic research director for North America at Indeed. “That will cause employers’ demand for workers to shift.”"
}