{
    "url_original": "https://www.wsj.com/articles/jobs-are-hard-to-fill-and-ideology-makes-it-hard-to-understand-why-11625050801?mod=markets_lead_pos11",
    "url": "jobs-are-hard-to-fill-and-ideology-makes-it-hard-to-understand-why-11625050801",
    "title": "Jobs Are Hard to Fill, and Ideology Makes It Hard to Understand Why",
    "sub_head": "There are millions of U.S. vacancies as the pandemic eases, but the reasons are more complicated than what those with a partisan agenda on the left or right claim",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-362139?width=620&size=1.5",
    "image_1": "im-362139.jpg",
    "time": "2021-06-30 07:00:00",
    "body": "Telling one story about why employers are struggling to hire workers doesn’t come close to explaining what is going on with the job market.<br />Economists expect Friday’s employment report to show that the economy added 706,000 jobs in June, a step up from May’s 559,000 and what would in normal times be a big number. These aren’t normal times, though. The U.S. is still 7.6 million jobs short of what it had before the Covid-19 pandemic struck, and earlier this year there were hopes that, as more Americans got vaccinated, the job market would be closing that gap far more quickly than it has.<br />The problem isn’t a dearth of jobs. As of the end of April there were 9.3 million job openings by the Labor Department’s count, and businesses all over are complaining about how hard it is to get workers. Some of the more popular explanations are that enhanced and extended jobless benefits have reduced recipients’ incentives to look for work and that ongoing difficulties obtaining child care have dissuaded many women in particular from returning to work.<br />Arguments blaming one or the other fall along predictable ideological lines, but there is evidence that both are weighing on the job market. More than one thing can be true about the job market at once, and, considering the unusual set of circumstances the pandemic brought about, other factors could be contributing to hiring difficulties too.<br />A recent survey conducted by the job-search site Indeed found that, among unemployed job seekers who said they weren’t urgently looking for work, the biggest hurdle was continued worries about Covid-19. In addition to care responsibilities and unemployment benefits, they cited spousal employment and having financial cushions as reasons for their lack of urgency."
}