{
    "url_original": "https://www.wsj.com/articles/joe-manchin-plays-political-chess-11623104759?mod=opinion_lead_pos3",
    "url": "joe-manchin-plays-political-chess-11623104759",
    "title": "Joe Manchin Plays Political Chess",
    "sub_head": "As progressives rage against him, he’s helping the Democratic Party.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-350106?width=620&size=1.5",
    "image_1": "im-350106.jpg",
    "time": "2021-06-07 18:25:00",
    "body": "Joe Manchin has brought the wrath of the political left down upon him after writing in a hometown newspaper on the weekend that he doesn’t support a federal takeover of state voting law and won’t break the Senate filibuster. But the West Virginia Senator is playing political chess—and doing Democrats a favor too.<br />“This is so on brand for this country. Record number of black voters show up to save this democracy, only for white supremacy to be upheld by a cowardly, power-hungry white dude. @Sen_JoeManchin is a clown,” tweeted Jemele Hill, one of the left’s more nuanced  Twitter  enforcers.<br />A sagacious aide to Sen. Dick Durbin used Twitter to say “I don’t think our founding fathers anticipated the survival of this democratic experiment to rest in the hands of a man who lives in a house boat,” as Mr. Manchin apparently does. What’s wrong with house boats? She later deleted her tweet.<br />Especially obtuse are the progressives tweeting that Senate Democrats should strip Mr. Manchin of his committee assignments. By all means, please do. As the majority maker in a 50-50 Senate, Mr. Manchin could change parties and have his pick of committee seats as a member of the GOP majority. Readers who reached maturity before the Age of Woke recall that James Jeffords, a Vermont Republican, switched parties and made Democrats the majority in a 50-50 Senate in spring 2001.<br />Mr. Manchin has never been known as a fierce conviction politician. He’s not Rand Paul (R., Ky.) voting to kill the GOP’s ObamaCare reform in 2017 because it wasn’t libertarian pure. Mr. Manchin is a canny operator from a right-leaning state who is trying to navigate between his West Virginia constituents and the bullying demands of the left-wing Democrats who dominate the national party."
}