{
    "url_original": "https://www.wsj.com/articles/joe-manchins-voting-compromise-11624401491?mod=opinion_lead_pos1",
    "url": "joe-manchins-voting-compromise-11624401491",
    "title": "Joe Manchin’s Voting ‘Compromise’",
    "sub_head": "The deal he’s pitching to replace H.R.1 isn’t much of a deal at all.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-22 18:38:00",
    "body": "Senate Democrats tried and failed Tuesday to move their version of H.R.1, the bill to impose a federal election code on all 50 states. That 800-page travesty was doomed once West Virginia Democrat Joe Manchin came out against it. But now Democrats are rallying around Plan B, which is based on a three-page memo circulated by Mr. Manchin’s office.<br />It’s a curious document. The preamble insists that any voting bill “must be the result of both Democrats and Republicans coming together.” But then it suggests an H.R.1 “compromise” that is no bipartisan kumbaya. As Republican leader Mitch McConnell said last week in ruling out Mr. Manchin’s wish list, it still involves “an assault on the fundamental idea that states, not the federal government, should decide how to run their own elections.”<br />To start, Mr. Manchin’s memo suggests mandating “at least 15 consecutive days of early voting.” Yet one prominent Democratic opponent of H.R.1., New Hampshire Secretary of State Bill Gardner, has objected that his state’s constitution dates to 1783, and it “requires that a voter must be present” on Election Day unless “absent from the town or city, or physically disabled.” Yet New Hampshire, he added, has had “the third highest voter turnout in the country for each of the last four presidential elections.”<br />The Manchin memo proposes that Congress “ban partisan gerrymandering and use computer models.” It’s not clear precisely what Mr. Manchin has in mind, but skeptics will rightly see this as a plan to turn an overtly political process into a covertly political one that would be controlled by unaccountable technocrats.<br />Mr. Manchin wants to amp up campaign-finance rules by passing the Honest Ads Act. That proposal, per H.R.1, would require internet platforms to post a public list, with names and addresses, of anyone who spent more than $500 a year on “qualified political advertisements,” including messages “relating to any political matter of national importance.” Mr. Manchin would throw in the Disclose Act, putting new reporting rules on businesses and nonprofits whose “public communication” so much as “promotes” or “attacks” a candidate. The left wants to identify and then stigmatize donors to conservative causes."
}