{
    "url_original": "https://www.wsj.com/articles/john-mcafee-the-silicon-valley-entrepreneur-who-died-in-a-spanish-jail-11624643268?mod=business_lead_pos10",
    "url": "john-mcafee-the-silicon-valley-entrepreneur-who-died-in-a-spanish-jail-11624643268",
    "title": "John McAfee, the Silicon Valley Entrepreneur Who Died in a Spanish Jail",
    "sub_head": "He made his money from antivirus software and spent it on real estate, ‘aerotrekking’ and other exploits until legal problems emerged",
    "category_1": "World",
    "category_2": "Obituaries",
    "time": "2021-06-25 13:47:00",
    "body": "John McAfee made a fortune estimated at more than $100 million from antivirus software for computers in the early 1990s and then pursued an increasingly bizarre life of adventure and run-ins with legal authorities in the U.S., Central America and Europe.<br />“My personality is such I can’t do something halfway,” he told The Wall Street Journal in 2007. At the time, the entrepreneur was 61 years old and was then focused on his hobby of flying small, open-cockpit planes around the desert. Mr. McAfee’s legend continued to spread through his promotion of yoga and cryptocurrencies with unfiltered and sometimes sexually explicit and profanity-laden speech on social media and in interviews. He died Wednesday in a Spanish jail cell; authorities said his death was likely a suicide.<br />On Friday his wife, Janice McAfee, told reporters in Spain that John planned to appeal an extradition order to the U.S. in connection with federal tax-evasion charges, the Associated Press reported, and he told her Wednesday that “‘I love you and I will call you in the evening.’”<br />John David McAfee was born in England on Sept. 18, 1945, according to public records. He is widely reported to have been raised in Salem, Va., by an American father and a British mother.<br />A 2013 profile of him in Wired said his father worked as a road surveyor and his mother as a bank teller. The article quoted Mr. McAfee as saying his father was a heavy drinker and beat him and his mother severely. The father shot himself when John McAfee was 15, according to the Wired article, which quoted the software company founder as saying about his father: “Every relationship I have, he’s by my side; every mistrust, he is the negotiator of that mistrust.”"
}