{
    "url_original": "https://www.wsj.com/articles/john-boltons-memoir-is-dropped-as-subject-of-federal-lawsuit-11623878280?mod=business_minor_pos5",
    "url": "john-boltons-memoir-is-dropped-as-subject-of-federal-lawsuit-11623878280",
    "title": "John Bolton’s Memoir Is Dropped as Subject of Federal Lawsuit",
    "sub_head": "Biden Justice Department ends Trump-era probe into whether former national security adviser aired classified information in book critical of ex-president",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-348559?width=620&size=1.5",
    "image_1": "im-348559.jpg",
    "time": "2021-06-16 17:25:00",
    "body": "WASHINGTON—The Justice Department dropped its lawsuit against John Bolton and notified the former Trump administration national security adviser that it would end its criminal investigation into whether he unlawfully disclosed classified information in his memoir last year.<br />The about-face is a victory for Mr. Bolton, who has cited the case as an example of former President Donald Trump inappropriately using the Justice Department to protect his personal interests.<br />The department said in a Wednesday court filing that it was dismissing the suit, marking the end of the legal drama surrounding Mr. Bolton’s bestseller, “The Room Where It Happened: A White House Memoir,” which is highly critical of Mr. Trump.<br />“We argued from the outset that neither action was justifiable, because they were initiated only as a result of President Trump’s politically motivated order to prevent publication of the Ambassador’s book before the 2020 election,” Mr. Bolton’s lawyer, Charles Cooper, said in a statement. “By ending these proceedings without in any way penalizing Ambassador Bolton or limiting his proceeds from the book, the Department of Justice has tacitly acknowledged that President Trump and his White House officials acted illegitimately.”<br />The Justice Department sued Mr. Bolton days before the book’s June 2020 publication, arguing that while an initial government reviewer had judged the manuscript to be free of classified information, other senior officials later determined that it still contained classified passages."
}