{
    "url_original": "https://www.wsj.com/articles/johnson-johnson-settles-new-york-opioid-case-for-230-million-11624716067?mod=business_lead_pos2",
    "url": "johnson-johnson-settles-new-york-opioid-case-for-230-million-11624716067",
    "title": "Johnson & Johnson Settles New York Opioid Case for $230 Million",
    "sub_head": "The deal comes as talks intensify to clinch a $26 billion resolution of thousands of other opioid lawsuits",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-360494?width=620&size=1.5",
    "image_1": "im-360494.jpg",
    "time": "2021-06-26 11:02:00",
    "body": "Johnson & Johnson  has agreed to pay $230 million to the state of New York to resolve an opioid lawsuit slated to go to trial Tuesday, as negotiations intensify with the company and three drug distributors to clinch a $26 billion settlement of thousands of other lawsuits blaming the pharmaceutical industry for the opioid crisis.<br />Johnson & Johnson’s New York deal removes it from a coming trial on Long Island but not from the rest of the cases it faces nationwide, including a continuing trial in California. The New York settlement includes an additional $33 million in attorney fees and costs and calls for the drugmaker to no longer sell opioids nationwide, something Johnson & Johnson said it already stopped doing.<br />States have been trying to re-create with the opioid litigation what they accomplished with tobacco companies in the 1990s, when $206 billion in settlements flowed into state coffers. More than 3,000 counties, cities and other local governments have also pursued lawsuits over the opioid crisis, complicating talks that have dragged on since late 2019 and that have been slowed down by the Covid-19 pandemic.<br />Johnson & Johnson, along with the nation’s largest drug distributors,  AmerisourceBergen Corp. ,  Cardinal Health Inc.  and  McKesson Corp. , have been in talks with state attorneys general and plaintiffs’ lawyers for local governments to resolve the cases for $26 billion.<br />The company said Saturday there continues to be progress on the nationwide deal and that it “remains committed to providing certainty for involved parties and critical assistance for communities in need.”"
}