{
    "url_original": "https://www.wsj.com/articles/joint-chiefs-warn-against-bill-overhauling-military-justice-system-11624381200?mod=business_minor_pos6",
    "url": "joint-chiefs-warn-against-bill-overhauling-military-justice-system-11624381200",
    "title": "Joint Chiefs Warn Against Bill Overhauling Military Justice System",
    "sub_head": "Military-service leaders take unusual exception to legislation that would strip commanders of authority over serious criminal cases",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-357706?width=620&size=1.5",
    "image_1": "im-357706.jpg",
    "time": "2021-06-22 14:05:00",
    "body": "The top leaders of the Army, Navy, Marines and other military branches voiced concern about legislation that would make sweeping changes in the military justice system, expressing their views in letters to a leading Republican opponent of the bill.<br />The military leaders, members of the Joint Chiefs of Staff, provided their arguments to Sen. Jim Inhofe of Oklahoma, the top Republican on the Senate Armed Services Committee. The legislation, which supporters say will better combat sexual harassment and assault within military ranks, has the support of two-thirds of all senators.<br />The bill would change the way the U.S. military prosecutes sexual assault, murder and other serious crimes within the ranks by stripping commanders of their longstanding authority to decide whether to send such cases to trial. Instead, independent military prosecutors would make those calls.<br />The military chiefs argued taking all serious crimes out of the chain of command would undermine military leadership and potentially lead to unintended results, including a possible erosion of prevention efforts.<br />The Joint Chiefs of Staff is composed of the military heads of the Army, Navy, Marine Corps, Air Force, Space Force and National Guard, and has a chairman and vice chairman. While military service leaders are required to answer questions from legislators, it is unusual for military leaders to offer such detailed arguments against pending legislation."
}