{
    "url_original": "https://www.wsj.com/articles/joseph-e-yoakums-spiritual-landscapes-11622830574",
    "url": "joseph-e-yoakums-spiritual-landscapes-11622830574",
    "title": "Joseph E. Yoakum’s Spiritual Landscapes",
    "sub_head": "Starting in his 70s, the Chicago artist made visionary drawings of places seen and imagined.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-347309?width=620&size=1.5",
    "image_1": "im-347309.jpg",
    "time": "2021-06-04 14:16:00",
    "body": "In the early 1960s, Joseph E. Yoakum was an elderly pensioner living in a storefront on Chicago’s South Side, making drawings that he displayed on a clothesline in his window. By 1971, his work was hanging in the Museum of Modern Art—and in the homes of Chicago artists who, delighting in his densely layered landscapes, had helped bring him into the public eye.<br />Created from modest materials—mainly ballpoint pen and colored pencils or pastels on inexpensive paper—Yoakum’s artworks depict specific locations he visited in a well-traveled and richly imagined life. But his visions of earthly terrains pulse with energy, pattern and movement, portraying a reality unlike any other.<br />Opening June 12 at the Art Institute of Chicago, “Joseph E. Yoakum: What I Saw” gathers more than 100 works spanning Yoakum’s 10-year career, which ended with his death in 1972 at the age of 81. Co-organized by the Art Institute, the Museum of Modern Art and the Menil Collection in Houston, the show will appear at all three institutions, traveling to MoMA in November and the Menil next April.<br />Yoakum’s compositions “defy our rational concept of space,” said Art Institute curator Mark Pascale, who organized the exhibition with curators Esther Adler of MoMA and Édouard Kopp of the Menil. “Everything about it is wrong,” Mr. Pascale said, “and everything about it is absolutely right.”<br />Born into a Black farming family in Missouri around 1890, Yoakum was not yet a teenager when he ran off to join the circus. He worked for Buffalo Bill’s Wild West show and other troupes, accompanying one on its tour of China in 1902. In World War I, he served in Europe in a Black noncombat unit. Twice married and with five children, by the early 1960s he was a retired widower living in Chicago."
}