{
    "url_original": "https://www.wsj.com/articles/jpmorgan-other-major-banks-excluded-from-landmark-european-bond-program-11623766326?mod=markets_lead_pos5",
    "url": "jpmorgan-other-major-banks-excluded-from-landmark-european-bond-program-11623766326",
    "title": "JPMorgan, Other Major U.S. Banks Excluded From Landmark European Bond Program",
    "sub_head": "Bank of America was also among the lenders that the EU blocked from the nearly $1 trillion Covid-19 relief bond program launched Tuesday",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-353631?width=620&size=1.5",
    "image_1": "im-353631.jpg",
    "time": "2021-06-15 12:35:00",
    "body": "The European Union excluded some of the world’s largest banks from working on a huge new debt-issuance program, citing recent cases in which regulators punished them for forming cartels in the bond and currency markets.<br />The banks include  Barclays  PLC,  JPMorgan Chase  & Co.,  Nomura Holdings Inc.,   UniCredit  SpA,  Bank of America Corp. ,  Citigroup Inc.  and  Credit Agricole SA,  according to an EU official.<br />The European Commission is assessing whether “the primary dealers found guilty of breaching antitrust rules have taken necessary remedial measures to terminate these practices,” according to an emailed statement. Pending the assessment’s completion, these institutions “won’t be invited to tender for individual syndicated transactions,” it said.<br />Some of the banks couldn’t immediately be reached for comment. Nomura, JPMorgan, Citigroup, Barclays, Bank of America and Crédit Agricole declined to comment.<br />The EU was set Tuesday to begin issuing bonds to fund its fiscal spending plans to support member states’ recovery from the pandemic. The program, the first major pan-European debt program, will eventually raise around 800 billion euros, equivalent to nearly $1 trillion, over five years. The first deal raised €20 billion from the sale of 10-year bonds at a yield of 0.086%."
}