{
    "url_original": "https://www.wsj.com/articles/judges-immigrants-and-the-rule-of-law-11623104715?mod=opinion_lead_pos4",
    "url": "judges-immigrants-and-the-rule-of-law-11623104715",
    "title": "Judges, Immigrants and the Rule of Law",
    "sub_head": "The Supreme Court is unanimous: This statute means what it says.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-350111?width=620&size=1.5",
    "image_1": "im-350111.jpg",
    "time": "2021-06-07 18:25:00",
    "body": "It’s usually a good day at the Supreme Court when Justices left and right agree unanimously on the law, helping to restrain lower judges with overactive political imaginations. That happened Monday in Sanchez v. Mayorkas, as the High Court put a corner of immigration law back in proper order.<br />The case was brought by Jose Santos Sanchez, who came to the U.S. illegally in 1997. When earthquakes struck his native El Salvador in 2001, Mr. Sanchez received permission to stay in the U.S. and work under the shelter of Temporary Protected Status. After 20 years of “temporary” status, he and his wife have built a life.<br />TPS recipients can seek permanent residency, but the key statutory provision is limited to people who were lawfully “admitted.” So a foreigner arriving on a student or tourist visa, say, might get TPS after a disaster at home and then eventually receive a green card. Because of Mr. Sanchez’s initial illegal entry, he was denied permanent residency. But he argued that the grant of TPS itself constituted a legal “admission.”<br />Mr. Sanchez lost at the Third Circuit Court of Appeals, but the judiciary was split on the matter. In a 2013 case, the Sixth Circuit accepted an argument akin to Mr. Sanchez’s. That ruling featured a footnote chastising the U.S. Code “that using the term ‘alien’ to refer to other human beings is offensive and demeaning.”<br />A little of this spirit seems to live at the Supreme Court: In a case last month, Justice Sonia Sotomayor gave a quote from a 1987 opinion by the late Justice Thurgood Marshall, but she conspicuously edited the line to say “noncitizen” instead of “alien.”"
}