{
    "url_original": "https://www.wsj.com/articles/judge-sides-with-florida-in-suit-against-cdcs-covid-19-rules-for-cruises-11624056653?mod=business_lead_pos11",
    "url": "judge-sides-with-florida-in-suit-against-cdcs-covid-19-rules-for-cruises-11624056653",
    "title": "Judge Sides With Florida in Suit Against CDC’s Covid-19 Rules for Cruises",
    "sub_head": "Gov. Ron DeSantis fought to restart cruises, says ‘CDC has been wrong all along’",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-356711?width=620&size=1.5",
    "image_1": "im-356711.jpg",
    "time": "2021-06-18 18:50:00",
    "body": "A federal judge sided with Florida in its lawsuit over the federal government’s cruise-industry restrictions, a move that could ease the path for ships to resume sailing after a 15-month shutdown due to the coronavirus pandemic.<br />U.S. District Judge Steven Merryday in Tampa, Fla., on Friday granted the state’s request for a preliminary injunction barring the Centers for Disease Control and Prevention from enforcing a conditional-sailing order the agency put in place in October. In the order, the CDC set up a framework for cruise lines to restart operations by completing several phases, including test sailings—requirements the cruise industry said were overly burdensome.<br />In his ruling, Judge Merryday said Florida was likely to prevail in its claim that the CDC exceeded its authority in issuing the conditional-sailing order. He contrasted the shutdown approach the agency took with the cruise industry to the voluntary recommendations it has issued for other leisure and hospitality industries, such as hotels, casinos and sporting arenas. And he said decreasing infection rates and increasing vaccinations in the U.S. have reduced the risk of Covid-19 outbreaks aboard ships.<br />“The availability of vaccines and testing and the comparatively trivial incidence of infection on foreign cruises—all quickly identified and confined—commends optimism about the safe operation of sailing in the United States, which enjoys high rates of vaccination and greatly enhanced, onboard containment mechanisms,” Judge Merryday wrote.<br />The judge immediately stayed the injunction until July 18, at which point the conditional-sailing order will become nonbinding guidance for the cruise industry, similar to the tools the agency uses with industries like airlines and railroads. He gave the CDC an opportunity to propose a narrower injunction no later than July 2, and ordered the parties to continue with mediation."
}