{
    "url_original": "https://www.wsj.com/articles/judge-blocks-florida-law-barring-twitter-facebook-bans-of-candidates-11625106851?mod=politics_lead_pos11",
    "url": "judge-blocks-florida-law-barring-twitter-facebook-bans-of-candidates-11625106851",
    "title": "Judge Blocks Florida Law Barring Twitter, Facebook Bans of Candidates",
    "sub_head": "Restrictions on social-media companies seen as likely violating First Amendment and conflicting with federal law",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-362903?width=620&size=1.5",
    "image_1": "im-362903.jpg",
    "time": "2021-06-30 23:15:00",
    "body": "A federal judge in Florida on Wednesday blocked the state from enforcing key parts of a new law that makes social-media companies such as  Twitter Inc.  and  Facebook Inc.  potentially liable for censoring political candidates, the news media and other users.<br />U.S. District Judge Robert Hinkle in Tallahassee granted an injunction against the law hours before it was slated to take effect. In a 31-page opinion, he said the statute’s restrictions on content removal and its liability provisions likely violate the First Amendment and conflict with federal law.<br />He declined to halt another part of the law that allows state authorities to bar a social-media company from state-government contracts if it is accused of an antitrust violation. Judge Hinkle said that provision raised legal issues but posed no immediate threat to internet companies that justified emergency intervention.<br />The legislation, which was signed by Republican Florida Gov. Ron DeSantis in May, prohibits social-media sites from banning any candidate running for public office in Florida, subjecting violators to fines of as much as $250,000 a day. It also restricts sites from censoring “journalistic enterprises” based on their content and gives Florida residents the ability to bring lawsuits and recover statutory and punitive damages against companies that fail to apply their content standards consistently. The law left undefined the standard of consistency imposed.<br />In an unusual carve-out, the state exempts companies that own and operate a theme park."
}