{
    "url_original": "https://www.wsj.com/articles/justice-gorsuchs-antitrust-tutorial-11624314682?mod=opinion_lead_pos3",
    "url": "justice-gorsuchs-antitrust-tutorial-11624314682",
    "title": "Justice Gorsuch’s Antitrust Tutorial",
    "sub_head": "In brushing back the NCAA, he and the Supreme Court offer good advice to other judges.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-21 18:31:00",
    "body": "Congress is gearing up to pass new antitrust laws that scrap the consumer-welfare standard that has long held sway under the law. The Supreme Court weighed in Monday with a timely reminder that courts still need to keep consumer benefit top of mind.<br />In NCAA v. Alston, current and former Division 1 football and basketball players challenged the National Collegiate Athletic Association’s rules that limit their compensation. The Sherman Act prohibits “contract[s], combination[s], or conspirac[ies] in restraint of trade or commerce.”<br />The NCAA justified its labor price-fixing because limits on student-athlete compensation provide consumers with a unique product distinct from professional sports. Business restraints of trade can be pro-competitive if they benefit consumers. But the NCAA offered no evidence that its rules limiting education-related benefits, such as paid internships, did.<br />The plaintiffs showed that consumer demand for the NCAA’s “product” had increased despite its easing rules on some types of compensation. A federal judge enjoined the NCAA restrictions on education-related benefits, but let the NCAA keep its ban on professional-level cash payments since they might “negatively affect consumer demand.”<br />The High Court unanimously upheld the lower court’s narrow injunction. “Always, ‘[t]he goal is to distinguish between restraints with anticompetitive effect that are harmful to the consumer and restraints stimulating competition that are in the consumer’s best interest,’” Justice Neil Gorsuch explains. Note his emphasis on the consumer benefit."
}