{
    "url_original": "https://www.wsj.com/articles/justice-department-to-target-gun-trafficking-11624384201?mod=business_minor_pos5",
    "url": "justice-department-to-target-gun-trafficking-11624384201",
    "title": "Justice Department Aims to Curb Gun Trafficking Into Large U.S. Cities",
    "sub_head": "The effort aims to curb violence in New York, Chicago, Los Angeles and other places where many guns used in crimes come from elsewhere",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-357934?width=620&size=1.5",
    "image_1": "im-357934.jpg",
    "time": "2021-06-22 14:41:00",
    "body": "WASHINGTON—The Justice Department is planning to target gun trafficking into five U.S. cities, officials said, as President Biden prepares to unroll a broader crime-fighting strategy this week in the face of criticism from Republicans about rising violence.<br />Federal law-enforcement officials will focus on curbing the flow of stolen or illegally purchased guns into New York, Chicago, Los Angeles, Washington, D.C., and the San Francisco Bay Area, all places where police say a large portion of the guns used in crimes come from elsewhere.<br />At the center of that effort, the Justice Department will form what it calls strike forces that aim to shut down major firearms-trafficking corridors, including by sharing more information between law-enforcement officials in cities where guns originate and those who recover them on the streets after crimes, officials said. Agents of the Bureau of Alcohol, Tobacco, Firearms and Explosives and federal prosecutors, along with their state and local counterparts, will seek to bring down gun-dealing rings, according to the plan.<br />Authorities are grappling with rising gun violence in large cities across the U.S. Law-enforcement officials and criminologists have said pandemic stress and a police pullback amid protests over racial justice are likely contributors to the increase. In the last three months of 2020, homicides rose 32.2% in cities with a population of at least one million, according to FBI statistics, and police are reporting the murder wave has carried well into this year.<br />“It is staggering, it is sobering,” Deputy Attorney General Lisa Monaco said Tuesday. “DOJ is committed to doing all we can to reverse what are profoundly troubling trends and a really bad trajectory that we’re on.”"
}