{
    "url_original": "https://www.wsj.com/articles/justice-department-to-end-pursuit-of-reporters-phone-records-over-leaks-11622914400?mod=business_minor_pos4",
    "url": "justice-department-to-end-pursuit-of-reporters-phone-records-over-leaks-11622914400",
    "title": "Justice Department to End Pursuit of Reporters’ Contact Records Over Leaks",
    "sub_head": "The change reverses a longstanding practice after President Biden said it was wrong",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-349399?width=620&size=1.5",
    "image_1": "im-349399.jpg",
    "time": "2021-06-05 18:28:00",
    "body": "The Justice Department said it would no longer seek records of reporters’ contacts when investigating government leaks of sensitive information—a change that reverses a longstanding practice after President Biden said he believed it was wrong.<br />Department spokesman Anthony Coley on Saturday said the agency completed a review of pending requests for reporters’ records and in the future federal prosecutors “will not seek compulsory legal process in leak investigations to obtain source information from members of the news media doing their jobs.”<br />Scrutiny of the practice rose in recent weeks after the department notified reporters at the Washington Post, CNN, and the New York Times that, under the Trump administration, the agency sought and obtained their phone records from 2017. That drew objections from the news outlets and press-freedom organizations.<br />Prosecutors have sought such records in leak investigations for years, often after exhausting other options for identifying suspects. Under the Obama administration, for example, the Justice Department used the tool for investigations involving reporting by the Associated Press and Fox News. Multiple former government employees and senior officials were prosecuted by the Obama Justice Department.<br />In response to a backlash from press advocates and others, then-Attorney General Eric Holder in 2013 added new hurdles that prosecutors had to clear before they could obtain subpoenas and search warrants targeting reporters. The measures included requiring prosecutors to give a media organization notice before a subpoena could be issued to seize records, unless the attorney general certified that doing so would harm the investigation."
}