{
    "url_original": "https://www.wsj.com/articles/kamala-harris-tells-migrants-not-to-come-to-u-s-lays-out-anti-graft-steps-11623180032",
    "url": "kamala-harris-tells-migrants-not-to-come-to-u-s-lays-out-anti-graft-steps-11623180032",
    "title": "Kamala Harris Tells Migrants Not to Come to U.S., Lays Out Antigraft Steps",
    "sub_head": "Vice president discusses with Mexican and Guatemalan leaders how to stem the immigration surge at the U.S. southern border",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-350500?width=620&size=1.5",
    "image_1": "im-350500.jpg",
    "time": "2021-06-08 15:47:00",
    "body": "MEXICO CITY—Vice President Kamala Harris repeatedly discouraged migrants from traveling to the southern U.S. border during a visit to Mexico and Guatemala while promoting U.S. economic investments in Central America and laying out new measures to tackle corruption in the region.<br />Ms. Harris told reporters Tuesday she had a productive meeting with Mexican President Andrés Manuel López Obrador, which included a discussion on shared issues of security and migration, during her first trip abroad in office.<br />The White House said after the meeting that Ms. Harris had agreed to some U.S. investments, including loans for affordable housing in southern Mexico, infrastructure projects and the coffee industry.<br />The U.S. has turned to Mexico to stop migrants before they get to the southern border. The Biden administration has also pressured Mexico to accept more migrant families and single adults turned away from the U.S. under an emergency health order, Mexican officials said. Mexico has resisted that pressure, which is part of a U.S. diplomatic push to stem a surge of migrants. Secretary of State Antony Blinken met with Central American and Mexican foreign ministers in Costa Rica last week.<br />“Do not come,” Ms. Harris repeated during a joint press conference Monday in Guatemala, adding, “The United States will continue to enforce our laws and secure our border.”"
}