{
    "url_original": "https://www.wsj.com/articles/kenneth-kaunda-zambias-longtime-leader-dies-at-97-11623945143",
    "url": "kenneth-kaunda-zambias-longtime-leader-dies-at-97-11623945143",
    "title": "Kenneth Kaunda of Zambia, Last Leader of Africa’s Liberation Era, Dies at 97",
    "sub_head": "Founding president’s long political career included periods as freedom fighter, autocrat and elder statesman, marked by his yielding of electoral power",
    "category_1": "World",
    "category_2": "Obituaries",
    "image_1_url": "https://images.wsj.net/im-143513?width=620&size=1.5",
    "image_1": "im-143513.jpg",
    "time": "2021-06-17 11:52:00",
    "body": "Africa’s postcolonial leaders often fit a familiar type: the freedom fighter, the autocrat, the revered elder statesman. Kenneth Kaunda of Zambia was all three.<br />His six-decade career in politics spanned the fight against British colonial rule, a Soviet-inspired government grab for the country’s mines and finally, the peaceful transfer of power through a democratic election. Toward the end, he was known affectionately as “KK,” an emotional figure who loved to sing ballads and who often burst into tears mourning departed friends and foes alike. Mr. Kaunda dabbed his eyes so often in public that a white handkerchief became his calling card. Zambians would wave them in support of their leader.<br />Mr. Kaunda died Thursday in Lusaka at 97 years of age—the last of a generation of African liberation leaders that also included Tanzania’s Julius Nyerere, Ghana’s Kwame Nkrumah and Zimbabwe’s Robert Mugabe. Mr. Kaunda’s cause of death was pneumonia, said Victoria Chitungu, a close family friend and author of a forthcoming biography of the former president.<br />His transformation from anti-colonial strongman to beloved former leader largely resulted from a seminal moment in African politics. After an unexpected electoral trouncing in 1991, Mr. Kaunda stepped down without a fight. Other African leaders, notably Mr. Mugabe, made different choices, disregarding the results of democratic elections that threatened their power.<br />Messrs. Kaunda and Mugabe were born the same year in different corners of Britain’s Rhodesia territories. They spent their youths fighting for black rule in what later became the neighboring countries of Zambia and Zimbabwe. Each was his country’s first and longest-serving president, and their leadership mixed uncompromising political control with economic failure."
}