{
    "url_original": "https://www.wsj.com/articles/kim-jong-un-sister-kim-yo-jong-11607524273?mod=business_minor_pos22",
    "url": "kim-jong-un-sister-kim-yo-jong-11607524273",
    "title": "Kim Yo Jong: What We Know About Kim Jong Un’s Sister and Her Role in North Korea",
    "sub_head": "Star power of dictator’s sister has risen after appearances at 2018 Winter Olympics, two nuclear summits and as a signatory in state media",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-06-23 03:53:00",
    "body": "Kim Yo Jong, believed to be at least 32 years old, is a senior North Korean official helping oversee the country’s policies toward the U.S. and South Korea, according to Seoul’s intelligence agency.<br />She is often at her brother’s side during key events in the one-party state. Among her various titles, Ms. Kim is the nominal head of the North’s propaganda and agitation department. She rose to prominence in just the past several years, attending all three face-to-face meetings between then-President Donald Trump and North Korean leader Kim Jong Un, as the latter’s confidante and adviser. She was an alternate member of North Korea’s Politburo until January 2021, though North Korea experts say the apparent demotion still leaves her political clout unchanged.<br />In 2020, she began signing off on official government statements that criticized Washington’s insistence on complete denuclearization of her country, and Seoul’s failure to rein in North Korean defectors who sent antiregime leaflets over the two Koreas’ shared border. This year, she warned the Biden administration against wishful thinking, after U.S. officials had expressed hopes for a resumption of nuclear negotiations.<br />Kim Yo Jong’s precise date of birth is unknown, though South Korea’s Unification Ministry database of North Korean officials lists her as being born in 1988 in Pyongyang. She is the younger sister of Kim Jong Un and the youngest-known daughter of their father Kim Jong Il, who ruled North Korea from 1994 to 2011 and had children with several women. During her earliest years, Ms. Kim was an obscure figure. That changed in 2009, when Kim Jong Un was rumored to have been named heir to the North Korean leadership, after their father suffered a series of strokes. That year, a side-by-side photograph was shown on state media, showing a presumed image of her, alongside Kim Jong Un and their eldest full brother, Kim Jong Chol. News cameras also spotted her in early 2011, when she attended an Eric Clapton concert in Singapore with Jong Chol.<br />Her marital status is unknown, though some South Korean news outlets have mentioned she may have married the son of a prominent North Korean official, Choe Ryong Hae, Kim Jong Un’s deputy in the state affairs commission—the government’s most-powerful decision-making apparatus. She hasn’t been publicly seen with a husband in North Korean state media. Ms. Kim steadily gained international prominence as Kim Jong Un accelerated North Korea’s nuclear weapons development over the past decade, participating in nuclear negotiations involving the U.S. and South Korea since 2018. In 2020, when her brother was rumored to be seriously ill, North Korea experts mentioned her as a possible emergency backup, if her brother abruptly died, or was incapacitated."
}