{
    "url_original": "https://www.wsj.com/articles/krogers-cart-overfloweth-11623954885?mod=business_minor_pos10",
    "url": "krogers-cart-overfloweth-11623954885",
    "title": "Kroger’s Cart Overfloweth",
    "sub_head": "Supermarket giant had strong quarter and still has room to improve as normalcy returns",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-06-17 14:34:00",
    "body": "How are the grocery aisles looking? Bustling, judging by  Kroger ’s  latest results.<br />Kroger on Thursday morning said identical-store sales excluding fuel declined 4.1% in its quarter ended May 22, a smaller drop than the 6.6% that analysts had projected. Some decline was unavoidable given that the same quarter last year was the peak Covid-19 stockpiling period. Compared with the same quarter of 2019, total sales including fuel grew 10.9%.<br />Signs show customers are reverting to pre-pandemic behavior: Foot traffic at Kroger returned to 2019 levels as of May, according to Placer.ai, and the company says that customers started shopping more frequently instead of consolidating trips. Still, some helpful pandemic-era behaviors are sticking around, including higher consumption of fresh products such as meat and produce, which are higher-margin categories. Consumers also are continuing to trade up to premium products and are buying more online.<br />Though inflation is dominating headlines, it doesn’t seem to be affecting supermarkets in any serious way so far. Kroger noted on its earnings call that inflation has been at the low end of its expectation of 1% to 2%. In fact, grocers wouldn’t mind more of it. Kroger Chief Executive Rodney McMullen said on the call that 3% to 4% is the sweet spot—similar to what  Albertsons  Cos. has said. At that level, customers don’t overly react to price increases while the company itself is able to take advantage of fixed costs.<br />The latest quarter’s results were strong enough that Kroger increased its revenue and profit guidance for the full year, sending its shares about 5% higher Thursday afternoon."
}