{
    "url_original": "https://www.wsj.com/articles/latino-voters-and-the-complexity-of-history-11623691296?mod=opinion_major_pos17",
    "url": "latino-voters-and-the-complexity-of-history-11623691296",
    "title": "Latino Voters and the Complexity of History",
    "sub_head": "Latinos quietly understand that world history has often been brutal and messy, yet we must recognize misdeeds and aspire toward “the better angels of our nature” if we are to build a better America.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-349858?width=620&size=1.5",
    "image_1": "im-349858.jpg",
    "time": "2021-06-14 13:21:00",
    "body": "William McGurn rightly points out that Latinos’ “ethic of faith and family and work” naturally aligns them more with conservatives and Republicans rather than liberals and Democrats (“Latinos Bid Democrats ‘Adios’,” Main Street, June 8). The latter groups have member politicians who express disdain for religion and the nuclear family, and think people should receive monthly checks on the taxpayer’s dime whether they choose to work or not.<br />But there is another motive that is quietly driving Hispanic voters toward the right: history. The Spanish were in the Americas long before the English, and their interactions with native peoples in North, Central and South America were often brutal in their quest for power and riches. They committed many atrocities. In other words, they share many of the same “sins” as most other powerful and coming civilizations that mirror many of the misdeeds the U.S. has historically recognized, including our treatment of Native Americans and enslavement of black Africans. Nevertheless, Latinos quietly understand that world history has often been brutal and messy, yet we must recognize misdeeds and aspire toward “the better angels of our nature” if we are to build a better America. And a better life in America is exactly what they want.<br />Tom O’Hare<br />Boston College<br />Chestnut Hill, Mass."
}