{
    "url_original": "https://www.wsj.com/articles/latin-america-leads-revolt-against-free-market-growth-model-11622645517",
    "url": "latin-america-leads-revolt-against-free-market-growth-model-11622645517",
    "title": "Latin America Leads Revolt Against Free-Market Growth Model",
    "sub_head": "Voters in Peru could elect Pedro Castillo, leader of a Marxist party, as president as region deals with economic and Covid-19 crises",
    "category_1": "Economy",
    "category_2": "Capital Account",
    "image_1_url": "https://images.wsj.net/im-347287?width=620&size=1.5",
    "image_1": "im-347287.jpg",
    "time": "2021-06-02 10:59:00",
    "body": "Latin America, which led developing nations in adopting a market-friendly model of economic development, may now be leading them away from it. On Sunday, voters in Peru could elect as president Pedro Castillo, leader of a Marxist party that seeks to nationalize foreign-owned mines, invokes Lenin and Fidel Castro, and questions democratic institutions such as a free press.<br />On the same day, Mexicans will decide how much control over Congress to give their leftist president, Andrés Manuel López Obrador. Since taking office in 2018, he has expanded state control of oil, gas and electricity while undercutting the independence of the judiciary. And just weeks ago, Chileans elected a far-left slate of delegates to rewrite their constitution. A leftist already governs Argentina and polls suggest one could win Brazil’s presidential election next year.<br />While Latin America is no stranger to economic and political turmoil, the circumstances this time are quite different. The collapsing currencies, runaway government debt and hyperinflation that regularly plunged the region into devastating crises are largely absent (Venezuela and Argentina excepted). For that, thank the “Washington consensus,” a suite of policies including keeping budgets and inflation under control championed by the region’s finance ministers and central bankers, many trained at U.S. schools.<br />And yet in the past decade Latin America failed to achieve what mattered most: durable economic growth. Even before Covid-19, the region was stagnating. Per capita gross domestic product, adjusted for inflation and currency purchasing power, was the same in 2019 as in 2011. In that time China’s grew 66%, India’s 52%. Covid-19 knocked Latin American per capita incomes back another 8%, the International Monetary Fund estimates.<br />Latin America still lags behind in part because its rates of saving and investment remain far below Asia’s, and because of its dependence on commodities, which boomed on the back of Chinese demand, then went bust."
}