{
    "url_original": "https://www.wsj.com/articles/lawmakers-hypocrisy-in-blasting-loopholes-11623190736?mod=opinion_lead_pos6",
    "url": "lawmakers-hypocrisy-in-blasting-loopholes-11623190736",
    "title": "Lawmakers’ Hypocrisy in Blasting ‘Loopholes’",
    "sub_head": "They write exceptions into the tax code, then blame Big Business for them.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-08 18:18:00",
    "body": "We keep hearing that the corporate tax code is riddled with “loopholes” and that large corporations are tax cheats for using them and not paying their “fair share.” Is it true? No, most large corporations pay the amount in taxes they do because Congress expressly wrote the tax code to allow them to pay that amount.<br />Corporations do game the system. Recent academic evidence pegs America’s losses from corporate profit shifting in 2017—in large part a response to the uncompetitive U.S. tax system before the Tax Cuts and Jobs Act—at $26 billion. The uncollected income tax owed by corporations was estimated most recently by the Internal Revenue Service at $32 billion in 2013.<br />The more significant revenue loss, however, is from exceptions to the tax code. When it comes to lost corporate tax revenue, exceptions are the rule, and not following the rules is the exception.<br />Many provisions allow taxpayers to pay less tax. Some are clearly one-off boondoggles, while others achieve a social good. For instance, the tax code encourages investment in new factories and machinery through the accelerated-depreciation tax deduction, the use of net operating losses to encourage businesses to try ideas that may not always work out, and tax credits that stimulate innovation generally or in specific pursuits, such as curing rare diseases. These all decrease the revenue generated by the corporate tax. But they were instituted to accomplish a goal, not because of some nefarious plot by Big Business.<br />It isn’t useful to speak of loopholes. In many cases, corporations are doing exactly what Congress intended them to do. Take the Clean Energy for America Act, which the Senate Finance Committee marked up in May. Hoping to influence corporate behavior, supporters of the bill are rewriting the tax code to reward renewable-energy firms, even though many are doing fine already."
}