{
    "url_original": "https://www.wsj.com/articles/leaving-your-cat-alone-these-5-gadgets-will-keep-her-healthy-and-happy-11624381884",
    "url": "leaving-your-cat-alone-these-5-gadgets-will-keep-her-healthy-and-happy-11624381884",
    "title": "Leaving Your Cat Alone? These 5 Gadgets Will Keep Her Healthy and Happy",
    "sub_head": "New smart tech–from automatic feeders to interactive pet cameras–is designed to keep your tabby fed, hydrated and stimulated while you’re away",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-357737?width=620&size=1.5",
    "image_1": "im-357737.jpg",
    "time": "2021-06-22 13:11:00",
    "body": "IF SHADOW, Kyle Crawford’s cat, could talk, the 12-year-old domestic short hair might say: “I may ignore you when you’re here, but when you leave, I panic: I stress eat.” The new, high-tech feeder Mr. Crawford, 36, recently bought—designed to dole out Shadow’s food on a timed schedule—makes his occasional three-day business trips away from Chicago less angsty for the cat, he said: “The robot feeder allows him to eat slowly over time rather than one big meal, which is what happens when someone stops in and feeds him.”<br />While cats would always prefer being catered to by a human, new smart pet gear is designed to keep your tabby comfortable flying solo during the weekend beach trips and office commutes many of us have resumed. Robots can ensure the most fastidious pet has a clean litter box, and even a way to hear your voice (ignoring it as she chooses) when you’re away.<br />Here, our top picks for cat-tending tech.<br />It’s only good etiquette to verbally invite your cat to eat when you set down her food. With the Petlibro 4L Wi-Fi Automatic Pet Feeder, you can still do that from the beach. The device plays a prerecorded, 10-second message before it drops dry food into a stainless-steel bowl. Use the intuitive app to control when, how often, and how much your cat eats while you’re gone. And if the power to the wall outlet dies in a blackout, the backup D-cell batteries kick in. Ashley Davidson, 35, a vice president at an Alexandria, Va., public relations firm, said the scheduled meals seemed to calm her cat. “I think it’s eliminated his stress waiting for us to come home so he can eat.” $90, petlibro.com<br />While most smart cameras let you keep an eye on your pet while you’re away from home, none are this entertaining. The 3 1/2-inch Petcube Play 2 packs a high-definition, wide-lens camera with 4x zoom and night vision. The device casts a laser on the floor for your cat to chase and its speaker lets you deliver soothing pep talks in real-time. Smartphone notifications alert you if the mic picks up excessive meowing. It plays music using Amazon Alexa, for Bengals who insist on Billie Eilish and Calicos who favor country. $199, petcube.com"
}