{
    "url_original": "https://www.wsj.com/articles/legislation-aimed-at-china-seeks-to-expedite-probes-of-trade-secret-thefts-11623786088?mod=business_minor_pos6",
    "url": "legislation-aimed-at-china-seeks-to-expedite-probes-of-trade-secret-thefts-11623786088",
    "title": "Legislation Aimed at China Seeks to Expedite Probes of Trade-Secret Thefts",
    "sub_head": "The bipartisan bill would make it easier for authorities to block imports while allegations are being investigated",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-353881?width=620&size=1.5",
    "image_1": "im-353881.jpg",
    "time": "2021-06-15 15:41:00",
    "body": "Several senators introduced legislation Tuesday aiming to make it easier for businesses that believe they are victims of intellectual property theft to halt imports made with their trade secrets while their allegations are being investigated.<br />The bill by Sen. John Cornyn (R., Texas) and Sen. Christopher Coons (D., Del.) would amend the Tariff Act of 1930 to create a new committee at the U.S. International Trade Commission, a federal agency that already investigates violations of U.S. intellectual property rights, such as patents and trademarks.<br />The committee, led by the U.S. attorney general, would look into an allegation of trade theft waged by a competitor that has the backing of a foreign government. The allegation could be made by the owner of intellectual property who submits statements under oath or by the attorney general’s office itself.<br />The legislation sets a 30-day deadline for investigators of the claim to decide whether to halt imports while a longer review unfolds. The bill would apply to imports from any country, but backers say it comes largely in response to allegations of intellectual property theft by Chinese companies.<br />“Foreign governments like China make billions of dollars annually by selling goods and technology made from stolen U.S. trade secrets,” said Mr. Cornyn, who said the bill is designed to halt those profits."
}