{
    "url_original": "https://www.wsj.com/articles/lessons-from-a-summer-digging-ditches-11624823673?mod=opinion_lead_pos9",
    "url": "lessons-from-a-summer-digging-ditches-11624823673",
    "title": "Lessons From a Summer Digging Ditches",
    "sub_head": "I learned teamwork, pacing and, most important, the value of education.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-360763?width=620&size=1.5",
    "image_1": "im-360763.jpg",
    "time": "2021-06-27 15:54:00",
    "body": "I was 16 in the summer of 1954, when I worked my first job. My father believed I should be able to make some money to help with school costs, so I was hired by the largest construction company in New Haven, Conn., C.W. Blakeslee & Sons. I spent most days in a ditch with a pick and shovel. I learned a lot.<br />Each morning I took the bus from our home in suburban Hamden to the center of New Haven, where another bus took me west on Chapel Street to the Blakeslee offices and yard, where those of us hoping to find work waited until the crew bosses got their assignments and picked the men they’d need that day. A kid with no experience was last to be called, but there was plenty of work, so I regularly heard a boss point to me and say: “I need you today.” Off I would go, riding in the rear of a dump truck painted in what was known as Blakeslee Blue, headed to a dig a ditch.<br />Usually we were digging trenches for telephone cables along a city street. After a stop for coffee—which I drank for the first time on the job that summer—we were in the ditch.<br />On one of my early days in the ditch, I was working alongside an “old” laborer with a thick Italian accent. He was probably 40. As I dug furiously, he turned to me with obvious impatience: “Hey kid, slowa down. You go too fast. Take it easy. You finisha theese ditch, there gonna be another ditch.” Major lesson learned. I must not make my co-worker look bad. I was on a team, and the team had its rules.<br />The next lesson was related but subtler. After a few weeks on the job, I began to realize the value of pacing myself. On many mornings I—young and fit and eager—would work so briskly that by noon I was tired, and the hot summer-afternoon sun was looming ahead. I soon learned to set a pace I could hold throughout the long day. How I began to long for 3 o’clock, when I knew we had only one more hour to work."
}