{
    "url_original": "https://www.wsj.com/articles/lessons-from-an-israeli-crack-up-11623771643?mod=opinion_lead_pos9",
    "url": "lessons-from-an-israeli-crack-up-11623771643",
    "title": "Lessons From an Israeli Crack-Up",
    "sub_head": "A new government strikes a conciliatory tone that American politicians should emulate.",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "time": "2021-06-15 11:40:00",
    "body": "The best political speech in many years was not delivered. Instead, incoming Israeli Foreign Minister Yair Lapid set it aside and reprimanded members of Benjamin Netanyahu’s departing coalition for their nonstop heckling of incoming Prime Minister Naftali Bennett, which was outrageous even by the standards of the Knesset. Several members were hauled out of the parliament’s chambers. The brief handshake between Mr. Netanyahu and Mr. Bennett as the new prime minister strode to the rostrum was a small green shoot of mutual recognition in the stony soil of recrimination.<br />Although Mr. Lapid’s speech was not heard, it should be read—and remembered. Citing the Book of Judges, Mr. Lapid began by declaring that it is time for “peace in this land.” But forging a shared future is no easy matter, because it begins with something hard: We must forgive one another for the past. “Hate is a prison,” he observes, and “forgiveness is the way out.” Otherwise, the bitterness of the past will hold us captive indefinitely.<br />Forgiveness is hard because those who have acquired power must take the first step. During his long years in the opposition, Mr. Lapid says, he was angry at the arbitrary and dismissive way the Netanyahu government treated those who were not part of it. It is human to seek revenge, an impulse that the new government must resist: “The solution is not to treat them the same way. The solution is to behave differently.”<br />Behaving differently begins by treating opponents with respect, even if they don’t immediately reciprocate. It means looking for ways to fix problems, not blame others for them. It means focusing on areas of agreement, not discord. Mr. Lapid ticked off a long list including education, healthcare, aid for small business, maintaining a strong defense and fighting government corruption. It also includes, he insisted, “civic equality for every citizen,” restating a principle enshrined in Israel’s Declaration of Independence.<br />During his speech, Mr. Lapid addressed the challenges of diversity head-on. “The past few years have seen us all turned from people into labels—right, left, secular, Haredi, Jewish, Arab,” he said. One may question his chronology; most observers believe that this tribalism has been intensifying over several decades. Whenever this descent began, Mr. Lapid insisted that it is time to end it: “This government has been formed so that we stop being labels and revive our common identity.”"
}