{
    "url_original": "https://www.wsj.com/articles/lessons-from-a-bipartisan-era-11623363037?mod=opinion_lead_pos6",
    "url": "lessons-from-a-bipartisan-era-11623363037",
    "title": "Lessons From a Bipartisan Era",
    "sub_head": "At some point you have to put campaigns on pause and govern.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-10 18:10:00",
    "body": "Why can’t Republicans and Democrats get along? That’s a question I’ve been asked countless times since I resigned from the Senate on June 11, 1996 to campaign for president full-time. It’s a good question, for which I have a good answer.<br />In part, partisan divisions embody ideological ones. Democrats and Republicans represent different views about government’s proper size and scope. When one side wonders why the other doesn’t simply give in on a point that’s antithetical to its beliefs, it reminds me of Robert F. Kennedy’s words: “Those who now call for an end to dissent . . . seem not to understand what this country is all about. For debate and dissent are the very heart of the American process. . . . There is no limit set to thought.”<br />What our political process could do without is personal attacks, demeaning insults and shortsighted partisanship that might score points in the next election but won’t make life better for the next generation. Looking back on my 27 years in the Senate, the legislative accomplishments that helped Americans were the product of negotiation with Democrats. Partisan differences didn’t stop me from teaming up with New York’s Pat Moynihan to save Social Security, with Massachusetts’ Ted Kennedy and Iowa’s Tom Harkin to pass the Americans with Disabilities Act or with Delaware’s Joe Biden to pass the Violence Against Women Act.<br />Reaching across the aisle has also been a focus of my post-Senate life. During my presidential campaign, I reminded my supporters that Bill Clinton was my opponent, not my enemy. When the campaign was over, I was proud to accept his request to chair the campaign to raise funds to build the World War II Memorial. While asking countless people for donations, I didn’t care about their party registration, as I didn’t care about the party registration of the soldiers and medics who saved my life in the hills of Italy in 1945.<br />I also teamed up with three fellow former Senate leaders—Democrats George Mitchell and Tom Daschle and Republican Howard Baker—to form the Bipartisan Policy Center, a think tank that fosters bipartisanship by combining the best ideas from both parties to solve tough problems. Instilling our future leaders with the values of bipartisanship and civility is the mission of the Dole Institute of Politics at the University of Kansas."
}