{
    "url_original": "https://www.wsj.com/articles/let-jack-phillips-bake-cake-11624313827?mod=opinion_lead_pos8",
    "url": "let-jack-phillips-bake-cake-11624313827",
    "title": "Let Jack Phillips Bake Cake",
    "sub_head": "Some of the worst acts of intolerance are being done in the name of tolerance.",
    "category_1": "Opinion",
    "category_2": "Main Street",
    "time": "2021-06-21 18:17:00",
    "body": "For a simple Christian who bakes cakes for a living, Jack Phillips seems to have a special recipe for getting himself sued.<br />Mr. Phillips is a co-owner of Masterpiece Cakeshop, a mom-and-pop operation near Denver in Lakewood, Colo. His courtroom saga began in 2012, when a gay couple requested one of his custom cakes celebrating their wedding. Mr. Phillips declined because of his religious opposition to same-sex marriage. In December 2013 an administrative judge found him guilty of violating the state’s antidiscrimination law. The decision was affirmed by the Colorado Civil Rights Division in 2014 and by a state appeals court in 2015. But in 2018 the U.S. Supreme Court overturned the rulings against him because the commission had shown “clear and impermissible hostility” to his religious beliefs.<br />Alas, there are no permanent victories for cake bakers. The same day the Supreme Court agreed to hear that case, a transgender woman named Autumn Scardina ordered another cake—blue on the outside, pink on the inside—intended to celebrate her birthday and her gender transition from male to female. Again Mr. Phillips declined, and last Tuesday a Denver district court judge ruled against him.<br />“Here, the refusal to provide the bakery item is inextricably intertwined with the refusal to recognize Ms. Scardina as a woman,” wrote Judge A. Bruce Jones. He implausibly added that the cake order was not a setup job.<br />All of which means Mr. Phillips and his second unbaked cake may ultimately be back before the Supreme Court. Which means each side will be again be looking to the Court to issue some Solomonic final resolution that ratifies their preferences."
}