{
    "url_original": "https://www.wsj.com/articles/let-freer-trade-take-flight-11623797928?mod=opinion_lead_pos4",
    "url": "let-freer-trade-take-flight-11623797928",
    "title": "Let Freer Trade Take Flight",
    "sub_head": "The U.S. and EU put the Boeing-Airbus dispute aside for bigger things.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-15 18:58:00",
    "body": "President Biden has racked up one major victory on his European trip. He and European Union leaders on Tuesday agreed to suspend for five years one of the world’s longest-running and most confusing trade disputes—concerning  Boeing  and  Airbus .<br />Like the fictional Jarndyce and Jarndyce in Dickens’s “Bleak House,” this dispute has been grinding along for so long that hardly anyone remembers what it is about. In 2004 during the George W. Bush Administration—remember that?—Washington alleged that EU countries had granted Airbus some $22 billion in illegal subsidies. The EU counterclaimed that Washington had extended Boeing some $23 billion in illegal subsidies.<br />They all trotted off to adjudication at the World Trade Organization, and have been fitfully lobbing retaliatory tariffs at each other as the trade dispute evolved. President Trump escalated the dispute, of course, with $7.5 billion in tariffs on European goods following a WTO ruling in Boeing’s favor. The EU responded with tariffs of $4 billion on U.S. goods.<br />One of Mr. Biden’s smarter moves has been to call time on this. He and European Commission President Ursula von der Leyen this spring announced a four-month pause on tariffs related to the dispute. Tuesday’s agreement extends the truce to five years, which one can hope will be long enough for all concerned to forget about it. The rest of the U.S. and European economies can go back to trading without fear of becoming collateral damage.<br />This will free both sides to focus on trade disputes that matter more to the future. Those include Europe’s excessive food-safety standards that inhibit U.S. agricultural exports and overreaching data-privacy regulations that threaten to impinge on the trans-Atlantic digital economy. Brussels can prod Washington over America’s agricultural protectionism, the Trump steel tariffs that linger as the aviation dispute lifts, and “Buy America” provisions that Mr. Biden and Democrats shove into their spending bills."
}