{
    "url_original": "https://www.wsj.com/articles/lfg-review-fairness-gets-a-red-card-11624393721",
    "url": "lfg-review-fairness-gets-a-red-card-11624393721",
    "title": "‘LFG’ Review: Fairness Gets a Red Card",
    "sub_head": "In presenting the U.S. women’s soccer team and its fight for pay equity with men, this HBO Max film fails to address the full scope of the debate.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-358145?width=620&size=1.5",
    "image_1": "im-358145.jpg",
    "time": "2021-06-22 16:28:00",
    "body": "It can be said with only slight exaggeration that the U.S. national women’s soccer team has become to “the beautiful game” what Serena Williams, Tom Brady and LeBron James are to their respective American sports, i.e., the gold standard. The team’s popularity will probably allow HBO Max to get away with calling “LFG” a documentary instead of what it is—a shiny infomercial for the players and their 2019 pay-equity lawsuit against the U.S. Soccer Federation. The issues in the film add up to a rat’s nest of athletic, economic and gender questions. But they’re given only superficial scrutiny in a production that’s essentially propaganda, powered by pumped-up music and pumped-up players.<br />The U.S. women have a bumper-sticker-worthy argument in their fight over equal compensation: They won their last World Cup in 2019; their male counterparts, in 2018, failed to even qualify. But the bigger edge given directors Andrea Nix Fine and Sean Fine was the refusal of U.S. Soccer, as it’s commonly known, to cooperate with the film. This allows for outrageously one-sided arguments about men’s vs. women’s sports and equal pay for equal work, while ignoring the fact that both the teams exist in an international fútbol world where the U.S. women are something of an aberration: Their 13-0 trouncing of Thailand at the beginning of the last World Cup may have seemed like a display of poor sportswomanship, but the players wanted to make a point. They did—two, in fact: The U.S. women players are worth far more support than they get. And their sisters world-wide get a fraction of that.<br />It’s a good-looking film made by the married directing team, a buoyant portrait of individual players mixed with game clips dating back to the 1999 victory over China and Brandi Chastain’s winning penalty kick/Nike sports-bra advertisement. There’s also a chronicling of the 2019 team’s court case (which has not fared well, which is hardly a spoiler). The most prominent player on that World Cup team, Megan Rapinoe, is a media- and camera-savvy personality who knows how to work a sound bite and an attitude, and who’s also very good at dismissing any and all who disagree with her. But the movie doesn’t provide anyone to disagree with her. When a film’s chief legal authority is Jeffrey Kessler, the lawyer for the plaintiffs, its principal subjects are playing a public-relations game against a team without a goalie.<br />“LFG,” which is the team’s mantra of sorts (the L stands for “let’s,” the G stands for “go”), opens with an amusing introduction of the players in close-up, at least one apologizing to her mother for using such language. All of this is endearing and engaging, as are the women, among them Becky Sauerbrunn, Kelley O’Hara and Jessica McDonald, whose story is easily the most moving: A single mother who tried for years to eke out a living either playing or coaching soccer, Ms. McDonald is exhibit A for increased compensation (even while the film makes confusing statements about what the women actually earn). She also makes inadvertent points about the market realities of the professional game: She’s photogenic, charismatic and sympathetic but it’s Ms. Rapinoe, the high-scoring frontwoman, who gets to do the Subway ads on television. Rightly or wrongly, there are realities of the soccer business, and the media-advertising business, that are immune to the moral arguments on which the film tries to structure its case.<br />“LFG” might be terrifically entertaining, if a viewer didn’t mind the film glossing over the pitfalls it creates for itself. To use the U.S. women’s team as representative of the equal pay-equal work cause is specious—are soccer players the same as, say, women in hospitals being paid less to empty the same bed pans as their male colleagues? Does it matter that the U.S. men would crush their female counterparts if they faced off on the pitch? The women work very hard, but is their “product” the equal of the men’s? It’s neither the male nor female players’ fault that sports audiences world-wide are attracted by the men’s game more than the women’s, or that the output is uneven. It’s biological. “LFG” might easily have addressed the controversy involving trans women and women’s sports and how it figures into the argument. But it skirts that subject and others involving athletic excellence, what it means and who can achieve it, all en route to making a one-sided and very politicized statement."
}