{
    "url_original": "https://www.wsj.com/articles/liseys-story-review-the-cult-of-the-author-11622749379",
    "url": "liseys-story-review-the-cult-of-the-author-11622749379",
    "title": "‘Lisey’s Story’ Review: The Cult of the Author",
    "sub_head": "Stephen King adapts his own novel about a writer’s widow, played by Julianne Moore, who must contend with threats from this world and beyond.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-348285?width=620&size=1.5",
    "image_1": "im-348285.jpg",
    "time": "2021-06-03 15:43:00",
    "body": "During the opening moments of the loftily pedigreed, eight-part “Lisey’s Story,” the celebrated writer Scott Landon (Clive Owen) is introduced at the groundbreaking for a Landon-financed library. “There has never been a writer who has so seamlessly joined the realistic and the fantastic,” says the besotted academic at the mic. “Scott Landon is a national treasure.” That Landon, who is about to be shot, sounds something like Stephen King will come as no surprise, especially to Mr. King’s legion of fans, who will be well aware that he wrote the 2006 novel, created the series, adapted its screenplay and serves as an executive producer as well.<br />But what would seem like brand inflation by anyone else is just funny coming from Mr. King, who is rare among writers in that he doesn’t need the hype. His novels and stories have been so commercially successful that it often behooves those writing about him to note that his work is, by the way, of artistic value. His seemingly depthless talents as a creator of characters and plotlines, combined with his popularity, have prompted comparisons to Dickens. They aren’t overblown. What’s noted less often is his sense of humor, especially of the self-deprecating variety, which can be detected in “Lisey’s Story,” if one reads between the often harrowing, horrific and lamp-black lines.<br />“Lisey’s Story,” featuring Julianne Moore in one of her more memorable performances, is not the first King fiction devoted to the life, or death, of writers— “The Shining” and “Misery,” notably, preceded it and elements of both turn up in “Lisey” (rhymes with fleecy, or greasy). The story is also a love letter to the author’s spouse—he has been married to his wife, Tabitha, since 1971—and perhaps to the life partners of artists in general: The Landons’ relationship, depicted via voluminous flashbacks, is beyond symbiotic; Scott’s career would have been impossible without Lisey, whose husband might charitably be described as a mess. Is that a joke? Perhaps, but not in the context of the story.<br />Lisey revisits her marriage throughout the series, either through memory or what seems like telekinesis. She is no clichéd grieving widow, though she grieves. Her more immediate problems, two years after Scott’s death, come from without: the aforementioned academic, Dashmiel (Ron Cephas Jones), who is a Landon fanatic and has been badgering Lisey to free up Scott’s unpublished manuscripts; Dooley (Dane DeHaan), the psychopath whom Dashmiel carelessly enlists to help “convince” the widow to publish those manuscripts; and her sister Amanda (Joan Allen, looking like she stepped out of “American Gothic”), whom most would describe as disturbed or schizophrenic, a cutter and a part-time catatonic. She was also the only one besides Lisey in whom Scott confided, and was his fellow traveler to the world of the Boo’ya Moon—which looks like a mix of the Roman Colosseum and a waterfront purgatory, where troubled souls go to suffer. It is rendered in strikingly haunted fashion by the series director, the gifted Chilean Pablo Larráin (“The Club”), through the indispensable cinematography of Darius Khondji.<br />“Boo’ya Moon” is a King-ism, several of which, mercifully, have not made the transition from novel to TV series. One that has is “bool,” which is what Lisey finds herself on post-Scott—a kind of scavenger hunt that her husband had laid out in anticipation of his demise and which requires her to follow clues all over the Maine landscape, and sometimes beyond terra firma. The outright fantastical elements of “Lisey’s Story,” some being of the monster-in-the woods variety, feel at some point to be in conflict with the more palpable drama at hand—the very present, corporeal menace posed by Dooley, whose combination of misogyny, sadism and Mark David Chapman-like mania (he refers to Lisey as “Yoko,” at one point) makes him truly scary—and this in a production that’s full of mad people. Mr. King has often conflated evil with insanity—rather than, say, ignorance—and it’s a problem, partly because we’re given too much time to think about it. Can we feel the proper loathing toward someone as genuinely bonkers as Dooley? Mr. King makes him a device, a repository of the author’s distaste for the super-fan, or the King scholar, or anyone who thinks he knows the writer better than, say, the writer’s wife. Still, the performance by Mr. DeHaan—of an obsessive immune to the charity in his idol’s work—is morbidly captivating. Even when absent he infects the atmosphere."
}