{
    "url_original": "https://www.wsj.com/articles/london-metal-exchange-pedals-back-on-closing-trading-ring-11623144664?mod=markets_lead_pos5",
    "url": "london-metal-exchange-pedals-back-on-closing-trading-ring-11623144664",
    "title": "London Metal Exchange Pedals Back on Closing Trading Ring",
    "sub_head": "Exchange will reopen storied open-outcry ring in September after members protested against plans to close the pit permanently",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-350289?width=620&size=1.5",
    "image_1": "im-350289.jpg",
    "time": "2021-06-08 07:59:00",
    "body": "The London Metal Exchange will reopen its open-outcry trading ring in September, halting plans to close a pit that dates back to the industrial revolution following resistance from an influential group of traders.<br />The exchange temporarily closed the ring, a circle of red leather couches around which traders barter metals such as copper and aluminum, in early 2020 when the coronavirus pandemic was ripping through the U.K. In January, the LME said that it planned to permanently shut the trading pit, which caters for producers and consumers of physical metal, in a bid to attract more financial players to its electronic marketplace.<br />The exchange backtracked Tuesday, saying the ring would open again on Sept. 6. In an effort to strike a compromise between those who protested the closure and those who had cheered the plan, the LME said official prices widely used in physical metal contracts would be determined in the ring. Closing prices used to assess the value of financial portfolios will be calculated electronically.<br />“We can’t be the sole arbiter of the best interests of the market; we must listen to what the market thinks,” said Matthew Chamberlain, the LME’s chief executive.<br />The reversal marks a victory for trading firms that are members of the ring. These dealers had pushed back against the closure, saying that scrapping the pit would make it more difficult to make complex trades that protect clients such as miners against price swings."
}