{
    "url_original": "https://www.wsj.com/articles/long-dated-treasurys-win-favor-on-receding-inflation-bets-11624279775?mod=markets_lead_pos4",
    "url": "long-dated-treasurys-win-favor-on-receding-inflation-bets-11624279775",
    "title": "Long-Dated Treasurys Win Favor on Receding Inflation Bets",
    "sub_head": "Investors are unwinding trades that bet on stronger economic growth and inflation",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "time": "2021-06-21 08:49:00",
    "body": "Investors are rushing into longer-dated Treasurys in a bet that the Federal Reserve will act more quickly against inflation, leading to slower growth and lower interest rates in the longer term.<br />Yields on shorter-dated bonds rose and their prices fell Monday, reflecting higher rate expectations after the Fed’s policy meeting last week. Meanwhile, longer-dated yields dropped because higher interest rates in the near term would likely mean slower growth and lower interest rates further into the future. The shifts combined to produce what is known as the flattening of the yield curve.<br />“It’s flattening massively. The move has been quite brutal in the market,” said Laurent Crosnier, chief investment officer at  Amundi SA’s  London branch.<br />The Fed signaled last week that some policy makers expect two interest rate increases in 2023, and said officials had discussed an eventual tapering of bond-buying programs, although the timing remains uncertain. It also boosted inflation forecasts and said that if expectations of higher prices affect consumer and business behavior, they could act to address it. That marked a shift from a previous emphasis that inflation would be allowed to overshoot until the recovery is more certain.<br />The biggest moves since the Fed’s policy meeting have been in the difference between 2-year yields and 30-year yields. This has fallen by 0.25 percentage point, mostly driven by a 0.2 percentage point drop in 30-year yields to 2.023% on Monday, according to FactSet."
}