{
    "url_original": "https://www.wsj.com/articles/lordstown-motors-warning-highlights-cash-needs-of-ev-startups-11623269269?mod=business_lead_pos11",
    "url": "lordstown-motors-warning-highlights-cash-needs-of-ev-startups-11623269269",
    "title": "Lordstown Motors Warning Highlights Cash Needs of EV Startups",
    "sub_head": "Electric-truck maker is seeking more money after getting over $600 million last year",
    "category_1": "Business",
    "category_2": "Autos & Transportation",
    "image_1_url": "https://images.wsj.net/im-351259?width=620&size=1.5",
    "image_1": "im-351259.jpg",
    "time": "2021-06-09 16:39:00",
    "body": "Lordstown Motors Corp.’s  warning that it could run out of money comes less than a year after the startup raised more than $600 million in cash, highlighting the difficulties for startups trying to break into a capital-intensive business.<br />The two-year-old firm, which is converting a former  General Motors Co.  factory to build electric pickup trucks, ended the first quarter with about $587 million. But it has cautioned that its cash burn is accelerating, largely because of higher-than-expected costs related to vehicle development and testing, and it will need to raise more money soon or risk running out of cash.<br />On Tuesday, it amended its annual filing with a going-concern warning, a signal to investors that it may not survive financially the next 12 months. Lordstown Motors stock tumbled 16% on Tuesday’s news and has had a volatile day Wednesday, falling as much as 21% before rising up to 15%. The stock closed at $11.23, up a penny.<br />“This is a massively capital-intensive industry,” said Jeff Schuster, president of global forecasting at industry research firm LMC Automotive. “That’s exponentially higher when you’re talking about a new startup.”<br />Building a car manufacturer from the ground up requires ongoing infusions of capital to help cover everything from engineering costs to manufacturing and marketing, he said."
}