{
    "url_original": "https://www.wsj.com/articles/lordstown-motors-amends-annual-filing-with-going-concern-notice-11623181411?mod=business_lead_pos1",
    "url": "lordstown-motors-amends-annual-filing-with-going-concern-notice-11623181411",
    "title": "Lordstown Motors Says It Doesn’t Have Cash to Start Commercial Production",
    "sub_head": "The electric-truck startup also says that it has doubts about whether it can continue as a going concern through the end of the year",
    "category_1": "Business",
    "category_2": "Autos & Transportation",
    "image_1_url": "https://images.wsj.net/im-350759?width=620&size=1.5",
    "image_1": "im-350759.jpg",
    "time": "2021-06-08 17:07:00",
    "body": "Electric-truck startup  Lordstown Motors Corp.  disclosed in a new regulatory filing Tuesday that it doesn’t have sufficient cash to start commercial production and has doubts about whether it can continue as a going concern through the end of the year.<br />The company amended its annual report to include the going-concern notice, which can flag survival problems for businesses within the next 12 months. The warning comes as new challenges emerge for the two-year-old company that is trying to convert a former  General Motors Co.  plant in Ohio to produce electric pickup trucks. It has said its first model, the Endurance, will start production in September.<br />Lordstown Motors Chief Executive Steve Burns said on a call with analysts in late May that the startup would need to raise more capital to hit its target of building 2,200 pickup trucks by year-end. The company said at the time that higher-than-expected costs were accelerating its cash burn and that it would finish the year with between $50 million and $75 million on hand.<br />The company was among a number of new electric-vehicle startups that went public last year through reverse mergers with special-purpose acquisition companies, or SPACs. Lordstown Motors raised $675 million from its reverse merger last fall, a deal that valued the aspiring truck maker at about $1.6 billion.<br />The company didn’t immediately respond to requests for comment."
}