{
    "url_original": "https://www.wsj.com/articles/lordstown-motors-may-be-running-into-a-dead-end-11623685988?mod=business_minor_pos10",
    "url": "lordstown-motors-may-be-running-into-a-dead-end-11623685988",
    "title": "Lordstown Motors May Be Running Into a Dead End",
    "sub_head": "Electric-vehicle startups that follow Tesla down the luxury route could have better chances of success",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-06-14 11:53:00",
    "body": "Lordstown Motors  likely won’t be the only electric vehicle company to veer off the road before it has even started selling its key product. The startups that stand the best chance of meeting high investor expectations may be those focused on luxury, not utility.<br />The would-be truck maker, which went public via a merger with a special-purpose acquisition company last October, said Monday that Steve Burns, previously described as its founder, chairman and chief executive officer, was stepping down. So too is Chief Financial Officer Julio Rodriguez. This follows a rocky few months in which the company has warned of higher costs, insufficient capital and inaccurate disclosures as it tries to rush out an all-electric pickup truck this fall, ahead of the Detroit giants. Its shares fell 19% in morning trading to $9.40, below the SPAC’s $10 launch price.<br />Lordstown Motors is trying to breathe new life into a car factory abandoned by  General Motors  in Lordstown, Ohio, by getting to market early with the kind of utility vehicles that are typically bought by cost-focused fleet businesses. This is a promising road for EVs, which are still more expensive than comparable traditional vehicles upfront but come with the promise of lower running costs.<br />But the company’s challenges underline why competing on cost is hard for a startup to do, particularly amid rapid inflation in raw-material prices. The company was planning to source the frames for its truck, the Endurance, from a supplier. Then its potential partners either pulled back or raised their prices. Its response was to bring frame production in house, but that implies a jump in capital spending and the vehicle’s cost profile.<br />Meanwhile,  Ford ,  which currently dominates the fleet business, has brought forward the launch date for an all-electric version of its bestselling F-150 pickup truck to next spring. Amid plenty of noise about not giving up market leadership, it said in May the new F-150 “Lightning” would start at around $40,000, which compares with $52,500 for Lordstown’s Endurance. This month, Ford unveiled an entry-level hybrid truck starting at under $20,000, the Maverick."
}