{
    "url_original": "https://www.wsj.com/articles/low-birthrates-beckon-new-debate-whether-to-encourage-having-children-11623069236?mod=politics_lead_pos5",
    "url": "low-birthrates-beckon-new-debate-whether-to-encourage-having-children-11623069236",
    "title": "Low Birthrates Beckon New Debate: Whether to Encourage Having Children",
    "sub_head": "Discussion rises on both the political left and right on the sensitive subject of government programs to encourage more births, though skepticism abounds",
    "category_1": "Politics",
    "category_2": "Capital Journal",
    "image_1_url": "https://images.wsj.net/im-349661?width=620&size=1.5",
    "image_1": "im-349661.jpg",
    "time": "2021-06-07 08:33:00",
    "body": "Those who craft public policies in America are headed toward a new and uncomfortable debate: whether steadily declining birthrates mean the government should provide incentives specifically to encourage having more children.<br />There’s already a well-established and increasingly bipartisan impulse to create policies to make life easier for families once they have children. Child tax credits, government-funded preschool programs, removal of marriage penalties from the tax code—all are designed to make life easier for younger parents and their families.<br />Increasingly, though, the discussion is likely to turn toward the merits or demerits of government programs that go further, and seek to encourage, through financial inducements and new services, the birth of more children in the first place. Though there is a growing discussion on both the political left and right on this sensitive subject, there is nothing approaching a national consensus, and a fair amount of skepticism on whether government could steer birthrates much even if it tried.<br />The question arises because of new federal figures released in May showing that the number of babies born in America last year was the lowest in more than four decades, and that the overall fertility rate fell to the lowest rate on record since the government began tracking it in the 1930s.<br />The rate is below what experts consider the “replacement rate,” or the number of new babies to keep the population level stable. The coronavirus pandemic likely held down the birthrate starting late last year. But last year’s decline was hardly a pandemic phenomenon; U.S. births fell in all but one year from 2009 until early 2020, when the coronavirus crisis struck."
}