{
    "url_original": "https://www.wsj.com/articles/lucid-living-11624048850",
    "url": "lucid-living-11624048850",
    "title": "Lucid Living",
    "sub_head": "Symmetry and simplicity prevail in Philip Johnson’s Glass House, a getaway home turned architectural museum in New Canaan, Conn.",
    "category_1": "Masterpiece",
    "image_1_url": "https://images.wsj.net/im-354937?width=620&size=1.5",
    "image_1": "im-354937.jpg",
    "time": "2021-06-18 16:40:00",
    "body": "When architects build for themselves, they’re doing more than making a home, or what Le Corbusier called “a machine for living in.” Knowingly or not, they’re writing an autobiography. Emerson said “an institution is the lengthened shadow of one man.” So is a house.<br />Prominent builders who were their own clients include Thomas Jefferson at Monticello and Sir John Soane at his London townhouse-library-museum. The 20th century produced Frank Lloyd Wright at Taliesin, Walter Gropius in suburban Boston and, the most theatrical, Philip Johnson, creator of the 1949 Glass House in New Canaan, Conn., a weekend escape from his busy Manhattan life. This iconic structure is simple and rich, and open to the public by appointment. It impresses visitors. It also makes them wonder whether they could live here. I doubt that Martha Stewart or any other doyenne of hygge could handle it. Perhaps only Johnson himself could.<br />The house overlooks a rolling, semi-rural landscape, which has grown from five acres to 10 times that size. Even the “Glass House” title has now come to stand, synecdochally, for a congeries of buildings in differing styles that sprang up over almost 50 years. These constitute a melting pot of postwar architectural motifs.<br />Johnson once claimed “I really am a landscape architect.” Everything here began with a site in the woods and a promontory overlooking a pond that enchanted him.<br />The project also had its start with an idea borrowed (if not filched) from a contemporary. Johnson had seen the plans for Mies van der Rohe’s as yet unbuilt Farnsworth House near Chicago. Mies’s asymmetrical glass house is framed by white steel beams and seems to float above the ground. Johnson anchored his own (symmetrical) cube, with its black steel girders and plate glass, to the earth. It is a single room, 54 by 32 feet. A brick cylinder containing the bathroom breaks the linearity."
}