{
    "url_original": "https://www.wsj.com/articles/lululemons-growth-story-isnt-much-of-a-stretch-11622802600?mod=business_minor_pos11",
    "url": "lululemons-growth-story-isnt-much-of-a-stretch-11622802600",
    "title": "Lululemon’s Growth Story Isn’t Much of a Stretch",
    "sub_head": "Company’s beaten-down shares are hardly moving after another impressive quarter. It is time for investors to relax.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-348718?width=620&size=1.5",
    "image_1": "im-348718.jpg",
    "time": "2021-06-04 06:30:00",
    "body": "It is easy to lump  Lululemon ,  a company known for its leggings, in with a group of stocks that saw a temporary benefit last year from consumers spending more time at home. Last quarter’s results prove that the company’s performance was about a lot more than that.<br />Lululemon’s revenue increased 88% to $1.2 billion in its quarter ended May 2 compared with a year earlier, topping analysts’ expectations and its own guidance. Net income also beat Wall Street expectations, rising 50% compared with the period in 2019.<br />The top-line performance reflects Lululemon’s dominance in the so-called athleisure category, which so many other retailers have entered over the past year to take advantage of an uptick in demand for comfortable clothing and a healthy lifestyle. As a point of reference,  Gap ’s  athleisure brand, Athleta, saw sales grow 56% in the most recent quarter compared with 2019, similar to Lululemon’s 57% expansion over the same period. Lululemon’s growth is impressive given that Athleta is a much smaller brand with less than a third of its revenue.<br />A strong financial position undoubtedly helped Lululemon dodge some problems plaguing other companies, including labor shortages. The company said on its earnings call after the close of trading Thursday that its initiative to continue paying employees last year helped retain them. Many other retailers furloughed or permanently laid off staff last year when sales plummeted. Lululemon was also able to introduce a lot of new products last year—similar to  Nike —while others were holding back.<br />Despite the strong results and an upbeat guidance, Lululemon’s shares barely budged after the earnings call. As always, the question with Lululemon is not so much its financial performance as its valuation. Its shares now trade at almost 50 times forward earnings, according to FactSet. That ranks higher than Nike’s 37 times but lower than  Under Armour ’s  64 times."
}