{
    "url_original": "https://www.wsj.com/articles/lumber-prices-are-falling-fast-turning-hoarders-into-sellers-11623749401?mod=markets_lead_pos2",
    "url": "lumber-prices-are-falling-fast-turning-hoarders-into-sellers-11623749401",
    "title": "Lumber Prices Are Falling Fast, Turning Hoarders Into Sellers",
    "sub_head": "Prices have dropped from record highs, spurred by the economic reopening and potentially pointing to an eventual return to normalcy",
    "category_1": "Markets",
    "category_2": "Commodities",
    "time": "2021-06-15 05:30:00",
    "body": "Lumber prices are falling back to earth.<br />Futures for July delivery ended Monday at $996.20 per thousand board feet, down 42% from the record of $1,711.20 reached in early May. Futures have declined 14 of the past 15 trading days, the last two by the most allowed by exchange rules.<br />Cash lumber prices are also crashing. Pricing service Random Lengths said Friday that its framing composite index, which tracks on-the-spot sales, dropped $122 to $1,324, its biggest ever weekly decline. The pullback came just six weeks after the index rose $124 during the first week of May, its most on record. Random Lengths described a chaotic rout in which sawmill managers struggled to provide customers with price quotes.<br />Economists and investors have wondered if sky-high prices for wood products would doom the booming housing market. Builders raised home prices and many stopped selling houses before the studs were installed, lest they misjudge costs and sell too cheaply. Lumber became central to the inflation debate: whether a period of runaway inflation was afoot or high prices were temporary shocks that would ease as the economy moved further from lockdown.<br />The rapid decline suggests a bubble that has burst and the question now is how low lumber prices will fall. Even after tumbling, lumber futures remain nearly three times what is typical for this time of year. Lumber producers and traders expect that prices will remain relatively high due to the strong housing market, but that the supply bottlenecks and frenzied buying that characterized the economy’s reopening and sent prices to multiples of the old all-time highs are winding down."
}