{
    "url_original": "https://www.wsj.com/articles/manchins-voter-id-deception-11624293693?mod=opinion_lead_pos6",
    "url": "manchins-voter-id-deception-11624293693",
    "title": "Manchin’s Voter-ID Deception",
    "sub_head": "His S.1 compromise would allow the use of utility bills, which are easy to forge.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-21 12:41:00",
    "body": "Joe Manchin of West Virginia appeared to have scuttled the Democrats’ federal takeover of state voting laws, styled S.1, from which he is the only Democratic dissenter. He objected to its ban on voter-ID requirements. But he is offering a compromise that would impose such requirements on all states. It isn’t much better than the original.<br />The Manchin measure has the support of Democrats and activists, including failed Georgia gubernatorial candidate Stacey Abrams. She told CNN last week that the notion progressives oppose voter ID is “one of the fallacies of Republican talking points” and claimed: “No one has ever objected to having to prove who you are to vote.” Never mind that she has denounced bills to expand voter ID as “a redux of Jim Crow in a suit and tie.”<br />The difference is that Mr. Manchin’s bill wouldn’t require photo ID. Anyone would be permitted to vote by showing a utility bill, a form of ID that only 15 states (including West Virginia) accept. Anyone with a color printer can forge a utility bill. In 2012 Patrick Moran, son of then-Rep. Jim Moran of Virginia, was forced to resign as his father’s field director after the filmmaker James O’Keefe caught him on videotape saying: “They can fake a utility bill with ease.” (Patrick Moran told Politico he thought Mr. O’Keefe was “joking” and quit to avoid becoming a “distraction.”)<br />A study by economist John Lott finds that 46 of 47 European countries require government-issued photo ID to vote. The exception is Great Britain (although not Northern Ireland): Last month Prime Minister Boris Johnson’s government said it would make photo IDs mandatory in response to a 2016 Royal Commission report. As the BBC summarized it, “authorities are turning a blind eye to electoral corruption in the UK because of a desire for political correctness.”<br />The Manchin compromise would mandate permissive policies on absentee and mail-in ballots, which are also stricter in Europe. Mr. Lott found 74% of European countries ban absentee ballots except for citizens living abroad. Another 6% limit them to voters in the hospital or the military, and they require third-party verification and photo ID."
}