{
    "url_original": "https://www.wsj.com/articles/manhattan-district-attorney-race-reaches-the-finish-line-11624397868?mod=business_minor_pos4",
    "url": "manhattan-district-attorney-race-reaches-the-finish-line-11624397868",
    "title": "Manhattan District Attorney Race Reaches the Finish Line",
    "sub_head": "Two former federal prosecutors, Tali Farhadian Weinstein and Alvin Bragg, have emerged as front-runners",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-358184?width=620&size=1.5",
    "image_1": "im-358184.jpg",
    "time": "2021-06-22 17:37:00",
    "body": "Eight candidates squared off Tuesday in the race to be the next Manhattan district attorney, a powerful office that prosecutes crime ranging from murder to securities fraud and is investigating former President Donald Trump’s company.<br />Two former federal prosecutors, Tali Farhadian Weinstein and Alvin Bragg, have emerged as front-runners, leading in fundraising, polling and receiving big-name endorsements. In the most recent public poll, conducted last week by Data for Progress, Mr. Bragg led Ms. Farhadian Weinstein with 34% to her 25%. But 14% were undecided in a contentious election that features several candidates who want to completely remake the district attorney’s office.<br />A victory by either Mr. Bragg or Ms. Farhadian Weinstein would be historic. In an office that has only ever been held by white men, Mr. Bragg would be the first Black person in the job, and Ms. Farhadian Weinstein, who is Iranian-American, the first woman and immigrant.<br />The three-term incumbent, Cyrus Vance Jr., isn’t running for re-election. The winner of Tuesday’s Democratic primary is heavily favored to win the November general election in a borough where Democrats vastly outnumber Republicans.<br />Unlike past races where contenders competed to appear the toughest on crime, most of the eight Democratic candidates campaigned on an overhaul of the justice system with promises that were once on the political fringes but are now hallmarks of the progressive prosecutor movement."
}