{
    "url_original": "https://www.wsj.com/articles/many-companies-want-remote-workersexcept-from-colorado-11623937649",
    "url": "many-companies-want-remote-workersexcept-from-colorado-11623937649",
    "title": "Many Companies Want Remote Workers—Except From Colorado",
    "sub_head": "After a new state law that requires employers to disclose salaries for open positions, some are advertising jobs available anywhere in the U.S. but Colorado",
    "category_1": "Business",
    "category_2": "Management",
    "time": "2021-06-17 09:47:00",
    "body": "Big companies are hiring for remote positions that can be performed in any state across the U.S. except one: Colorado.<br />At issue is a new Colorado law that requires companies with even a few employees in the state to disclose the expected salary or pay range for each open role they advertise, including remote positions. The rule’s aim is to narrow gender wage gaps and provide greater pay transparency for employees. To avoid having to disclose that information, though, some employers seeking remote workers nationwide are saying that those living in Colorado need not apply.<br />Across the internet, an array of job listings state the work can’t be done in Colorado. At Johnson & Johnson, roles recently posted for a commercial finance senior manager and a senior manager in operations include this caveat: “Work location is flexible if approved by the Company except that position may not be performed remotely from Colorado.” At commercial real-estate giant CBRE Group Inc., an ad for a project management director notes in bold: “This position may be performed remotely anywhere within the United States except the State of Colorado.”<br />At pharmaceutical distributor  McKesson Corp. , postings for a sales specialist and a research quality manager include similar disclaimers. Job listings for a scientist, an account executive and a manager of international tax planning at rival  Cardinal Health Inc.  also note: “This is a remote, work from home position. This role is to be filled outside of the state of Colorado.”<br />Johnson & Johnson and CBRE declined to comment, and McKesson and Cardinal Health didn’t respond to requests for comment."
}