{
    "url_original": "https://www.wsj.com/articles/markets-are-leaving-little-room-for-the-fed-to-be-wrong-on-inflation-11623585874?mod=markets_lead_pos5",
    "url": "markets-are-leaving-little-room-for-the-fed-to-be-wrong-on-inflation-11623585874",
    "title": "Markets Are Leaving Little Room for the Fed to Be Wrong on Inflation",
    "sub_head": "Maybe inflation isn’t transitory after all",
    "category_1": "Markets",
    "category_2": "Streetwise",
    "time": "2021-06-13 08:04:00",
    "body": "Investors have faith in the Fed. Over the past three months consumer prices, excluding volatile food and energy, have risen 2%, equivalent to a shockingly high annual rate of 8.2%. Rather than panic and dump bonds, investors have piled into Treasurys and pushed 10-year yields back down to where they stood in late February. Confidence in the central bank is absolute.<br />To be fair, the Fed is probably right: This burst of inflation is probably transitory. The reopening of the economy released a surge of pent-up demand, while supply bottlenecks are restricting production and distribution. As things get back to normal inflation should calm down.<br />But investors need to consider the possibility that the Fed is wrong, too. The risk that inflation continues to overshoot is clearly much higher than usual, while the risk of undershooting is lower. Instead of leaving a larger margin of error around forecasts, bond markets are leaving little, perhaps none, with a yield of just 1.45% on the 10-year Treasury. The bond market’s best guess on long-term consumer-price inflation, the break-even rate for the five years starting in five years’ time, is down from a peak of 2.38% to just 2.23%; that implies inflation slightly below the Fed’s target on its preferred price gauge.<br />Even short-term inflation expectations are priced for the Fed to hit its target after a brief bout of inflation in the next 12 months. If that proves mistaken, bond yields and inflation break-evens—the gap between ordinary and inflation-linked Treasurys—should be higher, and big technology stocks should be lower.<br />As Michael Pond, head of global inflation-linked research at Barclays, points out, the Fed was right the last time it bet on inflation being transitory, in 2011. The European Central Bank’s two rate increases that year are widely seen as a mistake that contributed to the region’s economic troubles."
}