{
    "url_original": "https://www.wsj.com/articles/martha-gets-down-and-dirty-review-stewart-steals-the-show-11624999692",
    "url": "martha-gets-down-and-dirty-review-stewart-steals-the-show-11624999692",
    "title": "‘Martha Gets Down and Dirty’ Review: Stewart Steals the Show",
    "sub_head": "The lifestyle guru’s new Discovery+ series is filled with gardening tips, backyard grill recipes, and celebrity guest appearances from the likes of Kim Kardashian and Seth Meyers.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-361180?width=620&size=1.5",
    "image_1": "im-361180.jpg",
    "time": "2021-06-29 16:48:00",
    "body": "Once described as “America’s goddess of domestic perfection,” Martha Stewart has had at least nine media lives, the latest of which will be playing out on “Martha Gets Down and Dirty.” Hosting from her 150-acre farm in Bedford, N.Y., she shares tips on outdoor decorating, grilling, gardening, chainsaw sharpening and peacock raising. It’s a distillation, in a way, of all things Stewart, who at age 79 clearly doesn’t give a rap about what she says, or to whom: Instructing her first Zoom guest, Kim Kardashian, on planting tomato seeds, Ms. Stewart warns about the hazards of buying just the right potting soil when going to the store. “Do you go to the store, Kim?” she asks Ms. Kardashian. You could cut the tension with a cake spatula.<br />It’s good to be Martha Stewart, which has always been the point of Martha Stewart: You too could elevate your cupcakes, gift wrapping and window treatments to a previously unanticipated level of casual elegance just by following a few Stewart tips. The difference between “Down and Dirty” and some of her other shows is that while almost everybody has a kitchen; not everyone has a “decorative maple woodland” that needs pruning and thinning. Or 100-odd fruit trees. Or those peacocks. (According to one of the many pop-up factoids that appear during Ms. Stewart’s tour of her vast property, a gathering strictly of peahens is called an “ostentation.”) Not everyone has an espresso maker either, though many will consider getting one after watching Ms. Stewart make scrambled eggs with her cappuccino frother, which are then served on brioche from Balthazar.<br />Food, the subject for which Ms. Stewart is probably best known (even if some of her recipes have been a bit suspect), is the centerpiece of episode 2, which might have vegans running for the Bedford hills—it’s a festival of hot dogs, knockwurst, bratwurst and Wagyu beef sausage, all of which provides for Ms. Stewart to make any number of slightly off-color jokes. “Stop touching your weiners,” she instructs male viewers, adding “on the grill.” Her sidekicks—who include her creative producer, Kevin Sharkey, and her gardener Ryan McCallister, who seem to hate each other—come in for a number of double-entendre jibes, which may strike viewers as odd. And at a loss for an adjective. “Naughty” might fit.<br />The oft-described “lifestyle expert” is nothing if not savvy about how to keep a show rolling (this one makes its debut with three of its eight episodes; new installments follow on Thursdays). She balances the agricultural stuff, which likely has a smaller potential viewership, with digressions on food and crafts and an “A-list” guest list—Seth Meyers, Tiffany Haddish, Ellen Pompeo, Jesse Tyler Ferguson, Nicole Richie, Paris Hilton, Brooke Shields, Alyson Hannigan and Tamron Hall are all scheduled to make appearances. Al Roker shows up to share his recipe for barbecue rub. But the overall tone of the often instructive “Down and Dirty,” aside from the risqué repartee, is of a show that doesn’t have to try very hard. Whose host knows she’ll always have an audience. And who, despite whatever setbacks she’s experienced, is never down. She does, however, get a little dirty."
}