{
    "url_original": "https://www.wsj.com/articles/maskless-among-the-lemmings-11624203554?mod=opinion_lead_pos8",
    "url": "maskless-among-the-lemmings-11624203554",
    "title": "Maskless Among the Lemmings",
    "sub_head": "Forty-nine out of 50 Trader Joe’s shoppers cover their faces, even when not required to.",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "image_1_url": "https://images.wsj.net/im-356651?width=620&size=1.5",
    "image_1": "im-356651.jpg",
    "time": "2021-06-20 11:39:00",
    "body": "California finally opened up on June 15. We can actually set foot inside stores and restaurants without having to wear a mask. Freedom! And it’s about time. More than 70% of California adults have at least one vaccine jab. The state’s seven-day average number of daily coronavirus cases is down 98% from its peak in January. Herds can romp. It’s over—except, well, Gov. Gavin Newsom will keep his emergency powers.<br />In case he changes his mind about reopening, I made a trip to Trader Joe’s to stock up on Ultra Chocolate ice cream. And yes, I see the irony of buying the least healthy item in a store stocked with expensive organic bruised bananas and dairy-free cashew cheese alternative mozzarella-style shreds. The parking lot was practically a showroom for Teslas and Prii.<br />I counted 50 shoppers, 49 masked. Did these people not get the unmasking memo? I was the only one not wearing a mask, and I was loving it. California is operating on an honor system, and though I’m fully vaxxed, I wish I weren’t. That very same day, Mr. Newsom was at Disneyland doling out $1.5 million prizes (taxpayer money) to 10 winners of a California vaccine lottery. That beats President Biden’s “Get a shot and have a beer.” Lesson learned: Next pandemic, I wait to get paid.<br />Maybe those 49 maskers haven’t yet been vaccinated? The adage is: To find the next measles outbreak, find towns with Whole Foods supermarkets. Those places usually have high concentrations of antivaxxers. That adage could probably apply to Trader Joe’s, too.<br />But this vaccine is different. Statistics suggest red-staters are the ones declining the Covid-19 vaccines, not the usual dissidents inspired by Robert F. Kennedy Jr. I’d bet good money all 49 of my fellow shoppers are topped up with vaccine-induced antibodies. So who exactly are they protecting? Me? Thanks but no thanks."
}