{
    "url_original": "https://www.wsj.com/articles/master-harold-and-the-boys-review-a-time-capsule-from-south-africa-11624569731?mod=opinion_major_pos15",
    "url": "master-harold-and-the-boys-review-a-time-capsule-from-south-africa-11624569731",
    "title": "‘“Master Harold” . . . and the Boys’ Review: A Time Capsule From South Africa",
    "sub_head": "Revisit Athol Fugard’s semi-autobiographical account of apartheid via this affecting virtual performance by Syracuse Stage.",
    "category_1": "Opinion",
    "category_2": "Theater Review",
    "image_1_url": "https://images.wsj.net/im-359581?width=620&size=1.5",
    "image_1": "im-359581.jpg",
    "time": "2021-06-24 17:22:00",
    "body": "Athol Fugard, South Africa’s greatest playwright, is no longer produced in the U.S. as often as he used to be. The reason for this, however, is a happy one: Now that apartheid, the subject matter of most of his plays, is a thing of the past, they have inevitably lost some of their immediacy. Today they are period pieces—but the best of them are also great plays, dramatically vital time capsules that re-enact a hideous episode in history, and they continue to work superlatively well onstage.<br />What I’ve been wondering about ever since Syracuse Stage announced that it was reviving “‘Master Harold’ . . . and the Boys,” the 1982 play that made Mr. Fugard famous, is the impression that would now be made by a work about apartheid by a white author. The notion that people of color should be telling their own stories has lately hardened into something not far from an orthodoxy, and “‘Master Harold’”—which is set in 1950 and tells the story of the deteriorating relationship between Hally (Nick Apostolina), a white teenager, and Sam and Willie (L. Peter Callender and Phumzile Sojola), two 40ish Black servants who helped to raise him and whom he regards as friends—doesn’t fit into that framework. But “‘Master Harold,’” lest we forget, is Mr. Fugard’s story, too, a semi-autobiographical dramatization of a shameful episode from his own youth, and he tells it so powerfully that you’ll feel at evening’s end that you’ve had a privileged glimpse into another, sadder world.<br />At age 17, Hally feels the growing pains of adolescence and remembers with nostalgia the simpler world of childhood that he shared with Sam and Willie: “It’s just that life felt the right size in there . . . not too big and not too small. Wasn’t so hard to work up a bit of courage. It’s got so bloody complicated since then.” At the same time, he is also increasingly inclined to the arrogance that is another sign of his age, and the morally corrupt society in which he lives is feeding it. Bit by bit, he reveals that his soul has been poisoned by apartheid, and at length he drops the mask of civility and shows what lies beneath: “Don’t try to be clever, Sam. It doesn’t suit you. . . . You’re only a servant in here, and don’t forget it.”<br />What follows, however predictable, is still thrilling to behold: Sam tears off his waiter’s livery (both figuratively and, for a moment, literally, a stunning coup de théâtre) and answers Hally not as a servant but as a mortally offended man.<br />Unfortunately, Mr. Fugard follows this fiery climax with a 10-minute speech in which Sam tells us everything we have been shown in the preceding 90 minutes, but the dramatic mainspring of the play has been wound up tightly enough by then to propel us all the way to the final curtain. Gilbert McCauley, the director, has staged the results plainly and well, taping the show in an empty theater, and his three actors are beyond praise, especially Mr. Callender. I saw Danny Glover, who created the role of Willy in 1982, play Sam in the 2003 Broadway revival of “‘Master Harold,’” and Mr. Callender’s performance is in some ways even more memorable."
}