{
    "url_original": "https://www.wsj.com/articles/master-the-politics-of-the-new-hybrid-office-11624795201",
    "url": "master-the-politics-of-the-new-hybrid-office-11624795201",
    "title": "Master the Politics of the New Hybrid Office",
    "sub_head": "When workplaces are only available part-time, it can get tricky deciding who gets to come in when",
    "category_1": "Life & Arts",
    "category_2": "At Work",
    "image_1_url": "https://images.wsj.net/im-357457?width=620&size=1.5",
    "image_1": "im-357457.jpg",
    "time": "2021-06-27 08:00:00",
    "body": "When Kristi Fox, chief HR officer of a financial-services firm in St. Paul, Minn., helped prepare the office for in-person work in May, she and her colleagues came up with the idea to offer free breakfast and lunch in their cafeteria on Mondays and Fridays to encourage attendance. So far, it’s working—but only on Mondays. “Not a chance for Fridays. No one wants to come into the office then, if they can help it,” she says.<br />Their office allows their staff of about 3,000 to come in any day or days of the week they want, without reservations, and about 17% have opted in so far. The most popular days are Mondays and Wednesdays, which Ms. Fox believes allows workers to transition more smoothly into the weekend.<br />Divvying up days and teams in the post-pandemic hybrid workplace can be complicated. For one thing, few people want to come in on a Friday. Both experts and those who have prototyped their own companies’ return-to-work plans say that, perhaps counterintuitively, structure can be your best friend: Mandating schedules is usually better than endless choices, and a clear, unified message to all employees is essential.<br />A McKinsey survey of 5,043 full-time employees around the world between December and January found that people had diverse work-from-home preferences. Nearly equal portions of those surveyed said they’d prefer zero days of remote work per week (17%), three days (22%) or five days (19%). This suggests many workers are flexible—but that can be an issue in itself.<br />“What makes hybrid work kind of interesting is that it’s the only kind of work we don’t know how to do,” says Ethan Bernstein, associate professor of management at Harvard Business School. “People mastered working from home. In-person is the way things were. But there are so many ways to get hybrid wrong.”"
}