{
    "url_original": "https://www.wsj.com/articles/may-jobs-report-unemployment-rate-2021-11622764467",
    "url": "may-jobs-report-unemployment-rate-2021-11622764467",
    "title": "U.S. Hiring Likely Picked Up in May While Unemployment Fell",
    "sub_head": "Economists estimate employers added 671,000 jobs last month after an unexpectedly small gain in April",
    "category_1": "Economy",
    "category_2": "Economic Data",
    "image_1_url": "https://images.wsj.net/im-348500?width=620&size=1.5",
    "image_1": "im-348500.jpg",
    "time": "2021-06-04 05:30:00",
    "body": "Hiring in the U.S. is estimated to have accelerated in May, with signs of employers struggling to fill job openings as the economic recovery gained strength.<br />Economists expect the Labor Department to report Friday that employers added 671,000 jobs and that the unemployment rate fell to 5.9% last month. That would represent a significant improvement from April, when the unemployment rate was 6.1% and the economy added 266,000 jobs, a gain much smaller than economists had forecast.<br />The faster pace of hiring would come as several factors are propelling a burst of economic activity. More Americans have become vaccinated against the coronavirus, and state and local governments have eased restrictions on businesses as Covid-19 cases have declined and as the federal government has relaxed its pandemic guidance. Those factors, along with federal pandemic aid, have prompted a pickup in spending, particularly at services businesses, which in turn is stoking labor demand.<br />Employment in April was still down by about eight million jobs compared with pre-pandemic levels, and nearly 10 million people were unemployed and potentially available to work.<br />Economists predict that the labor market won’t fully recover until next year despite signs of robust demand for workers. The Federal Reserve, other policy makers and financial markets are closely watching the pace of hiring as a key indicator of strength in the overall recovery."
}