{
    "url_original": "https://www.wsj.com/articles/mcauliffe-favored-in-virginia-democratic-primary-election-11623165684?mod=politics_lead_pos10",
    "url": "mcauliffe-favored-in-virginia-democratic-primary-election-11623165684",
    "title": "McAuliffe Favored in Virginia Democratic Primary Election",
    "sub_head": "Former governor is likely to win his party’s nomination again Tuesday, setting up a November contest against Republican Glenn Youngkin",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-350119?width=620&size=1.5",
    "image_1": "im-350119.jpg",
    "time": "2021-06-08 11:21:00",
    "body": "Virginia Democrats will select a gubernatorial nominee at the polls Tuesday, with former Gov. Terry McAuliffe the strong favorite to win and face Republican Glenn Youngkin in a November matchup that will be watched closely by both parties.<br />Mr. McAuliffe leads four Democratic rivals: Jennifer Carroll Foy, a public defender and former state lawmaker; Lt. Gov. Justin Fairfax; and state lawmakers Lee Carter and Jennifer McClellan. Mr. McAuliffe has coalesced support of leading Democrats in Richmond, where the party hopes to retain complete control of government after a cache of victories since 2017.<br />Mr. McAuliffe, who left office in January 2018 because the state prohibits consecutive gubernatorial terms, ran by leaning into his prior tenure, and he proposed higher funding for education and police. “We need experience now to lead us out of this very tough crisis,” he said during a Democratic debate last month.<br />Democrats are favored in the November matchup between Mr. Youngkin, the former co-chief executive of the Carlyle Group Inc., and the winner of Tuesday’s contest. However, Republicans and some Democrats say the GOP could have an opening if enough Democrats stay home and suburbanites across party lines start to turn on the party. And Mr. McAuliffe, if pronounced the winner, faces an early test in keeping all elements of his party energized.<br />As was the case during the 2020 Democratic presidential primary, when Joe Biden faced tough criticism from rivals before quickly consolidating support, a diverse field of candidates, some of them newer to politics, have struggled to combat the longtime front-runner’s name recognition and goodwill within the party. As the race drew to a conclusion, Democrats of all stripes expressed a sense of inevitability around the outcome."
}