{
    "url_original": "https://www.wsj.com/articles/mcgahn-feared-chain-reaction-if-mueller-removal-sought-11623278253?mod=business_minor_pos6",
    "url": "mcgahn-feared-chain-reaction-if-mueller-removal-sought-11623278253",
    "title": "McGahn Feared ‘Chain Reaction’ if Mueller Removal Sought",
    "sub_head": "Former White House counsel testified to Congress about Trump’s alleged effort to oust Russia probe special counsel",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-351721?width=620&size=1.5",
    "image_1": "im-351721.jpg",
    "time": "2021-06-09 18:37:00",
    "body": "WASHINGTON—Former White House counsel Don McGahn told Congress he declined to relay ex-President Donald Trump’s demand to remove the Russia probe special counsel because he worried it would set off a series of events that would damage the presidency, according to a transcript of his recent testimony.<br />Mr. McGahn, who served as the top legal adviser to Mr. Trump and was a key witness in special counsel Robert Mueller’s Russia probe, appeared for a closed-door deposition on Capitol Hill before the House Judiciary Committee last week, as part of a long-running Democratic-led congressional investigation into whether Mr. Trump obstructed justice while in office. The transcript was released by House Democrats on Wednesday.<br />The testimony was in line with the Mueller report’s findings but marked the first time lawmakers had heard from Mr. McGahn directly on key events in the probe.<br />According to the Mueller report, released in 2019, Mr. McGahn said that Mr. Trump twice instructed him to tell Deputy Attorney General Rod Rosenstein to have Mr. Mueller removed, citing purported conflicts of interest, and that Mr. McGahn declined to do so. Mr. Trump has denied trying to fire Mr. Mueller.<br />Asked about the Mueller report’s finding that Mr. McGahn “considered the president’s request to be an inflection point and wanted to hit the brakes,\" Mr. McGahn said he saw it as “a point of no return,” and could potentially cause events to spin out of control. If Mr. Rosenstein “received what he thought was a direction from the counsel to the president to remove a special counsel, he would either have to remove the special counsel or resign,” he told lawmakers, according to the transcript."
}