{
    "url_original": "https://www.wsj.com/articles/meatpacking-industry-faces-overhaul-push-in-washington-11624294728?mod=politics_lead_pos6",
    "url": "meatpacking-industry-faces-overhaul-push-in-washington-11624294728",
    "title": "The $213 Billion Meatpacking Industry Faces Stricter Oversight in Washington",
    "sub_head": "New rules, legislation would revamp markets for livestock, poultry",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-356376?width=620&size=1.5",
    "image_1": "im-356376.jpg",
    "time": "2021-06-21 16:13:00",
    "body": "The American meatpacking industry faces stricter oversight in Washington, as lawmakers and regulators push an overhaul of the $213 billion sector following complaints about meat companies’ alleged influence over markets and farmers.<br />The U.S. Department of Agriculture is crafting new rules that would change how companies such as  Tyson Foods Inc.  and  Pilgrim’s Pride Corp.  pay chicken farmers, while making it easier for farmers to pursue disputes against meatpackers, the agency said this month. On Capitol Hill, Republican and Democratic lawmakers have proposed legislation that would require beef processors like Cargill Inc. and JBS USA Holdings Inc. to buy more cattle on open markets, and set minimum regional prices.<br />Senators this month rolled out a separate bill that would appoint a special investigator to enforce meatpacking regulations and probe potential anticompetitive conduct. The Senate Agriculture Committee is set to hold a hearing Wednesday to examine meatpackers’ cattle purchasing—and how that affects livestock markets and burger prices for consumers.<br />Driving the efforts is some farmers’ growing frustration over the scale of the country’s biggest meatpackers. Farmer and rancher groups have complained that meat companies have recorded big profits while farmers’ incomes have suffered, including through disruptions like 2020’s pandemic-driven plant shutdowns and the May cyberattack on JBS. Those challenges followed years of low agricultural commodity prices, which helped push more producers into bankruptcy.<br />Andy Green, the USDA’s senior adviser for fair and competitive markets, said some of farmers’ troubles stem from a handful of companies controlling the bulk of U.S. meat processing."
}