{
    "url_original": "https://www.wsj.com/articles/media-partisanship-in-plain-view-11623881726?mod=opinion_lead_pos8",
    "url": "media-partisanship-in-plain-view-11623881726",
    "title": "Media Partisanship in Plain View",
    "sub_head": "Journalists used to aspire to objectivity. Now they barely even bother to pretend.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-16 18:15:00",
    "body": "The media faces a growing crisis of confidence. Only 9% of Americans told Gallup last September that they have “a great deal” and 31% “a fair amount” of “trust and confidence” in the mass media to report the news “fully, accurately and fairly.” And does anyone doubt that those numbers have dropped since then?<br />Writing in these pages, Gerard Baker documented several recent examples of journalistic malfeasance, including Jeffrey Toobin’s re-emergence on CNN and new Pulitzer prizes awarded for “advocacy of approved causes.” Let me add two more instances that grabbed my attention.<br />One is the June 7 Washington Post story by Yeganeh Torbati on Republican governors who ended the $300-a-week unemployment bonus originally set to run through Sept. 6. They acted after local businesses reported difficulty finding workers. More evidence came in April, when job vacancies hit 9.3 million while only 6.6 million Americans were looking for work.<br />Ms. Torbati’s piece was titled “GOP governors are cutting unemployment aid. Some have ties to businesses that may benefit.” She unsubtly accused four governors of ending the benefits to enrich themselves, since they or their families own businesses that are looking for workers. These include resorts, an agricultural enterprise and an air-conditioning wholesaler, the last with 19 employees.<br />Ms. Torbati lists two other Republican governors who ended the additional unemployment-insurance benefits and lack what she called “any apparent relevant business interests.” Presumably so did the 19 other unnamed GOP governors who have discontinued the bonus. Applying the Torbati standard, can Republican governors show they’re not basing decisions on “personal connections to businesses that are trying to find workers” only if they pursue policies that harm the economy and discourage people from working?"
}