{
    "url_original": "https://www.wsj.com/articles/medline-deal-signals-return-to-days-of-huge-leveraged-buyouts-11623017872?mod=markets_minor_pos7",
    "url": "medline-deal-signals-return-to-days-of-huge-leveraged-buyouts-11623017872",
    "title": "Medline Deal Signals Return to Days of Huge Leveraged Buyouts",
    "sub_head": "The acquisition of the medical-supply company, valued at more than $30 billion, is the biggest LBO in more than a decade",
    "category_1": "Markets",
    "category_2": "Deals",
    "image_1_url": "https://images.wsj.net/im-349518?width=620&size=1.5",
    "image_1": "im-349518.jpg",
    "time": "2021-06-06 18:17:00",
    "body": "The acquisition of Medline Industries Inc. that was agreed to over the weekend, the biggest leveraged buyout in over a decade, serves as the clearest sign yet that the appetite for megadeals is rising as the pandemic eases and private-equity firms look to deploy mountains of cash.<br />Blackstone Group Inc.,  Carlyle Group Inc. and Hellman & Friedman LLC said Saturday they struck a buyout deal that, according to people familiar with the matter, values the closely held medical-supply company at more than $30 billion—or around $34 billion including debt. That makes it the largest leveraged buyout since the 2007-08 financial crisis.<br />Merger-and-acquisition activity has been busy across the board so far this year, with a string of large tie-ups lately including  Discovery Inc.’s  $53 billion deal to combine with  AT&T Inc.’s  Warner Media arm and  Canadian National Railway Co.  outbidding a rival to buy  Kansas City Southern .  In the U.S., $1.24 trillion of deals have been reached in 2021, up more than fourfold compared with the same period last year when lockdowns crimped economic activity and acquisition volume, according to Dealogic.<br />But private-equity firms, tasked with putting over a trillion dollars to work, had largely shied away from the biggest deals—until now.<br />Big buyouts, which involve borrowing large amounts of money to amplify potential returns, all but disappeared after a number of the targets performed poorly or filed for bankruptcy in the wake of the financial crisis, weighed down by enormous sums of debt."
}