{
    "url_original": "https://www.wsj.com/articles/meet-the-new-chinese-economy-same-as-the-old-chinese-economy-11623843034?mod=business_minor_pos11",
    "url": "meet-the-new-chinese-economy-same-as-the-old-chinese-economy-11623843034",
    "title": "Meet the New Chinese Economy, Same as the Old Chinese Economy",
    "sub_head": "China’s recovery from the pandemic relies on the same drivers of growth that powered the country before the pandemic, with the same underlying risks",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-06-16 07:30:00",
    "body": "The moving parts in China’s latest growth figures are very similar to those in place before the pandemic. Firing up the old industrial model helped the country return to 2019 levels of output while the global economy was still depressed, but it also shows off long-festering fragilities.<br />Chinese economic data for May came in slightly weaker than economists expected, but still seem strong by Western standards. It is best to compare the numbers released on Wednesday to their equivalents from 2019 for a clear picture, since those aren’t distorted by the extremely unusual economic conditions of early 2020. Industrial production is up 13.6% for the first five months of the year, compared with the same period in 2019. On the same basis, retail sales have risen by 9.3%, fixed-asset investment by 8.5%, and real-estate investment by 17.9%.<br />If a recovery led by investment in real estate and industrial production, with consumption lagging behind, sounds familiar, it may be because the same could be said of the makeup of China’s growth before Covid-19. Unlike the U.S., where there are many questions around how the huge stimulus might change the shape of the economy, China has followed a well-established script in its pandemic response.<br />Even the lagging retail-growth figures may exaggerate the underlying strength of the consumer economy relative to previous years. Before the pandemic China typically ran a large travel deficit in its balance of payments, meaning that Chinese travelers spend more outside of the country than visitors to China spend domestically. With the pandemic limiting foreign travel, some portion of that consumption now likely happens at home. That could be true for some time, but presumably won’t be forever.<br />Two concerns with the shape of the recovery are immediately noteworthy. The first, as Julian Evans-Pritchard at Capital Economics points out, is that growth in industrial-export sales has slowed. Since the industrial expansion has been driven in large part by exports, a slowdown even from very rapid growth levels might have a material impact."
}