{
    "url_original": "https://www.wsj.com/articles/meme-stocks-gyrate-after-amc-files-to-sell-more-shares-11622721750?mod=markets_lead_pos1",
    "url": "meme-stocks-gyrate-after-amc-files-to-sell-more-shares-11622721750",
    "title": "AMC Files to Sell More Than 11 Million Shares, Sending Meme Stocks Spinning",
    "sub_head": "Movie-theater operator in a filing cautioned against investing in its Class A stock",
    "category_1": "Markets",
    "category_2": "Stocks",
    "image_1_url": "https://images.wsj.net/im-348003?width=620&size=1.5",
    "image_1": "im-348003.jpg",
    "time": "2021-06-03 08:29:00",
    "body": "The influence of online traders on the stock market showed no sign of abating with shares of  AMC Entertainment Holdings Inc.,   BlackBerry Ltd.  and other “meme stocks” experiencing steep swings ahead of the opening bell Thursday.<br />Shares of AMC swung wildly in premarket trading before dropping 9%, after the movie-theater operator filed with regulators to sell more than 11 million shares. AMC also cautioned against investing in its Class A stock: In a filing, the company said, “Our current market prices reflect market and trading dynamics unrelated to our underlying business.”<br />AMC shares have rocketed in recent days—extending their advance this year to 2,850%—after the company sold a chunk of new shares to hedge fund Mudrick Capital Management LP. The company had leaned into its sudden popularity with individual investors by offering popcorn to shareholders who attend an AMC cinema this summer.<br />The firm appeared to backtrack on that stance Thursday. In a filing with the Securities and Exchange Commission detailing an agreement to sell shares, AMC said its share price may continue to experience extreme volatility that could cause losses for investors who buy the stock.<br />Individual traders have sent jitters through Wall Street since January when they fueled a buying spree in shares of small, often struggling companies such as  GameStop Corp.  and AMC. The frenzy has reignited in recent days, surprising some professional investors who had expected the sway of amateur traders bartering tips, wins and losses online on the market to wane."
}