{
    "url_original": "https://www.wsj.com/articles/meme-stocks-learn-from-amc-11623190531?mod=opinion_lead_pos8",
    "url": "meme-stocks-learn-from-amc-11623190531",
    "title": "‘Meme’ Stocks Can Learn From AMC",
    "sub_head": "A CEO rightly focuses on meeting the public’s irrational desire for his shares.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "time": "2021-06-08 18:15:00",
    "body": "Stock investors are free to buy for any reason they want (except inside information) and yet it works better for society if they buy and sell depending on whether a company appears to be cheap in relation to long-term prospects. This sends the right message to managers. It directs capital to its most highly valued uses. It makes the world safe for indexers.<br />So congrats to  AMC  Entertainment chief executive Adam Aron, who has been playing the role normally filled by short sellers. He’s been selling hand over fist that which appears to be grossly overvalued, namely his own company’s shares thanks to Reddit-dwellers who’ve bid them up in seeming defiance of any business logic.<br />With the stock up an improbable 2,650% since Jan. 1, AMC sold 20 million shares in two tranches in three days last week for an average price of around $41. For comparison’s sake, the Wall Street consensus stock price forecast a year from now is a bit more than $5.<br />Mr. Aron has been loquacious and opportunistic where the management of another “meme” stock,  GameStop ,  has been nervously reticent. With an eye obviously toward the Securities and Exchange Commission, he has been careful not to justify the current stock price. He dances around the motives of online traders who style themselves “apes,” after the rebellious simians in the “Planet of . . .” movies, and who say they want to drive the stock “to the moon” out of animus toward hedge funds that engage in short selling.<br />Mr. Aron has restricted his burble to the ways AMC might use their cash to reinvent itself, while leaving it to public filings to point out the obvious: The current share price reflects “market and trading dynamics unrelated to our underlying business” and investors should be prepared to lose “all or a substantial portion” of their money."
}