{
    "url_original": "https://www.wsj.com/articles/men-tied-to-violent-white-supremacist-group-plead-guilty-to-firearms-charges-11623362867?mod=business_minor_pos6",
    "url": "men-tied-to-violent-white-supremacist-group-plead-guilty-to-firearms-charges-11623362867",
    "title": "Men Tied to Violent White-Supremacist Group Plead Guilty to Firearms Charges",
    "sub_head": "Prosecutors say two men were members of group that seeks to overthrow U.S. government",
    "category_1": "Politics",
    "category_2": "National Security",
    "image_1_url": "https://images.wsj.net/im-352102?width=620&size=1.5",
    "image_1": "im-352102.jpg",
    "time": "2021-06-10 18:07:00",
    "body": "Two men prosecutors say are affiliated with the Base, a violent white-supremacist group that seeks to overthrow the U.S. government, pleaded guilty in a Maryland courtroom on Thursday to firearms, obstruction of justice and other federal charges.<br />The men intended to sow chaos at a January 2020 pro-gun rally in Richmond, Va., prosecutors said in an earlier court filing, and had discussed ambushing and killing a police officer and tossing firecrackers into a crowd there. The men also contemplated attempts to sabotage power lines, derail trains and poison water supplies to bring on economic collapse, prosecutors said.<br />Charges against Brian Mark Lemley Jr., a 35-year-old U.S. Army veteran, include transporting a machine gun and helping the other defendant, Patrik Jordan Mathews, 28, a former Canadian Army reservist, enter the U.S. illegally and obtain a firearm. Both men were also charged with obstruction of justice, with prosecutors saying they destroyed their cellphones and dumped them in a toilet in an effort to thwart an investigation by the Federal Bureau of Investigation.<br />Authorities said Mr. Mathews entered the U.S. illegally after he was identified in 2019 by the Winnipeg Free Press as a member of the Base. A reporter for the newspaper had conducted an undercover investigation of the group, prompting a law-enforcement probe in Canada.<br />Prosecutors said the Base seeks out members with military and explosives backgrounds. In detailing the firearms charges, prosecutors said Messrs. Mathews and Lemley constructed a rifle and trained at gun ranges in Maryland and Georgia."
}