{
    "url_original": "https://www.wsj.com/articles/merrick-garland-responds-to-criticism-from-white-house-democrats-11623276591?mod=politics_lead_pos10",
    "url": "merrick-garland-responds-to-criticism-from-white-house-democrats-11623276591",
    "title": "Merrick Garland Underscores Justice Department’s Independence",
    "sub_head": "Attorney general’s defends Justice Department for backing some Trump administration positions that Biden, Democratic lawmakers want reversed",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-351655?width=620&size=1.5",
    "image_1": "im-351655.jpg",
    "time": "2021-06-09 18:09:00",
    "body": "WASHINGTON—Attorney General Merrick Garland on Wednesday defended the Justice Department after its continued support of some Trump administration legal positions drew criticism from fellow Democrats and the White House.<br />The disagreement—which some legal observers said President Biden courted by selecting an attorney general committed to operating independently—surfaced this week when the Justice Department announced it would continue its defense of former President Donald Trump in a defamation suit stemming from a decades-old rape allegation by journalist E. Jean Carroll.<br />Biden Justice Department officials held, as did the Trump administration, that the former president can’t be sued because he was acting within the scope of his official duties when he denied the accusation in 2019.<br />“Our job at the Justice Department in making decisions of law is not to back any administration previous or present. Our job is to represent the American people,” Mr. Garland told Sen. Patrick Leahy (D., Vt.), who pressed him at a Senate budget hearing about why the department continued to back some Trump Justice Department decisions. “And our job in doing so is to ensure adherence to the rule of law, which is the fundamental requirement of a democracy.”<br />The attorney general’s comments came after the White House publicly distanced itself from the Justice Department’s action in the Carroll case, one of several recent moves that have revealed differences between Mr. Biden and his attorney general."
}