{
    "url_original": "https://www.wsj.com/articles/mexico-checks-amlos-power-11623104774?mod=opinion_lead_pos2",
    "url": "mexico-checks-amlos-power-11623104774",
    "title": "Mexico Checks AMLO’s Power",
    "sub_head": "A vote for democracy against the President’s radical ambitions.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-350120?width=620&size=1.5",
    "image_1": "im-350120.jpg",
    "time": "2021-06-07 18:26:00",
    "body": "Believe it or not, there’s good news south of the Rio Grande. Mexican voters delivered a sharp rebuke to President Andrés Manuel López Obrador’s ruling Morena Party coalition in Sunday’s midterm elections, stripping its two-thirds majority in the lower house of Congress. The result weakens AMLO, as the President is known, and his ambitions for a radical “fourth transformation” of Mexico.<br />The President made this election a referendum on himself, betting that his 60% approval rating would overcome his mishandling of Covid-19 and an economy that hasn’t grown in two years. His pledge to fight corruption still resonates with the public.<br />Turnout of about 52% was high for a midterm election. But Morena candidates took a beating among middle-class urban and suburban voters, many of whom supported AMLO in 2018. Morena lost big in the federal district of Mexico City, where AMLO was mayor.<br />Morena or its coalition won 10 or so of the 15 governorships in play, but Morena had to settle for a plurality in the 500-seat lower house. The party will now need cooperation from the Green Party—always a party for hire—to govern. AMLO’s ambition to rewrite the constitution—whether to reverse market liberalization, especially in energy, or centralize power in the presidency—becomes far more difficult.<br />AMLO’s image as the popular caudillo has also taken a hit. He’s still not a lame duck, but halfway through his six-year single term the 2024 election campaign is unofficially open, which means that his power is no longer ascendant. When he assails business as the “mafia,” bullies opponents, or tries to push antidemocratic laws through Congress, he will now meet more resistance."
}