{
    "url_original": "https://www.wsj.com/articles/mexico-city-subway-collapse-report-inquiry-highlights-construction-flaws-11623882802",
    "url": "mexico-city-subway-collapse-report-inquiry-highlights-construction-flaws-11623882802",
    "title": "Mexico City Subway Collapse Report Inquiry Highlights Construction Flaws",
    "sub_head": "Shoddy work, unfinished soldering, lack of bolts contributed to deadly incident, report says",
    "category_1": "World",
    "category_2": "Latin America",
    "time": "2021-06-16 18:33:00",
    "body": "MEXICO CITY—The collapse of an elevated section of Mexico City’s subway last month that killed 26 people and left dozens more injured was caused by “structural flaws” in its construction, according to a preliminary inquiry by an independent firm released Wednesday.<br />Line 12 of Mexico’s City’s subway was built by a group of companies that included  Grupo Carso ,  which is owned by Mexican billionaire Carlos Slim. The findings on Mexico’s worst subway accident in 45 years also put Mexico’s foreign minister Marcelo Ebrard in the spotlight, as he served as Mexico City mayor during the construction of the line.<br />Flaws in construction included the lack of bolts, badly executed or unfinished soldering, loss of shape on beams and the use of different types of concrete, according to the report by Norwegian consulting firm DNV.<br />Mexico City Mayor Claudia Sheinbaum said the subway line, which has been closed since the collapse, will be repaired to reinforce its structure. Two additional, more complete reports will be released in the coming months, she said.<br />It wasn’t immediately clear whether authorities would impose fines or other sanctions on the construction firms. Line 12 was built by a group formed by Grupo Carso’s construction unit Cicsa, Mexican construction company ICA and France’s  Alstom .  Ms. Sheinbaum said she would be in contact with the construction firms to rebuild the line, without offering more details."
}