{
    "url_original": "https://www.wsj.com/articles/mexicans-vote-in-midterm-election-seen-as-referendum-on-populist-president-11622982436",
    "url": "mexicans-vote-in-midterm-election-seen-as-referendum-on-populist-president-11622982436",
    "title": "Mexicans Vote in Midterm Election Seen as Referendum on Populist President",
    "sub_head": "A big majority could solidify Andrés Manuel López Obrador’s power and give a boost to his nationalist economic policies",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-349488?width=620&size=1.5",
    "image_1": "im-349488.jpg",
    "time": "2021-06-06 12:14:00",
    "body": "MEXICO CITY—Mexicans voted Sunday in a midterm election that will determine whether populist leader Andrés Manuel López Obrador faces significant constraints on his drive to concentrate power and boost state control over the economy during the second half of his presidency.<br />Mexicans will elect the 500 members of the lower house for the next three years and vote to fill nearly 20,000 local positions across the country, including mayors, councilors and state legislators. Voters will choose a new governor in 15 of the 32 states, including Nuevo León, an economic powerhouse near the border with Texas.<br />“What is at stake is whether López Obrador will have free hands the rest of his term, or whether Mexicans will establish some checks and balances in the president’s power,” said Jesús Silva-Herzog, a political-science professor at Mexico’s Tecnológico de Monterrey university.<br />More broadly, the midterm vote is seen as a referendum on the president himself and his policies, Mr. Silva-Herzog said. It will also gauge whether Mexico’s opposition parties can recover their footing after the populists’ landslide presidential win in 2018 sent them into disarray.<br />Most polls show Mr. López Obrador’s Morena party is close to keeping its majority in the lower house. According to the average of five recent polls, Morena would get 40% of the vote for the lower house followed by the centrist Institutional Revolutionary Party, or PRI, with 18% support and the conservative National Action Party, or PAN, with 17%. The PRI and the PAN dominated Mexico’s politics for decades before Mr. López Obrador’s victory in 2018."
}