{
    "url_original": "https://www.wsj.com/articles/miami-area-collapsed-condo-rescue-stretches-into-fifth-day-11624887471?mod=business_minor_pos4",
    "url": "miami-area-collapsed-condo-rescue-stretches-into-fifth-day-11624887471",
    "title": "Miami-Area Collapsed Condo Rescue Stretches Into Fifth Day",
    "sub_head": "Death toll stands at nine; Miami-Dade Police Department released names of four more residents who died",
    "category_1": "U.S.",
    "time": "2021-06-28 09:37:00",
    "body": "SURFSIDE, Fla.—Rescue crews combed the dense rubble of the collapsed Miami-area condo tower Monday morning, searching for survivors from above and below as the recovery efforts entered their fifth day.<br />The death toll from the partial collapse of Champlain Towers South stands at nine, with 152 people unaccounted for. The Miami-Dade Police Department released the names late Sunday of four more previously recovered residents who died in the collapse: Leon Oliwkowicz, 80 years old; Luis Bermudez, 26; Anna Ortiz, 46; and Christina Beatriz Elvira, 74.<br />Investigators pressed ahead Monday with efforts to identify the cause of the failure. Emails released by the town Sunday included correspondence from the condo board and town officials in recent years that show residents were concerned about the effects of nearby construction.<br />On Monday morning, streets were blocked and a section of beach was barricaded both north and south of the collapsed tower. The family reunification center was quiet, with a half dozen people milling about. The Federal Emergency Management Agency was opening a recovery center in Surfside to help victims access government benefits, which typically include housing, Sen. Marco Rubio tweeted.<br />Officials said six to eight squads of rescue workers were combing through the debris pile at any given time, with hundreds of additional crew members standing by to rotate in. They employed rescue dogs, cameras and sonar to try to find pockets of space and potential survivors."
}