{
    "url_original": "https://www.wsj.com/articles/microstrategys-rough-life-as-a-bitcoin-tracker-11623234600?mod=business_minor_pos10",
    "url": "microstrategys-rough-life-as-a-bitcoin-tracker-11623234600",
    "title": "MicroStrategy’s Rough Life as a Bitcoin Tracker",
    "sub_head": "Wall Street values software maker primarily for its cryptocurrency holdings just as business is improving",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-350987?width=620&size=1.5",
    "image_1": "im-350987.jpg",
    "time": "2021-06-09 06:30:00",
    "body": "One has to hand it to  MicroStrategy  in that they have hit on an effective,  if expensive, way to get back on Wall Street’s radar.<br />The 32-year-old company sells business intelligence, or BI, software and has been public since 1998. But annual revenue peaked at just under $580 million in 2014 and has been in a slow decline since. Investors had largely lost interest. At this time last year, only two analysts were covering MicroStrategy’s stock, which was fetching a multiple of about 2.6 times forward sales,  nearly one-third the average multiple for the S&P 500 Software & Services Group at the time, according to FactSet.<br />The company’s full-throated embrace of bitcoin has dramatically shifted those perceptions. In August of last year, MicroStrategy announced the adoption of bitcoin as its “primary treasury reserve asset.” The company said at that time that it had purchased $250 million worth of the cryptocurrency, and it has only stepped on the gas since. This week brought the company’s third bond sale done solely for the purpose of raising money to buy more bitcoin. MicroStrategy said Tuesday afternoon that it expects to raise about $488 million through the sale. Based on bitcoin’s price Tuesday afternoon, that could bring the value of MicroStrategy’s total bitcoin holdings to roughly $3.5 billion.<br />MicroStrategy’s unorthodox approach to managing its finances has gotten Wall Street’s attention. Five analysts now cover the stock, which has outperformed practically every other software name over the last 12 months with a 264% gain. But that run hasn’t exactly re-rated the business. MicroStrategy’s market value of about $4.5 billion at Tuesday’s close suggests investors are valuing the core software operation ex-bitcoin at just under $1 billion, a discount of more than 20% to the company’s market value before its cryptocurrency experiment started last summer. Viewed this way, MicroStrategy is actually a serious laggard; only four other stocks on the S&P 500 software group have lost value over the last 12 months.<br />MicroStrategy, in other words, is now more of a bitcoin tracking stock than a software stock. Many analysts and the company itself seem fine with that. Speaking at a bitcoin conference over the weekend, co-founder and Chief Executive Michael Saylor called the cryptocurrency the “seminal invention of the human race” and says the investments “imbued life into the company.”"
}