{
    "url_original": "https://www.wsj.com/articles/microsoft-launches-windows-11-in-a-reboot-for-the-app-economy-age-11624549500?mod=business_lead_pos5",
    "url": "microsoft-launches-windows-11-in-a-reboot-for-the-app-economy-age-11624549500",
    "title": "Microsoft Launches Windows 11 in a Reboot for the App-Economy Age",
    "sub_head": "Software giant teams up with Amazon to bring more content to the Microsoft app store",
    "category_1": "Tech",
    "time": "2021-06-24 13:31:00",
    "body": "Microsoft Corp.  on Thursday unveiled an overhaul of its Windows operating system designed to update the software that long ruled the PC market for an era when the use of apps on smartphones and tablets increasingly dominate people’s interaction with technology.<br />Windows 11, the product’s first new version in almost six years, includes only limited changes to its visual design, but it seeks to reposition the operating system as a hub in a computing universe incorporating rival companies’ platforms, including the Android mobile software developed by Google. The new Windows will feature an app store that collaborates with  Amazon . com Inc.—which operates its own Android app store—and will let people use their PC with the easy interface they have become familiar with on their smartphones.<br />In addition to Windows-based apps, users will be able to choose from Android apps Amazon offers to install on their PCs. Amazon offers hundreds of thousands of such apps, including for TikTok, the popular video-sharing site, and ride-hailing service  Uber Technologies Inc.  The partnership would make such apps that have become more central to people’s lives easily accessible on their PC screens.<br />With the new digital storefront, Microsoft is trying to show itself as a fairer place for developers to distribute their apps, doubling down on its battle with  Apple Inc.  over fees. Apple maintains tight control over the apps it allows users to install on their iPhones. Microsoft has argued that behavior is anticompetitive and argued for users to have more choice.<br />“Windows has a role to play as the most open of ecosystems today that plays nicely with the others,” Microsoft Chief Executive Satya Nadella said in an interview."
}