{
    "url_original": "https://www.wsj.com/articles/microsoft-has-the-right-pieces-for-game-streaming-11623409200?mod=markets_lead_pos11",
    "url": "microsoft-has-the-right-pieces-for-game-streaming-11623409200",
    "title": "Microsoft Has the Right Pieces for Game Streaming",
    "sub_head": "Cloud-computing prowess and Xbox business give software company an edge over rivals",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-352459?width=620&size=1.5",
    "image_1": "im-352459.jpg",
    "time": "2021-06-11 07:00:00",
    "body": "Just as only Nixon could go to China, it might be that only an established videogame company can upend the industry enough to finally make cloud gaming a reality.<br />The potential for  Microsoft  to perform such a role has been apparent for a while now, and the latest ambitions telegraphed by the company make clear its intent to be a player. Microsoft announced Thursday that it is working on new devices to enable game streaming, and with TV manufacturers on sets that would enable games without any other hardware save for a controller. It also plans to launch web-browser-based cloud gaming in the next few weeks, along with a feature coming to its Xbox console later this year that will enable gamers to stream trial versions of games before they buy. Microsoft Chief Executive Satya Nadella joined Xbox head Phil Spencer on Thursday to proclaim cloud gaming as “truly a breakthrough experience.”<br />Cloud gaming, in which players stream videogames from servers rather than downloading them to their consoles or PCs, has seen some notable attempts previously. But none has been able to overcome both the technological and business-model challenges. The most-high-profile attempt was Google with its Stadia service, which launched in late 2019. A little over a year later the  Alphabet  company scaled back its ambitions considerably by calling off its effort to build major exclusive games for the service.<br />With their networks powering fast-growing cloud-computing services, Google,  Amazon  and Microsoft have seemed to be the best-suited to solving the technical hurdles for game streaming, which requires games to be rendered by distant servers while maintaining a split-second response time to players’ controls. Cloud-game services also require the availability of popular games—ideally available to play on an unlimited basis for a monthly subscription fee. That requires buy-in from publishers that still largely depend on selling games as paid downloads or plastic discs at retail.<br />As such, only Microsoft seems to have all the necessary pieces to the puzzle. Its Azure cloud service provides a strong technical backbone plus the business motivation, given how essential Microsoft’s cloud focus has been to the company’s revived fortunes and a nearly $2 trillion market value. The company also brings a large installed base of console users and subscribers to its Xbox Live and Game Pass services, along with ownership of several big gaming properties that it beefed up further with the acquisition of game publisher Bethesda Softworks. “Xbox and Azure are natural bedfellows,” Colin Sebastian of Baird noted to clients Thursday."
}