{
    "url_original": "https://www.wsj.com/articles/microsoft-still-needs-windows-to-shine-11624556362?mod=markets_major_pos2",
    "url": "microsoft-still-needs-windows-to-shine-11624556362",
    "title": "Microsoft Still Needs Windows to Shine",
    "sub_head": "The storied operating system continues to have an important role to play at the cloud-centric tech company",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-06-24 13:39:00",
    "body": "No one lines up for Windows updates anymore. But the storied operating system still has an important role to play in  Microsoft ’s  expanding business.<br />The software titan’s formal unveiling of Windows 11 on Thursday comes more than six years after the last major update to the ubiquitous PC operating system. That is the longest Microsoft has gone between such revisions, though frequency hasn’t always been a sign of quality. The widely panned Windows Me and Vista versions were barely on the market for two years before Microsoft pushed out replacements.<br />But even strong Windows offerings don’t carry the same weight these days. Smartphones and tablets that run on different operating systems have expanded the computing market significantly. And Microsoft’s own pivot to the cloud has reshaped its business model.<br />When the company pulled out all the marketing stops to launch Windows 95—a campaign that included buying an entire print run of the London Times and paying big for the Rolling Stones “Start Me Up” hit—about 28% of Microsoft’s total revenue came from licensing its operating system to PC makers. Analysts now estimate that contribution to be about 8% of projected revenue for the company’s fiscal year ending this month, according to consensus estimates from Visible Alpha.<br />Still, Windows is a key part of Microsoft’s ecosystem. Despite the popularity of mobile devices, personal computers remain the workhorse of the working world. And the vast bulk of those are running on Microsoft’s platform. Windows powered 83% of PC devices sold last year, according to Gartner. Microsoft Chief Executive Satya Nadella said at the company’s Build conference last month that the current Windows 10 version alone has more than 1.3 billion users."
}