{
    "url_original": "https://www.wsj.com/articles/millions-of-j-j-covid-19-vaccines-are-at-risk-of-expiring-in-june-11623152775?mod=business_lead_pos11",
    "url": "millions-of-j-j-covid-19-vaccines-are-at-risk-of-expiring-in-june-11623152775",
    "title": "Millions of J&J Covid-19 Vaccines Are at Risk of Expiring in June",
    "sub_head": "States, hospitals try to reroute such vaccines, while efforts to export them face hurdles",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2021-06-08 13:32:00",
    "body": "Hospitals, state health departments and the federal government are racing to decide how to use up millions of   Johnson & Johnson ’s  Covid-19 vaccine doses that are set to expire this month.<br />The prospect of so many doses going to waste in the U.S. when developing nations are desperate for shots would add pressure on the Biden administration to share stockpiled vaccines. But there are few practical solutions to administering them quickly in the U.S. or distributing them in time to foreign countries, according to those involved in the vaccination drive.<br />The stockpile is, in part, an unintended consequence of the U.S.’s decision in April to temporarily suspend administration of J&J doses to assess a rare blood-clot risk. The pause forced states and providers to cancel large blocks of appointments that were never rescheduled, leaving a surplus of supply, and in some areas increasing hesitancy over the J&J vaccine’s safety, according to industry officials.<br />Some hospitals and states say that vaccines from  Pfizer Inc.  and partner  BioNTech SE ,  as well as  Moderna Inc.,  are due to expire later this summer, but the stockpiles so far are largely of J&J doses. Pfizer’s vaccine expires six months after manufacture. Moderna’s vaccine can remain frozen for up to six months, during which it can be refrigerated for one month.<br />Philadelphia has 42,000 J&J doses set to expire, most of which came from a Federal Emergency Management Agency clinic at the city’s convention center a few days before the pause, a city spokesman said. Pennsylvania, West Virginia, Oklahoma, Ohio and Arkansas are among states that report having thousands of J&J doses set to expire this month and have been unable to redistribute them."
}