{
    "url_original": "https://www.wsj.com/articles/milton-avery-the-connecticut-years-review-prelude-to-success-11623495603?mod=opinion_major_pos13",
    "url": "milton-avery-the-connecticut-years-review-prelude-to-success-11623495603",
    "title": "‘Milton Avery: The Connecticut Years’ Review: Prelude to Success",
    "sub_head": "An exhibition at the Wadsworth Atheneum provides a glimpse into the evolution of the 20th-century American modernist’s signature style.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-352331?width=620&size=custom_2560x2065",
    "image_1": "im-352331.jpg",
    "time": "2021-06-12 07:00:00",
    "body": "Hartford, Conn.<br />Just as prequels are big in movies, television and even comic books, museum shows about the early works of painters already known to art history are far from uncommon. The question that arises with such exhibitions is: Do they merit attention in and of themselves, providing more than mere footnotes to the mature work? In the case of “Milton Avery: The Connecticut Years,” at the Wadsworth Atheneum, which “focuses on the artist’s earliest works from the 1910s and 1920s,” when he still lived in Hartford and had yet to arrive at the simplified, cheerily colored, semiabstract figuration for which he is known, the answer is yes.<br />Avery—who was born in a small town in upstate New York in 1885 and died in New York City at almost 80—enjoyed only local fame as an artist until he was in his mid-40s, when the Phillips Collection in Washington became the first museum to purchase his work. Nor did he have it particularly easy on the way to this small but national success. His father died when he was 20, and Avery had to provide principal support for his family. To that end, he worked as a lathe operator, a mechanic, and in the office of Travelers Insurance Co.<br />Thinking he might become a commercial draftsman, he tried in 1905 to take a lettering class at the Connecticut League of Art Students. Not enough people enrolled, so Avery was talked into sticking around for a life drawing class instead; in no time, he was hooked on being a fine artist. Still, it took him a decade to exhibit publicly (at the Connecticut Academy of Fine Arts, with an impressionist painting that has long since disappeared). In 1924, he met and fell in love with another artist, Sally Michel, and they soon decamped to New York City.<br />The Wadsworth show is about the work Avery made while still in the Nutmeg State. Most of his 29 works here have hardly ever been seen publicly, and many have been lent by the Milton Avery Trust. They begin with impressionism—a style then rampant among American painters who, wanting to be modern, went beyond the smooth, mahogany mode of academic painting. Avery ventured outdoors, with portable equipment and panels, and painted directly from nature. The distinguishing feature of paintings resulting from that practice is, aside from baseline competence, a slight homeliness that would later translate into Avery’s signature, deceptively clumsy, beauty. The shift away from impressionism began in Gloucester, Mass., in 1920, when the artist started mixing his colors on the palette instead of, impressionistically, directly on the canvas, and later in the ’20s in Collinsville, Conn., where Avery’s paint grew thinner and his shapes simpler."
}