{
    "url_original": "https://www.wsj.com/articles/milwaukee-bucks-brooklyn-nets-game7-giannis-antetokounmpo-kevin-durant-shot-11624192090",
    "url": "milwaukee-bucks-brooklyn-nets-game7-giannis-antetokounmpo-kevin-durant-shot-11624192090",
    "title": "The Milwaukee Bucks Silence the Noise in Brooklyn",
    "sub_head": "An unlikely surge by the road team foils an epic Game 7 from Kevin Durant, sending a hobbled contender packing",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-356821?width=620&size=1.3943355119825709",
    "image_1": "im-356821.jpg",
    "time": "2021-06-20 08:44:00",
    "body": "Brooklyn, N.Y.<br />It got quiet. Real quiet. Not polite, enforced quiet, like tennis quiet, or library quiet, but shocked quiet—the abrupt hush that comes when a home crowd is confronted with precisely what it didn’t want to see.<br />Right up until then, it all seemed to be rolling Brooklyn’s way. This was Game 7 of the Eastern Conference Semifinals, between the Milwaukee Bucks and the host Nets, and though the game had been anyone’s to take, and pushed into overtime, the arena swirled with confidence, if for no other reason than Brooklyn had him: Kevin Durant, the most fluid, ethereal big man in the sport, who somehow makes any shot look graceful, who had already swished a balletic jumper with time expiring in regulation to push the game to OT.<br />The arena exploded after that one. Durant thought he’d hit a 3-pointer to end it—“I thought it was a ‘Tracy,’ but my big-ass foot stepped on the line,” he said later—but the shot kept Brooklyn alive. The crowd screamed and hugged as security swarmed the sidelines, and it appeared like the room was levitating at the corner of Atlantic and Flatbush. Noise like this had been a Nets fantasy ever since the team alighted from the Jersey swampland, and after nearly a decade of meh-to-rocky seasons, it was actually happening.<br />It was in the stars: Brooklyn would win this Game 7. Then: it’d be onto the Conference Finals, and the Finals-Finals, and maybe the franchise’s first championship. Yes, these Nets were banged up, missing Kyrie Irving, playing with half of a James Harden, but Durant was there, and he’d get it done. Come on. He was Kevin Durant!"
}