{
    "url_original": "https://www.wsj.com/articles/mining-companies-call-themselves-green-in-push-for-investor-cash-11623144781?mod=business_lead_pos2",
    "url": "mining-companies-call-themselves-green-in-push-for-investor-cash-11623144781",
    "title": "Mining Companies Call Themselves Green in Push for Investor Cash",
    "sub_head": "Many tout their production of materials that go into wind turbines, power lines and batteries",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-348467?width=620&size=1.5",
    "image_1": "im-348467.jpg",
    "time": "2021-06-08 05:33:00",
    "body": "Mining companies are trying to tap into the flood of cash targeting green investments by touting their production of materials that go into wind turbines, power lines and batteries.<br />They are playing down the environmental impact of their operations and, for many of them, their big businesses mining coal.<br />The International Energy Agency said in a May report that while coal mining will decrease dramatically in the coming years, “the mining of minerals needed for clean energy transitions increases very rapidly” in a global economy focused on bringing down carbon emissions.<br />Demand for lithium used in batteries, for instance, is expected to expand by a factor of 30 by 2030, according to the IEA. Cobalt and nickel also will be needed for batteries while copper will be used by transmission lines, electric vehicles and wind turbines. “Metals are at the heart of the new economy, they’re key to the transition to new technologies, EVs, energy storage,” said Mark Wade, head of sustainability research at Allianz Global Investors.<br />“For us as an industry, the transition to a decarbonized society and what that means to both demand and supply for our products becomes the defining issue of our time,”  Anglo American  PLC Chief Executive Mark Cutifani said at a recent Bank of America conference. London-based Anglo American “will be part of the solution” by providing the commodities required by the transition away from fossil fuels, he said."
}