{
    "url_original": "https://www.wsj.com/articles/minnesota-prosecutors-reject-allegations-of-juror-misconduct-in-derek-chauvin-trial-11623887012?mod=business_minor_pos6",
    "url": "minnesota-prosecutors-reject-allegations-of-juror-misconduct-in-derek-chauvin-trial-11623887012",
    "title": "Derek Chauvin Prosecutors Reject Allegations of Juror Misconduct in Trial",
    "sub_head": "Minnesota prosecutors also say they and the judge behaved properly during the trial of former police officer convicted of murdering George Floyd",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-355253?width=620&size=1.5",
    "image_1": "im-355253.jpg",
    "time": "2021-06-16 19:43:00",
    "body": "Minnesota prosecutors rejected defense allegations of juror and prosecutorial misconduct and judicial errors in the trial of former Minneapolis police officer Derek Chauvin, who was convicted in April of murdering George Floyd.<br />In filings on Wednesday, prosecutors said Mr. Chauvin wasn’t entitled to a new trial or a special hearing to probe the conduct of juror Brandon Mitchell, who was the first voting member of the jury to publicly discuss the deliberations.<br />Defense Attorney Eric Nelson has sought a new trial, arguing that the judge erred in not granting a change of venue or sequestering the jury, among other things. The prosecution said publicity in the case was so widespread that any jurisdiction in Minnesota would have been exposed to the same amount of media coverage and that the jurors were told to avoid media of any kind during the trial.<br />Mr. Nelson also alleged that Mr. Mitchell had shown bias in his media appearances and had failed to disclose that he had attended a rally in Washington last August during which he wore a T-shirt that said “Get Your Knee Off Our Necks” and “BLM,” which stands for Black Lives Matter.<br />The questionnaire asked if Mr. Mitchell had attended any antipolice rallies in Minneapolis. He said in interviews that he considered the march in Washington to be a civil-rights march, marking the Rev. Dr. Martin Luther King Jr.’s “I have a dream” speech. He also told local media he doesn’t remember owning or wearing the shirt."
}