{
    "url_original": "https://www.wsj.com/articles/mismatched-fashion-is-trending-6-ways-to-master-the-blend-11624643591",
    "url": "mismatched-fashion-is-trending-6-ways-to-master-the-blend-11624643591",
    "title": "Mismatched Fashion Is Trending. 6 Ways to Master the Blend",
    "sub_head": "As we re-emerge, women eager to dress up again are piling on favorite, long-neglected clothes at once. Here, how to artfully combine clashing patterns, fabrics and styles.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "time": "2021-06-25 13:53:00",
    "body": "ON A BRISK afternoon last month, my boyfriend looked befuddled as I stepped out of my bedroom. “What’s happening here?” he asked, tilting his head as he stared at my get-up: a tie-dye Proenza Schouler dress underneath a crisp khaki trench from the Gap. “It looks like you couldn’t make up your mind.” The truth was, I couldn’t—so, I didn’t. It was the first time I’d put on a real outfit in over a year, and choosing just one aesthetic was too difficult.<br />Many women are facing a similar predicament as the U.S. opens up and we delve into our long-neglected wardrobes, revisiting the decision processes of getting dressed. It’s hard to settle on just one thing—we want to wear it all. The result is kooky, counterintuitive styling—or artful mismatching—a look that, when it works, is best described as the sartorial equivalent of “chaotic good.”<br />“I’m eager as hell to get dressed up. I do it to go out for groceries,” said Leandra Medine, a fashion writer in New York known for her mismatching skills. She attributes the trend’s newfound popularity to overexcitement. “Personal style is a meaningful form of self-expression that…was abruptly cut off during the pandemic,” she said. “And after a year of pent-up energy, curiosity, emotion, rage, we’re at a turning point where we can finally take back this form of self-expression.” Ergo, we’re going all out, making our looks as creative as possible.<br />Take Morgan Rossi, global client director at LinkedIn in New York. “The only shopping I did during quarantine [was for] truly special pieces,” said Ms. Rossi, 30. “And those are the first things I wanted to wear when we went back to real life.” Impatient to break out her spoils, she’s been piling on multiple disparate buys at once. Recently, she teamed feathery Manolo Blahnik heels with utilitarian Nili Lotan trousers—both lockdown acquisitions—for a family dinner.<br />Less expert dressers need to use more strategy when it comes to the mismatch endeavor, employing equal parts creativity and restraint. The outfit should feel unexpected and effortless, but never thoughtlessly thrown together. It must be cohesive and considered, but not stiffly coordinated. It’s a balance that’s easy to get wrong."
}