{
    "url_original": "https://www.wsj.com/articles/mississipis-people-should-choose-its-abortion-laws-11623709643?mod=opinion_lead_pos5",
    "url": "mississipis-people-should-choose-its-abortion-laws-11623709643",
    "title": "Mississippi's People Should Choose Its Abortion Laws",
    "sub_head": "When I face the Supreme Court, I will seek to vindicate democratic principles.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-14 18:27:00",
    "body": "Jackson, Miss.<br />When the Supreme Court hears from the parties in Dobbs v. Jackson Women’s Health Organization in its next term, the arguments will concern the constitutionality of a Mississippi abortion law protecting life after 15 weeks of pregnancy. At stake will be the right of the people to speak through their elected leaders on the protection of vulnerable life and women’s health.<br />The Supreme Court recognized a right to terminate pregnancy in 1973, and the court has been clear that the right is not absolute. But that isn’t the end of the story. The people act on legitimate interests through their elected legislators who pass laws and their elected governors who sign them. The people’s elected representatives protect women’s health by ensuring that women have the information to make informed decisions and have appropriate levels of medical care. They protect the sanctity of life by, for example, prohibiting abortions solely on account of a baby’s disability.<br />States also make laws to protect the environment and consumers; to support religious expression, free speech and the right to bear arms; to promote access to education and healthcare; to define crimes and set criminal penalties and much more. In every instance, the legislative body must carefully balance the competing and legitimate interests of the people they represent. The elected executive, similarly accountable to the people, ensures that the people’s interests are given effect and provides a check by either signing or vetoing the law.<br />In the wisdom of the Founding Fathers, the Supreme Court was given the role of providing guideposts to the legislatures to help them secure legitimate interests without infringing on core constitutional rights."
}