{
    "url_original": "https://www.wsj.com/articles/moloch-review-up-in-flames-11623187171?mod=opinion_major_pos14",
    "url": "moloch-review-up-in-flames-11623187171",
    "title": "‘Moloch’ Review: Up in Flames",
    "sub_head": "In this six-part French thriller, a journalist and a psychiatrist team up to investigate a series of human combustions.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-350482?width=620&size=1.5",
    "image_1": "im-350482.jpg",
    "time": "2021-06-08 17:19:00",
    "body": "Watching the six-part, French-made psychological thriller “Moloch,” I kept thinking about “The Book of Lists” by David Wallechinsky, Irving Wallace and Amy Wallace, a compendium of esoterica first published in 1977 and the ancestor of internet searches and listicles. Among its cataloging of bizarre phenomena, opinions and obscure facts (the worst movies ever, the world’s best reference works, celebrities who died during sex, various people suspected of being Jack the Ripper) was a list that always stuck with me: eight instances of spontaneous human combustion. People who apparently just burst into flames. As they do in “Moloch.”<br />The idea of spontaneous combustion simply doesn’t dawn on anyone until late in episode 2—oddly no one in the north French city where “Moloch” is set seems to have ever heard of the notion before an alarming number of citizens start going off like Molotov cocktails. I guess they didn’t read the book.<br />SHC is certainly the sort of thing that would turn up among the exhaustive internet searches done by Louise (Marine Vacth), a pathologically ambitious newspaper freelancer who is supposed to be writing “trend” pieces but becomes obsessed with the flambéd-people story—partly because it’s being covered up by the authorities. She is in the habit, she tells her journalist colleagues, of visiting random crime scenes “for ideas,” and has actually sneaked onto the site of what appears to be the first in a series of—what? Suicides? Pyromaniacal attacks? Supernatural conflagrations? Possibly. But we have already seen what was there to be seen: a man simply going to work in a high-rise office tower who caught fire for no discernible reason. Louise, though promptly ejected by police, has managed to photograph the ashy outline of the victim—if that’s what he is—and taken the story back to what is an understandably skeptical newsroom.<br />The word “Moloch”—a Canaanite idol mentioned in the Old Testament and associated with sacrifice—begins appearing at the sites of the combustions. What is causing all the incandescence is the point of the story, supernaturally, but it’s not the dead and gone who keep our attention but the living and the weird. As created by Marion Festraëts and Arnaud Malherbe (who also directs) the characters regularly defy expectations, and clichés: Louise is not the intrepid reporter typical of so many investigative dramas but a borderline sociopath who really will do anything for a story—blackmailing witnesses, exploiting the vulnerable, sleeping with policemen and inveigling her way into the funeral of the first victim. There, she presents herself to the dead man’s psychiatrist, Gabriel (Olivier Gourmet), as a mourner in need of therapy. Gabriel has his own problems, and secrets, that separate him from the pack. But he’s not an idiot, as Louise will find out.<br />All around them—at the newspaper, for instance—are people who refuse to believe their eyes, or Louise, or the irrefutable fact that people are burning up for reasons otherworldly. Gabriel knows better. He begins treating a young boy who saw his mother catch fire. At the same time, he is counseling Jimmy (Marc Zinga), a bus driver who was hospitalized after he went rogue, left his route and drove his passengers to the sea. He has no idea why he did it. But his religious fanaticism together with the invocations of Moloch suggest some kind of divine intervention is at work."
}