{
    "url_original": "https://www.wsj.com/articles/more-hidden-costs-in-the-fight-for-15-11624401328?mod=opinion_lead_pos4",
    "url": "more-hidden-costs-in-the-fight-for-15-11624401328",
    "title": "More Hidden Costs in the Fight for $15",
    "sub_head": "California’s wage floor hurt hours and reliable schedules, a study says.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-22 18:35:00",
    "body": "The economic debate over the minimum wage is often fought over jobs numbers. In a February survey of economists, 45% of respondents thought that a nationwide $15-an-hour rule would “lower employment for low-wage workers in many states.” One-third of the economists weren’t certain. Only 14% disagreed.<br />Yet raw employment is only part of the story. Political meddling in labor markets can harm workers in ways that are more difficult to see. Based on one clothing retailer’s timecard data, a new study says that California’s minimum wage effectively constrains employees’ hours, cuts their eligibility for benefits, and “reduces the consistency of weekly and daily schedules.”<br />Written by academics at the Georgia Institute of Technology, Cornell and the University of Washington, the paper looks at 2015-2018 data from an anonymous “chain of fashion retail stores.” All the locations had the same brand, but 45 were in California (where the minimum wage went up), and 17 were in Texas (where it didn’t). During the period examined, California’s wage floor rose to $11 an hour from $9, with one citywide minimum reaching $13.50. Texas kept a flat $7.25.<br />The rising minimum wage in California didn’t significantly affect the number of hours worked per store. What changed, as the company apparently tried to keep its labor costs down, was who worked those hours. “As the minimum wage increases by $1,” the authors say, “the number of workers scheduled to work per week increases by 27.7%, and the hours assigned to each worker decrease by 20.8%” For the average employee earning $11 an hour, losing that much time on the clock would translate to a wage reduction of 13.6%.<br />One way this can create savings for the company, however, is that workers generally need 20 hours a week to qualify for retirement plans and 30 hours a week for health care. The authors calculate that for an average California store, “when increasing the minimum wage by $1, the percentage of workers with weekly hours longer than 20 and 30 decreases by 23.0% and 14.9%, respectively.”"
}