{
    "url_original": "https://www.wsj.com/articles/more-latinos-bid-adios-to-democrats-11623104251?mod=opinion_major_pos7",
    "url": "more-latinos-bid-adios-to-democrats-11623104251",
    "title": "More Latinos Bid ‘Adios’ to Democrats",
    "sub_head": "Election results in Texas show the migration to the GOP may finally be starting.",
    "category_1": "Opinion",
    "category_2": "Main Street",
    "image_1_url": "https://images.wsj.net/im-349858?width=620&size=1.5",
    "image_1": "im-349858.jpg",
    "time": "2021-06-07 18:17:00",
    "body": "For decades some conservatives, yours truly among them, have argued that Latino Americans, with their ethic of faith and family and work, ought to be natural Republicans. On Saturday in a South Texas city on the Mexican border, Javier Villalobos gave America a glimpse of what this future might look like when he became the first Republican elected mayor of McAllen—the 85% Latino seat of Hidalgo County.<br />“Villalobos’ election should surprise absolutely no one who followed how counties in the Rio Grande Valley swung heavily toward Trump in the last election,” says Mike Gonzalez, a senior fellow at the Heritage Foundation and author of “The Plot to Change America: How Identity Politics Is Dividing the Land of the Free.”<br />As Mr. Gonzalez notes, the auguries were there for anyone who cared to look. In 2016 Hillary Clinton carried Hidalgo County by 41 points. But in 2020, Joe Biden won by only 17 points. Meanwhile Zapata County—what the Washington Post calls “the bluest of blue counties along the river”—flipped for Donald Trump in 2020, the first victory for a GOP presidential candidate there since Warren G. Harding a century ago.<br />These developments have Democrats sounding the alarm. A May postelection analysis by a trio of left-leaning organizations noted that while Latino turnout in 2020 grew “dramatically” over 2016, Democrats saw a “significant dip in support in places with high concentrations of Latino and Hispanic voters.” Nor were Republicans simply sitting on the sidelines all the while. When asked by Texas Monthly what was attractive to Latinos about the Republican Party, Chuck Rocha, an adviser to the Bernie Sanders presidential campaign, answered this way:<br />“At the Republican National Convention, the party had one Latino speaker after another telling their immigration story and how they lived the American dream. And if you just sit back and watch that or read the coverage, you might think, ‘Hey, these Republicans are all right. They like immigrants. They want to build entrepreneurship. They want us to all be rich like Donald Trump.’ ”"
}