{
    "url_original": "https://www.wsj.com/articles/morgan-stanley-requires-employees-to-get-vaccinated-before-going-to-the-office-11624462581?mod=markets_featst_pos3",
    "url": "morgan-stanley-requires-employees-to-get-vaccinated-before-going-to-the-office-11624462581",
    "title": "Morgan Stanley Requires Employees to Get Vaccinated Before Going to the Office",
    "sub_head": "Bank’s employees will be required to confirm they have been vaccinated before entering Morgan Stanley buildings in New York",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-06-23 11:36:00",
    "body": "Morgan Stanley  has told its employees they must get Covid-19 vaccines before returning to its New York offices.<br />Staff are required to disclose their vaccination status to the bank by July 1, the Wall Street firm said in a memo to employees. Starting July 12, employees, contingent workers, clients and visitors will be required to confirm that they have been vaccinated before entering Morgan Stanley buildings in New York City and Westchester County.<br />Unvaccinated employees will work remotely, a person familiar with the matter said. At a conference last week, Chief Executive James Gorman said that well over 90% of employees in its offices had been vaccinated.<br />Companies are pressuring employees to get vaccinated before their offices fully reopen, but few have gone so far as to require it. The Equal Employment Opportunity Commission last month said U.S. employers can require staffers entering a workplace to be vaccinated against Covid-19, although they must accommodate those who are unvaccinated for disability or religious reasons.<br />Getting workers vaccinated is especially important to Wall Street firms eager to end the work-from-home era.  Goldman Sachs Group Inc.,  which has brought thousands of employees back to its Manhattan headquarters, is requiring U.S. employees to disclose whether they have received a Covid-19 vaccine.  Wells Fargo  & Co. has asked employees to voluntarily register their vaccination status. Employees are expected to return to the bank’s offices after Labor Day."
}