{
    "url_original": "https://www.wsj.com/articles/morningside-heights-review-enduring-love-11623855437",
    "url": "morningside-heights-review-enduring-love-11623855437",
    "title": "‘Morningside Heights’ Review: Enduring Love",
    "sub_head": "A mind’s unexpected diminishment grounds a poignant, illuminating portrait of a marriage.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-354340?width=620&size=1.5",
    "image_1": "im-354340.jpg",
    "time": "2021-06-16 10:57:00",
    "body": "Can a novel feel too familiar and too close to home to offer the sort of novelty and enlightenment that we seek in fiction? I wondered about this when I picked up “Morningside Heights,” which takes place practically in my backyard on Manhattan’s Upper West Side, is peopled by characters I might run into in Riverside Park, and concerns an incurable disease whose ravages I am all too familiar with from my mother’s long slide into it.<br />I needn’t have worried. Joshua Henkin’s novel is a richly textured family portrait that feels deeply familiar yet profoundly moving and illuminating. As in the best fiction, you come away from “Morningside Heights” reluctantly—attached to its characters and with new understanding of what it is to be a feeling person dealing with life’s unpredictability.<br />Mr. Henkin, who directs Brooklyn College’s MFA program in fiction writing, has published four books over the past two dozen years. Like his best known, “Matrimony” (2007), “Morningside Heights” is a domestic novel—yes, men write sensitive domestic novels, too—which captures the many stages of a couple’s relationship from campus courtship deep into marriage. And like his most recent, “The World Without You” (2012), about a family reeling in the wake of their journalist son’s brutal death in Iraq, it concerns the adaptations that loss necessitates.<br />The focus here is on the in sickness and in health clause of marital vows, which enables Mr. Henkin to plumb the full measure of his characters’ moral fiber. His book succeeds not by dint of dazzling language or narrative sleight of hand, but by his unwavering empathy, which leads him to create remarkably real, complex characters. In fact, he pulls off a woman’s perspective so convincingly that “Morningside Heights” should help quash absurd notions that writers shouldn’t “appropriate” other genders, ethnicities or experiences in their work.<br />As with so many marriage tales, “Morningside Heights” opens with the couple’s origin story. They meet in the 1970s, when the Upper West Side was still seedy. Spence Robin, the youngest English professor ever to receive tenure at Columbia University, was a rising star at 30 when Pru Steiner, six years his junior, entered the doctoral program and took his Shakespeare class. A born-and-bred New York red-diaper baby, Spence changed his name from Shulem in kindergarten and became a stickler about language, along with most everything else. Pru, who grew up in a kosher home outside of Columbus, Ohio, had studied theater as an English major at Yale."
}