{
    "url_original": "https://www.wsj.com/articles/mortgage-companies-are-making-money-off-your-forbearance-plan-11623835802?mod=markets_lead_pos5",
    "url": "mortgage-companies-are-making-money-off-your-forbearance-plan-11623835802",
    "title": "Mortgage Companies Are Making Money Off Your Forbearance Plan",
    "sub_head": "Rocket, Wells Fargo and others are buying loans in forbearance out of government-backed bonds, then selling them back to investors",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-352489?width=620&size=1.5",
    "image_1": "im-352489.jpg",
    "time": "2021-06-16 05:30:00",
    "body": "When homeowners paused mortgage payments early in the Covid-19 pandemic, their mortgage companies found a way to make a buck.<br />Mortgage companies have ramped up their purchases of government-backed mortgages in forbearance, and they are selling these loans back to investors at a profit. The trade is made possible by a policy meant to shrink the government’s own burden for dealing with mortgages where the homeowner isn’t paying.<br />The so-called early buyout trade, an arcane but lucrative part of the mortgage business, is being employed by many mortgage companies, including the three biggest:  Rocket Cos. ,   PennyMac Financial Services Inc.  and  Wells Fargo  & Co. That has added to what was already a banner stretch for mortgage making, fueled over the past year by refinancings and pandemic-inspired moves to the suburbs.<br />Investors are eager to get their hands on these loans. Many were made long ago and thus carry interest rates that are higher than the going rate. Another appealing factor is that investors believe many of these borrowers are unlikely to refinance in the near term. A refinancing hurts investors because it closes out one mortgage and thus takes away their revenue stream.<br />About 840,000 FHA and VA loans were in forbearance this month, or 6.9% of that market, according to  Black Knight Inc."
}