{
    "url_original": "https://www.wsj.com/articles/mr-president-meet-the-law-11623968931?mod=opinion_major_pos8",
    "url": "mr-president-meet-the-law-11623968931",
    "title": "Mr. President, Meet the Law",
    "sub_head": "Courts start to tell Biden he can’t rewrite federal law through executive action.",
    "category_1": "Opinion",
    "category_2": "Potomac Watch",
    "time": "2021-06-17 18:28:00",
    "body": "The Beltway headlines are almost entirely focused on the 50-50 Senate, the body that could derail Joe Biden’s legislative agenda. But take note of that other potent Biden antagonist, one that is proving an equally big problem: the law.<br />A federal judge in Louisiana this week blocked the Biden administration’s executive order imposing a moratorium on new oil and gas leases on federal lands. The order, which Mr. Biden issued on his first day in office, claimed the authority to override the law, established procedure and state interests by “pausing” already scheduled lease sales. Democrats and the media, in thrall to the administration’s climate posturing, barely bothered to contemplate the legality.<br />But the attorneys general of 13 states, whose economies could be harmed by the moratorium, immediately sued. Judge Terry A. Doughty issued a nationwide preliminary injunction blocking the order. The federal laws in question require the government to engage in lease sales and don’t grant authority to the president to hit pause. The “power to ‘Pause’ lies solely with Congress,” Judge Doughty observed. He also noted that the moratorium violated the Administrative Procedure Act, which governs the process by which the executive branch takes regulatory action.<br />This follows last week’s decision by a federal judge in Wisconsin to impose a nationwide temporary restraining order on a program in the Democrats’ Covid-relief bill that provided loan forgiveness only to black and other minority farmers. That potentially violates constitutional restrictions on racial discrimination. And the mid-May decision by a federal judge in Texas to halt a Small Business Administration program that put “socially and economically disadvantaged people” first in line for Covid grant money for restaurateurs. And the early May decision by a federal judge in the District of Columbia to throw out the Centers for Disease Control and Prevention’s national eviction moratorium, imposed during the Trump administration and renewed soon after Mr. Biden took office, on grounds that the agency lacked legal authority.<br />There’s potentially plenty more where those came from. States are suing over a separate Biden executive order to dictate a “social cost of carbon,” over the relief bill’s provision barring states that accept Covid relief from cutting taxes, over the administration’s restrictions on ocean cruises, and over immigration policy, to name a few. Industry groups, conservative legal outfits and private parties are also filing court papers like mad."
}