{
    "url_original": "https://www.wsj.com/articles/murder-conviction-in-george-floyd-case-draws-attention-to-dallas-death-11622988002?mod=business_minor_pos5",
    "url": "murder-conviction-in-george-floyd-case-draws-attention-to-dallas-death-11622988002",
    "title": "Murder Conviction in George Floyd Case Draws Attention to Dallas Death",
    "sub_head": "Tony Timpa died after police knelt on his back for 14 minutes; his family is appealing a dismissal of its wrongful-death lawsuit",
    "category_1": "U.S.",
    "time": "2021-06-06 10:00:00",
    "body": "Four years before the death of George Floyd, a 32-year-old man named Tony Timpa died after a Dallas police officer knelt on his back and shoulders for more than 14 minutes in an encounter captured on body-camera footage.<br />Now, Mr. Timpa’s case is likely to be the first major test of the lawfulness of “prone restraints” since former Minneapolis police officer Derek Chauvin was convicted of murdering Mr. Floyd with a similar maneuver, criminal-justice researchers say.<br />In November 2016, Mr. Timpa’s family sued the Dallas officers involved in the encounter, claiming they asphyxiated Mr. Timpa, who had a history of mental troubles and was unarmed, handcuffed and barefoot during a struggle with police. He stopped moving minutes before the officer got off him, the footage shows.<br />A federal judge in Texas ruled last summer that the force used against Mr. Timpa wasn’t deadly or clearly excessive, dismissing the suit. Mr. Timpa’s family appealed to the Fifth U.S. Circuit Court of Appeals, which has yet to rule. A grand jury indicted three Dallas police officers in Mr. Timpa’s death, but prosecutors declined to pursue charges.<br />Mr. Chauvin’s conviction showed that a police officer can be held criminally responsible for deaths involving prone restraints, with prosecutors documenting the dangers of kneeling on a handcuffed suspect lying facedown on the ground. In civil courts, however, it remains an unsettled question whether an officer can be held liable for using such force, lawyers said."
}