{
    "url_original": "https://www.wsj.com/articles/music-publishers-sue-roblox-for-letting-game-creators-use-songs-11623271976?mod=business_minor_pos5",
    "url": "music-publishers-sue-roblox-for-letting-game-creators-use-songs-11623271976",
    "title": "Music Publishers Sue Roblox for Letting Game Creators Use Songs",
    "sub_head": "Lawsuit seeks at least $200 million in damages and alleges company hasn’t licensed music featured in games on the popular platform",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-351475?width=620&size=1.5",
    "image_1": "im-351475.jpg",
    "time": "2021-06-09 17:05:00",
    "body": "A group of music publishers representing the songwriters of hits from Ed Sheeran, Ariana Grande and the Rolling Stones is suing  Roblox  Corp.  for copyright infringement, alleging the videogame company used their musical works without permission or payment.<br />The publishers, including Universal Music Publishing, and artist DJ Deadmau5, say the company hasn’t licensed the music many of its creators have used in their games, resulting in lost income. The suit, filed in the U.S. District Court of the Central District of California Western Division, seeks at least $200 million in damages. Other publisher plaintiffs include entities tied to Big Machine Records, Concord Music Group, Downtown Music Publishing, Kobalt Music Group and  Hipgnosis Songs Fund .<br />The suit alleges that Roblox, which had 42.1 million daily users as of March, sells users the option to insert virtual music players, or boomboxes, into games they create on the platform and that pump out copyrighted music. The boomboxes, which have been purchased by hundreds of thousands of users, play songs recorded by artists such as Deadmau5 and Imagine Dragons.<br />“Roblox actively preys on its impressionable user base and their desire for popular music, teaching children that pirating music is perfectly acceptable,” the complaint says.<br />Roblox declined to comment."
}