{
    "url_original": "https://www.wsj.com/articles/my-name-is-bulger-review-infamy-vs-fame-11623786052",
    "url": "my-name-is-bulger-review-infamy-vs-fame-11623786052",
    "title": "‘My Name is Bulger’ Review: Infamy vs. Fame",
    "sub_head": "A new documentary on Discovery+ follows the lives of two brothers—one a notorious criminal, the other a successful politician.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-354338?width=620&size=1.5",
    "image_1": "im-354338.jpg",
    "time": "2021-06-15 15:40:00",
    "body": "The not-quite-biblical theme of “My Name Is Bulger” is that the sins of the older brother will be visited upon the younger—specifically William “Billy” Bulger, longtime president of the Massachusetts State Senate, a former president of the University of Massachusetts, a lawyer, a public wit and someone whose contributions to the welfare of his commonwealth seem to be beyond debate. He also happened to be the younger brother of James “Whitey” Bulger, notorious Boston gangster. As a study in nature vs. nurture, the Bulger family offers the stuff of doctoral theses, but director Brendan J. Byrne doesn’t really go there. He’s out to redeem Bill Bulger, while at the same time debunking the idea that his subject needs redemption.<br />William Bulger, as we learn mostly through interviews with family, friends and colleagues—including fellow Democrat Michael Dukakis and Republican William Weld—is a self-made man. And a natural politician. The family was impoverished—dad was a union laborer and longshoreman who lost an arm and was reduced to taking any job he could get. Nevertheless, William got himself into Boston College High School, served in the Army for two years, went to Boston College on the GI Bill and then graduated from B.C. Law. He was elected to the Massachusetts House of Representatives in 1960 at age 26, the Senate in 1970, was chosen its president in 1978 and served in that position till 1996.<br />Cast in muted, mournfully Irish tones (it’s a U.K.-Ireland production), “My Name Is Bulger” is out to make the point that whatever good Billy Bulger did, it was never going to be quite enough to escape the shadow of Whitey Bulger’s public notoriety, which is blamed—along with then-Gov. Mitt Romney—for running him out of UMass during the time his brother was embarrassing federal authorities by remaining a fugitive for 16 years. One of the more moving portions of the documentary is William’s testimony before a congressional hearing in 2003, in which he convincingly denies having any information about Whitey’s whereabouts while being just as convincing about his affection for his brother.<br />Director Byrne’s subject speaks directly to him, but a lot of the testimony in “My Name is Bulger” comes from others whose name is Bulger, most prominently Jimmy Bulger, namesake of both his uncle and his grandfather. He doesn’t quite make the case that his uncle was an upright citizen, but he does argue that the myth exceeded the facts. Also, that the federal prison authorities “executed” his uncle by transferring him to the Hazelton penitentiary in West Virginia, where the 89-year-old was put in the general population and beaten to death by inmates within 24 hours of arriving there in 2018.<br />Jimmy Bulger also makes the important point that nothing his family suffered compares to what the families of the victims of Whitey suffered, though Mr. Byrne is rather circumspect about the details of those offenses, which have been harrowing when reported elsewhere. There’s an obvious tension in “My Name Is Bulger,” created by a director who wants to stick to his mission but is inextricably drawn to the more sensational story, namely the Whitey Bulger saga. Mr. Byrne is not the first filmmaker to tackle the Bulger story: Joe Berlinger’s first-rate documentary “Whitey: United States of America v. James J. Bulger” took the position that the feds lied about the gangster being an FBI informant to cover the agency’s own sins; clips are shown from “Black Mass” starring Johnny Depp, a film derided by Bulger family members as close to preposterous. Martin Scorsese’s “The Departed,” a thinly veiled version of the story, goes unmentioned and unseen, and one wonders why, given its prominence. But all the Whitey content is really meant to impress a viewer with what Billy was up against."
}