{
    "url_original": "https://www.wsj.com/articles/my-place-at-the-table-review-an-appetite-for-paris-11623709223?mod=opinion_reviews_pos1",
    "url": "my-place-at-the-table-review-an-appetite-for-paris-11623709223",
    "title": "‘My Place at the Table’ Review: An Appetite for Paris",
    "sub_head": "When he was hired as a food writer, his boss said, ‘If it doesn’t work out . . . I’ll ﬁre you.’ He then unwittingly panned the boss’s favorite bistro.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-353840?width=620&size=1.5",
    "image_1": "im-353840.jpg",
    "time": "2021-06-14 18:20:00",
    "body": "In 1986, Alexander Lobrano was offered a job writing for Women’s Wear Daily and W magazine in Paris. He accepted at once. No matter that he didn’t know a thing about his assigned beat, men’s fashion. John Fairchild, the much-feared publisher, told him not to worry. “If it doesn’t work out, that’s easy. I’ll fire you.”<br />Mr. Lobrano’s beautiful memoir, “My Place at the Table,” reads like a novel, the story threaded with the author’s adventures as a gay man and an outsider, haunted by a childhood secret he reveals only toward the end. He is a poetic writer about food, whether he’s describing his first taste of an apricot soufflé or his boyhood enthusiasm for Chef Boyardee.<br />If Mr. Lobrano knew nothing about menswear when he arrived in Paris, he knew even less about French food. Gearing up the courage to dine out alone, he consults a guidebook that suggests he bring something to read. “You might also consider doing a crossword puzzle, or even some discreet needlework.” He settles on a restaurant known for mushrooms. “As a child I’d eaten them after they’d been drained from a little can with the image of a green-faced Pennsylvania Dutchman peering out in a friendly way.” But when the waiter talks about cèpes and trompettes de la mort (which Mr. Lobrano’s pocket dictionary helpfully translates as “death’s trumpet”), he’s lost. The meal, however, is magnificent.<br />Writing in a light, self-deprecating tone, Mr. Lobrano brings each scene to life with sensual details, beginning with his lonely childhood in Connecticut. He opens with the ode to a BLT sandwich he wrote in grade school. He gets an “A,” but his father is annoyed. Why hadn’t he written about baseball or climbing a tree? “What I didn’t know then was that food would become my muse, my metaphor, and my map for making a place for myself in the world.”<br />In Paris he persuades his editor to let him write a story on the legendary cheesemonger Henri Androuët, followed by another on oysters. The articles are so successful that he’s asked to do a critique of L’Ami Louis, an exorbitantly priced bistro with only two dishes on the menu. I went once and liked its shabby décor and its food. Mr. Lobrano did not. He was shocked by “musty-tasting foie gras” followed by “lukewarm emaciated roast chicken” and “cold, greasy potato straws.” He wrote: “L’Ami Louis isn’t about food, it’s about a certain type of communal conspicuous consumption that bonds powerful people with its smugness.” No one had bothered to tell him it was Fairchild’s favorite restaurant."
}