{
    "url_original": "https://www.wsj.com/articles/myanmars-aung-san-suu-kyi-charged-with-corruption-11623309754",
    "url": "myanmars-aung-san-suu-kyi-charged-with-corruption-11623309754",
    "title": "Myanmar’s Aung San Suu Kyi Charged With Corruption",
    "sub_head": "Ousted civilian leader, who has been detained since Feb. 1 coup, faces trial next week on other charges",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-351834?width=620&size=1.5",
    "image_1": "im-351834.jpg",
    "time": "2021-06-10 03:22:00",
    "body": "SINGAPORE—Authorities in Myanmar have charged Aung San Suu Kyi with corruption, the latest in a raft of criminal cases brought against her since the country’s military overthrew her government in a coup and returned the Southeast Asian nation to authoritarian rule.<br />Ms. Suu Kyi has been detained since the Feb. 1 coup and is preparing to face trial next week on the other charges against her. Those charges include illegally importing walkie-talkies, violating pandemic-related restrictions and making statements that could induce members of the public to commit offenses against the state. Some of them carry lengthy prison sentences that could potentially end her decadeslong career in public life.<br />Ms. Suu Kyi was initially detained at her residence in the capital Naypyitaw but was moved to an unknown location the evening of May 23, according to her legal team, who say they don’t know her current whereabouts.<br />An announcement in a state-controlled newspaper on Thursday said Ms. Suu Kyi and three other former officials were charged with corruption. Ms. Suu Kyi is accused of unlawfully obtaining land for a charitable foundation she chairs and for a vocational school. She is also accused of illegally accepting $600,000 in cash along with roughly 25 pounds of gold from another former official, the announcement said.<br />Khin Maung Zaw, a lawyer for Ms. Suu Kyi, dismissed the accusations as absurd and groundless."
}