{
    "url_original": "https://www.wsj.com/articles/mysteries-widespread-panic-review-11623422544?mod=business_minor_pos5",
    "url": "mysteries-widespread-panic-review-11623422544",
    "title": "Mysteries: ‘Widespread Panic’ Review",
    "sub_head": "The author of ‘L.A. Confidential’ returns to familiar, seamy territory via an unusual narrator.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-352025?width=620&size=1.5",
    "image_1": "im-352025.jpg",
    "time": "2021-06-11 10:42:00",
    "body": "‘I’ll do anything short of murder. I’ll work for anyone but the Reds.” So boasts Fred Otash, the ex-cop and private eye who narrates “Widespread Panic” (Knopf, 320 pages, $28), James Ellroy’s latest para-fictional blast through Los Angeles in the 1950s.<br />In a conceptual gesture extreme even for Mr. Ellroy, Otash, a real-life figure, speaks to the reader from beyond the grave. He’s been in Purgatory (“Cell 2607, Penance Penitentiary”) for the last 28 years since shucking the mortal coil in 1992. His testimony is no mea culpa, though, but a novel plea bargain struck with his keepers: He’ll tell all about his many misdeeds, and in return he’ll be released from “this f—g hellhole.” Hence Otash’s chronicle, showcasing his glory years as a Hollywood operative.<br />In custom-made Sy Devore threads, “the Freewheeling Freddy-O” slithers from Beverly Hills to downtown L.A. to the unincorporated Sunset Strip, sucking up (and paying for) all the scandal fit to print in Confidential magazine. (“It’s a morals bust,” he underscores to one of his shakedown victims, “or a monthly donation to the Fred Otash Retirement Fund.”) “I’m a snitch,” says the self-styled “Shaman of Shame,” not without a certain perverse pride. “I’m a rat fink. I’m an infernal informer. I beat both ends against some malignant middle.”<br />Yet Otash does have a bespoke conscience; it’s haunted by the ghost of an unarmed man he assassinated under LAPD auspices in 1949. He was told his victim was a cop-killer—but the wounded cop lived. Otash’s hit had been unrighteous and evil, rending “a crack in the crypt” of his soul. He’s sent the vic’s widow, Joan Hubbard Horvath, anonymous “penance payoffs” ever since. Now, in early ’54, Joan is killed in the course of an apparent burglary. She replaces her late spouse as the object of Otash’s conscience. He vows to find and punish her murderer.<br />With a bribe to a cop pal, Otash gains access to police files; a forged warrant gets him Joan’s college transcripts. A girl from a poor family, she became a brilliant UCLA student—then married a no-count crook. What derailed the promising scholar? Mr. Ellroy being Mr. Ellroy, it’s complicated. Joan had been converted politically and joined a Communist cell, one of whose members killed another who was mistreating her. Other members of that now-defunct conclave are folks Otash has crossed paths with in the course of multifarious doings. Otash being Otash, he falls for all the women who come under his sleuthing scrutiny. “Opportunity is love,” he likes to say."
}