{
    "url_original": "https://www.wsj.com/articles/mysteries-dream-girl-review-11624024240",
    "url": "mysteries-dream-girl-review-11624024240",
    "title": "Mysteries: ‘Dream Girl’ Review",
    "sub_head": "‘Your character seems so real’ might be the ultimate compliment for a novelist—or a perfect nightmare.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-355517?width=620&size=1.5",
    "image_1": "im-355517.jpg",
    "time": "2021-06-18 09:50:00",
    "body": "Gerald Andersen, the 61-year-old writer at the heart of Laura Lippman’s psychological thriller “Dream Girl” (Morrow, 310 pages, $28.99), has earned a rare and enviable success. Years ago, he published a novel, also named “Dream Girl,” that “ticked all the boxes and achieved that rare literary grand slam of prestige, sales, film rights, and zeitgeist.” Its perpetual royalties have bought him a duplex apartment in an ultra-modern building in his native Baltimore, as well as the freedom to live as he chooses (single, now, after three wives) and write only what he wants.<br />Not everyone is happy with what this self-centered author has achieved. Many people, he senses, “have been waiting a long time for Gerald Andersen to have a comeuppance.” His fall from grace starts with a literal stumble down his apartment’s floating staircase. Bedridden afterward, dependent on his young assistant and an indifferent nurse, Gerry starts receiving wee-hours phone calls from a woman insisting she is “Aubrey,” the heroine of his career-making book.<br />What does “Aubrey,” the supposed inspiration of Gerry’s most lucrative fiction, want? Lots of money—or she’ll tell the world Gerry’s best-kept secrets. But Gerry prides himself on being a good guy: “His conscience is clear. Clearish.” Yet his memory, now addled by medication, is spotty. Has he done some terrible thing he can no longer recall? Flashbacks revisit key episodes from Gerry’s past, times he’s behaved less than admirably.<br />“Aubrey” escalates her vexing activities, tweeting intimate gossip about Gerry. The author seeks help from a local private investigator: Ms. Lippman’s series detective Tess Monaghan, a reporter turned sleuth who made her first appearance in 1997’s “Baltimore Blues.” Straight-talking Tess turns the case down: “Obviously, the relationship between a PI and a client never works if the client lies to the investigator. But over the years, I’ve learned it also doesn’t work if the client is lying to himself.”<br />Eventually, Gerry is forced to deal with the aftermath of a fatal event that can’t be dismissed as a hallucination. The gifted Ms. Lippman, in this tale of a talented cad who more or less gets what he deserves, shifts between passages hard-boiled and satirical. “Dream Girl” offers a healthy dose of suspense and wittily skewers literary life. Gerry’s self-regard hasn’t instilled much empathy in those he pays to help him. He asks the nurse whom he’s taken into his confidence what he should do next. “You’re the writer,” she says. “Make something up.”"
}