{
    "url_original": "https://www.wsj.com/articles/napoleon-review-the-generals-garden-11624028579",
    "url": "napoleon-review-the-generals-garden-11624028579",
    "title": "‘Napoleon’ Review: The General’s Garden",
    "sub_head": "In the estate he gave his empress, the gardens were lavish. His life ended in a modest one he tilled himself.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-354868?width=620&size=custom_3413x2752",
    "image_1": "im-354868.jpg",
    "time": "2021-06-18 15:41:00",
    "body": "On June 25, 1815, Napoleon Bonaparte arrived at Malmaison, the late Empress Joséphine’s estate 7 miles west of Paris. His dream of holding on to the French throne had just shattered at Waterloo, costing the lives of tens of thousands. Five years earlier, he had divorced Joséphine because she hadn’t given him the heir his dynastic desires required. Now that she was dead, all he could think about was how much he missed her—how she used to walk under the trees she had planted, those cedars, cypresses and Japanese pagodas, how she would examine the flowers in her greenhouse or gather the roses she loved so much. The memory made Napoleon wince. “She was the most graceful woman I ever saw,” he told his stepdaughter Hortense. Too little, too late.<br />Joséphine, always “surrounded by colour and fragrance,” as the British historian Ruth Scurr’s beautiful new book describes her, was the gardener Napoleon never became. This is, indeed, how she appears in François Gérard’s 1801 portrait of her: languidly sunk into her sofa, a bouquet of freshly picked flowers by her side, her teeming garden behind her. Compared to Joséphine, Napoleon was at best a jardinier intermittent, an intermittent gardener, an epithet bestowed on him by a plaque installed on the small island of Île-d’Aix, where Napoleon is believed to have grafted an ash onto an elm (just as he, the native Corsican, had grafted himself onto native French stock).<br />It is an adjustment to think of Napoleon as a cultivator rather than as a conqueror, a planter rather than a planner. But such ambivalences are precisely Ms. Scurr’s métier: Her fast-paced biography of Robespierre, “Fatal Purity” (2006), accomplished the impossible—make the pinched embodiment of France’s Reign of Terror seem almost relatable. In “Napoleon: A Life Told in Gardens and Shadows,” a book so saturated with detail that the reader can hear the gravel crunching under her characters’ feet, Ms. Scurr now performs a similar feat for Napoleon. The mountain of biographies written about the “Little Corporal” must, at this point, be higher than the Alps he famously crossed in 1800, but her horticultural angle allows Ms. Scurr to tell the endlessly fascinating story of his life anew: not as a megalomaniac’s power-hungry ascent to temporary glory but as the constantly frustrated reaching for the plenitude and happiness that Joséphine’s found in her garden.<br />Napoleon’s botanical career, such as it was, began in military school in Brienne-le-Château, with a small plot he used to create an arbor so he could be by himself. It continued with attempts to salvage his father’s mulberry nursery on Corsica, and, as he cast his menacing shadow over much of Europe, culminated in a variety of designs for formal gardens at home and abroad, including a madcap scheme that would have turned the Roman Forum into a promenade. But even as Napoleon sought to reinvent himself as a modern amalgam of Caesar Augustus, Charlemagne and Alexander the Great, he kept finding himself sent back to islands, his fabulous empire shrunk to gardens of diminishing size and lushness. Napoleon’s last, scraggly garden was on Deadwood, aptly named, a rocky, mist-shrouded plateau on Saint Helena, one of the remotest islands in the South Atlantic.<br />Ms. Scurr’s intention is not to cleanse Napoleon’s contaminated legacy; we never forget the millions of mangled bodies he left on the battlefields of Europe, the mistresses he bullied, the cries of the men and women he re-enslaved. Yet, drawing on numerous accounts by contemporaries, the author successfully complicates our image of the man Tolstoy dubbed an “executioner of peoples.” Who knew, for example, that Napoleon, as a 16-year-old boy, barely out of military school, touting his math and artillery skills, sought to join the Comte de La Pérouse’s ill-fated expedition round the world? (What if . . .) Or that he, after his ignominious defeat at Waterloo, immersed himself in Alexander von Humboldt’s works, contemplating a new life as a naturalist-explorer? Like his military campaigns, Napoleon’s science was all about conquest and control, not about a deeper understanding of nature, which comes only from wondering about what one cannot, or doesn’t yet, know. Consider Napoleon’s meeting with the aging proto-evolutionist Jean-Baptiste Lamarck, who in his “Zoological Philosophy” (1809) had tried to untangle some of nature’s best-kept mysteries. Handing a copy of his new book to Napoleon, he was rewarded with the Emperor’s contempt: “What is that? Your absurd meteorology? . . . I only take it in consideration of your white hair.” Tears streamed down the old man’s face."
}