{
    "url_original": "https://www.wsj.com/articles/nasa-charts-return-to-venus-amid-fresh-interest-in-space-exploration-11622669206?mod=tech_featst_pos2",
    "url": "nasa-charts-return-to-venus-amid-fresh-interest-in-space-exploration-11622669206",
    "title": "NASA Charts Return to Venus Amid Fresh Interest in Space Exploration",
    "sub_head": "Two spacecraft built by Lockheed Martin would study why an Earthlike climate became a hothouse",
    "category_1": "U.S.",
    "time": "2021-06-02 21:13:00",
    "body": "The National Aeronautics and Space Administration said it had earmarked an initial $1 billion to send the first U.S. probes to Venus in over 30 years, an effort to study what made the Earth’s nearest neighbor inhospitable to life.<br />NASA said Wednesday that it picked  Lockheed Martin Corp.  to build and operate two new spacecraft to study the planet’s geology and an atmosphere shaped by a runaway greenhouse effect. Scientists believe that what once may have been oceans on Venus boiled away, while an Earthlike climate deteriorated to leave a surface temperature hot enough to melt lead.<br />With other countries including Japan and India and even private entrepreneurs weighing missions to the planet, NASA is opting to launch two missions later this decade to study the planet’s geology and whether it could harbor life in its thick clouds.<br />Lockheed Martin plans to launch the spacecraft toward the end of this decade and operate both under NASA’s evolving public-private partnership model, similar to its plans to return astronauts to the moon later this decade. A predecessor to the company built the spacecraft used on the Magellan mission to map Venus in 1989.<br />Plans for the two programs come as NASA builds on the political and public capital from a renaissance in space exploration. It has celebrated the successful launch of U.S. astronauts on domestic rockets for the first time in more than a decade and the landing of the Perseverance rover on Mars."
}