{
    "url_original": "https://www.wsj.com/articles/nba-lakers-suns-lebron-james-11622808073",
    "url": "nba-lakers-suns-lebron-james-11622808073",
    "title": "A New First for LeBron James: A First-Round Loss",
    "sub_head": "The defending NBA champion Los Angeles Lakers were dethroned by the Phoenix Suns. What comes next in the last stage of James’s career?",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-348807?width=620&size=1.5005861664712778",
    "image_1": "im-348807.jpg",
    "time": "2021-06-04 08:01:00",
    "body": "LeBron James is talented enough and fortunate enough to have escaped the vagaries of sports for most of his career. In a league of perpetual chaos, he’s the closest thing to certainty. For the past 10 years, as long as he made the playoffs, he also made the NBA Finals.<br />Until now. LeBron James lost in the first round of the playoffs for the first time in his career on Thursday, when the Phoenix Suns beat the Los Angeles Lakers, 113-100, in Game 6 of their playoff series to end their championship reign abruptly.<br />The season turned out to be a wasted one for a star who doesn’t have many of them left. James is now 36 years old with 18 years of NBA experience. He’s been in the league for half of his life, and soon there will be players who weren’t born when he was a rookie. He was long ago pushing the limits of basketball longevity. What he’s doing at this age is without precedent.<br />He is still the game’s most dominant force, but he is nearing his twilight and chasing the shadow of Michael Jordan’s six titles, even if James long ago surpassed him in many statistical comparisons. For someone with a keen awareness of legacy, narratives and how championships spin both, James understands the importance of seizing every good opportunity that he gets.<br />He did last season when he won his fourth ring. He had another chance this season. Instead the Lakers are out after the first round for the same reason they were stuck with this frisky Suns team: injuries."
}