{
    "url_original": "https://www.wsj.com/articles/ncaa-will-let-athletes-earn-money-name-image-likeness-11625092549",
    "url": "ncaa-will-let-athletes-earn-money-name-image-likeness-11625092549",
    "title": "NCAA Will Let Athletes Earn Money. A Player Who Pushed for Change Is Ready to Celebrate.",
    "sub_head": "NCAA leaders passed an interim measure Wednesday suspending longtime rules against players profiting from name, image or likeness.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-362865?width=620&size=1.5005861664712778",
    "image_1": "im-362865.jpg",
    "time": "2021-06-30 18:36:00",
    "body": "Jordan Bohannon is a doormat no more.<br />As the National Collegiate Athletic Association late Wednesday formally suspended its rules against college athletes receiving benefits in exchange for the use of their name, image or likeness, effective Thursday, an Iowa basketball player who helped bring the issue to public prominence was preparing to celebrate in style.<br />An Iowa fireworks retailer announced Wednesday that Bohannon—who protested NCAA rules by taking a souvenir rug hostage at the 2019 NCAA tournament—will sign autographs Thursday at the business. Just a day earlier, the promotional event—and all others like it across the country—would have been forbidden under NCAA rules.<br />Word of Bohannon’s scheduled appearance came down as college sports’ governing body made a radical shift into a new era of athlete compensation at the college level. After decades of defending its anti-compensation rules as vital to the survival of college sports, the NCAA has been slowly pressured into reversing course over the past two years.<br />California jolted others to action on the issue in 2019, when state lawmakers voted 112-0 to give college athletes in the state the right to earn money from their athletic fame. Despite pushback from NCAA president Mark Emmert, other states followed California so as not to risk being left behind in player-recruitment efforts."
}