{
    "url_original": "https://www.wsj.com/articles/netanyahu-intensifies-pressure-to-break-new-israeli-coalition-11622736299",
    "url": "netanyahu-intensifies-pressure-to-break-new-israeli-coalition-11622736299",
    "title": "Netanyahu Intensifies Pressure to Break New Israeli Coalition",
    "sub_head": "Leader accuses his rivals of yielding to demands from an Arab coalition partner over illegal housing, a divisive issue in the country",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-06-03 12:05:00",
    "body": "TEL AVIV—Israeli Prime Minister Benjamin Netanyahu is trying to rally his right-wing base against a new ruling coalition that includes, for the first time in the country’s history, an independent Arab party that would have a role in shaping the policies of the predominantly Jewish state.<br />Less than an hour before a midnight Wednesday deadline, Naftali Bennett, who heads the right-wing Yamina party, and Yair Lapid, who leads the centrist Yesh Atid party, agreed to form a coalition government that would dislodge the incumbent. The coalition would include six other parties from across the political spectrum, including one of Israel’s Arab parties, Ra’am.<br />The coalition, if approved by the Knesset, would be the most ideologically diverse in Israel’s history. But Mr. Netanyahu, in a jab to his right-wing rival, accused Mr. Bennett of giving in to Ra’am’s demands, especially regarding the relaxing of policies aimed at preventing illegal building by Arab communities in the Negev Desert region in southern Israel.<br />“Bennett sold the Negev to Ra’am,” Mr. Netanyahu tweeted Thursday. “Every lawmaker voted in by right-wing votes must oppose this dangerous left-wing government.”<br />Mr. Netanyahu was raising an issue that is highly sensitive, and often divisive, among the country’s Jews and Arabs. Unsanctioned house-building by Muslim Arabs in the Negev Desert is opposed by many in the right-wing camp, who accuse the communities there of illegally seizing large tracts of land. The Bedouin communities that live in the Negev Desert insist that they have been forced to build illegally because the state hasn’t provided sufficient permits to settle on what they say is their ancestral land."
}