{
    "url_original": "https://www.wsj.com/articles/netflix-strikes-deal-with-filmmaker-steven-spielberg-11624293296?mod=business_lead_pos12",
    "url": "netflix-strikes-deal-with-filmmaker-steven-spielberg-11624293296",
    "title": "Netflix Strikes Deal With Filmmaker Steven Spielberg",
    "sub_head": "The streaming giant announces agreement to have multiple new films made by Spielberg’s production company Amblin Partners",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-357199?width=620&size=1.5",
    "image_1": "im-357199.jpg",
    "time": "2021-06-21 15:55:00",
    "body": "The acclaimed filmmaker Steven Spielberg has struck a multiyear deal to make movies for  Netflix Inc.,  a huge get for the streaming giant as it faces increased competition for talent and content from deep-pocketed rivals such as  Walt Disney Co.  and  Amazon.com Inc.<br />Under the terms of the deal, announced Monday by Netflix and Mr. Spielberg’s Amblin Partners, the studio will make multiple new films for Netflix over the course of the agreement. The pact with Netflix doesn’t affect Mr. Spielberg’s long-term relationship with Comcast Corp.’s Universal Pictures where Amblin Partners is based.<br />Netflix’s signing of Mr. Spielberg, whose body of work includes “Jaws,” “E.T.,” and “Saving Private Ryan,” indicates that the company is keeping a sharp eye in its rear-view mirror. Although Netflix is far and away the most popular streaming service with 208 million members around the globe, its competitors are growing in number and strength.<br />Walt Disney’s Disney+ has made strong inroads in the U.S. and abroad. Other rivals are also gunning for Netflix. Last month, Amazon acquired the MGM movie and TV studio in a deal valued at $8.45 billion including debt. Among the properties that will now be part of Amazon is the James Bond franchise.<br />HBO Max, the year-old streaming service launched by  AT&T Inc.’s  WarnerMedia, is also beefing up on its original and acquired content. AT&T’s decision to merge WarnerMedia with  Discovery Inc.  and create a separate publicly traded company will also make for a bigger streaming behemoth."
}