{
    "url_original": "https://www.wsj.com/articles/new-york-lawmakers-to-vote-on-bill-sealing-criminal-records-11623246465?mod=business_minor_pos4",
    "url": "new-york-lawmakers-to-vote-on-bill-sealing-criminal-records-11623246465",
    "title": "New York Lawmakers to Vote on Bill Sealing Criminal Records",
    "sub_head": "Legislation is among several measures that the state Senate and Assembly are taking up before their legislative session ends",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-351129?width=620&size=1.5",
    "image_1": "im-351129.jpg",
    "time": "2021-06-09 09:47:00",
    "body": "ALBANY, N.Y.—New York state lawmakers agreed to take up bills to automatically seal criminal records and reduce penalties for technical parole violations as they wrapped up their annual legislative session at the state Capitol.<br />The bills were finalized late Monday after days of negotiations and are set to be taken up Thursday, lawmakers and legislative officials said. Democrats, who dominate the state Assembly and Senate, said both measures were additional steps to make the criminal justice system fairer for Black and Hispanic people, who are disproportionately convicted of crimes.<br />“If you have paid your dues, you deserve a second chance,” said state Sen. Zellnor Myrie, a Democrat from Brooklyn.<br />Republicans and some Democrats from outside of New York City said they were concerned about taking up the measures as violent crime rates ticked up. Assembly Minority Leader Will Barclay, a Republican from Oswego County, said the bills were the wrong priority, especially at this time.<br />The legislation sealing criminal convictions would affect a large majority of the 2.3 million people who have criminal records, supporters said, by making it easier for them to gain employment. It would automatically seal the record of a felony conviction seven years after a person completed their sentence and three years after a misdemeanor conviction. There are exceptions for law enforcement agencies to access records."
}