{
    "url_original": "https://www.wsj.com/articles/new-book-publisher-caters-to-conservative-voices-it-says-are-being-silenced-11623758400?mod=business_lead_pos10",
    "url": "new-book-publisher-caters-to-conservative-voices-it-says-are-being-silenced-11623758400",
    "title": "New Book Publisher Caters to Conservative Voices It Says Are Being Silenced",
    "sub_head": "All Seasons Press, led by two industry veterans, backs right-wing authors as mainstream houses face growing disputes over editorial decisions",
    "category_1": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-354075?width=620&size=custom_3000x2000",
    "image_1": "im-354075.jpg",
    "time": "2021-06-15 09:20:00",
    "body": "Two veteran book-publishing executives have teamed up to launch a conservative publishing house called All Seasons Press LLC as ideological debates roil a book industry increasingly fueled by demand for political titles.<br />Louise Burke, the former president and publisher of Simon & Schuster’s Gallery Books Group, and Kate Hartson, whom Hachette Book Group dismissed as editorial director of its Center Street imprint earlier this year, said conservative authors are finding it harder to get published in the post-Trump era.<br />“I’m increasingly concerned and somewhat outraged about what’s going on in terms of free speech and free press,” said Ms. Burke, who retired in August 2017 after a 40-year career. She is now the publisher of All Seasons Press, which has already signed book deals with two former officials of the Republican Trump administration.<br />The company’s launch comes as some conservatives allege that much of the nation’s news media, publishers and mainstream social-media platforms are biased against them. They are looking to set up alternatives that they say better support free speech.<br />Ms. Burke cited a recent employee petition at Simon & Schuster calling on the publisher to cancel a two-book deal with former Vice President Mike Pence and to shun agreements with other Trump administration officials. Simon & Schuster Chief Executive Officer Jonathan Karp rejected that request, which attracted signatures from 14% of staffers. The petition said publishing Mr. Pence would represent “legitimizing bigotry” related to his political career, including policies he backed in the White House."
}