{
    "url_original": "https://www.wsj.com/articles/new-york-democrats-take-a-stab-at-reality-11624573126?mod=opinion_lead_pos8",
    "url": "new-york-democrats-take-a-stab-at-reality-11624573126",
    "title": "New York Democrats Take a Stab at Reality",
    "sub_head": "Results in the primary suggest the next mayor is unlikely to be an AOC-style extreme progressive.",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "image_1_url": "https://images.wsj.net/im-359699?width=620&size=1.5",
    "image_1": "im-359699.jpg",
    "time": "2021-06-24 18:18:00",
    "body": "What just happened in New York? Something hopeful.<br />In the Democratic primary, which took place Tuesday, the candidates for mayor reflected competing party realities. Each brought a particular vibration. City Comptroller Scott Stringer was Abe Beame without the charisma. Former Sanitation Commissioner Kathryn Garcia was the woman on the train working a hard job in the city, the kind of middle manager who keeps the whole place going. Manhattan loved her. Andrew Yang was a good person, refreshing and unpredictable—refreshing because unpredictable—but he didn’t know the city in his gut. Activist Maya Wiley was elegant, dignified, had presence and warmth, but her policies were those of the detached academic, all progressive ideology. She wouldn’t say in debate that she’d refuse to disarm the police.<br />Brooklyn Borough President Eric Adams, currently in first place by nearly 10 points, scrambled things up. In the war between the abstract and the real, he backed reality. Opposition to his candidacy had a constant undercurrent: He’s an old-time machine pol, a deal maker, corrupt, he doesn’t even live in New York. Everyone heard these things. A lot didn’t care because of the other thing they knew, which is that Mr. Adams was a cop for 22 years, left the New York City Police Department as a captain, and was the first and for a long time the only candidate to campaign on crime and the public’s right to safety. He was the first to admit we were in a crime wave.<br />That was considered cheap until it was considered visionary. (The NYPD reports shootings were up 73% last month, compared with May 2020.)<br />Mr. Adams’s election-night speech had an air of lovely bitterness: “How dare those with their philosophical and intellectual theorizing and their classroom mindset talking about the ‘theory of policing’?” he said. “You don’t know this. I know this. I’m going to keep my city safe.”"
}