{
    "url_original": "https://www.wsj.com/articles/new-york-mayoral-candidate-maya-wiley-is-gaining-in-the-polls-11624107552?mod=politics_lead_pos10",
    "url": "new-york-mayoral-candidate-maya-wiley-is-gaining-in-the-polls-11624107552",
    "title": "New York Mayoral Candidate Maya Wiley Is Gaining in the Polls",
    "sub_head": "Progressive groups back former civil-rights lawyer, who is second in recent poll after Eric Adams",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-355214?width=620&size=1.5",
    "image_1": "im-355214.jpg",
    "time": "2021-06-19 08:59:00",
    "body": "Progressive groups are coalescing behind candidate Maya Wiley in the final stretch before New York City’s mayoral primary, in an effort to block the moderate Democrat Eric Adams, Brooklyn’s borough president, who is leading in recent polls.<br />Ms. Wiley, a former civil-rights lawyer and an ex-top counsel for the term-limited Mayor Bill de Blasio, has picked up powerhouse endorsements from progressive leaders, including Rep. Alexandria Ocasio-Cortez and Sen. Elizabeth Warren. Our Revolution, the political action group that morphed out of Vermont Sen. Bernie Sanders’s 2016 presidential campaign, also supports Ms. Wiley.<br />Meanwhile, the two other top progressive candidates in the Democratic primary—Comptroller Scott Stringer and Dianne Morales—were rocked by turmoil and lost key endorsements. The Working Families Party announced it bumped up Ms. Wiley to its top choice after pulling its support for the other two.<br />Mr. Stringer’s campaign has been clouded by sexual-misconduct allegations, which he denies. Ms. Morales, a former nonprofit housing executive, has faced criticism after campaign staffers formed a union following complaints of toxic working conditions. Ms. Morales has said some of the staffers’ demands would violate campaign-finance laws.<br />A recent poll by PIX-11, NewsNation and Emerson College found that 23% of voters would choose Mr. Adams, followed by 18% for Ms. Wiley. That is a significant surge from the 9% Ms. Wiley scored in a May 25 poll by the same pollsters. Another candidate, former city Sanitation Commissioner Kathryn Garcia, was a close third, at 17%."
}