{
    "url_original": "https://www.wsj.com/articles/new-york-and-other-northeast-states-see-large-drop-in-unemployment-11624699800",
    "url": "new-york-and-other-northeast-states-see-large-drop-in-unemployment-11624699800",
    "title": "New York and Other Northeast States See Large Drop in Unemployment",
    "sub_head": "Rising vaccination rates and business reopenings are driving labor-market gains in a region hit hard by the pandemic",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "image_1_url": "https://images.wsj.net/im-360334?width=620&size=1.5",
    "image_1": "im-360334.jpg",
    "time": "2021-06-26 05:30:00",
    "body": "The labor-market recovery picked up momentum this spring in the Northeast, with New York, Connecticut and other nearby states posting sizable drops in unemployment last month.<br />The jobless rate in Rhode Island decreased 0.5 percentage point in May to a seasonally adjusted 5.8%, matching the national average unemployment rate and matching Delaware for the biggest drop, according to Labor Department data. New York and Connecticut had the next largest decreases, 0.4 percentage point declines. The unemployment rate in New York was 7.8%, and 7.7% in Connecticut.<br />High vaccination rates and the related loosening of restrictions are driving the labor market’s improvement in the Northeast, economists say. The latest data show a resurgence for a region whose economy was among the most battered when the coronavirus pandemic first took hold in the U.S. in March 2020.<br />“The Northeastern region has benefited from a rapid rollout of vaccines,” said Daniel Zhao, senior economist at job-search site Glassdoor. “The health situation is improving and economic activity is unlocked, allowing workers to return and consumers to go out and spend.”<br />Many states in the region put in place stringent restrictions last year to curb the spread of the virus, which led to layoffs. The jobless rate in New York rose to 16.2% in April 2020 from less than 4% earlier that year. Unemployment topped 17% in Rhode Island, among the highest in the country. While hiring appears to be picking up in the region this spring, many Northeastern states still have above-average jobless rates, reflecting a slower pace of reopening relative to the South and Midwest."
}