{
    "url_original": "https://www.wsj.com/articles/new-jersey-veterans-managers-received-covid-19-related-bonuses-despite-being-ineligible-11623010048?mod=business_lead_pos7",
    "url": "new-jersey-veterans-managers-received-covid-19-related-bonuses-despite-being-ineligible-11623010048",
    "title": "Ineligible Nursing Home Managers Received Covid-19 Bonuses",
    "sub_head": "More administrators took hazard pay than the state previously acknowledged, records show",
    "category_1": "U.S.",
    "time": "2021-06-06 16:51:00",
    "body": "Eight of the nine senior managers who earned too much to qualify for Covid-19-related hazard pay at New Jersey’s state-run veterans nursing homes received it anyway, according to records obtained by The Wall Street Journal.<br />The records show that the state veterans affairs agency misappropriated federal Covid-19-relief funds more widely than it has acknowledged. Agency emails reviewed by the Journal also show that nursing-home managers procured the payments after being repeatedly told that they were ineligible.<br />The federal stimulus funds were meant for lower-level state employees who worked in dangerous conditions dealing directly with Covid-19 patients, but not for administrators if they were simply performing their normal functions during the pandemic or those with salaries above a certain threshold.<br />A Journal series last year that examined fatal missteps at U.S. nursing homes during the pandemic included an October article showing how one of the agency’s facilities, the Menlo Park Veterans Memorial Home, became one of the deadliest places for Covid-19 in the country. Managers there, including three of the top officials who received the illicit payments, discouraged employees from wearing masks and delayed acknowledging the virus’s spread in the facility where more than 100 residents’ deaths were linked to Covid-19, the Journal’s investigation found.<br />After the Journal reported this March on the payments to two of the high-earning managers, the agency said it began its own investigation. The state has since recovered improper payments it made to some of the high-ranking managers and has a plan to restructure parts of the agency’s operations as soon as next month, two state officials said."
}