{
    "url_original": "https://www.wsj.com/articles/new-talks-on-infrastructure-face-old-problem-how-to-pay-for-it-11623272022",
    "url": "new-talks-on-infrastructure-face-old-problem-how-to-pay-for-it-11623272022",
    "title": "New Talks on Infrastructure Face Old Problem: How to Pay for It",
    "sub_head": "Discussions intensify among a group of Senate Republicans and Democrats",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-351186?width=620&size=1.5",
    "image_1": "im-351186.jpg",
    "time": "2021-06-09 16:53:00",
    "body": "WASHINGTON—The focus of infrastructure talks shifted Wednesday to a bipartisan group of senators after an initial round of White House discussions broke down, but negotiators face the same hurdles on how to pay for any major new spending package.<br />Discussions intensified among a group of centrist-leaning Senate Republicans and Democrats trying to strike a deal that could spend up to $900 billion over five years, according to people familiar with the talks. A small group of Republicans involved in those discussions huddled Wednesday to hash out details of their proposal, which they discussed with GOP leaders later in the day. GOP lawmakers didn’t comment on their leaders’ reception to their ideas as they left the meeting.<br />Sen. Mitt Romney (R., Utah), who is part of the GOP wing of the bipartisan group, said there were eight or nine Republican senators involved in developing the new proposal, which he said wouldn’t include any tax increases. “That’s a red line for Republicans,” he said. So far the bipartisan group has declined to specify how it would pay for an infrastructure proposal.<br />The fresh effort came a day after President Biden ended an earlier series of talks with a GOP group led by Sen. Shelley Moore Capito (R., W.Va.). Senior Republicans were already signaling skepticism that the bipartisan group would be able to produce a breakthrough that eluded Mr. Biden and Mrs. Capito over weeks of talks.<br />“I wish them every success if they can find the magic key that unlocks the door,” Sen. John Cornyn of Texas, a member of Senate GOP leadership, said Wednesday of the bipartisan group. But, he added, “there’s nothing that says that whatever this group agrees to that other Republicans are necessarily going to support—to me, that’s the flaw in this approach.”"
}