{
    "url_original": "https://www.wsj.com/articles/new-york-city-mayoral-race-ranked-choice-vote-tally-begins-11624977386?mod=politics_featst_pos1",
    "url": "new-york-city-mayoral-race-ranked-choice-vote-tally-begins-11624977386",
    "title": "New York City Mayoral Race: Tight Contest Emerges After Ranked-Choice Vote Tally",
    "sub_head": "Absentee ballots could determine winner after new results showed Eric Adams holding narrow lead over Kathryn Garcia",
    "category_1": "U.S.",
    "category_2": "New York",
    "time": "2021-06-29 16:54:00",
    "body": "Former sanitation commissioner Kathryn Garcia vaulted to second place in New York City’s Democratic mayoral primary and trailed Eric Adams by less than 3 percentage points after elections officials Tuesday conducted a preliminary tally of votes using a new ranked-choice-voting process.<br />Under the process, city Board of Elections officials redistributed votes and eliminated candidates through a series of 11 rounds until only two leading candidates remained. The results showed Mr. Adams, the Brooklyn Borough president, held on to his initial lead, garnering 51.1% of the nearly 800,000 votes counted. Ms. Garcia had 48.9% of votes, according to the Board of Elections.<br />The preliminary ranked-choice calculation doesn’t factor in the more than 124,000 Democratic absentee ballots that the Board of Elections still must count next week. State law allows any absentee ballots postmarked on the day of primary to be counted.<br />Before the ranked-choice process kicked in, Maya Wiley, a former counsel to Mayor Bill de Blasio, was in second place. She was eliminated in the final round of counting on Tuesday, according to Board of Elections results.<br />Ms. Garcia, who campaigned on her managerial experience, trailed Mr. Adams by 15,908 votes, according to the results released Tuesday. The new tally places her well within striking distance of Mr. Adams, a former New York Police Department officer who made public safety the centerpiece of his campaign."
}