{
    "url_original": "https://www.wsj.com/articles/new-yorks-ranked-choice-fiasco-11625092570?mod=opinion_lead_pos3",
    "url": "new-yorks-ranked-choice-fiasco-11625092570",
    "title": "New York’s Ranked-Choice Fiasco",
    "sub_head": "Progressives who lecture other states can’t even keep track of the votes.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-30 18:36:00",
    "body": "The sparring that preceded New York’s Democratic primary looks tame compared with the chaos around counting the votes. The city’s first “ranked choice” mayoral race has become a clinic in how progressive designs complicate the already messy process of vote counting.<br />The city that lectures Georgia and other states can’t even keep track of the votes. The city’s Board of Elections on Tuesday released an updated tally, meant to show where the candidates stood after several rounds of counting. Each round eliminated the candidate with the fewest votes, and reassigned votes to the next-ranked candidate on each voter’s ballot.<br />Got that? If you find the process confusing, so does the Board of Elections. The campaign of leading candidate Eric Adams pointed out that the updated tally included “100,000-plus more [ballots] than the total announced on election night.” Hours later the Board of Elections admitted it forgot to remove older test ballots from its database before adding the primary ballots. The board released a corrected tally Wednesday night.<br />New York’s election incompetence predates ranked choice. Take last summer, when the Board of Elections failed to send ballots to some 34,000 voters until the day before the presidential primary.<br />Yet the complexity of ranked choice introduces new problems, such as making it harder for voters to see how their ballots shape the final result. New Yorkers adopted ranked choice by referendum in 2019, but before this year’s primary City Hall noted so much confusion that the mayor dedicated $15 million to a “voting education campaign.”"
}