{
    "url_original": "https://www.wsj.com/articles/nicaraguan-president-defies-u-s-in-harsh-crackdown-on-opposition-11623697134?mod=business_minor_pos4",
    "url": "nicaraguan-president-defies-u-s-in-harsh-crackdown-on-opposition-11623697134",
    "title": "Nicaraguan President Defies U.S. in Harsh Crackdown on Opposition",
    "sub_head": "Daniel Ortega tightens his grip ahead of November elections, as rivals are arrested; ‘we are worried, nervous and afraid’",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-353718?width=620&size=1.5",
    "image_1": "im-353718.jpg",
    "time": "2021-06-14 17:49:00",
    "body": "Nicaraguan President Daniel Ortega, 75, who is running for a fourth consecutive term, has launched a broad campaign of repression since early June aimed at decimating the opposition ahead of November elections, according to analysts, human-rights activists and Western governments.<br />In recent days, police beat one opposition presidential hopeful before putting him in prison. Another would-be opposition candidate was arrested shortly after he filmed a video saying goodbye to his family in case he, too, was detained. A third prominent opposition leader was photographed by police after they stormed his home to arrest him. In the picture, he looked frightened as he stood next to a police commander accused by the U.S. of human-rights violations.<br />The wave of arrests, seen by analysts as among the worst crackdowns against civil society in Latin America in decades, presents another problem for the Biden administration as it struggles to deal with a region mired in grinding poverty and endemic corruption that is sending hundreds of thousands of migrants to the U.S. and threatening the new administration’s agenda.<br />The wave of arrests came as top U.S. officials, including Vice President Kamala Harris, visited Central America last week to promote good governance and find ways to slow illegal immigration to the U.S.<br />At least 13 prominent Nicaraguan members of the opposition, including four possible presidential contenders, have been arrested in the past two weeks. The potential candidates had all been jockeying to be nominated on behalf of the opposition, a loose coalition of parties and civic groups."
}