{
    "url_original": "https://www.wsj.com/articles/nicaragua-detains-second-presidential-candidate-11622953453?mod=business_minor_pos4",
    "url": "nicaragua-detains-second-presidential-candidate-11622953453",
    "title": "Nicaragua Detains Second Presidential Candidate",
    "sub_head": "Arturo Cruz, who once served as President Daniel Ortega’s ambassador to the U.S., was charged with ‘conspiring against Nicaraguan society’",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-349409?width=620&size=1.5",
    "image_1": "im-349409.jpg",
    "time": "2021-06-06 12:24:00",
    "body": "Nicaraguan police detained another opposition presidential hopeful Saturday, the second such arrest in four days, and charged him with “conspiring against Nicaraguan society,” ratcheting up the government’s repression against potential opponents of President Daniel Ortega in coming elections.<br />Arturo Cruz, 67 years old, who once served as Mr. Ortega’s ambassador to the U.S., was detained in Managua airport as he returned from a trip to Washington. The Nicaraguan Attorney General’s Office said in a statement Mr. Cruz was being investigated because of “strong evidence that he had conspired against Nicaraguan society and the rights of the Nicaraguan people” and would be presented to “competent judicial authorities.”<br />Mr. Cruz is the second opposition presidential candidate to have been detained this week by Nicaraguan police. On Wednesday, police broke into the home of Cristiana Chamorro, who leads the opposition to Mr. Ortega in the polls, and placed her under house arrest for alleged money laundering. Ms. Chamorro, 67, is the daughter of Violeta Chamorro, who beat Mr. Ortega in Nicaragua’s 1990 presidential elections.<br />“This is an intensification of the attacks of the dictatorship against possible opposition candidates,” said Kitty Monterrey, the president of Citizens Alliance for Liberty, Mr. Cruz’s political party. “Ortega wants to dishearten citizens so they lose hope and drop out of the political process.”<br />Ms. Monterrey said the accusations against Mr. Cruz were a sham. No one has been able to speak with him since his arrest, she said."
}