{
    "url_original": "https://www.wsj.com/articles/nicholas-braun-is-the-cousin-greg-of-the-internet-11624464000",
    "url": "nicholas-braun-is-the-cousin-greg-of-the-internet-11624464000",
    "title": "Nicholas Braun Is the Cousin Greg of the Internet",
    "sub_head": "The ‘Succession’ and ‘Zola’ star talks writing, music and his Instagram account",
    "category_1": "Arts",
    "category_2": "Arts & Entertainment",
    "image_1_url": "https://images.wsj.net/im-357413?width=620&size=1.5",
    "image_1": "im-357413.jpg",
    "time": "2021-06-23 12:00:00",
    "body": "“Thank you!” the actor Nicholas Braun calls midsentence, flashing a thumbs-up to a stranger who shouted, “You’re awesome, Greg!” from the crosswalk on Hudson Street. Mr. Braun is sitting outdoors at an unpretentious cafe, his old haunt from when he lived in Greenwich Village. Sporting a New York Nico T-shirt, an A24 baseball cap, and a five o’clock shadow, the fan-favorite “Succession” star looks downright un-Gregish today, yet has been recognized for the second time since leaving his apartment. “That’s how it goes, I guess,” he says, with a shrug.<br />“I’m becoming known for playing Greg, and I think at this point I have to actively try to widen that as much as I can,” Mr. Braun says.<br />On June 30, the 33-year-old actor will appear in “Zola,” a new movie about two strippers on a Florida road trip gone awry, based on a viral  Twitter  thread by A’Ziah “Zola” King. Mr. Braun plays aspiring influencer Derrek, who is the guileless boyfriend of a sex worker played by Riley Keough and who “so desperately needs therapy,” he says.<br />Derrek is hungry for viral fame, something Mr. Braun learned a bit about during lockdown. Aside from his role on HBO’s hottest show, his Instagram bits have gained a cult following for their sendups of online culture. Fans have gone so far as to print photos from his recent British GQ cover on T-shirts.<br />“Zola” director and co-writer Janicza Bravo describes her film as “stressful comedy,” because “there is a good deal of humor, but it’s where anxiety and humor go hand in hand,” she said. Sidelined to a grimy motel while his girlfriend trades sex for money, Derrek is at the emotional heart of the story. Like Zola, “he’s sold a bill of goods that doesn’t come to be, and he really is very much in love with this woman who he sees, who he believes sees him, but she doesn’t,” Ms. Bravo says."
}