{
    "url_original": "https://www.wsj.com/articles/nike-vaporfly-victory-super-spikes-so-fast-rivals-wearing-them-11623640980",
    "url": "nike-vaporfly-victory-super-spikes-so-fast-rivals-wearing-them-11623640980",
    "title": "Nike Super Spikes Are So Fast That Rivals Are Wearing Them",
    "sub_head": "Its track shoes are helping set records, spawning similar models and prompting other brands to let their own runners wear the swoosh in the U.S. Olympic trials or risk lagging behind",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-352537?width=620&size=1.5005861664712778",
    "image_1": "im-352537.jpg",
    "time": "2021-06-14 08:19:00",
    "body": "The shoe-technology revolution  Nike  unleashed on the marathon-running world five years ago with mysterious prototypes has veered onto the track, where a growing army of “super spikes” from the swoosh and other brands is shredding records.<br />Debate rages about the degree of advantage conferred by the new spikes, which feature soles with a rigid plate and superlight, energy-returning foam. But the near-universal belief that they help has prompted a radical move ahead of the U.S. Olympic Track & Field trials that start June 18 in Eugene, Ore.:<br />Brands that pay elite athletes to endorse their shoes are granting them permission to wear a competitor’s product. For many runners, that’s Nike.<br />Reebok and Brooks have said they’ll allow their athletes to wear another brand at the trials. The running brand On, which recently developed its first-ever track spike, has left open the possibility of its runners doing so as well. Two other brands, Mizuno and Skechers, didn’t answer emailed questions from The Wall Street Journal.<br />“While we believe in the performance of our running product, we also acknowledge the recent advances in footwear technology at the elite level,” a Reebok spokesman said in a statement. He added that until the brand’s new competition shoes are available, Reebok-sponsored athletes “will compete in any World Athletics approved footwear that provides an even playing field with their competition on race day.”"
}