{
    "url_original": "https://www.wsj.com/articles/nikolai-astrup-visions-of-norway-review-green-territory-11624705201?mod=opinion_major_pos13",
    "url": "nikolai-astrup-visions-of-norway-review-green-territory-11624705201",
    "title": "‘Nikolai Astrup: Visions of Norway’ Review: Green Territory",
    "sub_head": "More than nine decades after his death, the painter and printmaker makes his North American debut in a retrospective at the Clark Art Institute, where his luscious landscapes beguile.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-360273?width=620&size=custom_770x676",
    "image_1": "im-360273.jpg",
    "time": "2021-06-26 07:00:00",
    "body": "Williamstown, Mass.<br />Hmmm: an artist almost no one in the U.S. has heard of, not even art scholars. Born in the 19th century. Norwegian. Male. At first glance, these are not exactly the ingredients for an alluring special exhibition nowadays, especially for a public emerging from a long pandemic and yearning for some excitement.<br />Fortunately, the name of the artist in question is easy to pronounce, because after seeing “Nikolai Astrup: Visions of Norway” at the Clark Art Institute, visitors will want to remember it. Astrup (1880-1928) created brilliantly colored paintings and woodcuts inspired by his love for nature, frequently spiced with allusions to Norwegian folklore. Viscerally beguiling, they are even more intriguing to those who look closely at Astrup’s world.<br /><br />The son of a Lutheran pastor, Astrup was born in remote western Norway. He trained in Oslo (then called Kristiania), spent time touring art museums in Germany, studied at art schools in Paris, and went home, returning to Norway’s Jølster region, about 160 miles north-northeast of Bergen. He struggled with health issues, self-doubt and financial problems, but took part in various exhibitions in Norway (and occasionally elsewhere). He kept up with developments in modern art, perusing journals, traveling abroad, and exchanging letters with other cultural figures. Today, he is one of Norway’s best-loved artists: Most of his works reside in museums or private collections there, and most literature about him is in Norwegian."
}