{
    "url_original": "https://www.wsj.com/articles/north-face-owner-pulled-xinjiang-criticism-then-reinstated-it-11624200384?mod=business_lead_pos3",
    "url": "north-face-owner-pulled-xinjiang-criticism-then-reinstated-it-11624200384",
    "title": "North Face Owner Pulled Xinjiang Criticism, Then Reinstated It",
    "sub_head": "Move by VF, which also owns Vans and Timberland, shows the difficulty in catering to Western consumers and China",
    "category_1": "Business",
    "time": "2021-06-20 10:46:00",
    "body": "In late March, the maker of North Face jackets and Vans sneakers quietly took down a statement raising concern about allegations of forced labor in China’s cotton-rich Xinjiang region. Rival fashion company  H&M  had just been erased from China’s internet for a similar statement.<br />Three other big apparel companies also pulled or altered statements critical of Xinjiang from their websites in the days that followed the boycott of H&M, according to a Wall Street Journal analysis. At Denver-based  VF Corp. , though, executives quickly convened to deliberate over what they felt was the right thing to do, according to a person familiar with the matter. Twenty-four hours after pulling its statement, the company posted a new, shorter statement reaffirming its stance.<br />The moves, previously unreported, show the mounting pressure facing Western companies doing business in China. The country has become one of the biggest and fastest-growing fashion markets in the world, and apparel companies have flooded in. But China’s government—and many of its shoppers—have become newly assertive in dumping brands they see as critical of Beijing.<br />Many big apparel companies, meanwhile, have made environmental and human-rights concerns central to their image in recent years, responding to demands by activists, governments and consumers in their home markets.<br />“Younger customers are more interested than ever in buying brands that reflect their values and represent a mission and purpose,” said Oliver Chen, an analyst with the investment bank  Cowen Inc.  “On the flip side, Western brands are searching for growth, and they don’t want to be locked out of the Chinese market.”"
}