{
    "url_original": "https://www.wsj.com/articles/notable-quotable-one-party-new-york-and-crime-11624226197?mod=opinion_major_pos6",
    "url": "notable-quotable-one-party-new-york-and-crime-11624226197",
    "title": "Notable & Quotable: One-Party New York and Crime",
    "sub_head": "‘Yesterday’s radical firebrand becomes today’s tepid centrist; today’s moderate will be tomorrow’s reactionary.’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-356841?width=620&size=1.5",
    "image_1": "im-356841.jpg",
    "time": "2021-06-20 17:56:00",
    "body": "Seth Barronwriting on New York City’s Tuesday mayoral primary in a special issue of City Journal:<br /><br />In New York, the primary election is usually the real contest, though the primaries produce even lower turnout than general elections. With no reason to be concerned about alienating centrist voters or activating the other side in November by being too extreme, candidates appeal to the party fringes. In New York, that means the far Left. . . .<br />With crime soaring and the quality of life plummeting, one would expect candidates to run on restoring law and order. But, in line with a seemingly inexorable national pattern, most of the candidates want to keep as many people out of jail as possible, even for serious crimes. In cities across the country, a coordinated effort is afoot to decriminalize supposed “crimes of poverty,” which means non-prosecution of “low-level offenses” that result from addiction, homelessness, or being poor.<br />A tough-on-crime candidate could run a no-nonsense campaign advocating for victims and safer streets, of course. But the nature of the Democratic primary system is that anyone who runs even slightly to the right of the field gets cast as a right-winger. The number of people in jail in Manhattan is at a historical low—but not low enough, say almost all the candidates. This is the logic of “progress” as a political principle: we aim at perfection, and since our previous efforts have been insufficient toward that goal, we must redouble our commitment. The nature of the dynamic encourages everyone to shift the median position further to the left. Yesterday’s radical firebrand becomes today’s tepid centrist; today’s moderate will be tomorrow’s reactionary."
}