{
    "url_original": "https://www.wsj.com/articles/novak-djokovic-wins-the-french-open-11623605033",
    "url": "novak-djokovic-wins-the-french-open-11623605033",
    "title": "Novak Djokovic Wins the French Open",
    "sub_head": "The world’s No. 1 player rallied from two sets down to beat Stefanos Tsitsipas and claim his 19th Grand Slam title",
    "category_1": "Life & Arts",
    "category_2": "Tennis",
    "image_1_url": "https://images.wsj.net/im-353375?width=620&size=1.6",
    "image_1": "im-353375.jpg",
    "time": "2021-06-13 15:29:00",
    "body": "PARIS—Whenever Novak Djokovic retreated to his chair, he buried his face in his towel. He had taken a tumble. He was down by two sets. And across the court, a 22-year-old from Athens was starting to look like the Greek god of clay.<br />But if there’s one tennis situation that perhaps no player in history has handled better than Djokovic, it’s needing five sets to win. Trusting his endurance, the best defensive player the game has ever seen clawed his way back into Sunday’s French Open final against Stefanos Tsitsipas—and then simply overwhelmed him.<br />With a 6-7(6), 2-6, 6-3, 6-2, 6-4 victory, Djokovic claimed his 19th major title and his second of the year. Now the only man in the Open era to win every major at least twice, he is chasing the first calendar-year Grand Slam in men’s tennis since Rod Laver pulled it off in 1969 — a goal he and his coaches are not shying away from.<br />“Everything is possible,” Djokovic said. “And I did put myself in a good position to go for the Golden Slam.”<br />Djokovic also sits just one major behind the all-time men’s record of 20, currently held by Roger Federer and Rafael Nadal. The way things stand, he appears better positioned to add to his haul than either of his closest rivals. Federer, 39, pulled out of the French Open after the third round to nurse a knee that has been operated on twice in the past 18 months. Nadal, meanwhile, looked short of his usual dominant self here on clay and has won only one major on any other surface in the past three years."
}