{
    "url_original": "https://www.wsj.com/articles/nuclear-firm-flags-performance-issue-at-chinese-plant-11623673781?mod=business_lead_pos6",
    "url": "nuclear-firm-flags-performance-issue-at-chinese-plant-11623673781",
    "title": "Nuclear Firm Flags ‘Performance Issue’ at Chinese Plant",
    "sub_head": "Framatome, a subsidiary of French power giant EDF, says it is ‘supporting resolution of a performance issue’ with the Taishan nuclear power plant",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-353550?width=620&size=1.5",
    "image_1": "im-353550.jpg",
    "time": "2021-06-14 08:29:00",
    "body": "A French nuclear power firm said it was working to resolve a performance issue at a nuclear plant in the Chinese province of Guangdong, while the firm’s parent called for a board meeting with its Chinese partners to discuss the matter.<br />Framatome, a subsidiary of  Électricité de France SA,  the French power giant, said it was “supporting resolution of a performance issue” with the Taishan nuclear power plant. It said the plant was operating within safety parameters, according to available data. “Our team is working with relevant experts to assess the situation and propose solutions to address any potential issue,” the company said. It didn’t comment further.<br />EDF and its subsidiary issued separate statements Monday after CNN reported that U.S. officials were assessing a warning from Framatome that Chinese authorities were allowing radiation levels outside the plant to go above acceptable limits to avoid shutting it down.<br />EDF said it was providing technical expertise regarding the No. 1 reactor of the plant. It said it was aware of the increased concentration of certain gases in the main circuit of the reactor. The presence of such gases is a “known phenomenon, studied and provided for in the reactor operating procedures.” A company spokesman said the issue was the increase in the amount of these gases.<br />The company didn’t comment further. It said it had asked for an extraordinary board meeting with its partners in the plant to discuss the issue and share data."
}