{
    "url_original": "https://www.wsj.com/articles/nvidia-gets-just-a-little-help-from-its-friends-11624905738?mod=business_minor_pos10",
    "url": "nvidia-gets-just-a-little-help-from-its-friends-11624905738",
    "title": "Nvidia Gets Just a Little Help From Its Friends",
    "sub_head": "Stock jumps on support from Broadcom, MediaTek and Marvell, but fate of Arm Holdings deal still a question mark",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-361133?width=620&size=1.5",
    "image_1": "im-361133.jpg",
    "time": "2021-06-28 14:42:00",
    "body": "It says something when investors seem genuinely surprised that not everyone is opposed to  Nvidia ’s  planned takeover of Arm Holdings.<br />Nvidia’s share price jumped 5% Monday afternoon following a report that  Broadcom ,   MediaTek  and  Marvell Technology  have voiced support for its proposed deal to buy Cambridge, Mass.-based Arm from  SoftBank Group .  The Sunday Times reported positive comments from Nvidia’s three fellow chip makers over the weekend. The deal is under national security review by U.K. authorities, with a report due July 30. Regulators in the U.S. and China also will have to clear the transaction for it to go forward.<br />Industry opposition has been seen as a major impediment to the proposed deal, which was announced last September. The acquisition would give Nvidia—now the world’s second-largest chip company by market capitalization—control over a key technology that powers the bulk of the world’s mobile devices and that also is making large inroads into markets such as personal computers and data centers.  Qualcomm ,  Google and  Microsoft ,  all of which use Arm-based chips in their products, are reportedly opposed to the arrangement.<br />Against this backdrop, positive comments from any peer qualifies as “a big step forward” for the proposed deal, according to Citi analyst Atif Malik. But that support seems lukewarm at best. Only MediaTek Chief Executive Rick Tsai was quoted as saying the chip industry would benefit from the combination. Broadcom CEO Hock Tan simply noted that “Nvidia has assured the industry” that it will grow its investment in Arm and continue licensing the technology on a fair basis. Marvell chief Matt Murphy told the paper he was counting on regulatory authorities to address the industry’s concerns, but that he “wouldn’t be sad” to see the deal blocked. However, in a statement sent to The Wall Street Journal on Monday, Mr. Murphy said he was supportive of the deal.<br />Support from others could still be forthcoming.  Apple  Inc.,  which uses Arm processors in its iPhones, iPads and now Mac computers, has yet to publicly comment on the transaction. But the deal still faces long odds given the need for approval from governments that are now approaching the semiconductor business with a more nationalistic bent. In a note to clients Monday, Citi’s Mr. Malik called China the biggest hurdle to the transaction, saying that country is “less likely to support a deal that would see them potentially losing access to Arm.” But he still raised his probability of the merger closing to 30% from 10%."
}