{
    "url_original": "https://www.wsj.com/articles/ny-fed-may-consumer-survey-finds-public-bracing-for-large-inflation-gains-11623682800",
    "url": "ny-fed-may-consumer-survey-finds-public-bracing-for-large-inflation-gains-11623682800",
    "title": "NY Fed May Consumer Survey Finds Public Bracing for Large Inflation Gains",
    "sub_head": "Consumers expect inflation to hit 4% one year from now, a series high for the New York Fed report",
    "category_1": "Economy",
    "category_2": "Central Banks",
    "time": "2021-06-14 11:00:00",
    "body": "Americans are bracing for a wave of higher inflation over the next year, amid projections of big increases in home prices, rent, food, gasoline and medical costs, the May New York Fed Survey of Consumer Expectations reported Monday.<br />One year from now, the public expects inflation to hit 4%, a series high for the New York Fed report, from the projected 3.4% increase reported in April. Three years from now, survey respondents said they expected to see inflation at 3.6%, the second highest reading for the survey, up from April’s 3.1%.<br />The jump in inflation expectations came as respondents to the survey project major increases in home prices and for other things critical to daily life. One year from now, food and rent prices are expected to rise by 8% and 9.7%, respectively, both carving out series highs. Meanwhile, the expected rise in gasoline and medical care costs also increased, with both readings just short of 10%.<br />Home prices are expected to rise by 6.2% a year from now, a series high, and up from April’s 5.5% reading, the survey said.<br />The New York Fed expected inflation readings arrived just as the Federal Reserve is scheduled to hold over Tuesday and Wednesday a pivotal meeting on monetary policy. Central bankers will gather as economic activity surges and the coronavirus pandemic abates. That has opened the door to an active debate as to whether it is time for central bankers to dial back the aggressive levels of stimulus they are now providing the U.S. economy."
}