{
    "url_original": "https://www.wsj.com/articles/off-the-wall-art-disposals-11623794340",
    "url": "off-the-wall-art-disposals-11623794340",
    "title": "Off-the-Wall Art Disposals",
    "sub_head": "The Newark Museum of Art chose to take advantage of a new rule about museums selling works from their collections, damaging itself in the process.",
    "category_1": "Arts & Entertainment",
    "time": "2021-06-15 17:59:00",
    "body": "With the June 8 announcement by the Philadelphia Museum of Art that Thomas Cole’s “The Arch of Nero” (1846) will be on long-term display in its American galleries starting July 2, the Newark Museum of Art’s recent deaccessioning debacle has reached a happy ending—sort of. A better one, however, would have been canceling the sale altogether.<br />“Deaccessioning” is museumspeak for selling works of art from a museum’s permanent collection. This happens all the time—and since, according to rules promulgated by the Association of Art Museum Directors (AAMD), the proceeds can be used only to buy more art, it is one way museums can upgrade their collections. The standard approach has been to sell duplicates or lesser, rarely exhibited works in order to acquire masterpieces or the next best thing.<br />The AAMD eased these rules last year in response to the pandemic, announcing that it would temporarily allow cash-strapped museums to use the proceeds of their art sales “to support the direct care of the museum’s collection.” That can mean anything from paying the utility bills for a storage unit to covering curators’ and conservators’ salaries.<br />Most museums are taking the offer of flexibility at face value. In February, for example, the Metropolitan Museum of Art issued a lengthy statement clarifying its position on deaccessioning. “The criteria for deaccessioning works in the collection have been consistent for decades and include: (1) the work does not further the mission of the Museum; (2) the work is redundant or a duplicate; (3) the work is of lesser quality than other objects of the same type in the collection; and (4) the work lacks sufficient aesthetic merit or historical importance to warrant retention.” It went on to say that it hadn’t decided whether to take advantage of the AAMD’s offer, but noted that every year it realizes about $13 million from deaccessioning objects, which would go a long way toward covering the $15 million it spends each year on “collection care salaries and related costs.”<br />Alas, others have taken the fungibility of “direct care” as an open invitation to turn professional practice on its head by going for the big bucks and selling major works, not the also-rans."
}