{
    "url_original": "https://www.wsj.com/articles/oil-rallies-to-highest-in-two-years-as-stockpiles-shrink-11622549154?mod=business_minor_pos13",
    "url": "oil-rallies-to-highest-in-two-years-as-stockpiles-shrink-11622549154",
    "title": "Oil Rallies as OPEC Sees Demand Rebound While Supply Shrinks",
    "sub_head": "OPEC and their allies are expected to relax production cuts as demand continues to improve, eroding the supply glut",
    "category_1": "Markets",
    "category_2": "Commodities",
    "image_1_url": "https://images.wsj.net/im-346546?width=620&size=1.5",
    "image_1": "im-346546.jpg",
    "time": "2021-06-01 08:05:00",
    "body": "The price of oil was on course Tuesday to close above $70 a barrel for the first time in two years on investors’ optimism that improving oil demand and a dwindling supply glut may mean the market can absorb any additional supply from OPEC and its allies.<br />Brent crude, the international energy benchmark, rose 2.1% to $70.77 a barrel. It is on track for its highest close since May 2019. West Texas Intermediate futures gained 2.8% at $68.18 a barrel. The U.S. gauge on Tuesday crossed its highest level since October 2018.<br />Prices are rallying after the Organization of the Petroleum Exporting Countries’s technical committee on Monday confirmed forecasts for a rebound of six million barrels a day in world oil demand this year, according to people familiar with OPEC and its allies. Ministers from those countries are scheduled to meet with non-cartel allies Tuesday to discuss plans to further relax ongoing production curbs during June and July.<br />Vaccination programs are enabling governments across North America and Europe to reduce coronavirus restrictions and resume more normal economic activity. That will help pare global oil stocks—which at one point last year threatened to overwhelm the world’s ability to store them—to below their five-year average by the end of July for the 2015-19 period, the OPEC committee projected. In the U.S., oil and oil-product inventories have fallen more than expected in recent weeks.<br />Investors and analysts also expect the group known as OPEC+, an alliance between members of OPEC and other top oil producers, to stick to plans to further relax production curbs that have been in place since prices collapsed last spring."
}