{
    "url_original": "https://www.wsj.com/articles/oils-sunset-years-could-be-profitable-for-some-11622631808?mod=business_minor_pos10",
    "url": "oils-sunset-years-could-be-profitable-for-some-11622631808",
    "title": "Oil’s Sunset Years Could Be Profitable for Some",
    "sub_head": "Western producers’ transition plans create an opportunity for state-backed peers that are insulated from shareholder pressure over their climate impact",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-06-02 07:03:00",
    "body": "The oil industry could face a golden sunset, particularly for companies still developing new reserves. How long it lasts depends on the speed at which economies shift to cleaner energy sources.<br />On Tuesday, the Organization of the Petroleum Exporting Countries and friends, including Russia, agreed to open the taps a bit. Supply cuts have been crucial in stabilizing crude prices in the face of pandemic-induced demand fluctuations, but producers are now more optimistic. Vaccines are rolling out and economies are reopening. Oil prices are at a two-year high.<br />While big listed companies will benefit, they cannot take full advantage, faced with growing shareholder pressure to limit petroleum investments and cut greenhouse-gas emissions. European supermajors  Shell ,  Total Energies and  BP  have already limited plans to find new oil reserves, and now U.S. peers  Chevron  and  Exxon  are rethinking investments too.<br />In contrast, state-controlled rivals are free to drill to meet future oil demand with scant consideration of their carbon footprint. Most state-run producers answer to domestic politicians in emerging economies more focused on cash flow, local jobs and tax revenues than environmental concerns.<br />“The part of development projects that are being operated by OPEC members is going to increase substantially over the next 20 years,” says Per Magnus Nysveen, analyst at consulting firm Rystad Energy. “National oil companies have quite a lot of really nice development projects with low break-even prices down below $30 a barrel.”"
}