{
    "url_original": "https://www.wsj.com/articles/one-cheer-for-the-supreme-court-on-religious-liberty-11623970233?mod=opinion_lead_pos1",
    "url": "one-cheer-for-the-supreme-court-on-religious-liberty-11623970233",
    "title": "One Cheer for the Supreme Court on Religious Liberty",
    "sub_head": "A narrow ruling helps Catholic foster parents, but the faithful deserve more protection under the First Amendment.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-17 18:50:00",
    "body": "The Supreme Court ruled 9-0 on Thursday that Philadelphia can’t tell a Catholic foster-care agency to violate its faith as a condition of its city contract—a victory for religious liberty. Yet as Justice Samuel Alito writes in a 77-page cri de coeur concurrence, the faithful are owed more under the First Amendment.<br />The facts in Fulton v. Philadelphia show who is the cultural and legal aggressor. The Catholic Church has been caring for Philadelphia’s orphans since at least 1798, long before foster care was a government service. Catholic Social Services (CSS) has operated under a city contract for 50 years. No gay couple has ever asked CSS for certification as a foster family. Twenty-seven other groups meet that need.<br />This was the state of play until 2018, when a newspaper quoted the archdiocese’s spokesman as saying that CSS couldn’t certify a hypothetical gay couple seeking its services. A city commissioner lectured CSS that “things have changed since 100 years ago,” and “it would be great if we followed the teachings of Pope Francis.” The city then refused to renew CSS’s contract. Foster parents sued, including Sharonell Fulton, a black foster mom who has cared for 40 children over 25 years.<br />The good news is that no Justice took Philadelphia’s side. But it’s hard not to read the Court’s narrow opinion, written by Chief Justice John Roberts, as another example of his mode of seeking consensus by watering down principle. He wants to win over liberal Justices and he is reluctant to take the heat from overturning even dubious precedents. But the cost is less protection for religious belief that is increasingly under siege by the state.<br />In this case the key precedent is Employment Division v. Smith (1990), which said the First Amendment isn’t necessarily offended when a “generally applicable” law places “incidental” burdens on religion. In getting six votes, the Chief’s approach is to say that Philly’s nondiscrimination demand didn’t count as “generally applicable,” since the city’s foster contracts reserved the right to make exceptions."
}