{
    "url_original": "https://www.wsj.com/articles/opec-alliance-considers-boosting-production-amid-uneven-recovery-11624451530?mod=business_minor_pos13",
    "url": "opec-alliance-considers-boosting-production-amid-uneven-recovery-11624451530",
    "title": "OPEC Alliance Considers Boosting Production Amid Uneven Recovery",
    "sub_head": "Saudi Arabia and Russia target modest additions to group’s output, moving cautiously as economies move at different rates",
    "category_1": "Oil Markets",
    "image_1_url": "https://images.wsj.net/im-358484?width=620&size=1.5",
    "image_1": "im-358484.jpg",
    "time": "2021-06-23 08:32:00",
    "body": "OPEC and its allies are considering boosting the group’s collective output by some 500,000 barrels a day when they meet next week, delegates said, representing a modest boost to the world’s supply of crude as prices recover strongly.<br />The Saudi-led Organization of the Petroleum Exporting Countries and its Russia-led allies are moving cautiously in ramping up output, delegates said, worried about uncertain demand as the world’s economies recover unevenly. The group, called OPEC-plus, slashed output early last year by 9.7 million barrels a day as the pandemic shrunk demand. Cumulative additions over the past year will have brought back some four million barrels a day by next month.<br />Earlier this week, U.S. crude prices neared $72 a barrel, their highest level in more than 2½ years before settling lower. Prices have roughly doubled since the end of October. Some traders are using options, which allow the holder to buy or sell an asset at a specific price in the future, to wager on prices hitting $100 by the end of next year.<br />The price rise comes alongside big gains in other commodities, from metals and lumber to agricultural goods. Some of those markets have eased off more recently. The massive cuts enacted by OPEC-plus early last year—and still only partially restored—gives the group scope to calibrate oil prices in a way producers of other commodities don’t.<br />The alliance will meet virtually on July 1 to decide what to do next. Delegates are currently looking at adding another 500,000 barrels a day in August, possibly followed by similar bumps higher in subsequent months, delegates said. The scenario hasn’t been formally discussed among the group, and no decision has been made, they said. In recent months, the group has surprised markets with abrupt changes in direction as it wrangles with gauging demand."
}