{
    "url_original": "https://www.wsj.com/articles/ortegas-nicaraguan-power-grab-11623616363?mod=opinion_major_pos9",
    "url": "ortegas-nicaraguan-power-grab-11623616363",
    "title": "Ortega’s Nicaraguan Power Grab",
    "sub_head": "The comandante lost one fair election in 1990. He won’t let it happen again.",
    "category_1": "Opinion",
    "category_2": "The Americas",
    "time": "2021-06-13 16:32:00",
    "body": "Central America’s biggest little country is again in the spotlight for all the wrong reasons. Since June 2, Nicaraguan dictator Daniel Ortega has rounded up seven leading members of the opposition on phony charges ranging from money laundering to treason. All remain either under house arrest or in jail.<br />This is grim news for Nicaraguans who have been organizing for the November presidential election and hoping to unseat the unpopular Mr. Ortega. Four of the seven people detained are potential candidates.<br />Yet the only thing that’s surprising about this latest crackdown—in what is now a police state backed by Cuba, Iran and Russia—is that anyone is surprised.<br />In recent years the repression has been acute. In 2018 protests hundreds of government opponents were killed by police and other Ortega enforcers—helped by Cuban agents. In October Mr. Ortega made it a crime to publish what the government classifies as “false news,” effectively gagging the press. In December the Organization of American States raised objections to a new electoral law that it said “seeks to restrict political rights with the aim of limiting electoral competition.”<br />The international community has told Mr. Ortega he needs to behave. But without a more forceful response at home and abroad, it’s hard to see him backing down. The comandante got thrown out of the presidency once in a fair election, and he won’t let it happen again. Today the stakes are even higher since he could face international courts for crimes against humanity and is widely considered a kleptocrat."
}