{
    "url_original": "https://www.wsj.com/articles/pacific-free-trade-group-looks-to-add-u-k-11622616917",
    "url": "pacific-free-trade-group-looks-to-add-u-k-11622616917",
    "title": "Pacific Free-Trade Group Looks to Add U.K.",
    "sub_head": "Japan has expressed hope that the U.S. would rejoin the group or find some way to link up with it",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-347193?width=620&size=1.5",
    "image_1": "im-347193.jpg",
    "time": "2021-06-02 02:55:00",
    "body": "TOKYO—The 11-nation free-trade group known as the Trans-Pacific Partnership said Wednesday it would open talks about admitting the U.K. as a new member, potentially adding another U.S. ally while Washington itself stays away.<br />The group said after an online meeting that adding the U.K.—the first potential member outside the Pacific region—would “send a strong signal to our trading partners around the world” and “help to counter protectionism and the use of unjustified trade restrictive measures.”<br />The TPP, which includes U.S. allies such as Japan, Canada and Australia, was originally envisioned during the Obama administration as a U.S.-led bulwark against China. One of then-President Donald Trump’s first acts in office was to withdraw from the group and its proposed free-trade deal, which Mr. Trump said would be bad for American workers.<br />Under Japan’s leadership, the group completed a trade deal without the U.S., which went into effect at the end of 2018. The deal eliminated most tariffs on trade between members, allowing agricultural powerhouses such as Australia to export more to Japan, while helping Japanese exports of industrial goods such as auto parts and protecting intellectual-property rights.<br />President Biden has shown little interest in revisiting the TPP issue, in part because free-trade deals remain unpopular among many of the swing voters whom Mr. Biden hopes to pull to his side. Secretary of State Antony Blinken said in March that people such as himself who had advocated trade deals “didn’t do enough to understand who would be negatively affected.”"
}