{
    "url_original": "https://www.wsj.com/articles/passengers-keep-calm-as-covid-cruises-on-11623428851?mod=markets_featst_pos2",
    "url": "passengers-keep-calm-as-covid-cruises-on-11623428851",
    "title": "Passengers Keep Calm as Covid Cruises On",
    "sub_head": "Fully vaccinated cruise passengers don’t panic when two test positive",
    "category_1": "Markets",
    "category_2": "Overheard",
    "image_1_url": "https://images.wsj.net/im-352868?width=620&size=1.5",
    "image_1": "im-352868.jpg",
    "time": "2021-06-11 12:27:00",
    "body": "Just when you think you’ve seen the back of it, the Covid-19 pandemic has a way of lingering about the cabin.<br />So it was for Colleen McDaniel, editor in chief of cruise-review site Cruise Critic, who wrote on Tuesday of her excitement to embark on the Celebrity Millennium, which is sailing in the Caribbean exclusively with fully vaccinated passengers. “After all, 15 months without cruising feels like a lifetime when it’s the form of travel you’re most passionate about,” she wrote. “Passengers, crew—everyone onboard—sensed the importance of the momentous sailing.”<br />But on Thursday, two guests on board the Millennium tested positive for Covid-19,  Celebrity Cruises  parent  Royal Caribbean Group said in a statement. The passengers are asymptomatic and are in isolation, the company said.<br />For Ms. McDaniel, the celebration morphed into an opportunity for some real journalism. In a follow-up post Friday, she told readers of Cruise Critic what it has been like on board since the positive tests: Crew members who had close contact with the pair were immediately tested and came back negative. Closed-circuit footage was used to conduct contact tracing, determining who else on board was within six feet of them for 15 minutes. The initial announcement of the positive tests, she said, “didn’t send waves of panic through the passengers onboard.”<br />Vaccines aren’t 100% effective, so we all may have to live with Covid risk for a while longer. On the Millennium, it doesn’t appear to have cramped anyone’s style: Ms. McDaniel reports most guests continued attending shows, grabbing drinks and frequenting the casino."
}