{
    "url_original": "https://www.wsj.com/articles/pe-backed-hospital-chain-got-help-from-major-landlord-as-losses-mounted-11624014000?mod=business_lead_pos4",
    "url": "pe-backed-hospital-chain-got-help-from-major-landlord-as-losses-mounted-11624014000",
    "title": "PE-Backed Hospital Chain Got Help From Major Landlord as Losses Mounted",
    "sub_head": "Medical Properties Trust helps private-equity firms profit from hospital deals, but it is heavily exposed to financial issues at Steward Health Care",
    "category_1": "Finance",
    "image_1_url": "https://images.wsj.net/im-355070?width=620&size=1.5",
    "image_1": "im-355070.jpg",
    "time": "2021-06-18 07:00:00",
    "body": "Medical Properties Trust Inc.  is a little-known real-estate investor that helps private-equity firms cash in on their hospital investments. Recent financial documents provide fresh details on the close relationship and deal-making between the firm and its biggest tenant.<br />The documents show Medical Properties Trust’s exposure to Dallas-based Steward Health Care, a hospital chain until last year controlled by Cerberus Capital Management LP. When Steward ran into financial trouble, Medical Properties Trust provided it more than $700 million through a series of complex deals, the documents show. It provided $200 million to buy Steward assets valued at $27 million. Then it refinanced debts Steward owed Cerberus.<br />The documents give a window into the finances of a company at the heart of private equity’s push into healthcare in recent years. They show how the financial turbulence at these firms can have ripple effects elsewhere in the financial system.<br />Steward accounted for 30% of Medical Properties Trust’s revenue last year. Steward lost more than $400 million in 2020 and reported nearly $1 billion of unpaid supplier expenses and other bills, the documents show. The company also faces audits by the Internal Revenue Service and state authorities.<br />Medical Properties Trust says it is one of the world’s largest nongovernmental hospital owners, with more than 400 properties world-wide and assets of nearly $19 billion. Steward is a large for-profit operator, with 34 hospitals nationally and more than $5 billion of revenue last year."
}