{
    "url_original": "https://www.wsj.com/articles/pear-therapeutics-to-go-public-in-roughly-1-6-billion-spac-deal-11624359600?mod=markets_lead_pos6",
    "url": "pear-therapeutics-to-go-public-in-roughly-1-6-billion-spac-deal-11624359600",
    "title": "Pear Therapeutics to Go Public in Roughly $1.6 Billion SPAC Deal",
    "sub_head": "The digital health company’s combination with Thimble Point Acquisition to raise about $400 million in gross proceeds",
    "category_1": "Pro PE Deals",
    "time": "2021-06-22 07:00:00",
    "body": "Medical technology company Pear Therapeutics Inc. has agreed to go public by merging with a blank-check company with ties to the Pritzker Vlock Family Office, betting on the growing role of prescription digital therapeutics.<br />The proposed merger would give the combined company a pro forma equity value of about $1.6 billion.<br />Boston-based Pear Therapeutics is merging with  Thimble Point Acquisition Corp.  in a deal that’s expected to close in the second half of the year, subject to Thimble Point shareholder approval. Investors that include the Pritzker Vlock Family Office and Neuberger Berman Group funds are backing a roughly $125 million private investment in public equity, or PIPE, as part of the proposed deal. Pear Therapeutics’ current management team will lead the combined company, which will be called Pear Holdings Corp. The company would seek to trade under the ticker PEAR.<br />Pear Therapeutics, which has raised about $250 million in previous investment rounds from backers that include  SoftBank Group Corp.  and Singapore state investment company Temasek Holdings, is one of the leaders in prescription digital therapeutics, or PDTs. PDTs are designed and tested much like traditional prescription drugs but rely on software approved by health regulators to treat patients. PDTs are seen as improving patient retention and, therefore, saving future healthcare costs.<br />The company, which isn’t yet profitable, has three products approved by the Food and Drug Administration, two of which have received approval to include claims on their labels for treatment retention, Chief Executive Corey McCann said."
}