{
    "url_original": "https://www.wsj.com/articles/pelosis-jan-6-commission-11625005856?mod=opinion_lead_pos4",
    "url": "pelosis-jan-6-commission-11625005856",
    "title": "Pelosi’s Jan. 6 Commission",
    "sub_head": "Half the country won’t believe its findings no matter who’s on it.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-29 18:30:00",
    "body": "Nancy Pelosi is giving her plan to investigate the Jan. 6 Capitol riot one more try, and this one looks even less likely to find a common set of credible facts and conclusions.<br />The Speaker on Monday introduced legislation to create a new select House committee to probe the Capitol riot and may hold a vote this week. This follows her attempt to establish a commission with members from outside Congress. That failed amid Republican concern that the structure of the commission gave Democrats the ability to appoint and control the commission staff.<br />Her new plan is even more lopsided. Mrs. Pelosi would appoint all 13 members and the chairman. Eight spots would go to Democrats, and five to Republicans—despite a closely divided House. Mrs. Pelosi would retain authority to veto GOP members named by Minority Leader Kevin McCarthy. The committee chairman would have unilateral subpoena power, as well as the ability to order depositions in consultation with the (Pelosi-approved) ranking Republican.<br />Mrs. Pelosi has already made clear what she thinks happened on Jan. 6. She said the committee’s job will be to explore the “root causes of [Jan. 6]—the white supremacy, the anti-Semitism, the Islamophobia, all the rest of it that was so evident.” Nothing like prejudging. It will also look at Capitol security and “what it means to be ready for such an insurrection.”<br />Her real goal is to keep Jan. 6 alive in the public mind to use against Republicans to maintain control of the House in 2022. Democrats also hope the committee will divide Republicans. Mrs. Pelosi said this week she might name a Republican as one of her eight picks. She’s betting Reps. Liz Cheney or Adam Kinzinger will sign up, and in the process highlight the GOP divide over Donald Trump."
}