{
    "url_original": "https://www.wsj.com/articles/pelosi-to-decide-on-committee-to-probe-jan-6--capitol-attack-11624403332?mod=politics_lead_pos6",
    "url": "pelosi-to-decide-on-committee-to-probe-jan-6--capitol-attack-11624403332",
    "title": "Pelosi to Decide Whether to Create Committee to Probe Jan. 6 Capitol Riot",
    "sub_head": "House Speaker is this week weighing how to proceed after Senate GOP blocked independent bipartisan commission",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-358335?width=620&size=1.5",
    "image_1": "im-358335.jpg",
    "time": "2021-06-22 23:21:00",
    "body": "WASHINGTON—Speaker Nancy Pelosi said Tuesday she plans to decide this week whether she will create a select committee to probe the Jan. 6 assault on the U.S. Capitol, according to her spokesman.<br />A person familiar with her remarks previously said Mrs. Pelosi (D., Calif.) had told the House Democratic Steering and Policy Committee she had decided to create a select committee, something Mrs. Pelosi denied after that meeting. Two other people familiar with the meeting said the speaker had signaled she was headed toward creating a select committee, but that Mrs. Pelosi had stressed that she would make a formal announcement later in the week.<br />In May, the House passed a bill to create a bipartisan, independent commission to investigate Jan. 6. Thirty-five Republicans voted with Democrats to pass the bill in the House. But in the Senate, Republicans blocked the legislation, which needed 60 votes to advance under the chamber’s longstanding filibuster rule.<br />While six GOP senators voted in favor of the commission, it wasn’t enough. The bill failed, 54-35, with 11 senators not voting.<br />Former President Donald Trump had urged Republicans in the House and Senate to oppose the commission, saying it was a Democratic trap. The House impeached Mr. Trump in January for inciting insurrection against the U.S. government on Jan. 6, when his supporters stormed the Capitol, temporarily interrupting the ratification of President Biden’s Electoral College win. Mr. Trump was acquitted by the Senate."
}