{
    "url_original": "https://www.wsj.com/articles/pelosi-discloses-details-of-planned-jan-6-capitol-riot-committee-11624919608?mod=business_minor_pos4",
    "url": "pelosi-discloses-details-of-planned-jan-6-capitol-riot-committee-11624919608",
    "title": "Pelosi Discloses Details of Planned Jan. 6 Capitol Riot Committee",
    "sub_head": "Speaker will appoint the chair and 13 members, with five in consultation with Republicans",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-361443?width=620&size=1.5",
    "image_1": "im-361443.jpg",
    "time": "2021-06-28 19:53:00",
    "body": "WASHINGTON—Speaker Nancy Pelosi (D., Calif.) on Monday introduced the legislative text needed to establish a select committee with subpoena power to investigate the Jan. 6 assault on the U.S. Capitol, in advance of an expected vote in the House on Wednesday.<br />The resolution, which mirrors the language used to create the GOP-led select committee on the 2012 terrorist attack in Benghazi, gives Mrs. Pelosi the ability to appoint the chair and 13 members—five of them “after consultation with the minority leader,” a reference to Rep. Kevin McCarthy (R., Calif.).<br />Mrs. Pelosi is considering including a Republican lawmaker among Democrats’ eight appointments, according to a Pelosi aide.<br />The speaker had said last week that she would establish a select committee to investigate the Jan. 6 assault on the U.S. Capitol, after Senate Republicans blocked an earlier effort to establish a bipartisan independent commission. The bipartisan legislation to establish one passed the House with the support of 35 Republicans, but in the Senate, only six Republicans supported it, leaving the bill short of the 60 votes needed to advance.<br />Former President Donald Trump, along with Mr. McCarthy and Senate Minority Leader Mitch McConnell (R., Ky.), had urged Republicans to oppose the commission. The House impeached Mr. Trump in January for inciting insurrection against the U.S. government on Jan. 6, when his supporters stormed the Capitol to stop the ratification of President Biden’s Electoral College win. Mr. Trump was acquitted by the Senate."
}