{
    "url_original": "https://www.wsj.com/articles/peloton-analyst-trades-endorphins-for-anxiety-11624015800?mod=markets_featst_pos2",
    "url": "peloton-analyst-trades-endorphins-for-anxiety-11624015800",
    "title": "Peloton Analyst Trades Endorphins for Anxiety",
    "sub_head": "Company’s fortune favors the fundamentals rather than the bold, according to an analyst",
    "category_1": "Markets",
    "category_2": "Overheard",
    "image_1_url": "https://images.wsj.net/im-355522?width=620&size=1.5",
    "image_1": "im-355522.jpg",
    "time": "2021-06-18 07:30:00",
    "body": "They say all things come to those who wait, but  Peloton Interactive ’s  investors aren’t a patient bunch.<br />Shares of Peloton are down 28% so far this year versus a 12% gain for the S&P. But if you think you have finally found an attractive entry point, you might want to douse yourself in some cold Gatorade.<br />After a wild 434% run-up in its shares last year, Peloton’s Chief Executive John Foley continued to stoke the fire, telling investors in September at the company’s analyst day he believed 100 million subscribers was a reasonable goal for the company, capturing half the number of gym goers world-wide.<br />The time horizon on that goal is a bit fuzzy. In a note this week, BMO Capital Markets analyst Simeon Siegel points out that, in a presentation for the same investor day, Peloton pegged its own serviceable addressable market, or estimated number of households interested in purchasing current Peloton products at current prices, at just 15 million, something he feels Peloton’s most fervent fans have perhaps overlooked.<br />By Mr. Siegel’s math, Peloton’s current fully diluted market value implies investors already are giving the company credit today for capturing 16.5 million subscribers, or 110% of that addressable market size. Wall Street is forecasting Peloton will have roughly 2.3 million connected fitness subscribers as of June. But even at 5 million subscribers, to justify Peloton’s current market value investors are effectively betting those customers will be paying to sweat and bleed Peloton for the next 24 years, his estimates show."
}