{
    "url_original": "https://www.wsj.com/articles/pennsylvania-school-pension-leaders-face-calls-for-ouster-11623338259?mod=markets_featst_pos3",
    "url": "pennsylvania-school-pension-leaders-face-calls-for-ouster-11623338259",
    "title": "Pennsylvania School Pension Leaders Face Calls for Ouster",
    "sub_head": "Six trustees of the state’s largest public pension want to fire its executive director and its chief investment officer",
    "category_1": "Pro PE Limited Partners",
    "image_1_url": "https://images.wsj.net/im-352057?width=620&size=1.5",
    "image_1": "im-352057.jpg",
    "time": "2021-06-10 13:30:00",
    "body": "Six trustees of the largest public pension in Pennsylvania are demanding the ouster of two top staff members, citing years of poor investment performance, high expenses and missteps that have led to a federal investigation.<br />The demand for the dismissal of Glen Grell, the executive director, and Jim Grossman, the chief investment officer of Pennsylvania’s $64 billion Public School Employees’ Retirement System came hours before a scheduled meeting of the board Thursday, which both officials would normally attend.<br />The trustees made their demands in a letter addressed to Chairman Christopher SantaMaria and sent to him by email, according to a copy posted on the state treasurer’s website. It was signed by Treasurer Stacy Garrity, former Treasurer Joseph Torsella, acting state Education Secretary Noe Ortega, state Banking and Securities Secretary Richard Vague, state Sen. Katie Muth, and Pennsylvania School Board Association Chief Executive Nathan Mains.<br />A pension spokeswoman didn’t respond to a request for comment regarding Mr. Grell, a former Republican state representative and lawyer, and Mr. Grossman, who has been with the pension system since 1997 and became CIO in July 2013. A lawyer for Mr. Grossman, Matt Haverstick of Kleinbard LLC, also didn’t respond to a request for comment.<br />The move comes as the pension system is grappling with a federal probe and an internal investigation of how actuarial returns over a nine-year period were misreported, putting performance just above a threshold level that would lead to higher payroll deductions for nearly 100,000 public school employees, an error that was corrected months later. The change put the returns below the threshold, and a contribution increase is set to take effect next month."
}