{
    "url_original": "https://www.wsj.com/articles/peril-present-and-pending-11624652946",
    "url": "peril-present-and-pending-11624652946",
    "title": "Peril, Present and Pending",
    "sub_head": "John Steuart Curry’s ‘Tornado Over Kansas’ showed the threat of a natural disaster and served as a powerful metaphor for an economic cataclysm to come.",
    "category_1": "Masterpiece",
    "image_1_url": "https://images.wsj.net/im-357792?width=620&size=custom_1500x1140",
    "image_1": "im-357792.jpg",
    "time": "2021-06-25 16:29:00",
    "body": "<br />When the deadliest tornado in U.S. history ripped across the rural Midwest in 1925, John Steuart Curry wasn’t in his native Kansas anymore. He was working in faraway Connecticut as a commercial illustrator and wondering about his future as an artist. The Tri-State Tornado, which killed nearly 700 people as it roared through Missouri, Illinois and Indiana, must have made him think back to his boyhood in the state forever associated with twisters. What he couldn’t have known at the time was that he’d soon paint the world’s most potent image of a whirlwind—a study in resilience and terror that showed the threat of a natural disaster and served as a powerful metaphor for an economic cataclysm to come.<br />Tornados touch down almost everywhere, but they are most common in the U.S. Climate and topography conspire to create the perfect conditions for their formation in the Plains States area nicknamed “Tornado Alley.” This made them an ideal subject for Curry, who once described his dramatic 1929 painting “Tornado Over Kansas” as a scene of “how we used to beat it for the cellar before the storm hit.<br />That’s exactly what this striking work reveals: a farm family whose members rush to escape a funnel-shaped horror that descends from dark clouds in the distance. A nervous woman with a baby in her arms and a foot halfway in an underground bunker glances back at her barefoot brood. Her oldest boy carries a litter of puppies and leads their barking mother to safety. A younger brother carries a fearful cat. A daughter grips the hand of her muscular father, who commands his clan while clad in overalls. Viewers assume he’ll be the last one down the hatch, taking a final look at his imperiled home and then slamming shut the doors to the shelter.<br />In this action-packed composition, the parents and kids appear to work as a well-oiled unit. They’ve probably practiced this drill. They’re also making hard choices in double time, leaving frightened horses loose in a paddock and abandoning a toy wagon to the raucous elements. Meanwhile, in what may count as a comic touch, a chicken watches everything with bird-brained incomprehension."
}