{
    "url_original": "https://www.wsj.com/articles/perus-presidential-election-turns-into-referendum-on-free-market-model-11622894401?mod=world_minor_pos1",
    "url": "perus-presidential-election-turns-into-referendum-on-free-market-model-11622894401",
    "title": "Peru to Choose Far-Left Teacher or Right-Wing Politician as Next President",
    "sub_head": "The vote has turned into a referendum on the free-market model",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-348485?width=620&size=1.5",
    "image_1": "im-348485.jpg",
    "time": "2021-06-05 08:00:00",
    "body": "LIMA, Peru—After 15 months contending with a brutal Covid-19 pandemic and sharply rising poverty, Peruvians on Sunday will choose between presidential candidates on opposite ends of the political spectrum who have sharply different visions for Peru’s future.<br />Candidate Pedro Castillo, a teachers union activist from a Marxist-inspired party, wants to scrap the country’s market economy that until several years ago had been one of Latin’s America’s biggest success stories. The other candidate, Keiko Fujimori, is an ex-congresswoman and head of a right-wing party based on the ideals of her father, former autocratic President Alberto Fujimori, who overhauled the economy three decades ago.<br />Polls show the candidates in a dead heat after a campaign that has pitted Peru’s wealthier coast against the poor, indigenous Andes in the midst of a pandemic that has logged more than 180,000 deaths, the world’s highest per capita death rate. Indignant about the government’s handling of the pandemic, an economy that contracted by 11% and growing hunger, Peruvians ignored centrist candidates in April’s first round of voting and are now left with two presidential hopefuls on the far left and far right of the country’s politics.<br />César Hildebrandt, a political analyst and columnist in Lima, worries about the survival of Peru’s democracy no matter who wins. “We’re facing a terrible dilemma,“ he said. ”The choice is an abyss or a precipice. Which one do you want?”<br />It is a campaign that many people here say has echoes from the tumultuous Peru of the 1980s and early 1990s, when the country was roiled by another major economic crisis and a conflict with the Maoist Shining Path guerrillas that killed tens of thousands of people. Back then, anger at the political class led to the rise of a populist outsider, Mr. Fujimori."
}