{
    "url_original": "https://www.wsj.com/articles/peru-faces-political-turmoil-after-divisive-presidential-vote-11623790239",
    "url": "peru-faces-political-turmoil-after-divisive-presidential-vote-11623790239",
    "title": "Peru Faces Political Turmoil After Divisive Presidential Vote",
    "sub_head": "Left-wing candidate’s narrow lead is challenged by rival Keiko Fujimori, who has called for audit and won backing from some retired military commanders",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-354221?width=620&size=1.5",
    "image_1": "im-354221.jpg",
    "time": "2021-06-15 16:50:00",
    "body": "LIMA, Peru—Nine days after a divisive presidential election, Latin America’s once-admired economic star, Peru, is grappling with political upheaval as the trailing candidate insists the vote was stolen and her establishment supporters are demanding a new election.<br />Right-wing candidate Keiko Fujimori, who is behind her far-left rival Pedro Castillo by about 45,000 votes with 99.99% of the ballots counted, is calling for an audit after alleging “grave irregularities.” Election officials, however, have rejected her fraud claims, and international election observers say the vote was transparent and clean.<br />It could take weeks for the election board to process the Fujimori camp’s appeals, which seek to annul votes from regions dominated by Mr. Castillo. But while Peru waits for a verdict, the country faces a period of political turmoil as tensions grow between Mr. Castillo—a political outsider—and his adversaries in the nation’s political and business establishment.<br />The turmoil highlights a deepening polarization in Peru in the wake of an 11% economic contraction last year and the world’s highest per-capita death toll from Covid-19. The partisan standoff threatens government efforts to tackle the health and economic crisis and could lead to violent unrest, political analysts say.<br />In a public letter on Monday, several retired military commanders, including an ex-defense minister and a 99-year-old former military dictator, said there are reasonable doubts about vote tampering and warned of “grave instability.” A retired admiral and right-wing politician elected to Congress, Jorge Montoya, called for the annulment of the election and a new vote. A prominent conservative talk show host said Ms. Fujimori’s supporters should take over the presidential palace, echoing former U.S. President Donald Trump’s calls in January for supporters to march to the Capitol to prevent the lawmakers from certifying the election of President Biden."
}