{
    "url_original": "https://www.wsj.com/articles/peter-thiels-taxes-arent-the-real-story-11624658138?mod=opinion_major_pos7",
    "url": "peter-thiels-taxes-arent-the-real-story-11624658138",
    "title": "Peter Thiel’s Taxes Aren’t the Real Story",
    "sub_head": "ProPublica resorts to padding to make its use of stolen tax data look like ‘important’ journalism.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "image_1_url": "https://images.wsj.net/im-360295?width=620&size=1.5",
    "image_1": "im-360295.jpg",
    "time": "2021-06-25 17:55:00",
    "body": "The latest tax reporting extravaganza from ProPublica reminds me of the Steve Martin routine that began, “You too can have a million dollars and never pay taxes. . . . First, get a million dollars.”<br />Why does Peter Thiel, subject of the latest installment, have $5 billion in his Roth IRA? Because assets he deposited years ago, shares received for participating in the startup of  PayPal  and other successful companies, have ballooned over 20 years to an improbable degree. When Congress set the annual contribution limit at $2,000 in 1999, I doubt it visualized any taxpayer seeing such asset appreciation. But the rules Congress set up are the rules Congress set up. And Mr. Thiel’s Roth use isn’t news. Gawker reported the bare fact in 2009. Forbes, digging through public records, showed in 2012 how he and other Silicon Valley entrepreneurs used tax-deferred vehicles for their startup stakes. Congress held hearings. The Government Accountability Office issued a report.<br />Indeed, in the piece it posted Thursday, ProPublica essentially acknowledges that, when a thief dumped in its lap more than 15 years of tax return data on thousands of wealthy Americans, it went looking for the Thiel tax usage it already knew about.<br />Which raises a question. When is the “news” justification for trafficking in illegally obtained information so strained that it cannot serve as a defense when other important public values are at stake?<br />ProPublica says it doesn’t know who stole the tax records. It doesn’t know who else might have them. It doesn’t know whether the Social Security numbers and bank account data of thousands of Americans have been for sale on the dark web the months while ProPublica kept knowledge of the theft secret so it could hunt through the returns of a few big-name taxpayers."
}