{
    "url_original": "https://www.wsj.com/articles/pg-e-warns-of-more-blackouts-during-californias-wildfire-season-11623414658?mod=business_lead_pos4",
    "url": "pg-e-warns-of-more-blackouts-during-californias-wildfire-season-11623414658",
    "title": "PG&E Warns of More Blackouts During California’s Wildfire Season",
    "sub_head": "Severe drought expected to heighten fire risk throughout the summer and fall",
    "category_1": "U.S.",
    "time": "2021-06-11 08:30:00",
    "body": "PG&E Corp. said it is likely to proactively cut power to customers in Northern California more frequently this fall in anticipation of extreme wildfire risk.<br />The company said it has been rushing to trim trees away from power lines and inspect poles and towers ahead of wildfire season, which starts in the summer and peaks in the fall. But it is behind on some of that work and recently agreed to implement more stringent safety recommendations.<br />Sumeet Singh, PG&E’s chief risk officer, said in an interview that the new shut-off criteria, coupled with California’s dry weather conditions, could result in the need for more shut-offs than last year, especially if seasonal winds are as strong as they have been in recent years.<br />California is in the middle of a crippling drought that is expected to heighten fire risk throughout the summer and fall. About 85% of the state faces extreme drought conditions, according to the U.S. Drought Monitor, up from less than 3% this time last year. California Gov. Gavin Newsom has authorized emergency-mitigation efforts in many areas.<br />PG&E, which serves 16 million people in Northern and Central California, has relied heavily on what are known as public safety power shut-offs in recent years, after its power lines sparked a series of wildfires in 2017 and 2018 that killed more than 100 people. The company resorts to cutting electricity when strong winds pick up, which heightens the risk of its power lines failing under stress or sparking on contact with trees."
}