{
    "url_original": "https://www.wsj.com/articles/phase-two-iran-talks-go-kaput-11624314762?mod=opinion_lead_pos2",
    "url": "phase-two-iran-talks-go-kaput-11624314762",
    "title": "‘Phase Two’ Iran Talks Go Kaput",
    "sub_head": "The Biden team continues to misjudge Tehran at every turn.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-21 18:32:00",
    "body": "So much for “phase two” of the Iran nuclear talks. Iran’s president-elect Ebrahim Raisi won’t take office until August, but on Monday he announced his government won’t negotiate over ballistic missiles or its support for proxies destabilizing the Middle East.<br />The Biden Administration has promoted the phase two idea as something that would follow its desired return to the 2015 nuclear accord. “Longer and stronger” was Secretary of State Antony Blinken’s phrase. The 2015 deal ignored Iran’s ballistic missiles, which the country continues to develop. And the deal said nothing about Iran’s malign support for militias in Lebanon, Iraq, Yemen and Hamas in Gaza.<br />Counting on a follow-on deal was always dubious. Iran wants back into the 2015 deal so the U.S. will lift President Trump’s sanctions and it can gain access to tens of billions of dollars in trade revenue and investment. Once the sanctions leverage is gone, why would Iran make any other concessions?<br />On Monday Mr. Raisi made that position official. He said sanctions relief is “central to our foreign policy” and called on the U.S. “to lift all oppressive sanctions against Iran.” He also ruled out meeting with President Biden and said Iran’s ballistic-missile program and regional imperialism are “non-negotiable.”<br />In other words, Mr. Raisi expects the U.S. to return to the Obama deal that would help finance its conventional weapons arsenal and promotion of regional terrorism. All the U.S. gets is a delay in Iran’s ability to develop a nuclear bomb, though it is probably also continuing to research a bomb in secret."
}