{
    "url_original": "https://www.wsj.com/articles/phil-mickelson-us-open-tee-time-11623892105",
    "url": "phil-mickelson-us-open-tee-time-11623892105",
    "title": "Phil Mickelson Tries to Win His First U.S. Open at Home",
    "sub_head": "Coming off a historic win at the PGA Championship, the 50-year-old has a rare chance to top it with something he’s never done before",
    "category_1": "Life & Arts",
    "category_2": "Golf",
    "image_1_url": "https://images.wsj.net/im-355326?width=620&size=1.686429512516469",
    "image_1": "im-355326.jpg",
    "time": "2021-06-17 06:00:00",
    "body": "SAN DIEGO—Phil Mickelson can’t count the hours he spent at Torrey Pines as a kid. He was born in San Diego, just a short drive away from one of the most fabulous golf grounds in the world. His local muni was a course that routinely hosts PGA Tour events and even majors like this U.S. Open.<br />Now Mickelson wants to ride the tidal wave from his surreal win in the PGA Championship back home to Torrey Pines to try to win his first U.S. Open. He has six major wins, but has never won the U.S. Open, despite finishing second or tied for second a whopping six times. His most famous performance at a U.S. Open is when he spectacularly collapsed at the 2006 event.<br />That’s also why, when Mickelson tees off at 10:51 a.m. ET on Thursday, he’ll be surrounded by throngs of fans screaming for an even more magical finish than the one he delivered at the PGA Championship. He has the chance at winning his first U.S. Open in his childhood home.<br />Yet he doesn’t claim to have an insider’s advantage. He jokes that he struggles to even get onto the South Course at Torrey Pines these days. “It’s hard to get a tee time out here,” he said this week. He added: “I don’t play it other than the tournament.”<br />The bigger problem is that his relevant experience with the course has faded over the years. Mickelson turned 51 years old on Wednesday. He’s the oldest person to ever win a major. And Torrey Pines doesn’t resemble the Torrey Pines he grew up on."
}