{
    "url_original": "https://www.wsj.com/articles/playboy-owner-to-buy-lingerie-retailer-honey-birdette-for-over-330-million-11624914000?mod=business_lead_pos10",
    "url": "playboy-owner-to-buy-lingerie-retailer-honey-birdette-for-over-330-million-11624914000",
    "title": "Playboy Owner to Buy Lingerie Retailer Honey Birdette for Over $330 Million",
    "sub_head": "Former magazine publisher’s purchase is part of an effort to diversify beyond licensing its bunny-ear logo",
    "category_1": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-359446?width=620&size=1.5",
    "image_1": "im-359446.jpg",
    "time": "2021-06-28 17:00:00",
    "body": "The owner of the Playboy brand is purchasing an Australian luxury lingerie retailer for $333 million, according to people familiar with the matter, as the former magazine publisher tries to expand its business beyond licensing its famous bunny-ear logo.<br />Honey Birdette, the lingerie brand  PLBY Group Inc.  is acquiring, has around 60 physical stores primarily located in Australia, with a few in the U.S. and the U.K. The company expects revenue of more than $73 million for the fiscal year that ends this month, representing growth of over 40%.<br />The company plans to use its reputation as a pleasure and leisure lifestyle brand to accelerate Honey Birdette’s expansion in different markets through online and physical stores, according to people familiar with the matter. In the coming months, new retail stores will open in Dallas, Miami and New York, the people said.<br />Playboy went public last year after a special-purpose acquisition company, or SPAC, acquired it in a deal that valued the brand at $415 million. Playboy had been taken private in 2011 by founder Hugh Hefner, who died in 2017, and private-equity firm Rizvi Traverse.<br />In the past decade, Playboy has focused on earning money through licensing deals, placing its name and distinctive logo on clothing lines, nightclubs, casinos, fragrances and more. The company in March 2020 ceased publication in the U.S. of its print magazine, which had struggled with profitability for years."
}