{
    "url_original": "https://www.wsj.com/articles/poetry-and-the-art-of-memory-11625004827?mod=opinion_lead_pos10",
    "url": "poetry-and-the-art-of-memory-11625004827",
    "title": "Poetry and the Art of Memory",
    "sub_head": "After I had trouble remembering words, I decided to start memorizing verses.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-29 18:13:00",
    "body": "About 18 months ago, at age 79, I gave myself a new task: memorize 30 poems in five languages. I’m about halfway there—I’ve learned 15 poems in four languages. Did I give myself this task because I worry about my cognitive decline? Was I trying to “pave new neural roads,” as Lisa Genova writes in “Remember: The Science of Memory and the Art of Forgetting”?<br />Like many Americans, I’ve seen dementia up close and personal. My wife’s stepmother went from forgetful to paranoid to zombielike. Since there is no history of dementia in my family, I don’t give it much thought, yet six months ago I had an unsettling senior moment: I couldn’t think of the word “scone.” I said to my wife: “You know those delicious not-too-sweet things we often had in London?” She replied: “Scone?”<br />It doesn’t bother me that I forget people’s names or where I put my glasses, but forgetting the word for something I like to eat was disturbing. A few weeks later I couldn’t think of the name of the Italian soup I love—cioppino. It came to mind after an hour.<br />But my decision to memorize poems had nothing to do with forgetting words for food. I gave myself this challenge after reading the  New York Times ’s  obituary of the literary critic Harold Bloom, who died in October 2019. According to the obituary, Bloom claimed he could recite “the whole of Shakespeare, Milton’s ‘Paradise Lost,’ all of William Blake, the Hebraic Bible and Edmund Spenser’s ‘The Faerie Queene.’ ” If Bloom could memorize several epic poems, surely I could memorize 30 short ones.<br />The last time I memorized poetry was in high school, when I had to recite Macbeth’s soliloquy that begins: “Tomorrow and tomorrow and tomorrow.” Ms. Genova, who is three decades younger than I am, says that she too had to memorize it in high school."
}