{
    "url_original": "https://www.wsj.com/articles/politics-nationalism-then-and-now-11624045120",
    "url": "politics-nationalism-then-and-now-11624045120",
    "title": "Politics: Nationalism, Then and Now",
    "sub_head": "To decide whether nationalism is good or bad for America, we first have to agree about what it is.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-356235?width=620&size=1.5",
    "image_1": "im-356235.jpg",
    "time": "2021-06-18 15:38:00",
    "body": "On election night in 2016, the intellectual classes of Europe and North America were ready  to turn out books and think pieces on the inexorable advance of transnational progressivism. Instead they were obliged to write about a reinvigorated nationalism, and they were ill-prepared for it. I don’t know how many times over the past five years I’ve read breezy discussions of post-’16 politics that simply assumed racial bigotry and police-state thuggery to be necessary components of any sort of nationalism.<br />The subject was treated carefully and sympathetically from the right by Rich Lowry in “The Case for Nationalism” (2019). It was treated with similar care from the left by the journalist John B. Judis in “The Nationalist Revival” (2018). The latter work is now collected with two others by the same author in “The Politics of Our Time: Populism, Nationalism, Socialism” (Columbia Global Reports, 430 pages, $27.95). Mr. Judis begins with what should be, but among many allegedly smart commentators isn’t, the obvious point that  some nationalisms are healthy and some are pathological. “Abraham Lincoln and Benito Mussolini were ardent nationalists” is his terse summation.<br />Mr. Judis rejects the idea, tacitly accepted by many on today’s left, that transnational elites can be trusted to manage a globalized economy for the benefit of all. Accordingly he wants to “reclaim what is valid in nationalism . . . from both the cosmopolitan liberals who believe in a borderless world and from the rightwing populists who have coupled a concern for their nation’s workers with nativist screeds against outgroups and immigrants.”<br />Mr. Judis writes, as usual, with clarity and wit, and his knowledge of modern politics in Europe and North America is vast. As in his volume on populism, also collected here, he makes a strong economic case for the nationalist impulse and all but ignores cultural conflicts leading sensible people to vote for nationalist candidates. Put otherwise, he favors trade protections not because they are economically rational (I'm not sure he cares if they are) but because they bolster organized labor and foster social cohesion; and he regrets untrammeled immigration not because it changes the culture but because it exhausts the welfare state.<br />I remain unconvinced, however, that the rise of Donald Trump had primarily to do with economic circumstances. His candidacy was helped by blue-collar workers angered by closing factories and unchecked immigration, to be sure. But we have had anti-immigration and protectionist presidential candidates before, and they made little progress. Mr. Trump himself was one of those candidates in 2012, and his campaign, such as it was, fizzled early. He would have fizzled again in 2016 without the insane aggressions of cultural leftism: campus riots, militant political correctness, overt anti-Americanism in the media, transgender-bathrooms directives and all the rest. Liberals who interpret the 2016 election as a protest against economic globalization, “neoliberalism” and “post-industrial capitalism” may have a point, but they minimize the importance of Obama-era cultural radicalism—for the simple reason that they’re partial to it."
}