{
    "url_original": "https://www.wsj.com/articles/pope-declines-german-cardinals-offer-to-resign-over-sex-abuse-crisis-11623325576",
    "url": "pope-declines-german-cardinals-offer-to-resign-over-sex-abuse-crisis-11623325576",
    "title": "Pope Declines German Cardinal’s Offer to Resign Over Sex-Abuse Crisis",
    "sub_head": "Pontiff urges Cardinal Reinhard Marx to continue anti-abuse reforms",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-06-10 07:46:00",
    "body": "ROME—Pope Francis told German Cardinal Reinhard Marx, who offered his resignation last month to take responsibility for the Catholic Church’s institutional failures to prevent clerical sex abuse, instead to remain in office and pursue reform.<br />The cardinal, a top papal adviser and a one of the most powerful Catholic prelates in Germany, made the surprise announcement last week that he had asked to step down “to share the responsibility for the catastrophe of the sexual abuse by church officials over the past decades.”<br />The prospect of his departure stimulated speculation that other bishops might follow suit and raised questions about the course of the German church’s ongoing national synod, an assembly originally called in response to the abuse crisis. Cardinal Marx has been a leading figure in the Catholic Church’s response to abuse scandals and in the synod, which is debating major changes to Catholic life including the ordination of women and blessings of same-sex relationships.<br />In a highly personal letter written in his native Spanish, Pope Francis addressed Cardinal Marx as “dear brother,” commended his courage and told him to continue the painful work of overhauling church institutions in the wake of the abuse crisis.<br />“The reform in the Church has been made by men and women who were not afraid to enter into crisis and let themselves be reformed by the Lord. This is the only way, otherwise we will be nothing more than ‘reform ideologues’ who do not put their own flesh at stake,” the pope wrote in the letter, which was dated Thursday."
}