{
    "url_original": "https://www.wsj.com/articles/practical-jokes-were-my-fathers-vice-11624053142?mod=opinion_major_pos4",
    "url": "practical-jokes-were-my-fathers-vice-11624053142",
    "title": "Practical Jokes Were My Father’s Vice",
    "sub_head": "In 1973 he was the spitting image of Spiro Agnew. But the joke didn’t last long.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-18 17:52:00",
    "body": "If my father were around this Father’s Day, we’d probably tease him about the Big Prank. The one that worked beautifully for a while—before it fizzled out in ignominy.<br />My father had only one major character flaw: He was an incorrigible practical joker. One of Dad’s favorite party gags was to soak his right hand under the faucet, then approach a newly arrived guest, hand outstretched. At the last minute, he’d feign a sneeze, covering his face with his right hand, then shake with the wet hand, to the disgust of the recipient, who was caught off guard. My mother or one of us kids had to explain the joke to the mortified guest.<br />Dad died in 2016, but his comedy career peaked in 1973. He was 45 and had aged just enough that he could convincingly pull it off. It didn’t take much squinting at all to see it—seemingly overnight, my dad had become the spitting image of Vice President Spiro Agnew. My father couldn’t resist the new-found celebrity that fate and middle age had handed him.<br />My parents and three other couples would go out to dinner every weekend at some fine Chicago restaurant. They’d take turns paying, and the paying couple would choose the restaurant and make the reservation. When it was my parents’ turn, my father would make the reservation under the name “Spiro” or “Mr. Agnew.” When they arrived at the restaurant, they’d gleefully watch the staff whispering that the vice president was in the house. It was a much simpler time—no omnipresent smartphones to expose the shenanigans. Before the night ended, my dad would fess up and everyone had a good laugh.<br />My dad’s impersonation was a source of great amusement until Oct. 10, 1973, when the real Agnew, embroiled in a bribery and tax-evasion scandal, resigned from office. All of a sudden, the party was over—my dad’s greatest practical joke was kaput. He looked nothing like Gerald Ford."
}