{
    "url_original": "https://www.wsj.com/articles/president-ricchettis-infrastructure-clean-up-11624824218?mod=opinion_lead_pos3",
    "url": "president-ricchettis-infrastructure-clean-up-11624824218",
    "title": "President Ricchetti’s Infrastructure Clean Up",
    "sub_head": "Joe Biden told the truth about Democratic strategy the first time.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-360746?width=620&size=1.5",
    "image_1": "im-360746.jpg",
    "time": "2021-06-27 16:03:00",
    "body": "You have to hand it to Steven Ricchetti. The White House counselor to President Biden, and chief architect of the bipartisan infrastructure deal, has scrambled to clean up the political mess left by his boss last Thursday. His handiwork doesn’t change Democratic intentions, but the media and some Senators have already bought the spin.<br />President, er, Counselor Ricchetti, orchestrated a statement from Mr. Biden on Saturday that appeared to take back the blunder on Thursday when Mr. Biden threatened to veto the infrastructure deal he had endorsed a mere two hours earlier. That veto threat had caused a stir because Mr. Biden was insisting that a multi-trillion-dollar spending bill pass “in tandem” with the $1.2 trillion bipartisan bill. GOP negotiators were publicly humiliated—and privately furious.<br />At first the White House claimed this was no big deal, that everyone knew Mr. Biden wants both bills, and no one should have been surprised, as press secretary Jen Psaki explained on Friday. But that made the GOP negotiators and Democrats like Joe Manchin look as if they’d been taken for a ride.<br />Enter Mr. Ricchetti with his fire hose. “At a press conference after announcing the bipartisan agreement, I indicated that I would refuse to sign the infrastructure bill if it was sent to me without my Families Plan and other priorities, including clean energy,” Mr. Biden said Saturday in a statement released by the White House. “That statement understandably upset some Republicans, who do not see the two plans as linked; they are hoping to defeat my Families Plan—and do not want their support for the infrastructure plan to be seen as aiding passage of the Families Plan. My comments also created the impression that I was issuing a veto threat on the very plan I had just agreed to, which was certainly not my intent.”<br />Note that phrase “to be seen as aiding” the Families Plan. Mr. Biden’s statement Saturday changes nothing except the Ricchetti atmospherics. Mr. Biden spoke the real truth on Thursday. He knows, because Mr. Ricchetti tells him, that Speaker Nancy Pelosi and Senate Majority Leader Chuck Schumer plan to jam through as much of the Families Plan as they can on a partisan vote."
}