{
    "url_original": "https://www.wsj.com/articles/president-biden-ends-infrastructure-talks-with-senate-gop-group-11623185881?mod=politics_lead_pos1",
    "url": "president-biden-ends-infrastructure-talks-with-senate-gop-group-11623185881",
    "title": "President Biden Ends Infrastructure Talks With Senate GOP Group",
    "sub_head": "President will shift focus in negotiations to separate bipartisan set of lawmakers",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-350833?width=620&size=1.5",
    "image_1": "im-350833.jpg",
    "time": "2021-06-08 18:33:00",
    "body": "WASHINGTON—President Biden called off an effort to reach an infrastructure compromise with several Senate Republicans after progress stalled, shifting his focus to a separate set of negotiations with a group of Republicans and Democrats in an effort to salvage a bipartisan deal on the issue.<br />At the same time, Senate Democrats signaled they were preparing to move at least part of an infrastructure package forward through a process relying on only Democratic support.<br />Weeks of discussions between Mr. Biden and a group of six Republicans had left the two sides still deeply divided on the size of an infrastructure package and how to pay for it. An exchange of offers last week did little to resolve the major disputes, with Republicans continuing to reject Mr. Biden’s ideas for raising revenue and the White House arguing that the Republicans’ counteroffers were too small.<br />White House press secretary Jen Psaki said that Mr. Biden informed Sen. Shelley Moore Capito (R., W.Va.), the lead Republican negotiator, that the latest offer from the Republican group didn’t meet his threshold for spending on infrastructure, clean energy and job creation. She also said the White House felt its efforts in talks to close the spending gap with the GOP stance hadn’t been fully reciprocated.<br />Republicans, meanwhile, said Mr. Biden hadn’t shown enough willingness to narrow the scope to more traditional infrastructure projects and scale down the cost accordingly. They had also favored user fees, which the White House rejected, rather than higher taxes to pay for new spending."
}