{
    "url_original": "https://www.wsj.com/articles/private-equity-gears-up-for-the-siege-of-japan-inc-11625026749?mod=business_minor_pos10",
    "url": "private-equity-gears-up-for-the-siege-of-japan-inc-11625026749",
    "title": "Private Equity Gears Up for the Siege of Japan Inc.",
    "sub_head": "Private-equity firms are building up a large war chest to target Japanese companies. Toshiba could be on the menu soon.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-362230?width=620&size=1.5",
    "image_1": "im-362230.jpg",
    "time": "2021-06-30 12:19:00",
    "body": "Private-equity funds have a growing interest in Japan—and are making surprisingly good money there. The scandal at venerable Japanese electronics maker  Toshiba  could shape up as a test case for just how big the industry can grow in the world’s third-largest economy.<br />There are no offers publicly on the table for Toshiba, but there is no doubt the company is an attractive target for private equity—especially with management on the back foot after shareholders ousted former Chairman Osamu Nagayama last week. Toshiba had previously dismissed a bid from CVC Capital Partners valuing the company at more than $20 billion, which would have made it the biggest private equity-led buyout in Japan. Activist investors are demanding that management now welcome and encourage interest from potential suitors.<br />Unlike in the U.S., private equity doesn’t have a big presence in Japan. According to consulting firm Bain, 8% of Japan’s mergers and acquisitions involve private equity, compared with 15% in the U.S. And M&A activities, relative to the size of the economy, are much lower in Japan than in the U.S. or Europe.<br />But private-equity funds are gearing up to look for opportunities in the country now. Total assets under management in Japan-focused private equity amounted to $35 billion as of September last year, more than double the sum at the end of 2015, according to data provider Preqin. They are now sitting on $14.9 billion of cash. Moreover, a record 80 private-equity and venture-capital funds focused on Japan closed last year, raising $10 billion, says Preqin. Carlyle, for example, raised $2.3 billion for a Japanese buyout fund last year.<br />Signs of real progress on corporate-governance reform are clearly one factor driving the increasing interest. Shareholder activism has been rising, demonstrated most dramatically at Toshiba. That in turn has driven companies to reassess their business portfolios: Cross-shareholdings have long been common in Japan, but are beginning to be sold off more regularly. Goldman Sachs says Japanese companies made a record 472 restructuring announcements in 2020, a 56% rise from the previous year."
}