{
    "url_original": "https://www.wsj.com/articles/progressivedemocrats-balk-at-bipartisan-infrastructure-deal-11623777593?mod=politics_lead_pos1",
    "url": "progressivedemocrats-balk-at-bipartisan-infrastructure-deal-11623777593",
    "title": "Democratic Leaders Start Talks on Second Infrastructure Bill",
    "sub_head": "Some liberals says they won’t back bipartisan deal without broader package that can pass with only Democratic votes",
    "category_1": "Politics",
    "time": "2021-06-15 17:21:00",
    "body": "WASHINGTON—Democratic leaders began to discuss the contours of a broad-ranging child care, climate and education package Tuesday in an effort to appease the concerns of the party’s liberal wing over the narrower scope of a bipartisan infrastructure proposal under discussion.<br />Progressive Democrats in both chambers criticized the size and breadth of a more limited agreement reached late last week by a bipartisan group of 10 senators. They threatened to withhold their votes unless they received assurances that it would be accompanied by a far-reaching package that could pass with only Democratic votes.<br />“It would be very difficult for us to vote on a smaller, bipartisan package that leaves out so many of our critical priorities,” said Rep. Pramila Jayapal (D., Wash.), chairwoman of the Congressional Progressive Caucus. She said party leaders needed to move a second, broader package at the same time through a separate process relying just on Democratic votes. “It can’t be an agreement for maybe we’ll move something three months down the road and maybe we’ll do it.”<br />Senate Majority Leader Chuck Schumer (D., N.Y.) acknowledged that many Democrats were wary of backing a more limited bipartisan infrastructure agreement without a guarantee that their other priorities would be addressed in a second package. That legislation is expected to advance through a process tied to the budget, known as reconciliation, that enables Democrats to pass it with a simple majority, rather than the 60 votes most bills need, but will require the support of every member of their caucus.<br />“There are large numbers of people in our caucus—and I sympathize with this—who will not vote for a bipartisan bill unless they’re quite certain what’s going to be in reconciliation,” Mr. Schumer told reporters."
}