{
    "url_original": "https://www.wsj.com/articles/propublicas-plan-for-a-poorer-america-11623881781?mod=opinion_lead_pos6",
    "url": "propublicas-plan-for-a-poorer-america-11623881781",
    "title": "ProPublica’s Plan for a Poorer America",
    "sub_head": "A federal wealth tax would only make it harder for people with big dreams to make them a reality.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-16 18:16:00",
    "body": "ProPublica’s “blockbuster” story showing that the wealthy “pay income taxes that are only a tiny fraction of the hundreds of millions, if not billions, their fortunes grow each year,” looks at first like a stunning revelation. But the whole tempest plops into a teapot once you ask yourself: How much of the total growth in the value of my home, retirement funds and business did I pay federal income taxes on last year? The answer is none. Nobody pays federal wealth taxes in America, but ProPublica and its Democratic allies are using stolen tax returns to try to change that.<br />ProPublica’s report claiming the wealthiest 25 people only pay 3.4% in income taxes contradicts publicly available Internal Revenue Service data on the top 400 income earners showing that they paid on average 32% of their income in federal income taxes, including Social Security and Medicare taxes. That same data show that the very top earners pay an effective income-tax rate of 40.1%. The rate is lower for the top 400 taxpayers because each of these individuals is a unique case in terms of how they earn income and how much they give away.<br />The stolen IRS data provide the story with voyeur appeal, but it turns out to be a bait-and-switch. ProPublica substitutes a magazine’s estimate of wealth appreciation, which never appears on the stolen tax returns, to falsify income. Using this deception the site calculates its “true tax rate.” ProPublica laments that taxpayers are acting “perfectly legally” in not paying a federal wealth tax, which doesn’t exist.<br />That wealth is taxed only when converted into income or on death may be an outrage to those in government who want to spend that wealth, but it is a purposeful, enlightened policy that lets wealth work as the nation’s seed corn, making America the richest nation in the history of the world. That wealth in turn makes it possible for the government today to provide $45,000 a year in transfer payments to the average household in the bottom 20% of American earners.<br />ProPublica highlights Warren Buffett, and they could have picked no better example of how this nation became wealthy. Famous for being the world’s greatest investor—and for living relatively modestly—he uses  McDonald’s  coupons, works in a cheap office, drives a junker and lives in a house far smaller than what he could afford. No one ever seems to ask: If Mr. Buffett isn’t benefiting from all his wealth, who is? It is at this point in the story that greed causes ProPublica and the Democrats to put their own political aspirations above the public interest."
}