{
    "url_original": "https://www.wsj.com/articles/property-investors-shelter-in-quirky-but-pricey-neighborhoods-11624959300?mod=business_minor_pos10",
    "url": "property-investors-shelter-in-quirky-but-pricey-neighborhoods-11624959300",
    "title": "Property Investors Shelter in Quirky but Pricey Neighborhoods",
    "sub_head": "Interest in nontraditional real estate has skyrocketed during the pandemic",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-361268?width=620&size=1.5",
    "image_1": "im-361268.jpg",
    "time": "2021-06-29 05:35:00",
    "body": "Property investors are finding new places to ride out the pandemic and its aftermath, but the risk of overpaying for so-called alternative real estate is growing.<br />Last week, the U.K.’s Crown Estate—historically the property portfolio of the British royal family, now a semipublic collection of often trophy assets including much of the seabed around the island nation—showed the appeal of less run-of-the-mill real estate. The value of its marine assets almost doubled over the financial year through March, offsetting falls in its central London retail properties. In February, oil-and-gas companies eager to get ahead with their green energy transition plans bid up the value of leases on offshore wind projects.<br />Not many investors can own tracts of the sea bed, but plenty are piling into less traditional real estate such as data and research centers. Private equity giant  Blackstone  recently spent $3.5 billion on a portfolio of life sciences labs. Interest in these assets has been growing for years but skyrocketed during the pandemic: 2020 was the first year on record when more money was spent in the U.S. on industrial properties, such as e-commerce warehouses, than on offices.<br />Commercial real estate deals still aren’t back where they were before the crisis, but certain types of property are faring better than others. In the first quarter, sales of offices and shops were down 60% in Europe compared with the same period of 2020, data from Real Capital Analytics shows. Industrial properties dipped just 7% while apartment sales jumped more than a third as institutional investors snapped up residential property.<br />Recent deals by Blackstone, which has become one of the world’s largest real-estate investors, provide a great illustration of the shift that is under way. In 2020, offices made up just 14% of its global acquisitions by value. Almost half its cash went on apartments and a further 30% on industrial facilities such e-commerce warehouses and data centers, according to Real Capital Analytics."
}