{
    "url_original": "https://www.wsj.com/articles/prosecutors-seek-30-year-sentence-for-derek-chauvin-in-george-floyd-murder-11622671248?mod=business_minor_pos4",
    "url": "prosecutors-seek-30-year-sentence-for-derek-chauvin-in-george-floyd-murder-11622671248",
    "title": "Prosecutors Seek 30 Years for Derek Chauvin in George Floyd Murder",
    "sub_head": "Defense asks for reduced sentence or probation, while laying out arguments for ex-Minneapolis police officer’s retrial",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-347751?width=620&size=1.5",
    "image_1": "im-347751.jpg",
    "time": "2021-06-02 18:29:00",
    "body": "Prosecutors on Wednesday said they are seeking a 30-year sentence for former Minneapolis police officer Derek Chauvin, convicted in April of the murder of George Floyd, while his defense attorney asked for less than the 15-year maximum in state sentencing guidelines or probation.<br />Defense Attorney Eric Nelson also made his most extensive argument yet that Mr. Chauvin should be granted a retrial because of what he called prosecutorial and juror misconduct and errors by the judge, particularly in not granting a change of venue.<br />Mr. Chauvin is expected to be sentenced June 25 after being found guilty in April of second-degree unintentional murder, third-degree murder and second-degree manslaughter after kneeling on Mr. Floyd’s neck and back for more than nine minutes, as he lay handcuffed in a prone position.<br />Separately, Mr. Chauvin and three other former Minneapolis police officers were indicted by a federal grand jury in May on charges of violating Mr. Floyd’s constitutional rights.<br />Hennepin County District Judge Peter Cahill last month found that the state had proved beyond a reasonable doubt that Mr. Chauvin had earned an aggravated sentence on grounds that he had abused his authority, had treated Mr. Floyd with particular cruelty, that children were present and that he had acted in concert with three other people."
}