{
    "url_original": "https://www.wsj.com/articles/prosecutors-had-a-big-bribery-case-then-came-the-spying-allegations-11622725849?mod=business_minor_pos4",
    "url": "prosecutors-had-a-big-bribery-case-then-came-the-spying-allegations-11622725849",
    "title": "Prosecutors Had a Big Bribery Case, Then Came the Spying Allegations",
    "sub_head": "Defense lawyers say federal prosecutors have relied too heavily on the internal investigation of a New Jersey company; prosecutors deny the claim",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-346021?width=620&size=1.5",
    "image_1": "im-346021.jpg",
    "time": "2021-06-03 09:10:00",
    "body": "Allegations of spying and ethical breaches are roiling a foreign-bribery prosecution in New Jersey federal court, underscoring the potential legal peril that can arise when companies cooperate with law enforcement against their former employees.<br />Two executives at  Cognizant Technology Solutions Corp. , a professional-services company based in Teaneck, N.J., were charged in 2019 with conspiring to bribe a government official in India to secure a construction permit for a planned office campus there. Federal prosecutors say Cognizant’s former president, Gordon J. Coburn, and its former chief legal officer, Steven Schwartz, directed a $2 million payment through a third-party construction company, then concealed it with falsified records.<br />Both men have pleaded not guilty, saying there is no evidence they approved any bribes or that the alleged bribe was ever paid.<br />In court filings, their lawyers say the charges arose from prosecutors’ “unquestioning deference’’ to an internal investigation by Cognizant, which is cooperating with the government through an agreement to avoid criminal prosecution. The Justice Department “appears to have outsourced important aspects of its investigation” to Cognizant, say the lawyers, who also accuse prosecutors of helping the company avoid the defense’s demands for information.<br />In a filing Tuesday, Mr. Schwartz’s lawyers went further, accusing Cognizant of seeking to undermine his defense. The lawyers said Cognizant hired private investigators to interview employees of a law firm representing Mr. Schwartz and gathered information from Mr. Schwartz’s own lead investigator, who they say was “acting as a spy in the defense camp.”"
}