{
    "url_original": "https://www.wsj.com/articles/pulitzer-prizes-highlight-coverage-related-to-george-floyd-killing-covid-19-11623436044?mod=business_featst_pos2",
    "url": "pulitzer-prizes-highlight-coverage-related-to-george-floyd-killing-covid-19-11623436044",
    "title": "Pulitzer Prizes Highlight Coverage Related to George Floyd Killing, Covid-19",
    "sub_head": "New York Times, Boston Globe and Minneapolis’s Star Tribune are among this year’s winners",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-353015?width=620&size=1.5",
    "image_1": "im-353015.jpg",
    "time": "2021-06-11 14:27:00",
    "body": "Multiple news outlets won Pulitzer Prizes for their coverage of the killing of George Floyd and work related to the Covid-19 pandemic, Columbia University announced Friday.<br />The New York Times won the 2021 Pulitzer for public service for its coverage of the Covid-19 pandemic.<br />The Star Tribune in Minneapolis won the Pulitzer for breaking news reporting for its coverage of Mr. Floyd’s killing. The board also gave a special citation to Darnella Frazier for recording Mr. Floyd’s killing in May 2020 when she was 17 years old.<br />For investigative reporting, the Pulitzer went to the Boston Globe for its reporting on governments’ failing to share dangerous truck drivers’ information that could have kept those people from driving. The Pulitzer for explanatory reporting was awarded to two news outlets: Reuters, for its examination of how qualified immunity protects police who use excessive force from being prosecuted, and The Atlantic’s Ed Yong for his coverage of the Covid-19 pandemic.<br />The Pulitzer for national reporting went to the staffs of The Marshall Project, AL.com, IndyStar and the Invisible Institute for their reporting on damage done by police dogs. The Wall Street Journal staff was among the finalists for this category for its coverage of how nursing homes were hit by the coronavirus pandemic."
}