{
    "url_original": "https://www.wsj.com/articles/quick-grilling-recipe-tandoori-spiced-lamb-chops-11624460606",
    "url": "quick-grilling-recipe-tandoori-spiced-lamb-chops-11624460606",
    "title": "Quick Grilling Recipe: Tandoori-Spiced Lamb Chops",
    "sub_head": "Butterflied lamb chops cook in minutes. A punchy spice rub and cooling yogurt sauce make it a memorable meal.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-358151?width=620&size=1.5",
    "image_1": "im-358151.jpg",
    "time": "2021-06-23 11:03:00",
    "body": "COOKING AT THE PLACE where cultures overlap comes naturally to chef Meherwan Irani. “My whole family is from a small town outside Mumbai,” he said. “There was an ashram there for a spiritual master, and my grandmother ran the equivalent of a bed-and-breakfast for Westerners.” His mother cooked for the travelers, catering to their palates. Mr. Irani grew up eating Indian-Western fusion and he loved it. “My mom became a remarkable cook, blending the best of both worlds,” he said. “She didn’t dumb anything down.”<br />Now based in Asheville, N.C., Mr. Irani owns seven restaurants across the American South, the latest of which, Buxton Chicken Palace, opened in Asheville last week. In his first Slow Food Fast recipe, quick-cooking butterflied lamb chops bring South Asian street food to the American cookout.<br />The meat gets a rub of garlic, ginger, turmeric, chile powder and tandoori spice blend. (If you don’t have this blend on hand, mix up equal parts ground cumin, garam masala, turmeric, fenugreek and chile powder.) On the grill the punchy rub quickly forms a crisp crust; pull the chops off the heat while their interior remains rosy pink.<br />Raita, the cooling yogurt sauce thick with cucumber and tomato, tempers the spiced lamb’s heat. And grilled flatbreads come in handy for swiping up all the savory, seasoned juices left behind once the lamb’s been devoured.<br />To explore and search through all our recipes, check out the new WSJ Recipes page."
}