{
    "url_original": "https://www.wsj.com/articles/raees-cajee-blamed-by-investors-for-billions-of-dollars-in-crypto-losses-says-small-fraction-is-missing-11624909401?mod=markets_lead_pos7",
    "url": "raees-cajee-blamed-by-investors-for-billions-of-dollars-in-crypto-losses-says-small-fraction-is-missing-11624909401",
    "title": "Raees Cajee, Blamed by Investors for Billions of Dollars in Crypto Losses, Says Fraction Is Missing",
    "sub_head": "Investors have accused South African fund manager and his brother of disappearing with money following an alleged hacking incident",
    "category_1": "Finance",
    "time": "2021-06-28 15:43:00",
    "body": "A South African cryptocurrency entrepreneur, pursued by investors who allege that billions of dollars of their digital assets have vanished, says that less than $5 million is missing.<br />Raees Cajee, 21, and his 18-year old brother Ameer founded Africrypt in 2019, setting it up as a fund that invested in bitcoin and other crypto-tokens. But in April, Africyrpt said its systems were hacked and tokens were stolen. Lawyers hired by disgruntled investors say as much as $3.6 billion may be missing.<br />But Raees Cajee, in an interview on Monday from a location he wouldn’t disclose, said the firm’s portfolio was never remotely that big. “At the height of the market, we were managing just over $200 million,” Mr. Cajee said. He added that no more than $5 million is unaccounted for. Mr. Cajee said he and Ameer Cajee are in hiding because they have received death threats.<br />On April 13, Ameer Cajee, who is chief operating officer, sent a letter to clients saying that Africrypt’s systems, including clients’ accounts, were breached, according to investors. He said the firm had been forced to halt operations, and that the company would need “a substantial amount of time” to retrieve the missing funds. He urged investors to avoid taking legal action as that might delay the recovery of the money.<br />Investors quickly hired lawyers. One group retained a South African firm to try to figure out what happened to the tokens. Darren Hanekom, a lawyer at the firm, says he believes that Africrypt, or a syndicate of which it was a part, controlled a blockchain address that at one point held assets worth $3.6 billion but now holds nothing. Raees Cajee said Africrypt has never managed that much money for its clients."
}