{
    "url_original": "https://www.wsj.com/articles/ransomware-scourge-continues-as-essential-services-are-hit-11622672685?mod=business_minor_pos7",
    "url": "ransomware-scourge-continues-as-essential-services-are-hit-11622672685",
    "title": "Ransomware Scourge Continues as Essential Services Are Hit",
    "sub_head": "Attacks on infrastructure are part of a global criminal pivot from stealing data to hobbling operations",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-347711?width=620&size=1.5",
    "image_1": "im-347711.jpg",
    "time": "2021-06-02 19:46:00",
    "body": "Revelations of cyberattacks on transportation systems in New York and Massachusetts heightened concerns about the threat to U.S. businesses and essential services Wednesday, after hackers held hostage the world’s largest meat processor this week.<br />An attack on JBS SA, the world’s biggest meat company by sales, upended U.S. meat supplies after it caused JBS’s plants to temporarily shut down. JBS said it restarted most of its plants on Wednesday, and that it anticipated operating at close to full capacity Thursday. White House officials said the hacking was likely carried out by a group based in Russia, and the Federal Bureau of Investigation attributed the attack to REvil, a criminal ransomware gang.<br />On Wednesday, a ransomware attack disrupted ferry services in Massachusetts. New York’s Metropolitan Transportation Authority also revealed Wednesday that it had been hacked in April, although the attack didn’t disrupt operations, including the city’s subway system.<br />In May, the operator of an essential pipeline bringing gasoline to parts of the East Coast paid about $4.4 million to regain control of its operations and restore service.<br />San Diego-based Scripps Health said Tuesday that it is still recovering from a cyberattack it discovered on May 1 that disrupted its patient portal, electronic medical records, radiology and other systems and canceled or delayed appointments at its hospitals and clinics."
}