{
    "url_original": "https://www.wsj.com/articles/rare-and-wondrous-birds-in-art-and-culture-1620-1820-review-fraught-feathers-11624569562",
    "url": "rare-and-wondrous-birds-in-art-and-culture-1620-1820-review-fraught-feathers-11624569562",
    "title": "‘Rare and Wondrous: Birds in Art and Culture, 1620-1820’ Review: Fraught Feathers",
    "sub_head": "Taking the winged creatures as its primary subject, an exhibition at the Toledo Museum of Art examines the intersection of natural history and colonialism.",
    "category_1": "Exhibition Review",
    "image_1_url": "https://images.wsj.net/im-343064?width=620&size=custom_2183x1746",
    "image_1": "im-343064.jpg",
    "time": "2021-06-24 17:19:00",
    "body": "<br />Toledo, Ohio<br />It’s the season when birders migrate en masse to follow avian aerial travels. That means it’s also the season for the Toledo Museum of Art, not far from some choice sites, to offer an associated exhibition, as it has nearly every year since 2012. This time—with “Rare and Wondrous: Birds in Art and Culture, 1620-1820,” organized by Paula Reich, the museum’s manager of gallery interpretation—something more ambitious is undertaken. And in the current political climate the show also illustrates some migratory patterns developing in the museum world.<br />First there are the offerings: 35 artifacts spanning two centuries, including etchings, paintings, books, porcelain dinnerware and a music box with a mechanical bird covered in real hummingbird feathers. “Exotic birds,” the exhibition tells us, “permeated the art and culture of Europe from the 1600s into the 1800s” as they were brought back from journeys of exploration and trade. Canaries, for example, pictured here in a 1737 guide, were first transported to Spain from the Canary Islands in the 15th century. Some birds were less fortunate; an image in George Edwards’s “A Natural History of Uncommon Birds” (1758-64) shows the gawky, baroque dodo, already extinct in the 17th century.<br />Such creatures inspired flights of avian fancy. A 1757 guide to “Japaning”—as the method of “painting on furniture and other objects with resin varnishes” was called—shows imagined birds only a bit more ornate than real ones. A 368-piece dessert service by the Sèvres Porcelain Manufactory (1771-72) is represented by such items as a bowl used to cool wine glasses—as exquisitely luxurious as the fantastical birds baked onto its surface."
}