{
    "url_original": "https://www.wsj.com/articles/rare-earth-mines-need-faster-permitting-11623596768?mod=opinion_major_pos17",
    "url": "rare-earth-mines-need-faster-permitting-11623596768",
    "title": "Rare-Earth Mines Need Faster Permitting",
    "sub_head": "Setting timelines for regulatory agencies’ reviews and permitting decisions and limiting mining opponents’ use of administrative appeals and litigation to challenge permits would shave years off the permitting process.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-353351?width=620&size=1.5",
    "image_1": "im-353351.jpg",
    "time": "2021-06-13 11:06:00",
    "body": "Mark Mills’s dismissal of American mines as “irrelevant” in providing the critical minerals needed for clean energy is the wrong choice for the environment (Letters, June 1). Shipping critical minerals from across the globe substantially increases their carbon footprint, which makes no sense when we have domestic sources of many critical minerals that can be developed using the highest environmental and safety standards.<br />His rationale—“new mines in America couldn’t possibly be opened fast enough”—reflects the unreasonable length of time it takes to permit new U.S. mines. Instead of throwing up our hands and saying, “We just can’t do this fast enough to help solve the problem,” Americans should demand that critical minerals come from U.S. mines whenever possible because that is the best way to protect the environment and miners and minimize carbon emissions.<br />Appeals and litigation are currently threatening and delaying U.S. critical-minerals mining projects for lithium, copper, antimony and cobalt. The Biden administration should declare a critical-minerals emergency and mandate immediate changes to the glacially paced and litigious permitting process.<br />Setting timelines for regulatory agencies’ reviews and permitting decisions and limiting mining opponents’ use of administrative appeals and litigation to challenge permits would shave years off the permitting process. These permit streamlining measures can be achieved without relaxing the stringent environmental protection and worker health and safety standards with which U.S. mines must comply.<br />Debra W. Struhsacker"
}