{
    "url_original": "https://www.wsj.com/articles/ravenous-review-untangling-a-disease-11623795705",
    "url": "ravenous-review-untangling-a-disease-11623795705",
    "title": "‘Ravenous’ Review: Untangling a Disease",
    "sub_head": "Biochemist and cancer researcher Otto Warburgwas brilliant but arrogant. When told he won the Nobel Prize, his response was, ‘It’s about time.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-354431?width=620&size=1.5",
    "image_1": "im-354431.jpg",
    "time": "2021-06-15 18:21:00",
    "body": "Hours before Nazi Germany invaded the Soviet Union in 1941, SS leader Heinrich Himmler convened a perplexing meeting. He and his minions put aside preparations for the offensive to chitchat about a gay biochemist of Jewish descent in Berlin. Not to rage about the man, or plot his downfall—to the contrary, the Nazis believed this scientist could save the Reich, by ridding it of a threat they feared every bit as much as Jews, homosexuals and communists—the scourge of cancer.<br />That scientist, Otto Warburg, is the subject of “Ravenous: Otto Warburg, the Nazis, and the Search for the Cancer–Diet Connection,” an eye-opening work by journalist Sam Apple. Warburg (1883-1970) came from an aristocratic line of bankers, scholars and artists, and his physicist father knew Albert Einstein intimately. In fact, when Warburg insisted on joining a cavalry unit during World War I, Einstein coaxed him into resigning, by arguing that Warburg was far too brilliant to risk getting killed. Let some mediocre fellow die instead.<br />Einstein’s appeal was shrewd, given Warburg’s legendary vanity. “Ravenous” is filled with the outrageous and entertaining stories about Warburg’s self-conceit. When he won the Nobel Prize in 1931, for work on how cells metabolize food and oxygen, his first response was, “It’s about time.” On one occasion, Warburg summoned a scientist to Berlin to discuss his latest theory. “I do not want your opinion,” Warburg prefaced the invitation. “I want an audience.” When another colleague was asked to rank Warburg’s arrogance from 1 to 10, the colleague paused for a moment before settling on 20.<br />There’s no doubt Warburg was brilliant—the greatest biochemist of his day—and in the 1930s he focused on cancer, a major concern of the Nazis. Cancer deaths skyrocketed 287% in Germany between 1876 and 1910, “making a quiet mockery of the extraordinary march of German science,” Mr. Apple notes. From the Führer down, Nazi leaders trembled at the disease, and they enacted surprisingly modern measures to fight cancer. They railed against cigarettes, encouraged women to examine their breasts for lumps and worked to eliminate pesticides and artificial preservatives in food.<br />In his lab, Warburg made seemingly fundamental discoveries about how cancer worked. The Nazis thus left him alone, and he thrived during the Third Reich. “As the Nazis goose-stepped their way across Europe,” Mr. Apple writes, “rounding up and murdering Jews, Otto Warburg woke up every morning in an elegant, antique-filled home and rode horses with his male partner,” while also summering near the Baltic Sea. Warburg even got away with insulting Nazi flunkies who visited his institute, kicking them out for “spread[ing] unpleasant odors.”"
}