{
    "url_original": "https://www.wsj.com/articles/readers-debate-gas-oil-and-electric-heat-11623181224?mod=opinion_major_pos16",
    "url": "readers-debate-gas-oil-and-electric-heat-11623181224",
    "title": "Readers Debate Gas, Oil and Electric Heat",
    "sub_head": "In 30 years at my home, I have lost electric power nearly 100 times, sometimes for days including after superstorm Sandy, while I cannot remember losing natural gas once.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-350480?width=620&size=1.5",
    "image_1": "im-350480.jpg",
    "time": "2021-06-08 15:40:00",
    "body": "“Cities, States Wage Battle Over Banning Gas in Homes” (Page One, June 1) raises the prospect that policies aimed at reducing carbon emissions will lead to stranded gas assets and higher costs for remaining gas customers. The fear is that as more ratepayers switch to cleaner options than natural gas, the small number of ratepayers who remain will have to shoulder the cost of the entire gas system. It doesn’t have to be that way, however, if gas utilities are given a role to play in a future of clean heating and cooling.<br />In Massachusetts, pilot projects are underway in which gas utilities—using their existing expertise, workforce, rights of way and customer relationships—will install geothermal grids that provide heating and cooling to entire neighborhoods. I filed legislation that builds on these pilot projects by establishing a regulatory framework that facilitates a rapid, orderly and equitable transition away from natural gas and toward these renewable geothermal grid systems. The bill empowers gas companies to lead the transition and creates incentives to ensure that it is in their financial interest to do so.<br />By involving gas utilities in the transition to cleaner forms of heating and cooling, we can reduce emissions while also preventing the dislocation of gas workers and avoiding an untenable situation where there are fewer and fewer ratepayers to support the gas system. Ultimately, the path to net-zero emissions will be much smoother if we can align the goals of climate activists with the business incentives of utilities that currently provide gas, but might one day provide renewable geothermal energy.<br />Sen. Cindy Creem<br />Majority Leader"
}