{
    "url_original": "https://www.wsj.com/articles/recent-spate-of-mass-shootings-is-among-worst-in-u-s-history-11623161627?mod=politics_lead_pos11",
    "url": "recent-spate-of-mass-shootings-is-among-worst-in-u-s-history-11623161627",
    "title": "Recent Spate of Mass Shootings Is Among Worst in U.S. History",
    "sub_head": "Five attacks, in which 39 were killed as U.S. re-opened from the pandemic, followed year that saw no such events",
    "category_1": "U.S.",
    "time": "2021-06-08 10:13:00",
    "body": "A string of mass shootings over the past three months as the U.S. re-opened from the pandemic was one of the worst on record, and law-enforcement officials are fearful of more to come.<br />There were five attacks in which four or more people were killed in public places from March through May, matching the highest three-month total going back to 1966, according to the Violence Project, a mass-shooting database run by two criminology professors.<br />For almost exactly a year, as Covid gripped the country, there were no shootings that killed four or more people in public places, according to the project. Then on March 16, a 21-year-old fatally shot eight people at spas in the Atlanta area. That attack was followed by mass shootings at a Colorado supermarket, a Southern California office building, an Indianapolis FedEx  facility, and a San Jose, Calif., railyard. A total of 39 people were killed.<br />Law-enforcement officials and threat-assessment professionals say possible factors behind the recent spate of mass shootings include the growth in public gatherings as the Covid-19 threat has eased, the stress of the pandemic on Americans’ mental health and record sales of guns last year.<br />“We’ve got people that have been sitting around for over a year with nothing but time to plan; all they need is that point that pushes them over toward violence,” said Mike Sena, director of the Northern California Regional Intelligence Center, a federal law-enforcement hub that identifies threats in the region and shares information with local law enforcement. “There’s been people that have had a lot of angst, there’s a lot of people who’ve been acquiring a lot of weapons.”"
}