{
    "url_original": "https://www.wsj.com/articles/red-hot-u-s-economy-drives-global-inflation-forcing-foreign-banks-to-act-11623933343",
    "url": "red-hot-u-s-economy-drives-global-inflation-forcing-foreign-banks-to-act-11623933343",
    "title": "Red-Hot U.S. Economy Drives Global Inflation, Forcing Foreign Banks to Act",
    "sub_head": "Central banks are raising rates to fend off a rise in inflation as policy makers respond to the booming U.S. economy",
    "category_1": "Economy",
    "time": "2021-06-17 08:35:00",
    "body": "A booming U.S. economy that is driving inflation higher around the world and pushing up the U.S. dollar is pressing some central banks to increase interest rates, despite still-high levels of Covid-19 infections and incomplete economic recoveries in their own countries.<br />The world’s central banks are hanging on how the U.S. Federal Reserve will respond to a rise in inflation, wary of being caught in the crosscurrents of an extraordinary U.S. economic expansion. Global stock markets fell on Thursday after Fed officials signaled they expect to raise interest rates by late 2023, sooner than they anticipated in March, as the U.S. economy heats up.<br />A global march toward higher interest rates, with the Fed at the center, risks stifling the economic recovery in some places, especially at a time when emerging-market debt has risen.<br />The size of the U.S. economy, accounting for almost a quarter of world gross domestic product, and the importance of its financial markets have long exerted an outsize pull on global policy-making. But unusually brisk U.S. growth this year is critical to a world economy still recovering from last year’s shocks. Fed officials expect the U.S. economy to grow 7% this year, according to projections released Wednesday.<br />Central banks in Russia, Brazil and Turkey have raised interest rates in recent weeks, in part to tamp down inflation stemming from the surge in commodities prices this year. As factories around the world strain to satisfy U.S. demand, commodities’ prices ranging from tin to copper have soared."
}