{
    "url_original": "https://www.wsj.com/articles/reduced-u-s-covid-19-data-reporting-worries-some-health-experts-11623255799?mod=politics_lead_pos12",
    "url": "reduced-u-s-covid-19-data-reporting-worries-some-health-experts-11623255799",
    "title": "Reduced U.S. Covid-19 Data Reporting Worries Some Health Experts",
    "sub_head": "States cite improved situation in U.S. as they change how often they post data",
    "category_1": "U.S.",
    "time": "2021-06-09 12:23:00",
    "body": "A growing number of states are slowing the pace of their reports on key pandemic data, including cases, deaths and hospitalizations, concerning some epidemiologists and researchers, who say such moves may be too soon given how crucial data is for spotting outbreaks.<br />They worry lagging data will leave public-health leaders with blind spots as new variants of the coronavirus circulate and many parts of the world battle rising cases.<br />Early in the pandemic, states created online data dashboards and posted regular public updates or held public briefings with elected officials to disclose daily updates on new Covid-19 cases, hospitalizations and deaths. Over time, as the severity of the pandemic in the U.S. has lessened, vaccine rates improved and nearly all key metrics dropped, states began updating their data less frequently.<br />According to data collected by Johns Hopkins University, half of states are no longer providing daily reports. Some have gone from reporting data every day to five days a week. At least three states have lessened that frequency to three times a week, and Florida and Alabama this week shifted to a once-a-week schedule.<br />Beth Blauer, executive director of the Centers for Civic Impact at Johns Hopkins, which makes data into visualizations that help policy makers and the public, said real-time data is useful in many contexts. A Covid-19 tracking dashboard created and run by Johns Hopkins early in the pandemic became the go-to resource for many researchers and news outlets looking for domestic as well as world-wide figures."
}