{
    "url_original": "https://www.wsj.com/articles/relax-on-fathers-day-no-thanks-give-me-madness-11624023631",
    "url": "relax-on-fathers-day-no-thanks-give-me-madness-11624023631",
    "title": "Relax on Father’s Day? No Thanks. Give Me Madness.",
    "sub_head": "A holiday offers time for peaceful reflection—or just a food fight with the kids",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-355666?width=620&size=1.5",
    "image_1": "im-355666.jpg",
    "time": "2021-06-18 09:40:00",
    "body": "Father’s Day is nearly here, and these two children who live in my home keep asking me what I would like to do for the holiday, because, apparently, I am their father. That’s what they’re saying, at least. They have offered to serve me breakfast in bed, “a day of relaxation,” as if two small children are constitutionally capable of offering that, and they’ve even asked me if I’d like a “special gift.”<br />I said sure, Your father would like a 1970 Ford Bronco, in reef aqua, low mileage, original interior, let’s see what you can do. The kids seem perplexed. They’re 8 and 6. I’m not sure if they’ve got the scratch.<br />It’s the thought that counts, however, even if those vintage Broncos are pretty sweet. I’m easy. I’m not interested in inflating Father’s Day into some kind of narcissistic tribute—I’m not one of those needy fathers who has to have marble statues of himself both inside and outside the house, or must slurp cheap Father’s Day champagne from a “No. 1 DAD” mug. Honestly, I’m not No. 1 DAD material. I’m more like a No. 11,119 DAD. Some days I might not even squeak into the Top 50,000.<br />Parenting, of course, is a low rumble of insecurity—you’re never quite sure how you’re doing and probably never will, at least until your kids grow up and write memoirs. I am trying, I care, I love them, I’m teaching them the important stuff—respect others, be truthful with your word, always split aces and 8s, never eat mini meatballs with your hands—but I’m only human. I occasionally eat mini meatballs with my hands. I’m not exactly a role model here.<br />What’s become clear to this father, over time, is that even when you try to cut your own path as a parent and trailblaze a new way, eventually, whether you like it or not, nature and nurture take over, and you simply turn into your own father. It’s an unavoidable metamorphosis. I loved my late father, but I wanted to parent a bit differently than he did, and yet more and more, I find myself mimicking things he used to do. I read aloud newspaper articles about obscure scientific discoveries; I complain about the traffic on family trips I’ve yet to take; and I tell my kids, with no factual basis, that Father’s Day is a holiday created by the golf and necktie industries. I have become my father, pretty much. The circle is complete."
}