{
    "url_original": "https://www.wsj.com/articles/repair-furniture-or-toss-it-how-to-make-the-agonizing-decision-11624456968",
    "url": "repair-furniture-or-toss-it-how-to-make-the-agonizing-decision-11624456968",
    "title": "Repair Furniture or Toss It? How to Make the Agonizing Decision",
    "sub_head": "Maybe it’s a favorite rug that’s frayed or an inherited sofa with a broken leg. Is it worth fixing? Experts help you make the call.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-358248?width=620&size=custom_1583x1314",
    "image_1": "im-358248.jpg",
    "time": "2021-06-23 10:02:00",
    "body": "OVER THE PAST year, I had the distinct feeling that things were unraveling around me. Actually, it was just one thing—the Persian rug under my kitchen table.<br />Watching it come undone was as suspenseful, and ultimately as horrifying, as a Hitchcock movie. One day I noticed a gentle loosening of the fringe. Within a few weeks, loose threads were spreading in chaotic directions as if trying to escape. Every morning it looked worse than the day before. I started to suspect that either my dogs or my husband had been chewing on it at night, but I could never catch anyone in the act.<br />I tried to ignore the problem, because dealing with the rug would force me to face a difficult décor decision. Should I fix the rug or get a new one?<br />Repair or replace? That question forces an existential crisis in my house whenever something cracks, splits, chips, fades…or unravels. On one hand, I live in a throwaway society where it would be much easier—and cheaper—to click “Buy Now” and have a brand-new rug delivered to my doorstep (with free shipping). But I don’t like to throw away things—I like what I have, which is why I bought it in the first place. Plus, I hate to think of my castoffs becoming more landfill.<br />“I can’t decide what to do,” I said to carpet expert Richard Habib the other day as we stood in my kitchen examining the frayed fringe."
}