{
    "url_original": "https://www.wsj.com/articles/republicans-can-lead-on-healthcare-reform-11624550042?mod=opinion_lead_pos8",
    "url": "republicans-can-lead-on-healthcare-reform-11624550042",
    "title": "Republicans Can Lead on Healthcare Reform",
    "sub_head": "They’re out of power in Washington, but in state capitals they can show they have real solutions.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-24 11:54:00",
    "body": "With the Supreme Court having (unsurprisingly) upheld ObamaCare again, Republicans are playing defense on health policy in Washington. Advancing conservative health-policy principles at the state level—where they have majority control in 30 legislatures—allows Republicans to advance federalism while also strengthening consumer-based healthcare. While Democrats fight to shift costs to taxpayers and expand government programs, state Republicans can show that a better approach is to reduce costs and empower consumers. Here are some specific policies they can champion and expand:<br />• Require more price transparency. States can build on the Trump administration’s rules requiring price transparency for health plans and hospitals by including more providers, including physicians; beefing up enforcement to ensure compliance; and compiling data online in a format that allows for easy comparisons. At least nine states have built price-comparison websites for consumers, and many have or are building all-payer claims databases for payers and employers. Empowering consumers with more price and quality information is increasingly important as more patients shop for healthcare with higher deductibles and other forms of cost-sharing. New Hampshire started posting prices for imaging scans in 2007 and has seen costs reduced for consumers and insurers.<br />Employers can use the information to set reference prices for procedures, as California does for state employees, allowing comparison shopping and creating incentives for providers to become more efficient. Price transparency also increases pressure on intermediaries like health plans, third-party administrators, and pharmacy benefit managers to negotiate more effectively on behalf of their customers and makes it harder for them to profit despite higher health inflation from misaligned incentives.<br />• Expand scopes of practice, repeal certificate-of-need requirements, and promote cross-border licensing. Legal scopes of practice should be expanded so that doctors, nurses, pharmacists, therapists and other professionals can provide services up to their training and competence. What particular providers are currently allowed to do varies by state, with many restrictions unsupported by evidence of adverse outcomes. Many restrictions are dated and intentionally difficult to update to reflect advances in training, technology and research.<br />Certificates of need require government permission before new facilities can be built, so that such decisions are based on politics rather than market demand. New Hampshire repealed its certificate-of-need program in 2016, and Florida partly did so in 2019. State-specific licensing requirements have impeded the ability of providers, especially in mental health, to care for patients remotely. As Covid expedited federal payment reforms to encourage telehealth, states should enact automatic reciprocal licensing and other arrangements to allow providers to treat patients across state lines. Many states joined interstate compacts and temporarily eased regulations during the pandemic. These provisions should be broadened and made permanent."
}