{
    "url_original": "https://www.wsj.com/articles/retiring-workers-alter-feds-calculus-on-jobs-shortfall-11623596400",
    "url": "retiring-workers-alter-feds-calculus-on-jobs-shortfall-11623596400",
    "title": "Retiring Workers Alter Fed’s Calculus on Jobs Shortfall",
    "sub_head": "Shrinking labor force lowers the bar for when monetary stimulus can be dialed back",
    "category_1": "Economy",
    "category_2": "The Outlook",
    "time": "2021-06-13 11:00:00",
    "body": "WASHINGTON—Federal Reserve officials have long said a key condition for raising interest rates is a return to maximum employment. Their evolving views about how much job growth that will entail could lead them to roll back support for the economy sooner than previously expected.<br />Policy makers are likely to discuss when and how to start reducing monthly purchases of bonds, a prelude to eventually raising rates, at a meeting this Tuesday and Wednesday. They have said since December that to justify reducing bond purchases, the economy needed to make “substantial further progress” toward maximum employment and sustained 2% inflation.<br />The Fed has never put a number on its full employment target. Still, central bankers for months have compared current employment to the number of jobs in February 2020, before the pandemic hit the U.S. economy, to illustrate the ground that needed to be made up. Chairman Jerome Powell said earlier this year that gap was “one way of counting it.” In May, the shortfall stood at 7.6 million jobs.<br />But in recent weeks, policy makers have become less confident the economy can recover all the jobs lost amid the pandemic without spurring inflation. Employers added fewer payrolls than expected in April and May, even as the economy grew rapidly, wages rose and other indicators pointed to a shortage of workers. The unemployment rate also continued to fall, to a pandemic low of 5.8%. In part that is because fewer people are returning to the labor force in search of work. The number of people who are working or want to work is still 3.5 million shy of February 2020, and the labor-force participation rate, at 61.6%, is down from 63.3% then.<br />The Fed believes many factors holding back the labor force are tied to the pandemic and will fade later this year."
}