{
    "url_original": "https://www.wsj.com/articles/rhode-island-regulator-approves-hospital-sale-11622591539?mod=markets_major_pos10",
    "url": "rhode-island-regulator-approves-hospital-sale-11622591539",
    "title": "Rhode Island Regulator Approves Hospital Sale",
    "sub_head": "Prospect Medical Holdings and Leonard Green & Partners must set aside $80 million to help cover operations and expenses for two Rhode Island-based safety-net hospitals",
    "category_1": "Pro PE Industry News",
    "image_1_url": "https://images.wsj.net/im-347088?width=620&size=1.5",
    "image_1": "im-347088.jpg",
    "time": "2021-06-01 19:52:00",
    "body": "Rhode Island state regulators have approved the sale of two privately held hospitals in the state, ending an impasse between the regulators and the hospitals’ owners that threatened to close them.<br />But to secure regulatory approval the hospitals’ owner, Prospect Medical Holdings Inc., and its private-equity backer, Leonard Green & Partners, had to agree to certain stipulations, including setting aside $80 million to help secure the two hospitals’ futures.<br />The agreement ends a more than one year review by Rhode Island regulators into Prospect’s operations and finances. The hospital operator said in late April that without approval it could be forced to shut down the two Providence-area hospitals, Roger Williams Medical Center and Our Lady of Fatima Hospital. The deal also paves the way for Leonard Green to fully exit its stake in the hospital operator after more than a decade by selling it back to the company’s management.<br />Prospect Medical said Tuesday in a statement that it had completed its transaction with Leonard Green, and thanked the firm for its “collaborative leadership and contributions” as Prospect became a national healthcare provider. It manages 17 hospitals across the U.S.<br />In a statement outlining the basic terms of the agreement, Rhode Island Attorney General Peter Neronha said that it was necessary for the company’s new majority owners to make “upfront financial commitments” to support the hospitals."
}