{
    "url_original": "https://www.wsj.com/articles/rising-covid-19-cases-threaten-indonesia-with-a-deadly-surge-dominated-by-the-delta-variant-11624016822",
    "url": "rising-covid-19-cases-threaten-indonesia-with-a-deadly-surge-dominated-by-the-delta-variant-11624016822",
    "title": "Rising Covid-19 Cases Threaten Indonesia With a Deadly Surge, Dominated by the Delta Variant",
    "sub_head": "A wave of infections like the one that hit India is feared, as parts of Indonesia explode with new cases and hospitalizations",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-06-18 07:47:00",
    "body": "SINGAPORE—As Covid-19 cases rise sharply in parts of Indonesia, authorities have found the highly contagious Delta variant of the coronavirus to be dominant in areas including the capital, Jakarta.<br />Doctors there say hospitals are filling up, more young people are getting infected and patients are getting sicker more quickly than in previous outbreaks.<br />Their observations echo some of the anecdotal findings from India, where the variant was first detected and contributed to a devastating wave of infections. The strain, also known as B.1.617.2, is in around 70 countries including the U.K., where health officials believe it is contributing to an uptick in cases and hospitalizations, delaying a planned easing of Covid-19 restrictions.<br />In three parts of Indonesia where the variant is prevalent—densely populated Jakarta; Kudus, a cigarette-manufacturing center in central Java province; and Bangkalan, just off the coast of Java—sudden spikes in infection have strained hospitals and sparked worries that a new wave of infections will sweep across Indonesia. Kudus experienced one of the fastest surges of all, with the weekly tally of new infections jumping 35 times in late May, though from a very low base.<br />Indonesia has limited capacity to track the spread of variants, making it hard to gauge how widely the Delta strain is circulating in the archipelago nation of 270 million people. Medical experts say if the surge continues to grow, it could overwhelm the healthcare system."
}