{
    "url_original": "https://www.wsj.com/articles/rising-stakes-for-the-fed-11623704646?mod=opinion_lead_pos1",
    "url": "rising-stakes-for-the-fed-11623704646",
    "title": "Rising Stakes for the Fed",
    "sub_head": "The risks to its credibility and independence are growing.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-353712?width=620&size=1.5",
    "image_1": "im-353712.jpg",
    "time": "2021-06-14 17:04:00",
    "body": "The Federal Open Market Committee (FOMC) convenes this week for a regular meeting that carries more than the usual stakes. Chairman Jerome Powell and colleagues need to decide soon whether to defend the Federal Reserve’s credibility and independence. Otherwise they may find they’ve missed their opportunity.<br />The obvious although not the only credibility challenge is inflation. Consumer-price increases hit 5% year-on-year in May, and 3.8% excluding food and fuel. This followed inflation of 4.2% in April and significant increases to producer prices throughout the spring.<br />Some of this is due to so-called base effects, the comparison to the pandemic-deflated prices of a year ago. Some of it arises from supply-chain bottlenecks and the release of pent-up demand that will dissipate. The Fed also points to falling yields on the 10-year Treasury as a sign that markets don’t fear inflation.<br />But there are still risks to a sanguine approach to current price movements. Inflation may prove less transitory than hoped if the Biden Administration’s spending plans goose demand while its tax and regulatory policies constrict supply. The Fed’s unspoken weak-dollar policy will exacerbate import-price inflation. Even transitory inflation will leave Americans permanently worse off than they otherwise would be.<br />Inflation already is outpacing wage growth, despite America’s labor shortage as enhanced unemployment benefits lure workers to the sidelines. Inflation-adjusted wages fell slightly in May for the second month. The Fed seems to believe the solution is to keep Mr. Powell’s foot on the gas to boost employment further. But job vacancies are at an unprecedented high as employers compete for workers. If this isn’t spurring wage growth faster than inflation, the Fed should ask why not?"
}