{
    "url_original": "https://www.wsj.com/articles/risks-rise-to-both-the-feds-inflation-and-employment-goals-11623772630",
    "url": "risks-rise-to-both-the-feds-inflation-and-employment-goals-11623772630",
    "title": "Risks Rise to Both the Fed’s Inflation and Employment Goals",
    "sub_head": "Federal Reserve bets supply-driven inflation will be transitory—but that depends on inflation expectations staying low",
    "category_1": "Economy",
    "category_2": "Capital Account",
    "time": "2021-06-15 11:57:00",
    "body": "The Federal Reserve is required by law to seek both full employment and stable prices. It heads into a pivotal meeting this week with both sides of that mandate in trouble; inflation has shot up, while unemployment remains uncomfortably high. For the first time in years, it faces two-sided risks: Tighten monetary policy too soon and tank the economy, or tighten too late and watch inflation ratchet higher.<br />This isn’t how things were supposed to turn out. Last summer the central bank unveiled a new monetary framework. Because inflation had been running below its 2% target, the Fed wanted inflation to run a bit above 2% so that over time it would average 2%. To achieve this it would let the economy overheat. Near-zero interest rates and bond buying would bolster demand and return unemployment to pre-pandemic levels below 4%. That would nudge inflation a bit above 2% for a while, a process it assumed would take several years.<br />Nine months later, unemployment is still around 6% and payrolls are 7.6 million short of pre-pandemic levels. Yet annual consumer price inflation excluding food and energy reached 3.8% in May, the highest in 29 years, and ran at an 8% annualized rate in the past three months. Annual inflation will likely stay above 3% through the rest of this year.<br />Economists expected some price pressure as the economy reopened, but not this much. What happened? First, demand came back faster than expected thanks in part to two rounds of fiscal stimulus. Last September the Fed projected economic growth this year of 4%. By March, they had raised that to 6.5%.<br />Second, supply has been constricted by a litany of freak events. Pandemic-induced cuts to production and shifts in demand patterns, a container ship jamming the Suez Canal, a fire at a Japanese microchip factory and a winter storm in Texas created shortages of everything from used cars and semiconductors to chicken wings and lumber. Most strikingly, many workers who left the labor force last year have yet to return, putting upward pressure on wages."
}