{
    "url_original": "https://www.wsj.com/articles/robinhood-agrees-to-pay-70-million-to-settle-regulatory-investigation-11625063765?mod=markets_lead_pos3",
    "url": "robinhood-agrees-to-pay-70-million-to-settle-regulatory-investigation-11625063765",
    "title": "Robinhood Agrees to Pay $70 Million to Settle Regulatory Investigation",
    "sub_head": "Online brokerage faulted for missteps related to options trading and technology outages; company neither admits nor denies allegations",
    "category_1": "Markets",
    "category_2": "Financial Regulation",
    "time": "2021-06-30 12:37:00",
    "body": "WASHINGTON—Robinhood Financial LLC has agreed to pay nearly $70 million to resolve sweeping regulatory allegations that the brokerage misled customers, approved ineligible traders for risky strategies and didn’t supervise technology that failed and locked millions out of trading.<br />The enforcement action is a blow to the fast-growing online brokerage, which was launched in 2014 and has won over users with commission-free trades and its sleek mobile app. The company took on millions of new customers and attracted more scrutiny this year as many investors accessed Robinhood to speculate on so-called meme stocks such as  GameStop Corp.  and  AMC Entertainment  Holdings Inc. Its forthcoming initial public offering is one of the most anticipated of the year.<br />Robinhood’s growth has continued, with its biggest source of revenue, stemming from customer trading, more than tripling in the first quarter, even as many customers complained about its technology snafus and limited customer service. It enraged clients earlier this year when it restricted trading in some popular stocks that had become so volatile that Robinhood’s clearinghouse told the brokerage to post billions of dollars in additional collateral.<br />The Financial Industry Regulatory Authority, the front-line inspector of broker-dealers, unveiled the settlement Wednesday. Robinhood neither admitted nor denied the claims.<br />“We’re fine with innovation, but innovation can’t be at the cost of creating compliance and supervision systems,” Finra Enforcement Chief Jessica Hopper said in an interview. Finra, which is privately funded by the brokerage industry, is overseen by the Securities and Exchange Commission."
}