{
    "url_original": "https://www.wsj.com/articles/rural-green-wind-power-has-its-drawbacks-11623181171?mod=opinion_major_pos17",
    "url": "rural-green-wind-power-has-its-drawbacks-11623181171",
    "title": "Rural, Green Wind Power Has Its Drawbacks",
    "sub_head": "Communities seldom know what they are accepting.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-333982?width=620&size=1.5",
    "image_1": "im-333982.jpg",
    "time": "2021-06-08 15:39:00",
    "body": "Regarding the May 25 letter from the American Clean Power Association’s CEO Heather Zichal: Communities seldom know what they are accepting. As an energy-law attorney in upstate New York, I have reviewed many wind-turbine leases presented to landowners. Every one of them contained a confidentiality clause that would make the CIA proud. Typically the lease bars the landowner from disclosing anything about the lease. These clauses are anticompetitive, intimidating (injunctive relief and attorney fees) and entirely one-sided. They prevent landowners from discussing rents and other lease terms with other landowners, municipal officials and the press, effectively trapping the landowner in a take-it-or-leave-it black box of silence and ignorance.<br />Ms. Zichal’s unsupported assertion that the exponential growth is attributable to communities’ desire to site these behemoths, which can range up to 650 feet (and sometimes beyond), on their property ignores the corporate welfare of subsidized rates, the investment tax credit and production tax credit from the U.S. Treasury, the states’ tax credits, the real-property tax abatements required by state law, the grants of up to 50% of the construction materials and labor from some states such as New York, state siting laws that override local laws and the lax enforcement of state environmental rules (if any), which together leave little room for anything but acceptance. Lastly, the reputedly steady income from the leases will last only so long as this subsidy bubble doesn’t burst.<br />Christopher Denton<br />Elmira, N.Y."
}