{
    "url_original": "https://www.wsj.com/articles/russia-puts-the-squeeze-on-social-media-to-police-its-critics-11623144602?mod=tech_lead_pos10",
    "url": "russia-puts-the-squeeze-on-social-media-to-police-its-critics-11623144602",
    "title": "Russia Puts the Squeeze on Social Media to Police Its Critics",
    "sub_head": "Kremlin uses Twitter and other platforms to advance its goals overseas, but is now trying to prevent its opponents from using the same tools",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-349731?width=620&size=1.5",
    "image_1": "im-349731.jpg",
    "time": "2021-06-08 05:30:00",
    "body": "MOSCOW—Russia’s government was quick to use social media when it tried to steer the course of U.S. elections, American officials say. It isn’t quite as eager to see its own opponents at home try the same thing.<br />Ahead of a parliamentary vote later this year, the Kremlin has been fine-tuning its strategy to pressure platforms such as Twitter, YouTube and TikTok to remove antigovernment content, classifying a growing number of posts as illegal and issuing a flurry of takedown requests.<br />So far it appears to be working. The Western-dominated tech giants have in many instances complied. YouTube temporarily removed links to content laying out the opposition’s voting strategy. Russian officials say  Twitter  is working to comply with requests to remove content that Moscow deems illegal. TikTok, owned by China’s ByteDance Ltd., also removed or altered a handful of videos that criticized the government and promoted opposition street protests.<br />TikTok, Twitter and Google, the  Alphabet Inc.  subsidiary that owns YouTube, say they decide whether to delete content based on local laws where they operate and on their own internal guidelines. None of the companies commented on specific cases mentioned in this article.<br />September’s election has injected fresh urgency into expanding Russian President Vladimir Putin’s ability to control political debate in the country. Just as he consolidated power early on in his reign by nationalizing television broadcasters or selling them to government-friendly owners, the Kremlin is now turning its attention to the internet, one of the last few refuges of free speech. The move is meant to help the ruling party, United Russia, which has seen its popularity drop amid a steady decline in living standards and is now preparing to bat off any challenge ahead of the elections from supporters of Alexei Navalny, a prominent dissident who is serving a 2½-year prison term."
}