{
    "url_original": "https://www.wsj.com/articles/russias-putin-opens-door-to-covid-19-vaccine-tourism-11622817503",
    "url": "russias-putin-opens-door-to-covid-19-vaccine-tourism-11622817503",
    "title": "Putin Says the U.S. Wants to Hold Back Russia’s Development",
    "sub_head": "In advance of a summit with Biden this month, the Russian leader called for improved relations with Washington",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-06-04 15:09:00",
    "body": "ST. PETERSBURG, Russia—Russian President Vladimir Putin said he would try to improve strained relations with the U.S. at his coming summit with President Biden and accused Washington of trying to stifle Russia’s development.<br />“We have no disagreements with the United States, we have only one disagreement: their desire to hold back our development,” Mr. Putin said Friday at the St. Petersburg International Economic Forum, Russia’s flagship investment event. “We should try to find ways to settle Russian-U.S. relations.”<br />The face-to-face meeting between the two leaders scheduled for June 16 in Geneva comes against the backdrop of rising tensions between Russia and the U.S. Since taking office, Mr. Biden has imposed sweeping new sanctions against Moscow for alleged transgressions, including interference in the 2020 U.S. presidential election, a cyberattack on U.S. government and corporate computer networks, and the Kremlin’s alleged attempt to assassinate opposition leader Alexei Navalny by poisoning him last year—accusations that Moscow rejects.<br />Mr. Putin said Russian-American relations have become hostage to U.S. domestic politics and U.S. sanctions against Russia “remain a mystery in many respects,” he said.<br />The Russian leader said he hoped that one day the influence of U.S. internal politics on bilateral relations would end, given the two countries’ “fundamental interests in the field of at least security, strategic stability and the reduction of weapons dangerous for the whole world are still more important.”"
}