{
    "url_original": "https://www.wsj.com/articles/russia-says-it-fired-warning-shots-at-british-warship-prompting-denial-from-u-k-11624455207",
    "url": "russia-says-it-fired-warning-shots-at-british-warship-prompting-denial-from-u-k-11624455207",
    "title": "Russia Says It Fired Warning Shots at British Warship, Prompting Denial From U.K.",
    "sub_head": "U.K. government says HMS Defender was ‘innocently’ passing through Ukrainian waters",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-358497?width=620&size=1.5",
    "image_1": "im-358497.jpg",
    "time": "2021-06-23 11:05:00",
    "body": "Russia’s Defense Ministry said its armed forces fired warning shots at a British destroyer that was violating what it considers its territorial waters near Crimea, but the U.K. government said its ship was “innocently” passing through Ukrainian waters and that no shots were fired.<br />The ministry said HMS Defender made it three kilometers into Russian waters before a Russian vessel issued a warning, to which the destroyer didn’t respond. A Russian patrol ship then fired warning shots and soon afterward an Su-24M aircraft from the Black Sea Fleet dropped bombs along the path of the destroyer, the ministry said. About a half-hour after entering Russian waters, the British Navy ship left, it added.<br />But the U.K.’s Ministry of Defense said in a tweet that no shots were fired. Defense Secretary Ben Wallace said in a statement posted on Twitter that the destroyer entered an internationally recognized traffic separation corridor before exiting. “As is routine, Russian vessels shadowed her passage and she was made aware of training exercises in her wider vicinity,” he said.<br />He later told a parliamentary committee that the ship was “hailed” by Russian authorities and informed of a Russian training exercise nearby.<br />“These are the things which come and go with Russia. Disinformation, misinformation is something that we see regularly,” he said. “We’re not surprised by this.” Mr. Wallace said the U.K. Ministry of Defense last year denied Russian claims that its navy and air force expelled the British ship HMS Dragon from waters off the coast of Crimea."
}