{
    "url_original": "https://www.wsj.com/articles/sanders-plan-tax-republicans-11624401212?mod=opinion_lead_pos11",
    "url": "sanders-plan-tax-republicans-11624401212",
    "title": "Sanders Plan: Tax Republicans",
    "sub_head": "Now Democrats don’t even bother to pretend taxes are about funding needed services.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-358312?width=620&size=1.5",
    "image_1": "im-358312.jpg",
    "time": "2021-06-22 18:33:00",
    "body": "When he served as Speaker of the House in the 1990s, then-Rep. Newt Gingrich (R., Ga.) could always count on getting a laugh at GOP events by doing his impression of a Democrat, which went something like this: “The answer is raising taxes! I’m sorry, what was the question?” Today’s congressional Democrats seem determined to confirm the stereotype. They are also increasingly willing to present raising taxes on their political foes not as a means to fund government but as an end in itself.<br />“Infrastructure talks collide with Democrats’ goal to tax the rich,” is the headline on a story in the New York Times. But far from a case of colliding agendas, the story is further evidence that raising taxes is the whole point of this legislative exercise. Jonathan Weisman writes that many Democrats “see a rare opportunity to harness the political popularity of infrastructure spending to achieve their long-held policy goal of raising taxes on the rich.” Just the rich?<br />On the spending side of the ledger, Team Biden and congressional Democrats have already made clear that they don’t want to fund the infrastructure consumers want. Now Democrats are clarifying that whether or not the funding yields anything one can conceivably call infrastructure, the important thing is for government to take money from citizens. According to the Times account:<br />Not only does Mr. Wyden chair the Senate’s tax-writing committee, but he’s served in the Congress for more than 40 years. He cannot possibly be unaware of the sources of government revenue. The Oregon senator may choose to indulge the leftist myth that the U.S. doesn’t have a highly progressive tax system, but IRS data show that after the 2017 Trump tax reform cut rates for people up and down the income scale, the richest 1% of Americans now pay 40% of federal income taxes, and that percentage rose slightly after the Trump reforms.<br />Earlier this year the Tax Foundation’s Erica Yorknoted:"
}