{
    "url_original": "https://www.wsj.com/articles/save-afghanistans-sikhs-and-hindus-11624549960?mod=opinion_lead_pos10",
    "url": "save-afghanistans-sikhs-and-hindus-11624549960",
    "title": "Save Afghanistan’s Sikhs and Hindus",
    "sub_head": "This small community has outsize cultural influence and historical importance.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-24 11:52:00",
    "body": "President Biden and Afghan President Ashraf Ghani will have plenty to talk about when they meet on Friday. With the withdrawal of U.S. and allied forces from Afghanistan only weeks away—and the security situation deteriorating by the day—Mr. Biden is expected to offer humanitarian and economic assistance. The country’s tiny Sikh and Hindu populations might seem insignificant, but they deserve attention as well.<br />The nearly 700 Sikhs and Hindus left in Afghanistan constitute a vibrant component of the country’s cultural traditions. The history of Afghan Hindus is debated, but significant Brahminical artwork began appearing in the country during the seventh-century Turk Shahi period. The Afghan Sikh community has existed since Sikhism’s founder, Guru Nanak, traveled to Afghanistan during the 16th century to spread his philosophies. Over the centuries the two groups have worshiped in shared spaces, a unique cultural phenomenon rendering artwork significant to both communities.<br />The pieces not only hold sentimental value for their respective religious groups, but also yield insights into early religious development in the region. This important historical material helps explain how religions spread far outside Afghanistan. For example, figurines of the Hindu goddess Durga found within a Buddhist complex in Ghazni, Afghanistan, point toward early incorporation of the Hindu pantheon in early Central Asian Buddhist tradition.<br />Under previous Taliban rule, many non-Islamic art pieces were smashed in accordance with decrees against representations of human form ostensibly forbidden by Islam. Many more were trafficked in an illegal art trade, which could have been used to fund terrorism. Unless religious art preservation is worked into the security agreements for a postwithdrawal from Afghanistan, religious minority artwork remains in jeopardy. Even then, the Taliban can’t be trusted.<br />Most famously, the Bamiyan Buddhas were destroyed in March 2001. At the time, a Taliban envoy characterized the bombing of this Unesco World Heritage Site as a demonstration against the West’s misappropriated concern: “When your children are dying in front of you, then you don’t care about a piece of art.” There’s no reason to believe the group has changed."
}