{
    "url_original": "https://www.wsj.com/articles/saving-for-retirement-now-you-can-bet-on-bitcoin-11624613435?mod=markets_lead_pos5",
    "url": "saving-for-retirement-now-you-can-bet-on-bitcoin-11624613435",
    "title": "Saving for Retirement? Now You Can Bet on Bitcoin.",
    "sub_head": "Everyday investors are inviting the volatile world of cryptocurrencies into their IRA nest eggs as they search for higher returns",
    "category_1": "Markets",
    "category_2": "Personal Finance",
    "image_1_url": "https://images.wsj.net/im-359531?width=620&size=1.5",
    "image_1": "im-359531.jpg",
    "time": "2021-06-25 05:30:00",
    "body": "Cryptocurrencies, among the world’s most volatile assets, are searching for mainstream acceptance in the investment world. Their next target: your retirement portfolio.<br />Financial services companies are rolling out new products and services that allow more everyday investors to add bitcoin and other virtual currencies to their nest eggs as a way of reaching for higher returns. Some are marketed under names such as “CryptoIRA” and “BitcoinIRA.”<br />Interest in digital assets is “exploding,” said Tyrone Ross, chief executive of Onramp Invest LLC, which in May began selling software that more than 100 financial advisers use to monitor client investments in cryptocurrency. “Folks want bitcoin in their retirement accounts.”<br />It is a big new target: Investors currently have $22.5 trillion tied up in IRAs and 401(k)s. In a recent survey of more than 500 financial advisers conducted by the Financial Planning Association and two other organizations, 14% of the advisers said they use or recommend cryptocurrency, compared with fewer than 1% who said so in 2019 and 2020. This month ForUsAll Inc., a 401(k) provider that specializes in small companies, announced it will allow workers in plans it administers to invest up to 5% of their 401(k) contributions in bitcoin, ether, litecoin and others.<br />One investor who has already chosen digital currencies for his retirement account is Vukasin Vignjevic, 28 years old, a market researcher who lives in Maine. “I’m not opposed to traditional assets,” such as stocks, he said. “But digital assets solve a lot of the problems the world faces today,” such as bringing financial services to people without access, he said."
}