{
    "url_original": "https://www.wsj.com/articles/saving-new-york-city-11624055492?mod=opinion_lead_pos1",
    "url": "saving-new-york-city-11624055492",
    "title": "Saving New York City",
    "sub_head": "The Big Apple needs a turnaround—starting with crime control.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-18 18:31:00",
    "body": "There is much ruin in a city, to adapt Adam Smith, and Bill de Blasio has spent eight years trying to prove it. The progressive’s tenure as mayor has been a catastrophe for New York City in nearly every way, and the only saving grace is that he’s term-limited. The question as Tuesday’s primary approaches is whether voters will try to pull the city out of its downward spiral.<br />We wish the stakes were lower, and eight years ago they were. Mr. de Blasio inherited a prosperous city after 20 years of competent leadership. First Rudy Giuliani challenged the liberal status quo with reforms on crime and public order, welfare, education and regulation. Michael Bloomberg continued the crime reduction under Commissioner Ray Kelly and accelerated school reform under Joel Klein.<br />The city boomed, but voters forgot the bad old days, and the combination of public unions and the gentry left took charge of the political debate. Some progressives now want to disavow Mr. de Blasio, who has become a clownish figure and is deeply unpopular, but he has implemented their agenda.<br />Regulations have crushed small businesses. Bias against charter schools and substituting race for merit in admissions have reversed educational gains. A court ordered the city’s public housing authority put under control of a federal monitor. Wage and pension payoffs for public unions have left the city facing a fiscal crisis despite huge Covid cash infusions from Congress.<br />Above all, crime and disorder have returned amid progressive assaults on police and the anti-crime strategies that worked. Bail reform let repeat offenders free. The mentally ill homeless attack subway riders and pedestrians. The mayor had his police chief disband the anti-crime unit that searched for illegal guns, and shootings have soared. For New Yorkers of a certain age, the slide back to the 1970s is all too clear."
}