{
    "url_original": "https://www.wsj.com/articles/savvy-wine-shopping-tips-from-a-trusted-retailer-11624990944",
    "url": "savvy-wine-shopping-tips-from-a-trusted-retailer-11624990944",
    "title": "Savvy Wine Shopping: Tips From a Trusted Retailer",
    "sub_head": "In the final lesson of a crash course in wine appreciation, our columnist takes her young pupil shopping—and he’ll never look at a wine store the same way again.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-361342?width=620&size=custom_1583x1202",
    "image_1": "im-361342.jpg",
    "time": "2021-06-29 14:22:00",
    "body": "The last in a three-part series on the fundamentals of wine appreciation.<br />I have solicited advice from many wine merchants over the years. Thanks to their guidance, I’ve found marvelous bottles I might otherwise have overlooked—and avoided some truly bad stuff. For the final lesson in my introduction to wine, I thought my student, Julian Pecht, needed to connect with a wine merchant that he could depend upon, too.<br />Because Julian is a resident of New Jersey, I chose a merchant there whose opinion I’ve often sought: Donna Garvey, wine team lead at Gary’s Wine & Marketplace in Wayne. (Proprietor Gary Fisch also owns a wine store in St. Helena, Calif., and another wine store in New Jersey; his wife owns two additional New Jersey locations.)<br />Donna (I’ve known her too long to call her Ms. Garvey) has been a reliable source of under-the-radar finds. Today she would demystify the wine shopping experience, I told Julian when we met up near the store’s large cheese section. Holding tightly to his notebook, he looked a bit overwhelmed by the 24,000-square-foot store offering not only wine and cheese but also glassware and all manner of wine paraphernalia.<br />Donna’s first piece of advice to Julian: “You need to find a store where you can get to know the people and they can get to know you.” One of the best ways Donna can quickly assess customers’ preferences, she said, is to ask them to taste a few wines at the store’s tasting bar. That wasn’t an option, on the day of our visit, however; the Gary’s Wine & Marketplace tasting bar had been closed since spring 2020 as a Covid-19 precaution. (It has since reopened.)"
}