{
    "url_original": "https://www.wsj.com/articles/schoolyard-justice-in-federal-court-11623171249?mod=opinion_lead_pos9",
    "url": "schoolyard-justice-in-federal-court-11623171249",
    "title": "Schoolyard Justice in Federal Court",
    "sub_head": "Citibank’s errant billion-dollar payment leads to a ruling that could upset commercial law.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-08 12:54:00",
    "body": "‘Finders keepers, losers weepers” is something you expect to hear in a schoolyard, not a courtroom. But a federal judge effectively delivered that message to Citibank recently. The bank administered a loan of some $1 billion, sending payments from  Revlon  to the lenders. Citibank mistakenly sent a wire transfer of the entire principal amount due when it only intended a single installment.<br />Under established law, the money that Citibank wired should be repaid because it was sent by mistake. But U.S. District Judge Jesse Furman upset settled law and allowed lenders to keep the money on the ground that the recipients did not have notice that the funds had been sent erroneously. If that became the rule, it would upset the important relationships among lenders, borrowers and trusted intermediaries.<br />Some lenders who received the erroneous payments respected principles of basic fairness, as well as longstanding commercial practice and law, and returned almost one-half of the money to its rightful owner. The others took the novel position that since Revlon owed the funds eventually, they should be allowed to keep it. Never mind that Citibank didn’t owe any money at all—or that Revlon wasn’t due to pay off the entire loan for another three years.<br />Mistakes happen all the time, in financial markets as elsewhere in life. There are protocols for dealing with mistakes. If I wake up one morning and find an extra $100,000 in my bank account, I must allow the bank to reclaim it. If I withdraw and spend it, I can be held civilly liable—or even criminally if I know the money isn’t mine.<br />Mistakes like this occur with surprising frequency. In 2017, the German bank KfW mistakenly transferred $5.4 billion to lenders. In China, the bank Rural Commercial Bank in Changsha thought that a customer’s 10-digit account number was actually the amount of money to be transferred, and mistakenly sent 1.2 billion yuan (around $190 million) to the customer.  Deutsche Bank  recently sent $6 billion to a U.S.-based hedge fund in error. In all these cases, the banks recovered the errant funds transfers almost immediately."
}