{
    "url_original": "https://www.wsj.com/articles/schumer-finds-he-lacks-a-political-mandate-11623277346?mod=opinion_lead_pos9",
    "url": "schumer-finds-he-lacks-a-political-mandate-11623277346",
    "title": "Schumer Finds He Lacks a Political Mandate",
    "sub_head": "He doesn’t have the votes in his own party to pass the revolution progressives want.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-351428?width=620&size=1.5",
    "image_1": "im-351428.jpg",
    "time": "2021-06-09 18:22:00",
    "body": "After a chaotic and exhausting few years under Donald Trump, the promise that Joe Biden would at least be normal won Democrats the White House, but not much more. They certainly didn’t emerge with a mandate for massive left-wing policy changes. Yet that’s exactly what they’ve been pushing, and they’ve been smug about it. Reality is catching up.<br />Since January, Democrats have rejected bipartisanship and incremental reform in favor of a countrywide makeover via party-line votes—despite ending the election with only a five-seat margin in the House and a 50-50 Senate. They seemed to think Americans would welcome whatever expensive, wacky legislation Speaker Nancy Pelosi, Majority Leader Chuck Schumer and President Biden offered.<br />But now Democratic leaders are realizing they not only lack a mandate for their revolution; they don’t have the votes to pass the controversial measures with nice-sounding names they’ve offered. On most of these bills, Mr. Schumer can’t get 50 ayes (allowing Vice President Kamala Harris to break the tie) required to pass this legislation, let alone the 60 votes (including 10 Republicans) needed to begin debating them.<br />As Democratic leaders awaken to that reality, they seem to be going bonkers. Mr. Schumer is now promising to force votes on motions to proceed on the Democrats’ H.R.1 bill for a federal takeover of elections, as he did on the Democrats’ Jan. 6 commission, even though he doesn’t have 60 votes. He hopes Republican use of the filibuster will increase pressure on all Democrats to abolish it. In turn, this would create enormous pressure on every congressional Democrat to go along with leadership’s radical agenda, no matter how obnoxious parts of it are to them.<br />Mr. Schumer’s maneuver probably won’t work. Sens. Joe Manchin and Kyrsten Sinema may not be sincere when they say they oppose killing the filibuster. But it’s quite likely they’re serious when they say they won’t vote to kill it. I suspect they—and other Democratic senators who agree with them but are lying behind the log—understand that voters favor some bipartisanship and compromise, which the 60-vote rule forces the two parties to engage in. Consider a mid-March HarrisX poll: 43% of respondents said the 60-vote requirement rule “should be kept as is,” while 37% said the filibuster should be “reformed so it is more limited and difficult to use.” Only 20% said it “should be eliminated entirely.”"
}