{
    "url_original": "https://www.wsj.com/articles/science-groupthink-and-a-wuhan-lab-leak-11623691636?mod=opinion_major_pos16",
    "url": "science-groupthink-and-a-wuhan-lab-leak-11623691636",
    "title": "Science, Groupthink and a Wuhan Lab Leak",
    "sub_head": "Neither the original source of the virus nor the intermediary animal has been traced to confirm the zoonotic spread.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-349460?width=620&size=1.5",
    "image_1": "im-349460.jpg",
    "time": "2021-06-14 13:27:00",
    "body": "Regarding Steven Quay and Richard Muller’s “The Science Suggests a Wuhan Lab Leak” (op-ed, June 7): It has been 18 months since the pandemic broke out. Neither the original source of the virus nor the intermediary animal has been traced to confirm the zoonotic spread. For all these months, the Chinese have had the means to find out. In the absence of confirmation of a proof favoring the natural-origin theory, the lab-leak theory is gaining traction. The presence of the double CGG sequence is definitely building scientific circumstantial evidence for the lab-leak theory. The Chinese government will certainly do everything in its power to cover up. A document or a whistleblower might emerge sooner or later, if the world really seeks this.<br />Venkat Naidu<br />Sugar Land, Texas<br /><br />Current exculpation efforts by the major media figures is absurd. Their claim that the reason for the Wuhan lab as the source for Covid-19 theory being dismissed was because it came from President Trump and Secretary Mike Pompeo, hence was “not serious.” It also came from more serious sources such as Tasuku Honjo (Nobel 2018), who asserted it came from China, and Luc Montagnier (Nobel 2008), who said it had to be from a lab, not from nature, and that the Wuhan Institute of Virology was the most likely source. An Indian study also said that it had to be manufactured. The press wouldn’t accept anything that the Trump administration said for political reasons. Vice President Kamala Harris announced a while ago that she would not be vaccinated “if Donald Trump tells us that we should take it.” But she did get vaccinated, as did half the nation, and it was president Trump’s vaccine."
}