{
    "url_original": "https://www.wsj.com/articles/science-fiction-sketches-of-shannara-11622826278",
    "url": "science-fiction-sketches-of-shannara-11622826278",
    "title": "Science Fiction: Sketches of Shannara",
    "sub_head": "For readers who have traveled deep into Terry Brooks’s world, a glimpse of unseen territory.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-348829?width=620&size=1.5",
    "image_1": "im-348829.jpg",
    "time": "2021-06-04 13:04:00",
    "body": "Terry Brooks may well be the greatest beneficiary of the post-Tolkien boom in fantasy. His Shannara series, which began with “The Sword of Shannara” in 1977, now stretches to over two dozen volumes, not counting those in the “Landover” and “Word and Void” sequences.<br />The problem for fantasy writers of his generation, many of whom spoke in the accents of Tolkien’s Middle Earth, was finding voices of their own. “Small Magic: Short Fiction, 1977-2020” (Del Rey, 447 pages, $28.99) shows a writer discovering his. It consists of eight previously published stories, dated 1991 to 2018, and three unpublished ones. The time-gap in the subtitle, however, does not seem to mean that the latter were written back in the 1970s and 1980s, for Mr. Brooks, in the brief introductions that he gives to each story, says only “Last Ride” is entirely new. “Don’t Tell Dad” is a response to a fan comment, and “Aftermath” fills a gap in the Shannara cycle.<br />What has made Brooks so lastingly popular? His characters are, in a word, admirable. Also, for the most part, unapproachable. “Aftermath” is a “Karate Kid”-style story in which a scrawny recruit develops speed and skills to counterbalance his frailty: he will become Garet Jax, the Weapons Master of Shannara. In this volume Garet Jax figures also in “The Weapons Master’s Choice,” by which time he has become “so good that fears and doubts were almost non-existent.”<br />So where is the tension, the relationship to our world? Sometimes it comes from the fears which cannot be mastered by throwing-knives and wilderness skills: bereavement, illness, cancer. In the 1991 story “Imaginary Friends,” Jack McCall, 12 years old, is told he’s dying. He beats his “blood disorder” by facing the Dragon Desperado in the fantasy world, which is also his local park. In “Warrior” (2018) Jack has reached middle age, with threats now to wife and child, and a need to reach inside for new resources, a challenge we all face. Poverty and failure are the initial challenges in “The Fey of Cloudmoor,” a sequel and tribute to Poul Anderson’s “The Queen of Air and Darkness,” which also juxtaposed beguiling fantasy with harsh and unwelcome fact.<br />Just the same, it’s the fantasy that has made the lifelong career. Shannara and Landover gave us enchanted realms and dreamlike visions, a view out of the mundane world. Mr. Brooks’s fans will be glad to see the visions and characters filled out, if only a little bit more."
}