{
    "url_original": "https://www.wsj.com/articles/sec-hires-boston-college-professor-as-top-corporate-regulator-11623686494?mod=politics_lead_pos12",
    "url": "sec-hires-boston-college-professor-as-top-corporate-regulator-11623686494",
    "title": "SEC Picks Professor Who Criticized Startup ‘Unicorns’ as Top Corporate Regulator",
    "sub_head": "Renee Jones of Boston College will oversee unit regulating public company disclosures, including IPO filings",
    "category_1": "Markets",
    "category_2": "Financial Regulation",
    "image_1_url": "https://images.wsj.net/im-353633?width=620&size=1.5",
    "image_1": "im-353633.jpg",
    "time": "2021-06-14 16:51:00",
    "body": "WASHINGTON—The Securities and Exchange Commission said it had hired Renee Jones, a Boston College law professor, as its top staff regulator of public companies.<br />Ms. Jones will oversee a division of more than 400 lawyers and accountants that draft rules for companies raising capital and disclosing material news and events to shareholders. The division has a leading role in drafting a planned rule proposal that would require public companies to reveal more about the risks and impacts of climate change on their business.<br />Ms. Jones, 56 years old, has written critically about large, private companies known as unicorns, which are valued at over $1 billion before going public. The SEC has over the past decade made it easier for private companies to raise capital, which largely exempts them from the agency’s oversight.<br />She will succeed the division’s acting director, John Coates, also 56, who will take over as the agency’s general counsel, the SEC said in a news release. A graduate of Harvard Law School, Ms. Jones has taught classes on securities regulation, corporate governance and financial regulation.<br />Ms. Jones wrote in a law review article in 2010 that while the financial crisis had damaged the SEC’s credibility, the regulator was likely to emerge “as a stronger and more capable regulator.”"
}