{
    "url_original": "https://www.wsj.com/articles/sec-investigating-former-chair-of-auditing-industry-regulator-11623943373?mod=markets_lead_pos1",
    "url": "sec-investigating-former-chair-of-auditing-industry-regulator-11623943373",
    "title": "SEC Investigating Former Chair of Auditing Industry Regulator",
    "sub_head": "The recently dismissed head of the PCAOB is under scrutiny for the handling of internal complaints",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-354173?width=620&size=1.5",
    "image_1": "im-354173.jpg",
    "time": "2021-06-17 11:22:00",
    "body": "The Securities and Exchange Commission is investigating whether the recently dismissed chairman of the auditing industry’s oversight board violated any rules in his handling of internal complaints at the regulator, according to people familiar with the matter.<br />The SEC’s enforcement investigation is examining the actions of William Duhnke, who was dismissed from his job as chairman of the Public Company Accounting Oversight Board two weeks ago, according to the people. The investigation is the latest sign of trouble for the struggling regulator, which oversees the accounting firms that audit U.S.-listed companies.<br />Mr. Duhnke, a former senior Republican congressional aide, was appointed by the SEC in December 2017. His tenure was marked by turmoil at the agency, with staff departures and complaints that Mr. Duhnke created “a sense of fear,” according to a whistleblower complaint and people familiar with the situation.<br />It isn’t clear how the SEC could punish Mr. Duhnke—if an investigation found misconduct—since commissioners already dismissed him. The 2002 Sarbanes Oxley law, which created the PCAOB after the Enron Corp. accounting scandal, gives the SEC authority to censure board members or remove them from office if they shirk their duties or abuse their authority.<br />The SEC’s examinations arm is also looking into how the PCAOB has been run, including its handling of whistleblowers and other employees, the people familiar with the matter said. Mr. Duhnke allegedly retaliated against employees he disagreed with by forcing them out of their jobs and, in certain cases, making it hard for them to get other jobs in government, whistleblowers alleged. One letter, sent to the PCAOB’s board in May 2019, said it was written by a group of current and former PCAOB employees. They later sent it to the SEC."
}