{
    "url_original": "https://www.wsj.com/articles/sec-pursuing-broad-review-of-stock-market-structure-chairman-says-11623256566?mod=politics_lead_pos7",
    "url": "sec-pursuing-broad-review-of-stock-market-structure-chairman-says-11623256566",
    "title": "SEC Pursuing Broad Review of Stock-Market Structure, Chairman Says",
    "sub_head": "Gary Gensler says focus is on pricing incentives that exchanges and high-speed traders use to attract orders",
    "category_1": "Markets",
    "category_2": "Financial Regulation",
    "time": "2021-06-09 15:04:00",
    "body": "The Securities and Exchange Commission is considering changing rules that govern how U.S. stocks are traded, including pricing incentives that exchanges and high-speed traders use to attract orders, Chairman Gary Gensler said Wednesday.<br />Speaking to an industry conference, Mr. Gensler outlined a broader examination of market structure than he had previously described. Mr. Gensler, who took over the SEC in April, has questioned the system that results in many individual investors’ orders being routed to high-speed traders known as wholesalers, such as Citadel Securities and Virtu Financial Inc., instead of going to public exchanges.<br />Mr. Gensler suggested individual investors might get better prices if more trading were done on public exchanges. Only about 53% of all trading in January was done on exchanges, while the rest involved wholesalers and broker-run trading venues known as dark pools, Mr. Gensler said.<br />“The question is whether our equity markets are as efficient as they could be, in light of the technological changes and recent developments,” Mr. Gensler told the Piper Sandler Global Exchange and FinTech conference.<br />While public exchanges disclose their bids and offers and then compile the orders to publish a national best bid and offer for every stock, wholesalers and the so-called dark pools don’t reveal their pre-trade prices. Those off-exchange venues have to execute trades at prices at least as good as the national best price coming from the exchanges."
}