{
    "url_original": "https://www.wsj.com/articles/seeing-serena-review-empress-of-the-court-11623436445",
    "url": "seeing-serena-review-empress-of-the-court-11623436445",
    "title": "‘Seeing Serena’ Review: Empress of the Court",
    "sub_head": "At the pinnacle of her sport, Serena Williams shows no sign of slowing down.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-352806?width=620&size=1.5",
    "image_1": "im-352806.jpg",
    "time": "2021-06-11 14:34:00",
    "body": "Early in “Seeing Serena,” Gerald Marzorati draws attention to the fact that he is “yes,” a white male writer. That performative confession is intended to flag his transgressive act of writing about a black woman. Yet it sits vexatiously alongside the grander statements he makes on behalf of his subject. Serena Williams, he writes, is “the most consequential athlete of her time.” She is also “the most renowned woman athlete of all time.”<br />If you happen to be (like Mr. Marzorati) a white male journalist whose métier is sports, why would you feel the need to cringe as you start to tell us about one of history’s most accomplished athletes? The answer is depressing: because the cultural world inhabited by Mr. Marzorati—a former editor of the New York Times Magazine and a writer on tennis for the New Yorker—has come to expect such conscience-cleansing caveats. Without them, Mr. Marzorati would run the risk of complicity in white supremacy. A pre-emptive apology keeps the posse at bay.<br />The case for Ms. Williams’s sporting greatness is easily made. Now 39, she has more Grand Slam singles titles (23) than any woman in the professional era, just one short of the 24 won by Australia’s Margaret Court, whose number is discounted by many because 13 of her titles were won at a time when professionals were not invited to the top tennis tournaments. Besides, 11 of Ms. Court’s Grand Slams were won at the Australian Open in an era when—Mr. Marzorati reminds us—“some of the best players in Europe and the United States passed up the event because it was so far away.” By winning a Grand Slam in 2017—at the Australian Open, now a tournament no player would pass up—Ms. Williams overtook Steffi Graf, heretofore the most titled player in the game’s professional age. She also became, at age 35, the oldest woman No. 1 in tennis history. Now the mother of a little girl, she plays on—an Ahab in Spandex, chasing the white whale of a 24th singles Grand Slam title that would draw her level with Margaret Court.<br />Ms. Williams is tireless and indomitable, Mr. Marzorati tells us, and unquestionably influential. Add to her on-court achievements the fact that she has won well over $90 million in prize money—and transformed women’s tennis into a game of muscle and power—and you have a figure who has revolutionized her sport. Women’s tennis Before Serena bears only a dwindling resemblance to women’s tennis After Serena. Female players are now more unabashedly honed in the gym, making modern viewers wonder how dainty old-timers like Chris Evert or Evonne Goolagong ever got the ball over the net. But even in today’s game, Ms. Williams is a physical outlier. Mr. Marzorati writes that she’s had to endure suggestions, “often buttressed by racism,” that she has “the heft, and the muscularity of a man.”<br />But all of that—the titles, the riches, the Amazon’s style of play—is only a part of the story. No account of Ms. Williams is complete without a parsing of all the racial questions she raises and of what Mr. Marzorati calls “her broader presence in the culture.” Ms. Williams, he writes, is a black woman who has “forged a commanding presence in one essentially white realm after another.”"
}