{
    "url_original": "https://www.wsj.com/articles/senate-probe-faults-intelligence-security-failures-over-jan-6-capitol-breach-11623142801?mod=business_minor_pos4",
    "url": "senate-probe-faults-intelligence-security-failures-over-jan-6-capitol-breach-11623142801",
    "title": "Senate Probe Faults Intelligence, Security Failures Over Jan. 6 Capitol Breach",
    "sub_head": "Bipartisan Senate report recommends making it easier for the Capitol Police chief to request National Guard assistance, among other actions",
    "category_1": "Politics",
    "time": "2021-06-08 05:00:00",
    "body": "A bipartisan Senate report faulted Capitol security officials as well as federal agencies for intelligence and planning failures leading up to the Jan. 6 Capitol riot, and recommended that the Capitol Police chief be able to unilaterally request help from the National Guard in an emergency.<br />The more than 100-page Senate report and its 20 recommendations reflect a bipartisan congressional investigation of the riot, during which supporters of former President Donald Trump temporarily interrupted the ratification of Democrat Joe Biden’s election win. The report doesn’t assess Mr. Trump’s role leading up to and during the riot, which Senate committee aides said was outside the scope of their probe.<br />Mr. Trump was impeached by the Democratic-controlled House earlier this year for inciting insurrection against the U.S. government. He was acquitted by the Senate.<br />“This report is not a comprehensive account of everything that happened in the lead up to and during the attack,” Sen. Gary Peters (D., Mich.), the chairman of the Senate Homeland Security and Governmental Affairs Committee, told reporters. He and other Democrats have called for an independent commission to conduct a fuller investigation.<br />One key recommendation is to empower the Capitol Police chief to unilaterally request assistance from the National Guard in an emergency, instead of having to get approval from the Capitol Police Board, a process the report faulted as confusing and cumbersome. Congress would have to pass legislation to make that change. Sen. Amy Klobuchar (D., Minn.) and Sen. Roy Blunt (R., Mo.) told reporters they would sponsor a bill to do so."
}