{
    "url_original": "https://www.wsj.com/articles/serena-williams-exits-wimbledon-with-injury-11624996463",
    "url": "serena-williams-exits-wimbledon-with-injury-11624996463",
    "title": "Serena Williams Exits Wimbledon With Injury",
    "sub_head": "The 23-time major title winner appeared to turn her ankle in the first set of her first-round match",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-362003?width=620&size=1.5005861664712778",
    "image_1": "im-362003.jpg",
    "time": "2021-06-29 15:57:00",
    "body": "LONDON—Serena Williams waited two years, through injury and a global pandemic, to return to Wimbledon’s Centre Court on Tuesday. Her stay lasted all of 34 minutes, cut short by a slip that forced her to withdraw from the tournament.<br />Williams appeared to twist her ankle on the court’s damp grass midway through the first set of her first-round match against the unseeded Aliaksandra Sasnovich of Belarus. Despite receiving treatment and attempting to continue, it was clear that her bid for an eighth championship here, and a 24th Grand Slam singles title overall, was over.<br />“Of course, I’m so sad for Serena,” said Sasnovich, who advanced to the second round. “She’s a great champion. It happens sometimes in tennis.”<br />Though the Centre Court roof had been closed all day due to torrential rain here, the humid conditions appeared to make the surface slicker than usual. Williams was leading 3-1 in the first set when she lost her footing. She immediately received treatment from the trainer and tried to resume. But at 3-3, while attempting to change direction, she sank to her knees on the baseline and limped off the court in tears.<br />Williams, 39, managed to give the fans one of her signature twirls on her way out, but was clearly in pain. She had never left the Wimbledon singles draw before the third round in 19 previous appearances. It’s now unclear what the rest of the season holds for her. Williams had already announced that she would not participate in the Olympics in Tokyo next month."
}