{
    "url_original": "https://www.wsj.com/articles/services-boom-you-aint-seen-nothing-yet-11622739627?mod=business_minor_pos10",
    "url": "services-boom-you-aint-seen-nothing-yet-11622739627",
    "title": "Services Boom? You Ain’t Seen Nothing Yet",
    "sub_head": "U.S. service sector is already growing rapidly but is only set to accelerate",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-348042?width=620&size=1.5",
    "image_1": "im-348042.jpg",
    "time": "2021-06-03 13:00:00",
    "body": "If you think the service economy is growing full-bore now, just wait to see what happens next.<br />The Institute for Supply Management on Thursday reported that its index of services activity rose to 64 in May from 62.7 in April, registering the highest level in its 24-year history. Anything over 50 indicates expansion.<br />The details of the report were uniformly strong. All 18 of the services industries surveyed by ISM reported growth, and underlying indexes on the current pace of business, orders and employment were all solid. It was also clear that services industries are having a hard time keeping up, with order backlogs piling up, supplier deliveries slowing and labor and commodities often hard to secure.<br />Considering the progress made in the fight against the pandemic, as well as anecdotal reports on the economy and what you can see with your own eyes, the strength of the services sector isn’t surprising. The share of U.S. adults who are fully vaccinated against the novel coronavirus rose to 51% at the end of last month from 39% at the end of April, according to the Centers for Disease Control and Prevention, and the country recorded less than half as many new Covid-19 cases in May as in April.<br />Also in May, the CDC said that fully vaccinated people need not wear masks in most settings, leading states to relax restrictions, while warmer weather made Covid-19 workarounds like outdoor dining easier."
}