{
    "url_original": "https://www.wsj.com/articles/shelby-houlihan-doping-ban-u-s-olympic-trials-11624035387?mod=business_minor_pos6",
    "url": "shelby-houlihan-doping-ban-u-s-olympic-trials-11624035387",
    "title": "Runner Under Doping Ban Won’t Compete in U.S. Olympic Trials",
    "sub_head": "Shelby Houlihan, who blamed a failed drug test on a tainted burrito, won’t compete, a U.S. track official confirmed",
    "category_1": "Life & Arts",
    "category_2": "Olympics",
    "image_1_url": "https://images.wsj.net/im-356331?width=620&size=1.4988290398126465",
    "image_1": "im-356331.jpg",
    "time": "2021-06-18 13:00:00",
    "body": "Shelby Houlihan will not compete in the U.S. Olympic track and field trials after all.<br />The status of Houlihan, an elite middle-distance runner who earlier this week received a four-year ban after failing a drug test, on Friday changed to “not qualified” and “not accepted” on the start lists of the Team USA trials, which begin today in Eugene, Ore.<br />In a statement posted to her Instagram account Friday afternoon, Houlihan said a Swiss Federal Tribunal had failed to grant her request for an emergency order that might have let her run in the Olympic trials. That attempt at an injunction came after the Court of Arbitration for Sport initially rejected her appeal of her failed doping test.<br />“The court found that because the CAS has not released its reasoning for the decision they can’t know whether I am likely to succeed in an appeal,” Houlihan wrote in the statement. She added, “This ruling means that my goal of making another Olympic team is over for now. I can’t begin to find the words to express how disheartening this is. It absolutely breaks my heart to have my dreams and career taken away for something I did not do.”<br />She said she would continue her appeal to the Swiss tribunal once CAS issued its full decision. “I am told that appeals of this kind are difficult to win, but I continue to believe that the truth will prevail,” she wrote."
}