{
    "url_original": "https://www.wsj.com/articles/should-you-paint-your-house-black-a-trendy-debate-11623345284",
    "url": "should-you-paint-your-house-black-a-trendy-debate-11623345284",
    "title": "Should You Paint Your House Black? A Trendy Debate",
    "sub_head": "Black home exteriors increasingly punctuate hip neighborhoods and green landscapes, but design experts are split when it comes to noir facades",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-350810?width=620&size=1.3347236704900938",
    "image_1": "im-350810.jpg",
    "time": "2021-06-10 13:14:00",
    "body": "For the recurring series, That’s Debatable, we take on a contentious issue of the day and present two spirited arguments—one in favor and other emphatically opposed. Previous installments from the series are here.<br />In 2015, when he unveiled plans for a 26-residence project in New York’s Catskill Mountains, architect Drew Lang anticipated a handful of clients would select a black-stained facade. By the time the homes were finished in 2019, half the buyers had opted for the nightly shade. “People identify with its distinctiveness,” he said.<br />The Japanese preserved wood by charring cypress planks, a technique called shou sugi ban that goes back 150 years. Mid-20th-century modernists like Philip Johnson juxtaposed blackened steel and sweeps of glass. Today in the U.S., both antique and newly built houses are going inky. Indeed, black exterior paint has taken off in the U.S. like a speeding panther.  Pinterest  searches for “black houses” and “dark houses” have both tripled since 2017. Behr Paint Company reports sales of black interior and exterior paint grew almost 40% from 2019 to 2020.<br />Because they wanted a dramatic transformation, Chris Stout-Hazard and his husband, Roger Hazard, ebonized the Italianate Victorian that the designers found in Sharon Springs, N.Y. (pictured). “We used  Sherwin Williams ’s  Inkwell—a gloss finish on the trim and a lower sheen on the body,” said Mr. Stout-Hazard. This called out the molding in a sophisticated, unfussy way.<br />The jet palette drops into nature as elegantly as dusk. “Dark colors recede and belong to the landscape,” said Toronto designer Kimberley Seldon. San Francisco designer Jennifer Jones chose Dragon’s Breath, by Benjamin Moore, to submerge a vacation home into the Sonoma, Calif., redwood trees. “In Napa and Sonoma, clients are growing tired of the ubiquitous white modern farmhouse and looking for something more original,” she said."
}