{
    "url_original": "https://www.wsj.com/articles/showdown-in-mexicos-zama-oil-field-11624823865?mod=opinion_major_pos7",
    "url": "showdown-in-mexicos-zama-oil-field-11624823865",
    "title": "Showdown in Mexico’s Zama Oil Field",
    "sub_head": "Pemex tries to muscle in on a consortium’s field in what could be a test of the USMCA.",
    "category_1": "Opinion",
    "category_2": "The Americas",
    "time": "2021-06-27 15:57:00",
    "body": "Mexico’s state-owned oil company, Petroleos Mexicanos (Pemex), announced earlier this month that it is canceling plans to drill an appraisal well in the Gulf of Mexico’s Zama oil field. This brings the total number of wells drilled by Pemex in the Zama field to, er, zero.<br />Zama is one of the largest oil discoveries in shallow Mexican waters in some 20 years, and Pemex wants to be the “operator” of its development phase. But it isn’t the only company that wants this important job, on which the success of the Zama field depends.<br />The area the government leased to Pemex in 2014 is right next to Block 7, also in the Zama field. In 2015 the rights to tap Block 7—via a production-sharing agreement with the government—were awarded to a consortium of three international oil companies.<br />The Block 7 consortium—Houston-based  Talos Energy ,  Wintershall Dea of Germany and Britain’s  Premier Oil —has since drilled one exploratory (wildcat) well and three appraisal wells (used to understand the potential of a reservoir). The consortium has invested $325 million in its Zama reservoir operation. In 2017 it announced that it had discovered between 1.4 billion and two billion barrels of crude.<br />When a single oil reservoir straddles more than one block, and therefore more than one party has drilling rights, international best practices call for a method of sharing the oil known as unitization. Both sides are involved in running what is similar to a joint venture and the barrels are divvied up according to the ownership estimates. But a single operator ensures that the oil field runs at maximum efficiency."
}