{
    "url_original": "https://www.wsj.com/articles/silicon-valley-friends-charged-in-insider-trading-ring-11623803144?mod=markets_lead_pos10",
    "url": "silicon-valley-friends-charged-in-insider-trading-ring-11623803144",
    "title": "Silicon Valley Friends Charged in Insider-Trading Ring",
    "sub_head": "Six face criminal and civil charges over trading in shares of Infinera and Fortinet",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-354444?width=620&size=1.5",
    "image_1": "im-354444.jpg",
    "time": "2021-06-15 20:25:00",
    "body": "Authorities on Tuesday charged a group of six friends in Silicon Valley with insider trading, alleging they shared unlawful stock tips and traded on the information to earn about $1.7 million.<br />The San Francisco U.S. attorney’s office charged three of the individuals in federal criminal court, including Nathaniel A. Brown, a former senior revenue manager at computer-networking company  Infinera Corp.  Mr. Brown allegedly tipped off a friend, Benjamin Wylam, about Infinera’s undisclosed quarterly results from April 2016 through November 2017, according to the Securities and Exchange Commission, which said it uncovered the scheme and separately alleged the six defendants committed civil fraud.<br />The SEC said Mr. Wylam is a Santa Clara, Calif., high-school teacher who worked as a bookmaker on the side. He communicated about stocks with Mr. Brown using WhatsApp, an encrypted text-messaging application, the SEC said. Mr. Wylam made over $1 million in illicit profit, according to the SEC’s lawsuit, which said he wrote on an internet message board that “insider trading is part of my investment strategy.”<br />Mr. Wylam has agreed to plead guilty to criminal securities fraud, according to court records. He also agreed to resolve the SEC’s civil allegations and pay a fine that a court will set later. Mr. Brown is litigating with the SEC, the agency said, without providing more information.<br />The tipping chain involved other individuals, authorities said. Mr. Wylam passed his illicit scoops about Infinera to Naveen Sood, who owed him a gambling debt of more than $100,000, according to the SEC. Mr. Sood then shared the information with three other friends—Naresh Ramaiya, Marcus Bannon and Matthew Rauch—who also traded on the material nonpublic information, according to the SEC."
}