{
    "url_original": "https://www.wsj.com/articles/simple-souffle-recipes-seize-the-moment-11624033606",
    "url": "simple-souffle-recipes-seize-the-moment-11624033606",
    "title": "Simple Soufflé Recipes: Seize the Moment",
    "sub_head": "It’s time to start living in the now. And what better way than with a fluffy, fleeting soufflé? Whether the recipe is sweet or savory, follow a few basic tips and your results will rise above anything you can get in a restaurant.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-354982?width=620&size=1.5",
    "image_1": "im-354982.jpg",
    "time": "2021-06-18 12:26:00",
    "body": "STICK WITH ME. I’ll get to the soufflés. I’ve been thinking about a scene in “Mad Men” where the lead character, Don Draper, goes to watch his daughter in a school maypole performance. I’m not sure whether it was in the script or an actor’s choice, but the next moments capture desire and longing so evocatively. When Don (Jon Hamm) becomes aware of the beautiful, barefoot teacher dancing with her students, his gaze remains fixed on her. Suited up and hidden behind aviator sunglasses, Don imperceptibly reaches to caress the grass beneath his chair.<br />I guess I’m telling you this because over the last year, in lockdown, I often felt like Don. Stuck. Missing carefree moments and everyday pleasures that take me by surprise. I don’t have a maypole in my backyard, and I’m guessing you don’t either. So instead, I’ve been getting my hands in the dirt by tending to the nasturtiums I planted (that just keep growing all winter long in California, where I live), and baking them into soufflés. It’s not exactly running my fingers through warm blades of grass, but it’s helped.<br />I make different soufflés depending on the day and what’s on hand, but in the savory recipe pictured here front and center, salty feta, nutty Gruyère and sharp Parmesan work in tandem with the peppery nasturtium to create vibrancy. I pick the dew-kissed nasturtium leaves in the morning to make individual soufflés for breakfast.<br />When I want a sweet soufflé, I often jump the backyard fence (or make my husband do it) to get into the abandoned lot next door and pick the most aromatic lemons I’ve ever had. An excess of this exemplary citrus led me to start baking the luscious lemon soufflé saucy pudding at right.<br />The process of making a soufflé is not nearly as stressful as we’ve been led to believe. Follow a few bedrock tips, and you’ll be fine. Gently fold and cut whisked egg whites into the béchamel mixture or batter by adding the egg whites a third at a time. Use a large spatula to lift the batter from the bottom of the bowl and fold it over into the whites. Rotate the bowl continuously, slicing through the center of the batter often. Don’t stir or you will knock all the air out of the egg whites—the air that helps the soufflé rise. The first third loosens the mixture. Repeat with the remaining two thirds until you have a lovely, airy batter."
}