{
    "url_original": "https://www.wsj.com/articles/sinatra-and-me-review-the-show-must-go-on-11623363119",
    "url": "sinatra-and-me-review-the-show-must-go-on-11623363119",
    "title": "‘Sinatra and Me’ Review: The Show Must Go On",
    "sub_head": "Frank Sinatra, during the twilight of his life and singing career, as remembered by road manager Tony Oppedisano.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-352490?width=620&size=1.5",
    "image_1": "im-352490.jpg",
    "time": "2021-06-10 18:12:00",
    "body": "As of 2021, “Sinatra Lit” could well be an acceptable field of study for an undergrad English major. Probably the two most essential books on Frank Sinatra are one of the shortest, Pete Hamill’s “Why Sinatra Matters” (1998), and the longest, James Kaplan’s epic two-volume biography, “The Voice” (2010) and “The Chairman” (2015). In a sense, the first explains, in an entertaining fashion, why it’s worthwhile to read the nearly 2,000 pages that Mr. Kaplan wrote. Fans can survey any number of specialized books, like Tom Santopietro’s “Sinatra in Hollywood” (2008) and Charles L. Granata’s “Sessions With Sinatra: Frank Sinatra and the Art of Recording” (2003). But a real completist reads memoirs.<br />Three of Sinatra’s four wives have now written books, as have two of his three children. So, too, have several of his most intimate professional and personal associates, including his manager, Eliot Weisman; his valet for 15 pivotal years, George Jacobs; a comedian who toured with him throughout the later decades, Tom Dreesen; and the pianist and conductor Vincent Falcone.<br />Tony Oppedisano started his association with Sinatra through Jilly Rizzo, the proprietor of Jilly’s, the watering hole that was Sinatra’s primary after-hours hangout whenever he was in Manhattan. Rizzo served as the singer’s road manager, aide-de-camp and inseparable companion (and, many assumed, bodyguard) for more than 30 years, but when he was killed in a hit-and-run car accident in 1992, “Tony O” was appointed as Jilly’s approximate successor.<br />Mr. Weisman, in “The Way It Was” (2017), states that “Because of his friendship with Jilly, Tony had been around Sinatra long enough that Sinatra knew who he was, though not necessarily by name.” In “Sinatra and Me,” however, Mr. Oppedisano suggests that he and Sinatra were already very close personally. Both sources agree that it was Judy Tannen, the manager for Steve Lawrence and Eydie Gormé, who recommended Mr. Oppedisano to officially replace Jilly as Sinatra’s road manager.<br />“Sinatra and Me,” written by Mr. Oppedisano with Mary Jane Ross, is not organized quite like a traditional memoir. Mr. Oppedisano starts by recounting his life up to the point he came to work for Sinatra, but most of the book details hundreds of late-night conversations with Sinatra over a six-year period. Even after Sinatra stopped touring in 1994, Mr. Oppedisano continued to spend time with the singer as an unofficial caretaker."
}