{
    "url_original": "https://www.wsj.com/articles/singapore-shows-the-way-out-of-pandemic-policies-for-asia-11624956110?mod=business_minor_pos11",
    "url": "singapore-shows-the-way-out-of-pandemic-policies-for-asia-11624956110",
    "title": "Singapore Shows the Way Out of Pandemic Policies for Asia",
    "sub_head": "Countries that made zero-Covid strategies work in 2020 will have to change tack now that large-scale vaccination is a reality",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-361600?width=620&size=1.5",
    "image_1": "im-361600.jpg",
    "time": "2021-06-29 04:41:00",
    "body": "As the West begins to peel back restrictions on movement and travel, many Asian governments that successfully prevented massive outbreaks of Covid-19 last year seem content to keep restrictions for the long haul. But in Singapore, that may be about to change.<br />Singapore’s finance, trade and health ministers outlined their new approach in the Straits Times last week: Over the coming months the city-state will gradually move toward a “living with Covid-19” strategy rather than attempting to entirely keep it out and squashing outbreaks with aggressive contact tracing and quarantines.<br />The country is one of the few places in the region, along with China, that have achieved rapid vaccination. Most of developed Asia-Pacific lags well behind: As of June 21, Singapore had distributed 86 doses per 100 people, compared with Australia’s 26, Hong Kong’s 44 and Japan’s 28.<br />Singapore can discuss opening up in part because its vaccination program is more advanced, but the new policy also reflects emerging differences in the region. Australia and mainland China, in particular, seem to have no intent to open meaningfully to the outside world within the next 12 months—despite plans to have their adult populations vaccinated long before then. A public discussion of the fact that reopening must eventually happen might also spur higher vaccination rates in areas where take-up is relatively low, like Hong Kong.<br />Some other parts of Asia are moving in a similar direction through financial need. Thailand is testing the reopening of Phuket to vaccinated tourists from July, with the country’s prime minister explicitly referring to a calculated risk driven by the economic pressure on citizens."
}