{
    "url_original": "https://www.wsj.com/articles/sitting-on-millions-richard-shelby-races-to-spend-campaign-cash-11624570173?mod=politics_lead_pos3",
    "url": "sitting-on-millions-richard-shelby-races-to-spend-campaign-cash-11624570173",
    "title": "Sitting on Millions, Richard Shelby Races to Spend Campaign Cash",
    "sub_head": "Retiring Alabama senator is making it rain for incumbent GOP senators, along with his state party and the RNC",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "time": "2021-06-25 05:30:00",
    "body": "SEN. RICHARD SHELBY, the Alabama power broker who plans to retire at the end of next year after six terms in the Senate, is sitting on a mountain of cash that he and his allies are beginning to spend in earnest. New filings this week reveal that Shelby’s affiliated political-action committee gave away $160,000 in May alone, to incumbent Republican senators and one Alabama congressional candidate. That represents about a quarter of what Shelby’s PAC spent over the entire 2020 cycle, and the senator says he is just getting started. His PAC has about $6.7 million, while his own campaign accounts have nearly $10 million, according to the latest filings.<br />“I plan to help every Republican senator running,” Shelby said. He rattled off the list of party institutions he had given to as well, including the Alabama state party and the Republican National Committee. He demurred when asked if he would be getting involved in any primaries, though he noted that he had maxed out on giving to his former chief of staff, Katie Boyd Britt. She has entered the race to succeed Shelby as some in the GOP look for an alternative to conservative hard-liner Rep. Mo Brooks, who was endorsed by former President Donald Trump and plans to seek Shelby’s seat.<br />Shelby is also bucking Trump in the Alaska Senate Republican primary by backing incumbent Sen. Lisa Murkowski over Trump-endorsed challenger Kelly Tshibaka, though that is hardly a risky stance. The traditional party apparatus backs incumbents in nearly all cases.<br />Will Shelby spend it all? “I’d like to. But I’m not just gonna throw it away,” he said. If he chooses, he could keep influencing politics for years to come because the law allows him to save the money to spend on candidates in future cycles.<br />AIRLINE INDUSTRY AND UNIONS urge the Justice Dept. to toughen enforcement of violent crimes committed against airline personnel, especially flight attendants, amid a rash of disturbing incidents. The Federal Aviation Administration recently adopted a stricter policy toward unruly passengers and has since levied around $368,000 in fines against 21 offending passengers."
}