{
    "url_original": "https://www.wsj.com/articles/skinny-jeans-make-you-look-old-these-women-dont-care-11622894429",
    "url": "skinny-jeans-make-you-look-old-these-women-dont-care-11622894429",
    "title": "Skinny Jeans Make You Look Old? These Women Don’t Care",
    "sub_head": "A generational debate has been raging: Gen Zers with mom jeans and center parts vs. millennials with skinny jeans and side parts. But stretch-jean loyalists will never give up what they feel is the most flattering style of denim.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-349133?width=620&size=1.5",
    "image_1": "im-349133.jpg",
    "time": "2021-06-05 08:00:00",
    "body": "Off Brand is a column that delves into trends in fashion and beauty.<br />THE WORD is out: Skinny jeans apparently make you look old. Since their extreme trendiness in the early aughts—think Kate Moss in her signature tight gray jeans—skinnies have endured a long, bumpy descent from the height of fashion. As early as 2014, this newspaper asked “Is this the beginning of the end for skinny jeans?” Throughout 2020, a generational debate raged on social media relegating skinny jeans, along with side parts and the laughing emoji, to the terrain of out-of-touch suburban millennials. (By contrast, Gen-Z women are said to favor shapeless “mom jeans” and center parts.) Young people label skinny jeans “basic,” or basic’s less-basic younger-sister adjective, “cheugy” (both meaning boring or uncool). And this year, we at the Wall Street Journal delivered another blow by publishing a story illustrated by a dinosaur wearing skinny jeans, declaring the garment one of nine items sure to date you.<br />But like equally unfashionable BlackBerries and Cosmopolitans, skinny jeans have a determined grip on a segment of the population. I’ve been plagued by texts from high-school friends and newer friends this year, asking, “I don’t have to give up my skinny jeans, do I?” For many millennial women, especially those who came of age paging through (print) magazines featuring the style’s early ambassadors Ms. Moss and Sienna Miller, skinnies are a comforting way of life. And they’re loath to give them up.<br />Celebrity skinny-jean loyalists are still rife, from Kate Middleton to Reese Witherspoon to Kamala Harris. On TikTok, millennials post videos of themselves dancing defiantly in their skinnies, sometimes with children strapped to their chests. Over at  Etsy ,  one can buy T-shirts, mugs, wine glasses and doormats declaring one’s love for skinny jeans. A wooden magnet for sale on the marketplace reads, “You can pry my skinny jeans and side part from my cold, dead hands.” Wow, okay.<br />Emily Gustafson, a 42-year-old development manager at a nonprofit agency and fashion blogger in Orlando, Fla., who describes herself as being on the cusp of Gen Xers and millennials, says she will never give up her skinny jeans because, like many women, she finds their trim line flattering. She explained, “I’m a size 14, so I like to accentuate my curves, and I just feel like they look better on me.”"
}