{
    "url_original": "https://www.wsj.com/articles/slow-recovery-in-long-haul-travel-weighs-heavily-on-emirates-lufthansa-11623761429?mod=business_lead_pos6",
    "url": "slow-recovery-in-long-haul-travel-weighs-heavily-on-emirates-lufthansa-11623761429",
    "title": "Slow Recovery in Long-Haul Travel Weighs Heavily on Emirates, Lufthansa",
    "sub_head": "Dubai’s Emirates posts $6 billion loss, while Germany’s Lufthansa announces more layoffs",
    "category_1": "Business",
    "category_2": "Earnings",
    "time": "2021-06-15 08:50:00",
    "body": "Emirates Group posted a $6 billion annual loss and Deutsche  Lufthansa AG  said it was cutting another 10,000 jobs, as two of the world’s biggest international airlines braced for a slow resumption of long-haul travel.<br />Emirates and Lufthansa, both dependent on international and business travel, have been among the hardest airlines by the pandemic. While domestic markets in the U.S. and China have started to record strong recoveries, the industry is expecting long-haul, cross-border travel to trail behind as quarantine requirements and restrictions hamper flights between countries.<br />Global traffic—international and domestic—is at around half of its pre-pandemic levels, Airbus SE sales chief Christian Scherer said Tuesday. Domestic travel, led by the recovery in the U.S. and China, is now at around 80% of 2019 demand, with international travel at 27%.<br />In the first eight weeks of the pandemic, Emirates suspended its entire commercial passenger operation, which uses two of the world’s biggest aircraft types, the Airbus A380 and  Boeing Co. ’s 777, to ferry passengers to far-flung destinations via its hub in Dubai. Emirates, the world’s biggest airline by international travelers before the pandemic, said Tuesday it had cut costs by about 7.7 billion dirhams, equivalent to $2.1 billion, during the year that ended in March by renegotiating its commercial contracts with suppliers, slimming down its internal processes and consolidating operations.<br />It said it has shed 31% of its staff, bringing its workforce around the world to 75,145 employees. Passenger traffic fell 88% in the year to 6.6 million. Annual revenue fell 66% to $9.7 billion. The airline swung to its first loss in 30 years, having posted a profit of $456 million a year earlier."
}