{
    "url_original": "https://www.wsj.com/articles/smaller-is-bigger-for-payments-giants-11625078897?mod=business_minor_pos4",
    "url": "smaller-is-bigger-for-payments-giants-11625078897",
    "title": "Smaller Is Bigger for Payments Giants",
    "sub_head": "PayPal’s push for in-store sales is just one part of how payments players are tackling the post-pandemic digital-commerce shift",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-362647?width=620&size=1.5",
    "image_1": "im-362647.jpg",
    "time": "2021-06-30 14:51:00",
    "body": "Digital payments players are going to be competing hard for small businesses as they emerge from the hardships of the pandemic with new ways of selling. It just isn’t clear what game they will be playing.<br />On Wednesday,  PayPal Holdings  said it was bringing its Zettle product to the U.S. It will offer point-of-sale hardware and related services such as invoicing to the likes of U.S. coffee shops and other small to medium-size physical merchants and likely will compete with what Square,  Fiserv ’s  Clover and others have been offering. And it isn’t a small market: Bernstein analyst Harshita Rawat estimates that sales by merchants under $100 million in annualized sales are a $4 trillion market with hundreds of legacy payments providers.<br />PayPal has long helped businesses big and small take online and mobile payments and has been using the pandemic’s shift toward touchless payments to push into big chain stores via QR codes. Now it is rounding out the offering with a major new push into smaller shops as it aims to compete in virtually any form of shopping payment.<br />At the same time, though, the lines between online and offline have become increasingly blurry. Imagine a business that now uses its storefront mostly for pickup of orders placed online—is that e-commerce or bricks-and-mortar?<br />At the very least, for a company of its growth ambitions, PayPal needs to be agnostic about whether a small seller is swiping cards at a counter, walking around with its phone at a farmers market, sharing its Venmo username or building a website with a checkout cart."
}