{
    "url_original": "https://www.wsj.com/articles/sneakers-just-keep-getting-weirderits-not-your-imagination-11624984229",
    "url": "sneakers-just-keep-getting-weirderits-not-your-imagination-11624984229",
    "title": "Sneakers Just Keep Getting Weirder—It’s Not Your Imagination",
    "sub_head": "Since Balenciaga launched its clunky, coveted Triple S model in 2017, sneakers have gotten increasingly wild. Here, why the wacky shoes are resonating—plus, a few to try.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-361834?width=620&size=1.5",
    "image_1": "im-361834.jpg",
    "time": "2021-06-29 12:30:00",
    "body": "In the long ago days of 2017, ugly sneakers clomped their way to the top of the fashion world. Paris-based label Balenciaga catalyzed this dubious trend for blaring, bulbous sneakers with its gigundo Triple S model. The lurid shoes—which retailed at $850 and sold out immediately upon their launch—sat on a triple-stacked sole and looked like someone had already run 100 miles in them before they hit store shelves.<br />No shoe that followed quite attained the peak of homeliness set by the Triple S. But the lesson of Balenciaga’s startling sneaker—that extreme designs can sell extremely well—still rings out today.<br />At Saks Fifth Avenue, men’s sneakers, including some radically dramatic examples, have been one of the fastest-growing categories for the past several years. “We’re seeing extreme colors sell just as well as clean white or black sneakers,” said Saks’s senior vice president Louis DiGiacomo, who called out Christian Louboutin’s Liberace-esque sequin-embellished $3,195 high-tops as one particularly desirable style.<br />As we’ve rolled into summer, yet another onslaught of footwear curiosities is upon us. Italian label Sunnei sells the 1000 Chiodi sneaker (Italian for 1,000 nails), a bumpy shoe in technical fabric that looks like it caught a bad case of the measles;  Nike  has its Space Hippie sneakers, which sit on towering foam-rubber soles; and Gucci just released the Basket, a 1980s-esque basketball shoe in a bold Buzz Lightyear color scheme.<br />Jonah Weiner, the co-creator of the popular men’s fashion newsletter Blackbird Spyplane, likened this extravagant-sneaker mania to the “funky” tie wave of the ’80s, when otherwise demure businessmen indulged in garish neckwear. In today’s more casual moment, discombobulating sneakers play a similar role. “It’s the place where the most outlandish and crazy designs can get smuggled in and where a customer who doesn’t see himself as particularly adventurous fashion-wise might allow himself to get a little nuttier.”"
}