{
    "url_original": "https://www.wsj.com/articles/so-many-ways-to-lose-review-agony-ecstasy-and-the-mets-11623436273",
    "url": "so-many-ways-to-lose-review-agony-ecstasy-and-the-mets-11623436273",
    "title": "‘So Many Ways to Lose’ Review: Agony, Ecstasy and the Mets",
    "sub_head": "The highs and lows of baseball, as embodied by New York’s younger major-league team .",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-352030?width=620&size=1.5",
    "image_1": "im-352030.jpg",
    "time": "2021-06-11 14:31:00",
    "body": "Something special is happening in Queens, N.Y. The Mets’ pitcher Jacob deGrom, who’s already won two Cy Young awards for the National League’s best hurler, has established himself as a genuine superstar. The right-hander, who led the league in strikeouts the past two years, throws 100 mph and routinely shuts out the opposition. The pleasure of watching his dominance on the mound since his 2014 Rookie of the Year season has soothed some of the primordial angst that comes with rooting for the Mets.<br />Devin Gordon is a Mets fan, and in “So Many Ways to Lose,” his punchy history of the team, he describes the maddening enterprise that is Mets fandom. He observes that although the Mets have a reputation for being bad, the team has occasionally been very good, reaching the World Series five times and winning twice. “ ‘Badness,’ ” Mr. Gordon writes, “is not what defines the Mets as a franchise. There is a difference between being bad and being gifted at losing, and this distinction holds the key to understanding the true magic of the New York Mets.”<br />The Mets went 40-120 when they joined the league in 1962. In the six decades since, when not going deep in the playoffs, the team has more often been a punchline. The Mets finished in last or second-to-last place in each of their first seven seasons, and did so again from 1977 to 1983, a period Mr. Gordon dubs the Mets’ second “ice age.” In 1999, the Mets lost the National League Championship Series to the Atlanta Braves via a bases-loaded walk. In 2007, the team blew a seven-game division lead with 17 games left in the season, breaking this reviewer’s heart.<br />Yet those lows have been tempered by the sublime. “For everyone who cares about the Mets,” Mr. Gordon writes, “the DNA of seasons like 1969, with the original Miracle Mets; 1973, when the ‘Ya Gotta Believe’ Mets went from last place to Game 7 of the World Series in two months; and 1986, a season-long bullet train—right up until they almost derailed twice in the playoffs—has encoded in us this hapless instinct that a reversal of fortune is always possible.”<br />Mr. Gordon, whose book grew out of a magazine profile of the Mets’ peerless broadcasting trio of Gary Cohen, Ron Darling and Keith Hernandez, revisits various pieces of Mets lore since the team’s inception. Any Mets fan worth their salt knows about pitchers Tom Seaver and Jerry Koosman, managers Casey Stengel and Gil Hodges. Most can tell you at least something about William Shea, the New York lawyer and namesake of Shea Stadium. Fewer know much about Joan Whitney Payson, the team’s founding owner."
}