{
    "url_original": "https://www.wsj.com/articles/so-many-stakeholders-strategy-11624308112?mod=business_lead_pos13",
    "url": "so-many-stakeholders-strategy-11624308112",
    "title": "So Many Stakeholders. How Do Companies Choose Who to Satisfy?",
    "sub_head": "Customers, suppliers, employees, investors and communities can have competing interests. And executives can’t afford to pay attention to everyone",
    "category_1": "Business",
    "category_2": "Journal Reports: Leadership",
    "image_1_url": "https://images.wsj.net/im-358593?width=620&size=1.5",
    "image_1": "im-358593.jpg",
    "time": "2021-06-24 10:00:00",
    "body": "“Stakeholder capitalism” has a lovely ring to it—the idea that leaders no longer focus exclusively on shareholder value, but instead run companies for the benefit of all stakeholders: customers, suppliers, employees, investors and communities.<br />But if you’re a corporate leader, it inevitably leads to a difficult question: How do you actually do it?<br />After all, calls to “balance” stakeholder interests sound nice, but in the end are impractical at best and disingenuous at worst. At some point, a company leader has to choose whom to offend and whom to listen to. Do you pay attention to the employees arguing that your business should no longer accept oil companies as customers? Or to the investors who are pressing you to cut off key suppliers on human-rights grounds? Or to the community leaders who are lobbying you to increase your wages above market levels?<br />Because while there’s a risk to having stakeholders say you’re ignoring them, there is a bigger risk saying yes yes yes to people, and then have them accuse you of being hypocritical.<br />Leaving aside the pros and cons of this new vision of capitalism, let’s assume you’re a business leader who believes that the world has changed and that it makes sense to pay attention to broader interests and voices. Here is some guidance on how to navigate that difficult and confusing terrain."
}