{
    "url_original": "https://www.wsj.com/articles/so-youre-going-out-again-do-you-remember-how-to-dress-11623427839",
    "url": "so-youre-going-out-again-do-you-remember-how-to-dress-11623427839",
    "title": "So You’re Going out Again. Do You Remember How to Dress?",
    "sub_head": "Birthday parties, business dinners, weddings: They’re all back. But after months in sweats, assembling a suitable outfit is tough. Here, 5 expert dressers on what to wear for post-lockdown events.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-352847?width=620&size=custom_1242x1590",
    "image_1": "im-352847.jpg",
    "time": "2021-06-11 12:10:00",
    "body": "WITH MORE Americans getting vaccinated each day, we’re finally reengaging with our social lives—and not just for socially distant coffee dates on freezing benches or brisk walks to gossip in mask-muffled ways. We’re attending formal, long-postponed weddings, birthday parties that call for cocktail attire and even in-person business meetings. However, after months spent hibernating at home in slovenly sweatpants and drab pajamas, who remembers how to dress up? Figuring out what to wear for these much-anticipated occasions can daunt even the confident. Here, five writers—and expert dressers—discuss how they assembled appropriate outfits for their first big, post-lockdown outings, from a graduation that demanded a necktie to a party at a particularly stylish roller rink.<br />I regard my pandemic wardrobe—the American Giant sweatpants with the ripped knee, the rotation of black Everlane T-shirts—with the same affection I had for maternity clothes after giving birth. As in, no affection whatsoever. Those lockdown cocoons served in a time of need, when a challenging fashion decision was between donning a fresh crew neck or continuing the day in yesterday’s slept-in V-neck. I’m moving on now, more focused on comfort and, let’s face it, several pounds heavier.<br />My calendar is suddenly filled with in-person work meetings, carefully scheduled at outdoor restaurants, and get-togethers with friends I haven’t seen in over a year. These fully vaccinated people will find me wearing a loose new wardrobe, shopped for at my desk during the long months of 2020, a year that seems to have occurred a decade ago. This new wardrobe isn’t extensive, so I will repeat it often and with abandon. It has elements of a uniform because when I discovered Maria Cornejo’s canvas bias-cut slacks, I bought a second pair in denim and then did the same with a silk gathered-neck blouse, also by Ms. Cornejo, which I now own in two colors. I bought a raft of scarves by Anokhi, whose Indian block-printed blouses and tunics I discovered a decade ago at Simrane, a little shop on Rue Bonaparte in Paris, then happily rediscovered this year online. I did buy a tailored blazer from the Row that is so minimal you won’t know you saw it three times last week.<br />A few days ago, I had a meeting with a longtime associate from out of town and her London-based colleague, whom I’d never met. I frankly gave little thought to clothes—just tossed on Ms. Cornejo’s denim slacks and the orange gathered-neck blouse, and stuck my un-pedicured feet into suede Birkenstocks that look faintly Japanese. I gave a great deal of forethought, however, to how we would greet: Cheek kisses must be completely pre-pandemic, right? Are hugs allowed before we reach President Biden’s 70% vaccination threshold? We were taking care to meet in the fresh air at the Alcove in Los Angeles, where the seating is entirely out of doors, but what about handshakes before food?<br />If the pandemic has taught us anything other than the value of good ventilation, it’s that societal norms can be rejected, reformed, rejiggered faster and more easily than we ever imagined. After a lifetime of dressing to be appropriate—keeping heels in my desk at the office, cinching my belt for a night out—I am dressing for myself now. I may come across as quirky, possibly inexcusably wrinkled, but perhaps I’ve finally discovered in middle age what personal style really is."
}