{
    "url_original": "https://www.wsj.com/articles/softbank-latin-america-fund-leads-28-million-atom-finance-funding-round-11624447801?mod=tech_lead_pos10",
    "url": "softbank-latin-america-fund-leads-28-million-atom-finance-funding-round-11624447801",
    "title": "SoftBank Latin America Fund Leads $28 Million Atom Finance Funding Round",
    "sub_head": "The deal, a bet on the retail investing boom, values startup at around $150 million",
    "category_1": "Markets",
    "category_2": "Deals",
    "image_1_url": "https://images.wsj.net/im-357747?width=620&size=1.5",
    "image_1": "im-357747.jpg",
    "time": "2021-06-23 07:30:00",
    "body": "SoftBank Group Corp.  is investing in startup investing platform Atom Finance, in a bet by the Japanese conglomerate that a retail trading boom is here to stay.<br />Atom Finance, founded in 2018, lets individuals track investments and research holdings. In addition to SoftBank, existing investors General Catalyst and Base Partners also took part in the latest $28 million funding round. The investment values Atom at around $150 million, said a person familiar with the matter.<br />Atom was founded by Eric Shoykhet, who covered financial services firms and other sectors from 2015 to 2018 at hedge fund Governors Lane. He believed falling trading costs would prompt more individual investors to trade. This meant that they would need new kinds of tools to guide them.<br />In 2019, major brokerages launched no-commission stock trading to stave off the threat from digital upstart Robinhood Markets Inc. Now, all kinds of brokerages compete against each other for retail traders with free trading having become a booming business. It has been particularly transformative in the past year as more investors with free time during the pandemic have wielded growing power over markets, sending meme stocks such as  GameStop Corp.  soaring.<br />Atom isn’t a trading platform but it has still been a beneficiary. Hundreds of thousands of users have signed up since its platform launched in 2019. Paying customers increased in the past year, though the firm declined to provide exact details about user numbers."
}