{
    "url_original": "https://www.wsj.com/articles/some-california-homeowners-can-get-coverage-again-after-wildfires-11623589200",
    "url": "some-california-homeowners-can-get-coverage-again-after-wildfires-11623589200",
    "title": "Some California Homeowners Can Get Coverage Again After Wildfires",
    "sub_head": "Farmers Insurance will use artificial intelligence to sell 30,000 home policies in fire-prone parts of the state",
    "category_1": "Finance",
    "image_1_url": "https://images.wsj.net/im-353036?width=620&size=1.5",
    "image_1": "im-353036.jpg",
    "time": "2021-06-13 09:00:00",
    "body": "Thousands of California residents who only can buy homeowners policies through the state’s last-resort insurance program will now be eligible for Farmers Insurance coverage.<br />Farmers’ ability to offer insurance is related to a partnership with the startup Zesty.ai, which will enable Farmers to use artificial intelligence incorporating high-resolution aerial imagery, building-material and code data and location details to size up instantly an individual property’s risk of wildfire losses, said Attila Toth, founder and chief executive of Zesty.ai.<br />Farmers expects to add about 30,000 policyholders over the next year through the technology. The insurer is one of the state’s largest carriers, with more than 1.5 million California residential policyholders. Many insurers have retreated from communities susceptible to wildfires, sending homeowners to the California FAIR Plan for their coverage.<br />Farmers will continue to use a longtime model that assesses the wildfire risk of the geographic area around a property, said Keith Daly, president of personal lines for Farmers. By adding Zesty.ai’s technology, the insurer will be able to take a more targeted approach, he said. While a particular area might have a higher risk of fire, a property within that area might not have the same level of risk.<br />“We are trying to create a solution” for homeowners who are struggling to buy insurance, Mr. Daly said."
}