{
    "url_original": "https://www.wsj.com/articles/sore-muscles-these-5-workout-recovery-tools-can-help-11623769587",
    "url": "sore-muscles-these-5-workout-recovery-tools-can-help-11623769587",
    "title": "Sore Muscles? These 5 Workout Recovery Tools Can Help",
    "sub_head": "Now that you’re exercising again, these high-tech gadgets—from percussive massagers to full-leg compression boots—will ease your transition back to the gym",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-353726?width=620&size=custom_1751x1076",
    "image_1": "im-353726.jpg",
    "time": "2021-06-15 11:06:00",
    "body": "IF THE ROAD to hell is paved with good intentions, the road back to fitness this summer after a long hiatus from our gym routines is a traffic-clogged freeway through perdition. Some trainers say strains, sprains and inflammation are all more likely as we undertake the business of getting fit again.<br />Luckily, just as we’re tempted to overdo it at the gym, pro-level gadgets that help us recover and prevent painful pulls or tears are increasingly hitting the market at prices that amateur exercise junkies can afford. “Post-workout recovery…not only helps your body reset faster, but also sets you up for a pain-free next session,” said  Nike  Master Trainer Kirsty Godso.<br />Whether you harbor triathlon ambitions or are simply fed up with your chronically tight back, these are the right tools to soothe torn muscle fibers. The day after a workout, they’ll have you bouncing out of bed—or at least not crawling—ready for another session.<br />Roughly the size of an apple and slightly reminiscent of the Death Star, the TimTam Polish Light vibrating massage ball is a substantial upgrade from the tennis ball some of us rely on after a day hunched over the computer. Just roll the tool—which heats up to 100 degrees and offers four speed options—along your lower back or any other problem spot to soothe your muscles and fascia. $80, timtam.tech<br />The Theragun Pro percussive therapy device comes with six different attachments—think of them as specialist drill bits for various body fixes—and can pummel your muscles with over 60 pounds of force. That might sound like a terrible idea when you’re feeling sore, but fans say the targeted vibrations actually break up lactic acid and increase your blood flow, reducing inflammation and tightness. With this latest model, you can position the arm four different ways to pinpoint tricksy, hard-to-reach upper back areas. Unlike most percussion massagers, it is also surprisingly quiet. $599, theragun.com"
}