{
    "url_original": "https://www.wsj.com/articles/soundpoint-to-buy-cvc-lending-unit-11623058200?mod=markets_lead_pos6",
    "url": "soundpoint-to-buy-cvc-lending-unit-11623058200",
    "title": "SoundPoint to Buy CVC Lending Unit",
    "sub_head": "Deal extends recent spate of consolidation in direct lending",
    "category_1": "Finance",
    "image_1_url": "https://images.wsj.net/im-349282?width=620&size=1.5",
    "image_1": "im-349282.jpg",
    "time": "2021-06-07 05:30:00",
    "body": "Alternative asset manager SoundPoint Capital Management LP has struck a deal to buy the U.S. direct lending arm of  CVC Capital Partners ,  according to a person familiar with the matter.<br />The expected purchase would triple the size of SoundPoint’s direct-lending assets to about $1.5 billion, helping the New York-based firm to penetrate the burgeoning market for private credit.<br />Luxembourg-based CVC is selling about $1 billion of loans it made to small and medium-size U.S. companies and a nine-member investment team led by Thomas Newberry and David DeSantis. The firm, which is best known for its $89 billion private-equity business, expanded into U.S. direct lending about five years ago by purchasing the private-credit operation Mr. DeSantis ran at  Resource Capital Corp.<br />Private debt investing by nonbank institutions is booming, hitting almost $1 trillion in assets in September compared with $264 billion in 2009, according to data from Preqin. Direct lending, making private loans to “middle market” companies that have below investment-grade credit ratings, is the largest segment of the industry, with private-equity firms, hedge funds, mutual-fund managers and publicly listed business development companies, or BDCs, piling in.<br />The flood of money sparked worries of excessive risk taking and losses in economic downturns but the burgeoning asset class emerged relatively unscathed from economic closures last year. An index of direct-lending funds returned 5.45% in 2020, according to data from Cliffwater LLC, and direct-lending funds have raised or are slated to raise about $44 billion in 2021, according to data from Preqin."
}