{
    "url_original": "https://www.wsj.com/articles/south-koreas-military-is-shrinkingsome-say-women-must-answer-the-call-of-duty-11622727598",
    "url": "south-koreas-military-is-shrinkingsome-say-women-must-answer-the-call-of-duty-11622727598",
    "title": "South Korea’s Military Is Shrinking—Some Say Women Must Answer the Call of Duty",
    "sub_head": "Presidential hopeful proposes scaled-back service for men and women, sparking national debate as military needs evolve",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-348009?width=620&size=1.5",
    "image_1": "im-348009.jpg",
    "time": "2021-06-03 09:39:00",
    "body": "SEOUL—To maintain a ready fighting force, South Korea has a mandatory military service that ranks among the world’s longest. But the country has a problem: Its pool of eligible enlistees is shrinking fast.<br />With the developed world’s lowest birthrate, the military will next year be a sixth smaller than it was just a few years ago, according to estimates from the South Korean military. In two decades, it is estimated that it will be about half its present size.<br />Now a lawmaker from the ruling Democratic Party who has presidential ambitions is advocating that the country abolish its all-male draft requiring 18 months of military service. In exchange, Park Yong-jin is proposing that all young citizens—men and women—should undergo several months of basic training.<br />The proposal to revamp service requirements faces long odds, even if Mr. Park were to win the presidency next year. Maintaining a robust military has long been a priority in South Korea, where the threat from North Korea is always looming.<br />Still, the proposal is stirring debate about the future of the military and the role of women in the armed forces and society in South Korea, where changing the conscription rules has at times been a political winner. President Moon Jae-in attracted young male voters during his 2017 campaign by pledging to lower the mandatory service time."
}