{
    "url_original": "https://www.wsj.com/articles/south-america-is-now-covid-19-hot-spot-witheighttimes-the-worlds-death-rate-11624299176",
    "url": "south-america-is-now-covid-19-hot-spot-witheighttimes-the-worlds-death-rate-11624299176",
    "title": "South America Is Now Covid-19 Hot Spot, With Eight Times the World’s Death Rate",
    "sub_head": "Driving the surge are more infectious variants, low vaccination rates, weak healthcare systems and, in some cases, governments that gave up on controlling the virus",
    "category_1": "World",
    "category_2": "Latin America",
    "time": "2021-06-21 14:12:00",
    "body": "SÃO PAULO—While Covid-19 is receding in much of the world, the pandemic is raging in South America, which has just 5% of the world’s population but now accounts for a quarter of the global death toll.<br />Almost a million people have died across 12 countries in the region. Amid another devastating surge, Brazil surpassed 500,000 this past weekend, with the virus killing seven times as many people per capita each day than in hard-hit India. Colombia and Argentina, which together have 95 million people, are tallying three times as many deaths each day as all of Africa. Of the 10 countries around the world with the highest daily death rates per capita, seven are now in South America. Collectively, the region’s death rate per capita is eight times the world’s rate.<br />Several factors explain why: a slow rate of vaccination, the spread of new Covid-19 variants, crowded cities, weak healthcare systems, far higher rates of obesity than in Africa and Asia, and some governments that largely gave up trying to control the virus.<br />“While infections and deaths from Covid-19 are decreasing in the U.S. and other nations, South America has turned into the pandemic’s epicenter,” said Denise Garrett, an epidemiologist who worked for the Centers for Disease Control and Prevention for more than 20 years.<br />The aftershocks of the pandemic in South America are likely to reverberate for years to come. It has pushed millions back into poverty, hobbled economies and deprived some of the most needy children of schooling for more than a year."
}