{
    "url_original": "https://www.wsj.com/articles/south-koreas-answer-to-robinhood-and-venmo-lands-a-7-billion-valuation-11624416070?mod=business_featst_pos3",
    "url": "south-koreas-answer-to-robinhood-and-venmo-lands-a-7-billion-valuation-11624416070",
    "title": "South Korea’s Answer to Robinhood and Venmo Lands a $7 Billion Valuation",
    "sub_head": "Viva Republica said it completed a round of fundraising worth the equivalent of $406 million",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-358375?width=620&size=1.5",
    "image_1": "im-358375.jpg",
    "time": "2021-06-22 22:41:00",
    "body": "A South Korean company whose app lets users transfer money, take out loans, trade stocks and check their credit scores has raised funds at a valuation of more than $7 billion, making it one of the world’s most valuable financial-technology startups.<br />Viva Republica Inc., which operates the multifunction app Toss, said Wednesday it completed a round of fundraising worth 460 billion Korean won, the equivalent of $406 million, with investors including Alkeon Capital Management, Altos Ventures and Greyhound Capital.<br />The deal highlights how South Korea has incubated numerous unicorns, or private companies worth more than $1 billion, despite a domestic market of fewer than 52 million consumers.<br />Toss has also benefited from a supportive government stance—in contrast with China where fintech giant Ant Group Co. and smaller rivals have faced intensifying regulatory scrutiny.<br />In a statement, Viva Republica said it is valued at 8.2 trillion won, or about $7.2 billion, including the new money, which is more than twice its worth a year ago. A recent tally of unicorns by research firm CB Insights showed only 10 such startups world-wide focusing on finance that were worth $7 billion or more, although that list doesn’t include Ant, and some of the largest fintech startups on that list, like Stripe and Klarna, are worth considerably more than Viva Republica."
}