{
    "url_original": "https://www.wsj.com/articles/south-korea-can-now-build-missiles-able-to-reach-beijing-with-u-s-blessing-11623390978",
    "url": "south-korea-can-now-build-missiles-able-to-reach-beijing-with-u-s-blessing-11623390978",
    "title": "South Korea Can Now Build Missiles Able to Reach Beijing, With U.S. Blessing",
    "sub_head": "Washington had imposed limits on Seoul’s weapons program for four decades",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-351841?width=620&size=1.5005861664712778",
    "image_1": "im-351841.jpg",
    "time": "2021-06-11 08:00:00",
    "body": "SEOUL—For decades, the U.S. kept tight limits on how far and how potent South Korea’s ballistic missiles could be, reflecting concerns that Seoul might unilaterally raise tensions with nearby China, North Korea and Russia.<br />But last month, the Biden administration removed the final limits on Seoul’s missile program, abolishing what had been a roughly 500-mile cap on South Korea’s ballistic-missile range. It is a key change: Seoul’s missiles, in theory, can now fly far enough to strike Beijing, Moscow or anywhere else.<br />Kim Jong Un’s regime in North Korea has been expanding its nuclear arsenal, and China’s military strength has been growing. The U.S., without provoking others by moving in its own weapons, can see a close ally develop technology that strengthens its own regional military deterrence. Seoul gets back its full nonnuclear weapons sovereignty after long advocating for such a move.<br />Having better-armed allies will help Washington, especially in light of worsening disputes with Beijing over Taiwan and the South China Sea, and ups the ante for China to participate in North Korean diplomacy, security experts say.<br />“South Korea can already directly counter the North Korean missile threat,” said Oh Miyeon, a director at the Atlantic Council, a think tank in Washington. “The lifting of the missile guidelines, therefore, has regional security implications, which goes beyond the Korean Peninsula.”"
}