{
    "url_original": "https://www.wsj.com/articles/south-africas-former-president-zuma-sentenced-to-15-months-in-prison-11624966805?mod=business_minor_pos4",
    "url": "south-africas-former-president-zuma-sentenced-to-15-months-in-prison-11624966805",
    "title": "South Africa’s Former President Jacob Zuma Sentenced to 15 Months in Prison",
    "sub_head": "Sentence follows anti-apartheid fighter’s refusal to appear at commission investigating alleged corruption during his time in office",
    "category_1": "World",
    "category_2": "Africa",
    "image_1_url": "https://images.wsj.net/im-361618?width=620&size=1.5",
    "image_1": "im-361618.jpg",
    "time": "2021-06-29 09:25:00",
    "body": "JOHANNESBURG—South Africa’s Constitutional Court sentenced former President Jacob Zuma to 15 months imprisonment for contempt of court Tuesday, after he refused to appear at a government-appointed commission investigating alleged corruption during his nine years in office.<br />In a biting verdict, Acting Deputy Chief Justice Sisi Khampepe accused Mr. Zuma, who was forced by his own party to resign in 2018, of risking a constitution crisis by failing to follow an order by South Africa’s top court to appear at the Judicial Commission of Inquiry into Allegations of State Capture.<br />The commission, which was launched by Mr. Zuma himself during his final days in office, has for nearly three years listened to testimony on how he and members of his government allegedly allowed well-connected business men and foreign companies to score overpriced government contracts in return for payments and other favors.<br />One witness in 2019 recounted how he handed out funds like “Monopoly money” to members of the ruling African National Congress, which Mr. Zuma led until 2017, in return for lucrative contracts. Other officials testified how they were removed when they tried to stand up against corruption.<br />Findings from the commission and other investigations have prompted several multinational companies, including U.S. consulting firm McKinsey & Co., to repay tens of millions of dollars they earned from contracts now believed to be tainted. Although an internal investigation by McKinsey found no suspicious payments by its staff, the company has apologized to South Africans for falling short of its own standards in its work for several state-owned enterprises."
}