{
    "url_original": "https://www.wsj.com/articles/sports-sunglasses-2021-5-of-the-best-for-cycling-running-and-more-11623257408",
    "url": "sports-sunglasses-2021-5-of-the-best-for-cycling-running-and-more-11623257408",
    "title": "Sports Sunglasses 2021: 5 of the Best for Cycling, Running and More",
    "sub_head": "Sweat-resistant. High-performance. Our top picks to stay on your face and help keep you cool through the hottest runs and steepest biking trails this summer.",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-350154?width=620&size=1.5005861664712778",
    "image_1": "im-350154.jpg",
    "time": "2021-06-09 12:50:00",
    "body": "PRO CYCLIST Payson McElveen, 28, never leaves home without two biking accessories: his helmet and, for less obvious reasons, his specialized sport sunglasses. Whether bombing down a mountain, leaning into turns or ducking to avoid malevolent branches, the Durango, Colo., resident needs his sunnies to stay firmly on his face to block glare and shield his eyes from debris. And he knows his favorite poolside Wayfarers can’t begin to suffice. “The field of view is much greater, which makes reading the terrain easier,” Mr. McElveen said of the athlete-friendly design.<br />Even if you’re not a pro, upgrading your shades will keep you more comfortable and protected while riding, running, hiking, golfing or paddling this summer. We tried on the newest crop to check for fit and clarity. Here, our five top picks.<br />Despite their modern style, these Roka Matador sunglasses employ Jurassic technology. The textured, grippy rubber nosepiece and arms are designed to mimic the soft and sticky feet of a clingy gecko, so they stay put no matter how much you sweat or move. When you buy, pick from nine lens options, from one for bright sun to another that makes the whites of road lines or golf balls pop. Additional lenses are easily swapped in and available from $70. From $235, roka.com<br />You might doubt the claim that the Spy Optic Monolith’s high-contrast lens tech is scientifically tuned to boost your mood—but the fun factor of these oversize sunglasses might make you smile anyway. The shades’ curved design works hard to follow the shape of your face, while front-facing vents capture breezes to cool you. In the winter, you can use them as ski goggles to knock the edge off snow glare and shield your eyes from snowblowers. $150, spyoptic.com<br />With this Oakley Kato model, instead of connecting the arms to an actual frame, the brand bolted them right to the lenses for a sparer look. These also might be the most comfortable pair we tried: You can customize the fit by choosing from three sizes of nose piece and by tilting and locking the adjustable arms into different positions. $291, oakley.com"
}