{
    "url_original": "https://www.wsj.com/articles/starbucks-runs-short-on-cups-and-syrup-as-covid-19-eases-11623287198?mod=business_lead_pos12",
    "url": "starbucks-runs-short-on-cups-and-syrup-as-covid-19-eases-11623287198",
    "title": "Starbucks Faces Shortage of Cups, Syrup as Eased Covid-19 Boosts Sales",
    "sub_head": "Coffee company says lack of supplies including oat milk are temporary and vary by store and market",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-351793?width=620&size=1.5",
    "image_1": "im-351793.jpg",
    "time": "2021-06-09 21:36:00",
    "body": "Starbucks Corp.  is running short in some stores on basics including cups and coffee syrups, baristas said, as the chain grinds back to full operations in the wake of the Covid-19 pandemic.<br />Cake pops, cup stoppers and mocha flavoring are among the items that have run out in places at times, some baristas said. The company is pausing production on several lower-sales items to focus on higher-selling ones, one person familiar with those plans said.<br />A Starbucks spokeswoman said shortages of some items are temporary and vary by store and market. The company has temporarily removed from its app oat milk and beverages made with the dairy substitute until it restocks its inventory, she said.<br />Signs of the Covid-19 pandemic are disappearing across the U.S. as new cases fall and states remove restrictions on businesses and public gatherings. As the economy roars back to life, many businesses have run short on labor and the goods they need to serve customers eager to return to restaurants and concert halls. Supply-chain problems have contributed to shortages of products from wood pulp to pallets. Costs are ticking up as a result. Ketchup packets and frying oil are among other supplies that have fallen into scarcity in recent months.<br />For restaurants, some chains and cafes that do much of their business to-go have kept dining rooms closed to avoid overwhelming staff. Some have asked customers to adapt to not having enough ketchup or other condiments."
}