{
    "url_original": "https://www.wsj.com/articles/states-stiffen-penalties-for-rioters-after-george-floyd-protests-11623949925?mod=politics_featst_pos1",
    "url": "states-stiffen-penalties-for-rioters-after-george-floyd-protests-11623949925",
    "title": "States Stiffen Penalties for Those Deemed Rioters at Protests",
    "sub_head": "Iowa governor follows others signing bills in the wake of George Floyd protests; critics say they threaten free-speech",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-355621?width=620&size=1.5",
    "image_1": "im-355621.jpg",
    "time": "2021-06-17 13:12:00",
    "body": "Iowa’s governor signed a Republican-led bill Thursday that stiffens penalties for people who are deemed to be rioting, making the state the latest to toughen such laws after the killing of George Floydset off protests around the U.S.<br />Lawmakers backing the measures in states such as Oklahoma, Iowa and Florida say they are meant to give police the powers to respond to lawless behavior, or protect people like motorists caught in a volatile situation. Opponents, including Democrats and civil rights groups, say giving police greater discretion to arrest demonstrators and creating more severe penalties threaten constitutional rights.<br />The Iowa protest measures were included as part of a broader policing bill. The law boosts the penalty for rioting to a felony; creates legal risks for people who remain at a protest after it becomes unlawful; and adds protections for drivers who injure demonstrators while exercising what the bill describes as “due care.”<br />“We’re talking about rioting, which is an extremely violent and otherwise uncivil form of behavior,” Iowa Sen. Dan Dawson, a Republican who works in law enforcement and supported the bill, said on the Senate floor during debate on the measure.<br />Some Democrats worry the new laws are intended to, and will, make people fearful to join peaceful protests, including those after Mr. Floyd’s 2020 killing by former Minneapolis police officer Derek Chauvin."
}