{
    "url_original": "https://www.wsj.com/articles/steelmakers-keep-old-plants-idle-despite-surging-prices-11623322802?mod=markets_lead_pos6",
    "url": "steelmakers-keep-old-plants-idle-despite-surging-prices-11623322802",
    "title": "Steelmakers Keep Old Plants Idle Despite Surging Prices",
    "sub_head": "Companies cite the high cost of restarting the mills as closures add to the shortage of metal needed for cars and appliances",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-347475?width=620&size=1.5",
    "image_1": "im-347475.jpg",
    "time": "2021-06-10 07:00:00",
    "body": "Two of the nation’s largest steelmakers are keeping older mills closed,  passing up a chance to sell more metal at record prices, because of the high cost of restarting and the threats to their survival from rivals’ new plants.<br />The closures have exacerbated a shortage of steel that is contributing to higher prices for cars, appliances and machinery.  United States Steel Corp.  and  Cleveland-Cliffs Inc.  are keeping about seven million tons of production capacity out of service. That is roughly a tenth of domestic consumption in 2019, according to Metal Strategies Inc., an industry consulting firm.<br />Steel prices, meanwhile, have reached records. Spot-market steel prices have climbed more than 60% since the start of the year to more than $1,600 a ton, according to S&P Global Platts.<br />U.S. Steel and Cleveland-Cliffs idled those older plants in the months before the coronavirus pandemic began because they expected them to be more expensive to operate than some nine million tons of annual flat-rolled steel capacity that competitors including  Nucor Corp.  and  Steel Dynamics Inc.  are building. Even with steel prices at all-time highs, executives and analysts don’t expect the costs of starting up the older mills would pay off over time.<br />“The industry is in transition,” said Mark Millett, chief executive of Steel Dynamics, which is building a new mill in Texas. “If you’ve got ancient assets to compete against new, state-of-the-art facilities, you’ve got to question whether you bring those back.”"
}