{
    "url_original": "https://www.wsj.com/articles/stitch-fix-works-its-makeover-11623150181?mod=markets_major_pos1",
    "url": "stitch-fix-works-its-makeover-11623150181",
    "title": "Stitch Fix Works Its Makeover",
    "sub_head": "If you’re an investor, retail trends may matter almost as much as financials this year",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-350209?width=620&size=1.5",
    "image_1": "im-350209.jpg",
    "time": "2021-06-08 07:03:00",
    "body": "Consumers want to wear real clothes again, but they have apparently forgotten how to dress themselves—presenting a big opportunity for Stitch Fix, which is already enjoying the spoils of sweatpants fatigue.<br />The online styling company brought some big fashion energy to the market on Monday, reporting sales and active clients that topped Wall Street’s estimates for the quarter ended May 1. Fashion-forward investors paying attention to the latest trends in retail should have seen the strong quarter coming. Rent the Runway’s recent data showed demand has been soaring for sexy styles such as crop tops, cut outs and colorful short dresses, whereas two years ago shoppers were reaching for styles described by the company as “expected” and “conservative.”<br />Stitch Fix reported some of the same, with rompers and jumpsuits up 60% year on year and midi dresses up 80% over the same period. If you’re a Stitch Fix investor, retail trends may matter almost as much as financials this year. Consumers aren’t only heading back to work but looking to fulfill a years’ worth of pent-up desire to travel, gather and dress up for big events like weddings and baby showers.<br />In its report on Monday, Stitch Fix said it saw strong demand from first-time and reactivated clients and the company’s second-highest quarter on record for sequential client additions. Guidance for its fourth fiscal quarter came in above analysts’ forecast for revenue and adjusted earnings before interest, taxes, depreciation and amortization.<br />Stitch Fix is in the process of a slow but significant makeover. Historically, its clients would receive a surprise shipment of handpicked items from a stylist but are now increasingly able to preview these items before they are shipped. Eliminating the element of surprise has been popular, the company said, and has resulted in higher average order values. Stitch Fix also continues to test “drop shipping” models, where inventory is shipped directly from a brand to a client without Stitch Fix having to hold the inventory. And existing clients are now able to purchase items a la carte, a feature that the company said will be open to all new clients by the end of the current quarter."
}