{
    "url_original": "https://www.wsj.com/articles/stocks-of-covid-19-vaccine-makers-need-a-fresh-push-11622539800?mod=markets_lead_pos3",
    "url": "stocks-of-covid-19-vaccine-makers-need-a-fresh-push-11622539800",
    "title": "Vaccine Makers Face Challenge in Sustaining Winning Streak",
    "sub_head": "The companies likely will have to continue selling huge numbers of shots, or find other illnesses for their technology to tackle, investors say",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-346050?width=620&size=1.5",
    "image_1": "im-346050.jpg",
    "time": "2021-06-01 05:30:00",
    "body": "Covid-19 vaccine-makers’ shares have soared since the beginning of 2020.  Moderna Inc.  is up about 850%, BioNTech SE has risen 510% and  Novavax Inc.  is up nearly 3,620%.<br />Each of these companies has produced vaccines that have won regulatory authorization or are expected to win that backing. Some of the vaccine makers are racking up huge revenues. Their valuations assume more big gains, which depend on the next stages of the pandemic and whether the companies’ vaccine technology can be used to treat other diseases.<br />Michael Yee, an analyst at Jefferies Group, expects Covid-19 vaccines to produce $20 billion of sales for Moderna this year and between $10 billion and $30 billion next year, for example. In May, the Cambridge, Mass.-based company said its Covid-19 vaccine was effective in children aged 12 to 17 in a new study. The Moderna shot would be the second for use in adolescents after the  Pfizer -BioNTech vaccine.<br />The big pharmaceutical companies that developed vaccines, such as  Johnson & Johnson ,  Pfizer Inc. and  AstraZeneca  PLC, haven’t had the share-price gains like the smaller companies. Even successful vaccines won’t boost these companies’ huge revenues much. Some of the companies have also promised to limit profit during the pandemic, and AstraZeneca and Johnson & Johnson have struggled with production. Still the companies could benefit if long-term demand grows for their vaccines.<br />The high valuations for the smaller stocks are giving some analysts pause. The companies likely will have to continue selling huge numbers of these shots, or find new pathogens and illnesses for their technology to tackle, to drive their stock prices higher, some investors and analysts say. Moderna has a market value of more than $75 billion, for example. Its high stock price is why Mr. Yee has a hold rating on the stock, even though he is bullish on the company’s prospects."
}