{
    "url_original": "https://www.wsj.com/articles/stockpile-and-plan-better-for-next-epidemic-11622748663?mod=opinion_major_pos17",
    "url": "stockpile-and-plan-better-for-next-epidemic-11622748663",
    "title": "Stockpile and Plan Better for Next Epidemic",
    "sub_head": "To ensure future readiness, policy solutions should increase visibility with the Strategic National Stockpile",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-342299?width=620&size=1.5",
    "image_1": "im-342299.jpg",
    "time": "2021-06-03 15:31:00",
    "body": "In “Beat Tomorrow’s Pandemic Today” (op-ed, May 24), Dr. Scott Gottlieb correctly points out that shoring up manufacturing capacity is critical for ensuring America’s healthcare system is prepared to respond to future pandemics and the other myriad challenges facing the system.<br />Having a robust and resilient supply chain is essential to fostering a safe and steady supply of medical products and supporting an effective response. Congress took an important step toward strengthening the supply chain by including provisions in the Cares Act that enhanced reporting requirements for manufacturers. However, more can and should be done.<br />Policy makers should pursue solutions that leverage the global nature of the supply chain to build in redundancies, shoring up domestic manufacturing through positive and long-term incentives as well as geographically diverse sourcing to help prevent supply disruptions for both raw materials and finished products. To ensure future readiness, policy solutions should increase visibility with the Strategic National Stockpile, a critical stopgap, as to when inventory is available and can be quickly disseminated to meet surge needs or to pivot as needed. The U.S. can be further nimble where the Food and Drug Administration and other stakeholders have greater upstream transparency for key products and permit access to that information in advance of a public-health emergency. There is great progress to date, and we can further build on efforts for our future national security and public health with critical visibility, collaboration and timely information sharing.<br />Khatereh Calleja<br />President and CEO"
}