{
    "url_original": "https://www.wsj.com/articles/store-brands-could-make-a-name-for-themselves-this-year-11624458373?mod=markets_featst_pos2",
    "url": "store-brands-could-make-a-name-for-themselves-this-year-11624458373",
    "title": "Store Brands Could Make a Name for Themselves This Year",
    "sub_head": "After a boost from the 2008 recession, private-label food has seen stagnating market share. This year could change that.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-06-23 11:44:00",
    "body": "Inflation today looks nothing like what it did in the 1970s, but neither do today’s private-label food products (organic frozen pizza, anyone?). That bodes well for store-branded products, which have had a sleepy few years of market-share growth.<br />Private-label sales have historically been correlated with inflation, according to Gary Stibel, chief executive officer of New England Consulting Group. That relationship was especially clear during and after the Great Inflation of the 1970s, when consumers turned to budget options in droves. Store brands got another tailwind in 2008 on the double whammy of commodity-driven inflation followed by recession. Private label’s share stagnated in recent years, with the exception of 2011, when another bout of commodity inflation drove up food-at-home prices by 4.8%, according to the Bureau of Labor Statistics. That year’s private-label market-share growth in U.S. packaged foods hasn’t been topped since, according to Aga Jarzabek, research analyst at Euromonitor International.<br />Last year food-at-home prices jumped 3.5% as consumers rushed to stock their pantries and suppliers struggled to catch up. But the effect on private-label market share was rather weak: Private label’s share of U.S. packaged foods grew 0.3 percentage point to 16.8% last year, according to data from Euromonitor International. For supermarkets in particular, private-label market share actually declined in 2020, according to data compiled by NielsenIQ and the Private Label Manufacturers Association.<br />That may have to do with a few pandemic-specific variables. For one, consumers tend to turn to familiarity during times of uncertainty. A Deloitte analysis in 2020 found that the more consumers were concerned about their physical well-being, the more they tended to purchase brands they trusted. Secondly, consumers had more jingle in their pockets. Personal savings spiked to an all-time high in April 2020, when the first stimulus checks were distributed, and have stayed above pre-pandemic levels since.<br />What happens next could partly depend on how quickly consumers use up their savings. While personal savings have declined from their peaks following stimulus payments, as of April Americans still held twice as much savings as they did pre-pandemic. It also depends on how severe inflation will be this year. The U.S. Department of Agriculture’s most recent forecast pegs this year’s grocery-price inflation at 1.5% to 2.5%, which is milder than 2020 but high in comparison to anything seen in the five years leading up to the pandemic."
}