{
    "url_original": "https://www.wsj.com/articles/streaming-glitch-mars-floyd-mayweather-vs-logan-paul-fight-11623036320?mod=business_lead_pos11",
    "url": "streaming-glitch-mars-floyd-mayweather-vs-logan-paul-fight-11623036320",
    "title": "In Floyd Mayweather vs. Logan Paul, Only Knockout Was to Showtime Streaming Service",
    "sub_head": "Outage began more than an hour before YouTube creator’s scheduled match with boxer, which ended without official winner",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-349570?width=620&size=1.5",
    "image_1": "im-349570.jpg",
    "time": "2021-06-07 14:17:00",
    "body": "A major blow in Sunday night’s fight featuring YouTube creator Logan Paul and boxer Floyd Mayweather Jr. landed before a single punch was thrown.<br />Showtime’s pay-per-view service was down for some TV and streaming customers after 8 p.m. ET Sunday before an undercard fight between Badou Jack and Dervin Colina. The undercard match was still available on other services, including the streaming platform Fanmio.<br />The outage happened before Sunday’s main event, the widely hyped Mayweather-Paul fight that commenced before midnight at Hard Rock Stadium in Miami Gardens, Fla. The problem persisted into the marquee matchup, leaving some viewers unable to access it through Showtime’s pay-per-view service.<br />Customers paid about $50 to watch Mr. Paul, a polarizing online-video impresario, square off against Mr. Mayweather, a legendary boxer who has won numerous titles and gone undefeated in his professional career.<br />Mr. Paul, who commands more than 23 million YouTube subscribers, initially gained popularity by posting short online videos of his lighthearted antics involving his former Ohio University classmates. He also has drawn criticism, including for posting a video in 2017 that appeared to show the body of a suicide victim. YouTube responded by pulling his channel from its Google Preferred advertising program, and Mr. Paul apologized and pledged to donate $1 million to suicide-prevention charities."
}