{
    "url_original": "https://www.wsj.com/articles/stupefying-summer-small-talk-11623598185?mod=opinion_lead_pos8",
    "url": "stupefying-summer-small-talk-11623598185",
    "title": "Stupefying Summer Small Talk",
    "sub_head": "Covid isolation got you tongue-tied? Here are tips for getting the hot air flowing again.",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "time": "2021-06-13 11:43:00",
    "body": "The loudmouth at the cocktail party was on a roll. “We need to move the Overton window about the Tullock paradox.” Heads nodded in agreement, but most, like me, were clueless. Summer social season is here but our conversation skills are rusty and crusty. After 15 months of isolation, I can talk to my wife, kids and dogs. But interacting with friends and acquaintances at barbecues or overpriced coffee bars? Tough going. Over Memorial Day weekend, it was clear that my go-to questions—“What have you been up to? Been anywhere recently?”—are irrelevant and completely worthless.<br />I was familiar with the Overton window—what’s currently acceptable in the political mainstream—but had to look up the Tullock paradox: If it’s so cheap to buy off politicians, why doesn’t everybody? I can toss out quippy H.L. Mencken quotes when needed, like “Nature abhors a moron,” but man, I’ve got to step up my game.<br />These are extreme times. We all need an almost remedial course in conversation, beyond our usual monosyllabic babble, especially mine. So here’s a handy guide to stick it to your co-conversants and have their heads nodding at your bon mots in sublime stupefaction.<br />First, it’s always good to reference someone long dead, especially with a foreign twist. Throw around phrases like the Baader-Meinhof phenomenon: After noticing something for the first time, like how Grand Rapids constantly pops up in the news, you tend to notice almost every day. Or casually mention someone is afflicted by Munchausen syndrome—faking sickness. They’re so easy to slip into conversations. See how many heads nod with bewildered eyes. Don’t explain yourself either—a magician never reveals.<br />Next, if someone launches on you about his investing prowess, especially trading crypto, I suggest a comeback such as, “Oh, that’s just a classic Veblen good.” That should stump him for a while. American economist Thorstein Veblen noted that many goods are more desirable the more expensive they become, even though they’re not any better. Like BMWs. Or Jimmy Choos. Or Cristal champagne. Or  GameStop  shares. If the crypto braggart, wearing a Rolex, actually knows what a Veblen good is, then correct yourself and say that actually it’s probably more of a Giffen good, a nonluxury good, like rice, that can see increased demand at higher prices. That’ll buy you some time to plot an exit strategy—needing another drink, hysterical coughing fit."
}