{
    "url_original": "https://www.wsj.com/articles/summers-freshest-sparkling-drink-recipe-11622819067",
    "url": "summers-freshest-sparkling-drink-recipe-11622819067",
    "title": "Summer’s Freshest Sparkling Drink Recipe",
    "sub_head": "A retro fizzy beverage is looking fresher than ever at Tel Aviv’s Café Levinsky 41. The new book ‘Gazoz’ reveals the secrets of its effervescent architecture.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-346870?width=620&size=0.6666666666666666",
    "image_1": "im-346870.jpg",
    "time": "2021-06-04 11:04:00",
    "body": "STROLL AROUND Levinsky Market in the Florentin neighborhood of Tel Aviv—among the Balkan delicatessens, Persian spice vendors, bureka stands, trendy bars and kitchen supply shops—and you will inevitably encounter fellow strollers sipping a sort of drink that might be mistaken for a floral arrangement.<br />Unruly herbs in bloom and other fragrant stalks rise above the rim of the glass, tickling the nose of the imbiber with each sip. Infused with natural syrups, the fizzy beverage comes in a variety of vivid hues; luscious hunks of fruit, some fresh, some fermented, bob on the bubbles. Known as gazoz, this drink is its own advertisement: Once you see it, you have to try it. For that you head to Café Levinsky 41, a tiny jewel box of a space in the heart of the market, where proprietor Benny Briga crafts the one-of-a-kind refreshers.<br />Across Israel, “gazoz” denotes a syrup-sweetened seltzer with a decidedly retro appeal. “Gazoz belongs in the ’50s and early ’60s, in the austerity era in early Israel when, believe it or not, we didn’t have Coke, and we didn’t have Israeli sparkling drinks,” the Israeli food journalist Gil Hovav explained. Back then, gazoz got its vivid coloring from artificial syrups. “There was the red one that was raspberry, but of course there was no raspberry in it,” said the Israeli cookbook author Janna Gur. “And there was lemon that smelled like room deodorizer. And if you had a really obliging vendor, he would mix a combination of the two.” Once bottled sodas entered the picture, however, gazoz became largely a fixture of the past.<br />Mr. Briga brought gazoz back to relevance, some say single-handedly, with his own original take. His newly published book, “Gazoz,” co-written with the cookbook author Adeena Sussman, details his singular process.<br />This poet of the seltzer siphon sports a scruffy beard, favors untucked white button-down shirts and wears his salt-and-pepper hair long and untamed. His whimsical interpretation of gazoz departs significantly from the beverage of Israeli nostalgia. “The only thing it has in common is that it is made with syrup and draft soda,” said Mr. Hovav."
}