{
    "url_original": "https://www.wsj.com/articles/summer-vacation-ideas-last-minute-beach-getaways-and-strategic-ways-to-save-11623434092",
    "url": "summer-vacation-ideas-last-minute-beach-getaways-and-strategic-ways-to-save-11623434092",
    "title": "Summer Vacation Ideas: Last-Minute Beach Getaways and Strategic Ways to Save",
    "sub_head": "WSJ’s travel editor answers reader questions about affordable beach vacations and the smartest way to book a trip to Europe right now",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-351435?width=620&size=1.5",
    "image_1": "im-351435.jpg",
    "time": "2021-06-11 13:54:00",
    "body": "A: This summer’s vacation choices may be infinitely better than last year when Covid surges and tightly sealed borders sharply reduced the getaway options. But now that we can zip around the U.S. again with relative ease and other countries are beginning to lower the drawbridge, the mad scramble to flee the house is yielding another kind of angst. “We’re running into availability issues in the U.S. and there aren’t many deals out there,” said Lindsey Epperly Sulek, founder of Atlanta-based Epperly Travel. Ms. Epperly Sulek points to compression as the culprit—a combination of pent-up demand and less inventory since most travelers are still staying stateside. “We’re seeing sky-high prices in Hawaii and California and a feeding frenzy in Florida.” For the best-bang-for-your-seaside-buck, she recommends looking just beyond the U.S.: Mexico, the Dominican Republic and Jamaica, for example. Not only are they good values, she said, they’re easy to access. “Travel protocols to get into many countries change by the hour,” she said, “but those places have been open for a while so they don’t need to ramp up the runway.” Determined to stay in the U.S.? Bargain-hunters would be wise to look at less conventional beach destinations. “Northern Michigan is so stunningly beautiful and most people don’t give it a second thought,” said Jill Taylor, a travel adviser at Chicago-based Jet Set World Travel. “All the way up the coast of Lake Michigan—northern Wisconsin too—is gorgeous. You can still find room at cute little hotels in July and August. And don’t forget Chicago—there are beaches here too and lots of great new hotels.”<br />A: Most travel insurance policies now offer coverage for Covid-related cancellations or trip interruptions, but that coverage only kicks in if you contract coronavirus and are too sick to travel. They won’t cover you if your destination goes into lockdown or there’s an alarming spike in cases. For that, you’ll need the pricey “Cancel for Any Reason” policy, which can add an additional 40% to your total trip cost—and even then, you’ll only get up to 75% of your money back. Gary Leff, author of the travel blog Viewfromthewing.com, says that type of policy is best for once-in-a-lifetime trips where the loss would be material. Otherwise, just make sure you have the most flexible travel arrangements, he said. “Avoid booking anything—flights, hotels—that isn’t fully cancelable. Pay close attention to the deadlines and document everything.”"
}