{
    "url_original": "https://www.wsj.com/articles/supreme-court-exempts-catholic-foster-care-agency-from-nondiscrimination-ordinance-11623941252?mod=politics_featst_pos1",
    "url": "supreme-court-exempts-catholic-foster-care-agency-from-nondiscrimination-ordinance-11623941252",
    "title": "Supreme Court Exempts Catholic Foster-Care Agency From Nondiscrimination Law",
    "sub_head": "Catholic Social Services is entitled to city contract despite Philadelphia ordinance requiring contractors to treat same-sex couples equally, court rules",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-349207?width=620&size=1.5",
    "image_1": "im-349207.jpg",
    "time": "2021-06-17 16:56:00",
    "body": "WASHINGTON—The Supreme Court unanimously ruled Thursday that a Catholic social-service agency was entitled to a Philadelphia contract even if its religious views prevented it from compliance with local policies forbidding discrimination against same-sex couples.<br />The court’s decision, by Chief Justice John Roberts, was a narrow one, stopping short of fundamentally extending the accommodations for religious exercise that Catholic Social Services—and several conservative justices in concurring opinions—argued the Constitution required.<br />The city of Philadelphia contracts with private agencies to screen foster parents for children in need. While a broad nondiscrimination policy is written into its contracts, Chief Justice Roberts observed that the agreements also authorize the city’s human-services department to grant exceptions.<br />Catholic Social Services, which for decades has received city contracts, was entitled to such an exception, the chief justice wrote, because the city can grant them for secular reasons. The city’s interest in equal treatment for same-sex couples—and in caring for children in need—wasn’t impaired, the court found, because some 20 other agencies with foster-service contracts are available to work with married LGBT foster parents.<br />A 1990 precedent, Employment Division v. Smith, finds no constitutional problem if religious exercise is curbed by a law that generally applies to everyone. Lower courts, relying on that precedent, ruled for the city."
}