{
    "url_original": "https://www.wsj.com/articles/supreme-court-rules-for-high-school-cheerleader-in-speech-case-involving-snapchat-post-11624458926?mod=politics_lead_pos2",
    "url": "supreme-court-rules-for-high-school-cheerleader-in-speech-case-involving-snapchat-post-11624458926",
    "title": "Supreme Court Rules for High-School Cheerleader Brandi Levy in Free-Speech Case Over Snapchat Post",
    "sub_head": "In 8-1 decision, court finds school violated First Amendment by punishing student for using a vulgar word in social media",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-349195?width=620&size=1.5",
    "image_1": "im-349195.jpg",
    "time": "2021-06-23 14:17:00",
    "body": "WASHINGTON—The Supreme Court extended its protection of student speech to social media on Wednesday, by an 8-1 ruling that a Pennsylvania school district overstepped its authority by punishing a high-school cheerleader who used a vulgar word on Snapchat when she didn’t make the varsity cheerleading team.<br />The court said there are some occasions when schools can reach beyond campus to regulate student speech, mentioning bullying and cheating as subject to discipline whether they occur in the classroom or in cyberspace.<br />But the court has long held that even on campus, students retain First Amendment rights to speak on controversial matters so long as they don’t cause a substantial disruption. Beyond school grounds, administrators’ power to punish students diminishes further still, Justice Stephen Breyer wrote for the court.<br />In this instance, “the school’s interest in teaching good manners is not sufficient, in this case, to overcome [the student’s] interest in free expression,” Justice Breyer wrote, joined by Chief Justice John Roberts and Justices Samuel Alito, Sonia Sotomayor, Elena Kagan, Neil Gorsuch, Brett Kavanaugh and Amy Coney Barrett.<br />The case stems from a May 2017 Snapchat post that Brandi Levy, then a high-school sophomore in Mahanoy City, Pa., sent to some 250 followers after failing to make the varsity cheerleading squad."
}