{
    "url_original": "https://www.wsj.com/articles/supreme-court-seeks-biden-administration-views-on-harvard-admissions-policies-11623684411?mod=politics_lead_pos13",
    "url": "supreme-court-seeks-biden-administration-views-on-harvard-admissions-policies-11623684411",
    "title": "Supreme Court Seeks Biden Administration Views on Harvard Admissions Policies",
    "sub_head": "The high court is weighing whether to hear a legal challenge alleging the school discriminated against Asian-American applicants",
    "category_1": "U.S.",
    "time": "2021-06-14 11:26:00",
    "body": "WASHINGTON—The Supreme Court asked the Biden administration to weigh in on a legal challenge to Harvard University’s race-conscious undergraduate admissions policies.<br />The justices, in a brief written order on Monday, asked the U.S. Solicitor General’s office to submit the federal government’s views on an appeal that argued Harvard unlawfully discriminated against Asian-American applicants.<br />The move effectively delays for months any decision by the high court on whether it will hear the case. It also gives the Biden administration a chance to distance itself from arguments made by the Trump-era Justice Department, which supported the lawsuit against Harvard and more broadly challenged the consideration of race in college admissions.<br />The Harvard case dates back to 2014, when a group called Students for Fair Admissions, led by conservative legal activist Edward Blum, filed a lawsuit alleging the school’s undergraduate admissions practices violated federal civil-rights law. The group said Harvard held Asian-American applicants to a higher standard and used racial balancing, similar to a quota system, artificially limiting the number of Asian-American applicants it admitted.<br />The challengers are urging the Supreme Court to overturn decades of precedent and ban race as a factor in college admissions. Current law permits schools to consider an applicant’s race, but not use it as a determinative factor. In a 1978 case, Regents of the University of California v. Bakke, the controlling opinion by Justice Lewis Powell, specifically cited the Harvard admissions process to exemplify the permissible use of race as a plus factor in assembling an undergraduate class."
}