{
    "url_original": "https://www.wsj.com/articles/supreme-court-rejects-ncaas-tight-limits-on-athlete-benefits-compensation-11624285407?mod=politics_lead_pos1",
    "url": "supreme-court-rejects-ncaas-tight-limits-on-athlete-benefits-compensation-11624285407",
    "title": "Supreme Court Rejects NCAA’s Tight Limits on Athlete Benefits, Compensation",
    "sub_head": "The court rules the NCAA violated antitrust law by limiting schools from competing for player talent by offering better benefits",
    "category_1": "U.S.",
    "time": "2021-06-21 17:46:00",
    "body": "WASHINGTON—The Supreme Court ruled unanimously that strict NCAA limits on compensating college athletes violate U.S. antitrust law, a decision that could have broad ramifications for the future of college sports.<br />Monday’s ruling, written by Justice Neil Gorsuch, upheld lower court rulings that said the National Collegiate Athletic Association unlawfully limited schools from competing for player talent by offering better benefits, to the detriment of college athletes.<br />The 9-0 decision doesn’t open up a world of direct, unlimited pay for college athletes, an issue that wasn’t before the court. Instead, the justices said the NCAA must allow colleges to recruit athletes by offering them additional compensation and benefits, as long as they are tied to education.<br />That means schools could offer compensation beyond the cost of attending college, such as scholarships for graduate or vocational schools, internships, computer equipment and study-abroad programs—and limited cash awards for athletes, potentially nearly $6,000 for now, who do well in the classroom.<br />The ruling could have wide impact because it dealt a considerable legal blow to the NCAA’s ability to use amateurism as a shield against efforts by athletes to share in the successes of a multibillion-dollar industry built on their labor. The NCAA for decades has imposed narrow and tightly enforced standards restricting athlete compensation."
}