{
    "url_original": "https://www.wsj.com/articles/supreme-court-issues-mixed-ruling-on-government-seizure-of-fannie-freddie-profits-11624459222?mod=politics_lead_pos1",
    "url": "supreme-court-issues-mixed-ruling-on-government-seizure-of-fannie-freddie-profits-11624459222",
    "title": "Biden Administration Removes Fannie, Freddie Overseer After Court Ruling",
    "sub_head": "Supreme Court decision on Wednesday is a blow to investors who bet the mortgage giants would be returned to private hands from government control",
    "category_1": "U.S.",
    "time": "2021-06-23 16:34:00",
    "body": "WASHINGTON—The Biden administration ousted the head of the Federal Housing Finance Agency after the Supreme Court ruled it was structured unconstitutionally, dealing the latest blow to investors betting that mortgage giants Fannie Mae and Freddie Mac would be returned to private hands after more than 12 years of government control.<br />The White House decision to replace Mark Calabria as head of the FHFA paves the way for President Biden to install his own appointee to oversee Fannie and Freddie, which are regulated by the agency and back roughly half of the $11 trillion mortgage market. The Biden administration has signaled it won’t be in a hurry to privatize the companies.<br />The Supreme Court ruling on Wednesday also rejected most claims by a group of investors who challenged a government decision to channel the firms’ profits to the Treasury Department. The most commonly traded class of Fannie Mae preferred shares, which are widely held by hedge funds, closed at $2.52 a share Wednesday, down about 62% from its close a day earlier.<br />Mr. Calabria is a Trump administration holdover who pushed aggressively to end government control over the firms. His term was set to expire in 2024. Mr. Biden plans to replace Mr. Calabria “with an appointee who reflects the administration’s values,” a White House official said.<br />Fannie and Freddie are central players in the market for home loans, buying mortgages from lenders and packaging them for issuance as securities that are guaranteed by the firms. The arrangement allows lenders to offer the popular 30-year fixed-rate mortgage."
}