{
    "url_original": "https://www.wsj.com/articles/supreme-court-says-tribal-police-can-search-non-indians-on-reservations-11622575337?mod=business_minor_pos4",
    "url": "supreme-court-says-tribal-police-can-search-non-indians-on-reservations-11622575337",
    "title": "Supreme Court Says Tribal Police Can Search Non-Indians on Reservations",
    "sub_head": "Justices’ unanimous ruling further affirms limited sovereignty for indigenous nations",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-346591?width=620&size=1.5",
    "image_1": "im-346591.jpg",
    "time": "2021-06-01 15:22:00",
    "body": "WASHINGTON—The Supreme Court ruled unanimously Tuesday that tribal police officers with sufficient cause can stop and search non-Indians traversing reservations, the latest in several recent decisions that in ways large and small have affirmed limited sovereignty for Native American nations.<br />Indian tribes have jurisdiction over Indians for crimes committed on reservations, but non-Indians typically fall under the authority of federal or state authorities. Reasoning that a non-Indian’s 2016 drug arrest in Montana stemmed from a tribal officer’s investigation, federal trial and appellate courts threw out the conviction.<br />Tuesday’s decision, however, found that tribes hold basic authority on reservations to safeguard the welfare of their members, including the legal power to make safety checks on suspicious cars stopped along the public right-of-way.<br />Tribes “lack inherent sovereign power to exercise criminal jurisdiction over non-Indians,” Justice Stephen Breyer wrote for the court, or even to “regulate hunting and fishing by non-Indians on land that non-Indians own” on a reservation. Congress holds the ultimate power over tribal authority, the court has held.<br />But in decisions tracing to the republic’s early years, the Supreme Court has on occasion recognized the dependent sovereignty the tribes retained. Justice Breyer recalled an 1832 opinion by Chief Justice John Marshall affirming Cherokee prerogatives against encroachment from the state of Georgia."
}