{
    "url_original": "https://www.wsj.com/articles/supreme-court-to-consider-state-secrets-case-on-government-surveillance-11623095382?mod=politics_lead_pos2",
    "url": "supreme-court-to-consider-state-secrets-case-on-government-surveillance-11623095382",
    "title": "Supreme Court to Consider State-Secrets Case Involving FBI Surveillance",
    "sub_head": "High court separately declines to hear case challenging male-only registration for the military draft",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-349984?width=620&size=1.5",
    "image_1": "im-349984.jpg",
    "time": "2021-06-07 15:49:00",
    "body": "WASHINGTON—The Supreme Court on Monday agreed to consider a U.S. government appeal that seeks dismissal of a case involving allegations of improper surveillance of Muslims, on the grounds that further litigation risks disclosing state secrets.<br />The high court separately declined to consider a sex-discrimination challenge to the longstanding requirement that only men register for the military draft when they turn 18 years of age.<br />In the surveillance case, three Muslim residents in Southern California filed a proposed class-action lawsuit alleging the Federal Bureau of Investigation paid a confidential informant to conduct dragnet surveillance of Muslims based solely on their religious identity. The suit, which dates back to 2011, claims an array of legal violations, including religious discrimination.<br />The plaintiffs allege the surveillance took place in 2006 and 2007, with an informant who, posing as a convert to Islam, infiltrated the Muslim community in Orange County and gathered personal information on hundreds of Muslims, including by surreptitiously recording people in mosques, homes and businesses.<br />The government hasn’t directly addressed many of the allegations, though the FBI has acknowledged it had a relationship with the informant. One FBI official in a court declaration said the government operation at issue aimed to prevent terrorist attacks and focused on fewer than 25 people."
}