{
    "url_original": "https://www.wsj.com/articles/supreme-court-unanimously-draws-limit-on-drug-sentencing-relief-law-11623698858?mod=business_minor_pos5",
    "url": "supreme-court-unanimously-draws-limit-on-drug-sentencing-relief-law-11623698858",
    "title": "Supreme Court Unanimously Draws Limit on Drug-Sentencing Relief Law",
    "sub_head": "Justices hold that 2018 law provides no relief to offenders whose crimes don’t carry mandatory minimum sentences",
    "category_1": "Politics",
    "category_2": "Audience",
    "image_1_url": "https://images.wsj.net/im-353577?width=620&size=1.5",
    "image_1": "im-353577.jpg",
    "time": "2021-06-14 15:27:00",
    "body": "WASHINGTON—The Supreme Court limited the scope of a 2018 law aimed at reducing sentencing disparities for drug offenses, ruling unanimously on Monday that it provides no relief to offenders convicted of crimes that don’t carry mandatory minimum sentences.<br />The First Step Act, passed under the Trump administration with rare bipartisan support, extended an Obama-era initiative to reduce the disparity in punishment for crack-cocaine offenses, which popularly had been associated with Black communities, compared with that for powder-cocaine crimes more often committed by white offenders.<br />The measure made retroactive sentencing reductions that Congress had approved in the 2010 Fair Sentencing Act. That law lifted the thresholds triggering mandatory minimum sentences for possessing specific quantities of crack, raising to 28 grams from 5 the amount for 5 years, and to 280 grams from 50 for a 10-year minimum.<br />The First Step Act states that it provides relief to individuals convicted before 2010 of “a violation of a Federal criminal statute, the statutory penalties for which were modified” by the Fair Sentencing Act.<br />But Tarahrick Terry, arrested in Miami in 2008 with 3.9 grams of crack, was sentenced for possession with intent to distribute narcotics, a provision that carried no mandatory minimum. As such, Justice Clarence Thomas wrote for the court, Mr. Terry could obtain no relief from the First Step Act."
}