{
    "url_original": "https://www.wsj.com/articles/supreme-court-rules-noncitizens-who-re-enter-u-s-illegally-must-be-held-11624993093?mod=politics_lead_pos5",
    "url": "supreme-court-rules-noncitizens-who-re-enter-u-s-illegally-must-be-held-11624993093",
    "title": "Supreme Court Rules Noncitizens Who Re-Enter U.S. Illegally Must Be Held",
    "sub_head": "Majority rules that repeat violators can’t seek bail during asylum proceedings",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-361808?width=620&size=1.5",
    "image_1": "im-361808.jpg",
    "time": "2021-06-29 14:58:00",
    "body": "WASHINGTON—The Supreme Court ruled Tuesday that deported noncitizens who re-enter the U.S. illegally and claim asylum must remain in custody while their cases are processed.<br />Normally, noncitizens seeking asylum are entitled to bail hearings where they can seek release if an immigration judge finds they meet certain conditions. But “aliens who re-entered the country illegally after removal have demonstrated a willingness to violate the terms of a removal order,” Justice Samuel Alito wrote for the court.<br />“Congress had obvious reasons to treat these” individuals more sternly than other asylum applicants, Justice Alito wrote, joined by the court’s other conservatives, Chief Justice John Roberts and Justices Clarence Thomas, Neil Gorsuch, Brett Kavanaugh and Amy Coney Barrett.<br />Justice Stephen Breyer dissented, joined by his fellow liberals Justices Sonia Sotomayor and Elena Kagan. “Why would Congress want to deny a bond hearing to individuals who reasonably fear persecution or torture, and who, as a result, face proceedings that may last for many months or years,” he wrote, arguing that immigration law didn’t require so harsh a result.<br />The case, Johnson v. Guzman Chavez, involved a group of noncitizens who were deported after entering the U.S. unlawfully and then returned. “For example,” the noncitizens’ brief said, “following his removal to El Salvador, respondent [Wilber] Rodriguez Zometa was immediately threatened with death by the 18th Street Gang. Fearing for their safety, each of the respondents returned to the United States without authorization.”"
}