{
    "url_original": "https://www.wsj.com/articles/supreme-court-by-5-4-vote-pares-back-class-action-suits-11624632441?mod=markets_featst_pos3",
    "url": "supreme-court-by-5-4-vote-pares-back-class-action-suits-11624632441",
    "title": "Supreme Court Pares Back Class-Action Suits",
    "sub_head": "In 5-4 vote, justices rule consumers falsely labeled as potential terrorists on credit reports can’t sue unless they demonstrate injury",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-360101?width=620&size=1.5",
    "image_1": "im-360101.jpg",
    "time": "2021-06-25 17:06:00",
    "body": "WASHINGTON—The Supreme Court pared back a class-action suit by consumers falsely labeled as potential terrorists on their credit reports, ruling that only those whose reports were circulated to creditors could bring claims in federal court.<br />By a 5-4 vote, the court said Congress overstepped its powers by authorizing consumers to sue under the Fair Credit Reporting Act when credit bureaus fail to use reasonable procedures to maintain accurate information, but don’t disseminate erroneous reports to third parties.<br />“No concrete harm, no standing” to sue, Justice Brett Kavanaugh wrote for the court in its decision on TransUnion LLC v. Ramirez. The decision was joined by Chief Justice John Roberts and Justices Samuel Alito, Neil Gorsuch and Amy Coney Barrett.<br />The ruling is expected to limit the number of people that can qualify for any class seeking to sue companies in federal court over a violation of federal law, likely accelerating a trend to file such claims in state courts, where standing rules are often more generous.<br />Federal courts in California had awarded $40 million in damages to a class of 8,185 consumers the credit bureau  TransUnion  LLC falsely labeled as potential terrorists on their credit reports. Justice Kavanaugh wrote that only the 1,853 whose reports were disseminated to third-party business could bring claims under the constitutional limitation of lawsuits to “cases” and “controversies.”"
}