{
    "url_original": "https://www.wsj.com/articles/supreme-court-signals-expansion-of-religious-exemptions-from-laws-11624194001?mod=politics_lead_pos3",
    "url": "supreme-court-signals-expansion-of-religious-exemptions-from-laws-11624194001",
    "title": "Supreme Court Signals Expansion of Religious Exemptions From Laws",
    "sub_head": "Cases will test the court’s ability to balance the growing legal recognition of LGBT equality with religious interests",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-356661?width=620&size=1.5",
    "image_1": "im-356661.jpg",
    "time": "2021-06-20 09:00:00",
    "body": "WASHINGTON—With all nine justices voting to exempt a Catholic social-service agency from Philadelphia’s nondiscrimination policies, the Supreme Court sent a message Thursday that secular interests will increasingly have to give way to some religious rights. The question now is how many—and how fast.<br />For three conservative justices, not fast enough. “We owe it to the parties, to religious believers, and to our colleagues on the lower courts to cure the problem this Court created,” Justice Neil Gorsuch wrote in a concurring opinion Thursday, joined by Justices Clarence Thomas and Samuel Alito. They argued that it was time to overrule a 1990 precedent holding that religious believers can’t invoke the First Amendment to exempt themselves from neutral laws that apply to the public at large.<br />It was that precedent, Employment Division v. Smith, which led lower courts to rule against Catholic Social Services, which lost a city contract to screen foster parents after Philadelphia officials learned that the agency wouldn’t work with same-sex couples. Catholic Social Services, one of some 20 private agencies Philadelphia contracted to do such work, argued that because the Roman Catholic Church doesn’t recognize same-sex marriage, its religious-exercise rights entitled it to disregard city policies forbidding discrimination based on sexual orientation.<br />In Thursday’s case, Fulton v. Philadelphia, Chief Justice John Roberts’s majority opinion found a way to rule for the Catholic organization without overturning Smith. The court reasoned that because the city contract contained a clause allowing the human-services department to make exceptions to the nondiscrimination policy, the Smith rule didn’t apply and therefore an exemption should be granted.<br />The narrow, 15-page opinion may have been a late compromise to gather a spectrum of votes, including liberal Justices Stephen Breyer, Sonia Sotomayor and Elena Kagan, along with conservatives Brett Kavanaugh and Amy Coney Barrett."
}