{
    "url_original": "https://www.wsj.com/articles/surprise-education-wins-in-newark-11624486775?mod=opinion_lead_pos2",
    "url": "surprise-education-wins-in-newark-11624486775",
    "title": "Surprise: Education Wins in Newark",
    "sub_head": "The New Jersey Supreme Court upholds charter expansions.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-23 18:19:00",
    "body": "Education choice for Newark families has been spared a blow. A 7-0 decision by the New Jersey Supreme Court on Tuesday upheld the expansion of seven charter schools to serve thousands more students.<br />The state Education Commissioner approved the Newark charter school expansion requests in 2016. An advocacy group called the Education Law Center sued, claiming the Commissioner had not considered the fiscal harm the expansion would cause for Newark’s traditional public schools. It also said more charter enrollment would worsen segregation by race and disability and among English-language learners in the district.<br />But the school district had not demonstrated any potential fiscal harm before the Commissioner approved the expansions, the Supreme Court ruled. The Court said the Commissioner should have considered the impact on demographic disparities, but that it would be “unfair” to reverse the approval five years later. An appellate court, the ruling noted, “found no evidence of discriminatory practices by the charter schools.”<br />Some 80% of the 20,000 students in Newark’s charter schools are black and 16% are Hispanic; in district schools, roughly 40% of students are black and 50% are Hispanic. Eight thousand students are on charter waiting lists. A Boston Universityworking paper in May found that students with disabilities and English-language learners enrolled in a Newark charter school were less likely to leave within two years than those enrolled in a district school.<br />But progressives would prefer that minority families stay in Newark’s struggling district schools. Fifty-six percent of Newark charter students were proficient in English language arts and 44% in math in 2018-19, compared to some 36% and 26% of district students."
}