{
    "url_original": "https://www.wsj.com/articles/swiss-scientist-refined-technology-used-in-mri-scans-11624024800?mod=tech_featst_pos3",
    "url": "swiss-scientist-refined-technology-used-in-mri-scans-11624024800",
    "title": "Swiss Scientist Refined Technology Used in MRI Scans",
    "sub_head": "Richard Ernst, who has died at age 87, won a Nobel prize for work that is vital to medical diagnostics and pharmaceutical research",
    "category_1": "World",
    "category_2": "Obituaries",
    "image_1_url": "https://images.wsj.net/im-354045?width=620&size=1.5",
    "image_1": "im-354045.jpg",
    "time": "2021-06-18 10:00:00",
    "body": "Richard Ernst’s parents worried about him. By age 3, he still wasn’t talking intelligibly in the Swiss German dialect spoken at the family home in Winterthur, Switzerland.<br />His language skills finally developed, and he showed promise playing the cello. Then, around age 13, he made a discovery in the family’s attic: A box of chemicals left by a late uncle. He began doing experiments and reading anything he could find about chemistry, an obsession that led to a career.<br />Dr. Ernst won the 1991 Nobel Prize in chemistry for his contributions in nuclear magnetic resonance, the technology best known today for its use by doctors in MRI scanners, allowing detailed views of the body’s interior. The technology also has applications in analyzing complicated molecules and the ways in which they interact with one another. It provides tools to develop drugs and vaccines or determine the molecular makeup of foods and other items. It can even be used to determine the origins of the olives used to make a particular batch of olive oil.<br />Dr. Ernst, who died June 4 at the age of 87, built on earlier work by scientists including Isidor Isaac Rabi, Felix Bloch and Edward Mills Purcell. The technology involves manipulating subatomic particles by exposing them to magnetic fields and radio waves. The particles’ movements in response to these stimuli produce radio waves that can be analyzed to reveal the structures of molecules and their motions.<br />In the late 1950s, when Dr. Ernst was introduced to early magnetic-resonance devices, they were too slow to be of much practical use. With an American colleague, Weston Anderson, in the 1960s he found that the use of short, intense radio pulses could provide much more detailed information about molecules. Dr. Ernst also applied a mathematical method, known as a Fourier transform, for rapid analysis of the subatomic wobbles set off by those pulses."
}