{
    "url_original": "https://www.wsj.com/articles/talks-falter-on-background-checks-for-guns-sales-11623264254?mod=politics_lead_pos6",
    "url": "talks-falter-on-background-checks-for-guns-sales-11623264254",
    "title": "Talks Falter on Background Checks for Gun Sales",
    "sub_head": "Democratic leader Schumer has said Senate may hold vote later this month",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-351412?width=620&size=1.5",
    "image_1": "im-351412.jpg",
    "time": "2021-06-09 14:44:00",
    "body": "WASHINGTON—Senators said they are struggling to find a bipartisan agreement on expanding background checks for gun sales after weeks of talks, with many Republicans wary of backing new efforts to regulate firearms.<br />A handful of Senate Democrats and Republicans have been working to strike a deal on an expansion of background checks that could garner the 60 votes needed for a bill to advance in the Senate. Lawmakers said they were taking a pragmatic approach, trying to reach a narrower agreement than the legislation that passed the House in March that would expand background checks to nearly all gun sales, aimed at flagging people with criminal or mental-health histories that disqualify them from gun ownership.<br />“Progress would probably be overstating it,” Sen. Pat Toomey, a Pennsylvania Republican who has been a key part of the discussions, said of the group’s efforts. Mr. Toomey said that while he might be able to reach a deal with Democrats, he was skeptical they could find nine other GOP votes in the evenly divided Senate. “It’s not clear to me that we get 60 at this point,” he said.<br />Lawmakers said the recent discussions have centered on expanding background checks to all commercial sales, the focus of 2013 legislation from Mr. Toomey and Sen. Joe Manchin (D., W.Va.). The Senate narrowly blocked that bill, which would have expanded background checks to all commercial sales, including all sales advertised online and at gun shows. Currently, the checks are needed only for sales by federally licensed dealers.<br />Democrats said they weren’t ready to call a halt to their efforts. Still, at some point, they will have to decide whether to bring legislation to the floor for a vote, even if it hasn’t secured enough support to pass. Senate Majority Leader Chuck Schumer (D., N.Y.) has said that the chamber may hold a vote on gun legislation this month. Others involved in the talks said that could slip until later this summer as negotiations continue."
}