{
    "url_original": "https://www.wsj.com/articles/tapping-red-states-for-infrastructure-11624824291?mod=opinion_lead_pos2",
    "url": "tapping-red-states-for-infrastructure-11624824291",
    "title": "Tapping Red States for Infrastructure",
    "sub_head": "The bipartisan Senate deal finances Biden priorities with savings from unused jobless benefits.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-360759?width=620&size=1.5",
    "image_1": "im-360759.jpg",
    "time": "2021-06-27 16:04:00",
    "body": "The more we examine the bipartisan Senate infrastructure deal, the worse its details look. Consider its plan to pay for new spending in part with unemployment-benefit savings from GOP states that are recovering faster economically and ending the $300 federal bonus.<br />The outline of the deal includes an estimated $25 billion in revenue from unused jobless benefits. In March Democrats extended the $300 bonus into September and expanded enhanced benefits by 53 weeks, plus an additional 13 to 20 weeks in states with persistent high unemployment. Workers in states like California (7.9% in May) and New York (7.8%) can qualify for 99 weeks of benefits.<br />But the faster economic recovery and early benefit terminations by some states are resulting in lower unemployment spending than the Congressional Budget Office forecasted in March. According to the Committee for a Responsible Federal Budget, federal spending on unemployment benefits will likely be about $56 billion lower than CBO predicted.<br />Guess where most of those “savings” will come from? Answer: the 26, mostly GOP-led, states that have announced plans to end the bonus before its planned expiration after Labor Day. Florida, Texas, Georgia, Utah and Oklahoma stopped theirs on Saturday.<br />The Committee for a Responsible Federal Budget notes that those 26 states have received a little over a quarter of the payments made under the March spending bill. That’s because they have smaller populations and much lower unemployment. The average unemployment rate in the 26 states was 1.4 percentage points lower in April than the national average."
}