{
    "url_original": "https://www.wsj.com/articles/tax-incentives-for-film-production-weve-seen-this-movie-before-11622840661?mod=opinion_major_pos6",
    "url": "tax-incentives-for-film-production-weve-seen-this-movie-before-11622840661",
    "title": "Tax Incentives for Film Production? We’ve Seen This Movie Before",
    "sub_head": "When will state lawmakers learn that throwing money at Hollywood producers is a policy guaranteed to flop?",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-348526?width=620&size=1.5",
    "image_1": "im-348526.jpg",
    "time": "2021-06-04 17:04:00",
    "body": "Call it the latest entry in the fantasy genre. As states look to bounce back from the economic damage of the coronavirus pandemic, many are considering new or expanded tax credits for movie production. The hope is that taxpayer subsidies will lure big-budget blockbusters and good-paying jobs, but such blatant corporate welfare has failed virtually everywhere it has been tried. It would be a comedy—if millions of dollars in taxpayer money weren’t on the line.<br />At least nine states are considering or have already acted on this foolish policy, which Hollywood companies rely on to the tune of tens of millions of dollars a year. Legislators in Tennessee approved a new incentive program in April, creating new sales-tax exemptions for “qualified productions.”<br />Utah expanded its program in March. Lawmakers in Missouri have proposed new film incentives, while some in Maine, North Carolina, Pennsylvania and Minnesota have suggested putting more money into existing programs. Lawmakers in Kentucky have restored tax credits that were scaled back in 2018.<br />Something similar may happen in Michigan, which in 2015 killed its film tax-credit program on grounds that it was ineffective and expensive. Under the guise of pandemic relief, some Democratic state lawmakers want to reimburse movie producers for up to 30% of their expenses.<br />The supposed justification for this subsidy is simple: “This is about Michigan jobs,” as the bill’s sponsor put it. But Michigan’s previous experience shows that nothing good will come of this crony handout."
}