{
    "url_original": "https://www.wsj.com/articles/team-usa-track-and-field-tokyo-olympics-11624891420",
    "url": "team-usa-track-and-field-tokyo-olympics-11624891420",
    "title": "Team USA’s Giant Track and Field Squad Aims for Tokyo Stardom",
    "sub_head": "Battling extreme heat at the U.S. trials, more than 100 athletes qualified for the Games that start next month, where high temperatures are expected to be a factor.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "time": "2021-06-28 10:44:00",
    "body": "EUGENE, Ore.—As extreme temperatures at the U.S. track and field trials here provided a surprise preview of the sweltering conditions expected at the Tokyo Olympics this summer, blazing performances from freshly minted Team USA members showed they are capable of generating plenty of their own heat.<br />The huge squad that qualified for Tokyo over the past week, plus six marathoners, will likely make up nearly one-quarter of the more than 600 overall expected to head to Tokyo for Team USA, or more than 130 athletes. That would be the U.S.’s biggest Olympic track team ever, according to Olympic historian Bill Mallon. The full team will be named later this week.<br />The U.S. squad is headlined by a group of sprinters aiming to fill the giant void left by the absence of Usain Bolt. The retired Jamaican superstar will be absent from the Games for the first time since 2000, after winning the 100-meter and 200-meter golds at the last three Olympics.<br />That creates a lane for new stars like top U.S. women’s 100-meter qualifier Sha’Carri Richardson to grab attention. The 21-year-old Dallas native has previously raced with blue and red hair, and at the trials sported flowing, flame-orange locks. Richardson will bring to Tokyo the second-fastest time in the world this year behind two-time Olympic gold medalist Shelly-Ann Fraser-Pryce of Jamaica.<br />Trayvon Bromell is the fastest man in the world this year and clocked a 9.80 time in the trials’ 100-meter final. He finished eighth in the 100 at the 2016 Rio Olympics but later aggravated a heel injury and left the track in a wheelchair. Bromell, who turns 26 next month, has raced intermittently since then as he battled serious injuries."
}