{
    "url_original": "https://www.wsj.com/articles/teamsters-union-votes-to-help-organize-amazon-workers-11624558332?mod=business_lead_pos11",
    "url": "teamsters-union-votes-to-help-organize-amazon-workers-11624558332",
    "title": "Teamsters Union Votes to Help Organize Amazon Workers",
    "sub_head": "Resolution follows failed unionization attempt by Amazon employees in Alabama",
    "category_1": "Tech",
    "time": "2021-06-24 15:26:00",
    "body": "One of America’s largest labor unions passed a resolution Thursday designed to aid  Amazon . com Inc. workers in eventually achieving a union contract, a move aimed at putting further labor pressure on the e-commerce giant following a recent failed unionization effort in Alabama.<br />Representatives from the International Brotherhood of Teamsters drafted the resolution after recent years in which Amazon has become a central focus for the group as the company’s impact on blue collar workers has increased.<br />Roughly 99% of more than 1,500 delegates from the Teamsters, which represents more than one million employees across North America that include package delivery, warehouse and trucking workers, voted in favor of the resolution during the union’s 30th annual convention hosted online. The resolution, titled “Building Worker Power at Amazon,” stipulates that the union would “supply all resources necessary” and eventually create a special division to organize workers at the company.<br />“Amazon is changing the nature of work in our country and touches many core Teamster industries and employers,” the union said in the resolution. “Teamsters across North America have been and will continue to stand in solidarity with Amazon workers in their effort to find a true voice on the job.”<br />Amazon didn’t respond to a request for comment on the resolution. In the past, the company has said that a union is unnecessary because its workers already receive the pay and benefits that a union would bargain for. It has also said it works hard to listen to its workers and make improvements."
}