{
    "url_original": "https://www.wsj.com/articles/tennessee-scientist-is-first-to-go-on-trial-on-charges-he-hid-work-in-china-11623072676?mod=politics_lead_pos7",
    "url": "tennessee-scientist-is-first-to-go-on-trial-on-charges-he-hid-work-in-china-11623072676",
    "title": "Tennessee Scientist Is First to Go on Trial on Charges He Hid Work in China",
    "sub_head": "Prosecutors say the nanotechnology researcher did similar work in both countries while getting money from NASA",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-349550?width=620&size=1.5",
    "image_1": "im-349550.jpg",
    "time": "2021-06-07 09:31:00",
    "body": "Until last year at the University of Tennessee, Anming Hu studied, among other things, how to join certain metals together using materials that are more than 1,000 times smaller than the width of a human hair. He also ran a group developing similar nanoscale technologies at an institute in Beijing.<br />Mr. Hu’s research has a range of potential applications including fixing turbines and printing sophisticated electronic sensors. On Monday, prosecutors are set to present their case that Mr. Hu hid his China collaborations from the U.S. government while also receiving National Aeronautics and Space Administration grants for his work in Tennessee.<br />The trial in Knoxville is the first after a slew of arrests of researchers and years of rising concerns among U.S. authorities that American taxpayers are unwittingly funding Chinese scientific development and boosting China’s drive for global pre-eminence.<br />The Senate this week is expected to approve legislation that would provide for $190 billion for research in advanced technologies and other programs to try to better compete with China. In its current form, the bill toughens restrictions on recipients of government research funds from also accepting money from government programs from China, Russia, North Korea and Iran.<br />Mr. Hu faces charges of wire fraud and making false statements related to his work in China. A native of China and a naturalized Canadian citizen, Mr. Hu has pleaded not guilty."
}