{
    "url_original": "https://www.wsj.com/articles/terrorist-attacks-immigration-debates-push-french-voters-rightward-boosting-le-pen-11624181404?mod=world_major_1_pos4",
    "url": "terrorist-attacks-immigration-debates-push-french-voters-rightward-boosting-le-pen-11624181404",
    "title": "Terrorist Attacks, Immigration Debates Push French Voters Rightward, Boosting Le Pen",
    "sub_head": "Anti-immigration party National Rally seeks to capitalize in regional elections, as Macron’s party also leans to the right",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-356227?width=620&size=1.5",
    "image_1": "im-356227.jpg",
    "time": "2021-06-20 05:30:00",
    "body": "L’ISLE-SUR-LA-SORGUE, France—Wedged between river tributaries in southeastern France, L’Isle-sur-la-Sorgue is known for its cobblestone streets and its sun-dappled outdoor market.<br />But ahead of local elections on Sunday, the debate in this small town, and in others across France, has centered on the fallout from the beheading of a schoolteacher near Paris last fall by a Chechen refugee as well as the slaying of churchgoers in Nice weeks later by a Tunisian migrant.<br />Across France questions over the place of Islam in French society and tensions over immigration have come to preoccupy many French and have pushed the electorate rightward.<br />In response, the centrist government of President Emmanuel Macron has leaned toward more conservative policies, cracking down on mosques and other Islamic organizations that it says practice Islamist separatism, Mr. Macron’s term for what the government says is a movement that seeks to override civil laws with religious ones.<br />But the rightward shift of the electorate has especially favored Marine Le Pen, leader of the anti-immigration National Rally party. Ms. Le Pen has long blamed a string of attacks in recent years on what she considers soft immigration policies that she says allow radical strains of Islam to take root in the country and fuel violence—a link the Macron government rejects."
}