{
    "url_original": "https://www.wsj.com/articles/tesla-and-other-bubble-stocks-have-deflated-just-like-2000-11623928248?mod=markets_lead_pos5",
    "url": "tesla-and-other-bubble-stocks-have-deflated-just-like-2000-11623928248",
    "title": "Tesla and Other Bubble Stocks Have Deflated Just Like 2000",
    "sub_head": "Fashionable areas of clean energy, electric cars, cannabis stocks and SPACs have dropped sharply this year, in an echo of the dot-com era",
    "category_1": "Markets",
    "category_2": "Streetwise",
    "time": "2021-06-17 07:10:00",
    "body": "Is the dot-com bust happening again right under our noses? It might seem an odd claim, but there is a remarkable resemblance between the speculative boom-to-bust of late 1999 and the first half of 2000 and what’s happened over the past nine months in the fashionable areas of clean energy, electric cars, cannabis stocks and SPACs.<br />If the parallel continues it bodes ill for investors who joined the excess late. The trendy stocks—led by Tesla—are already down a quarter to a third from this year’s highs. But there are reasons to hope that, unlike at the turn of the century, the malaise won’t spread to the rest of the market.<br />The similarities are in both performance and investor behavior. The late-1999 fear of missing out on internet stocks inflated the Nasdaq Composite 83% from the end of September to its March 2000 top. From September last year to this year’s highs,  Invesco ’s  solar exchange-traded fund jumped 88%, Blackrock’s global clean energy ETF jumped 81%, and Ark’s innovation ETF 70%.<br />Back then the leading large bubble stock Cisco rose 133%, while today’s leading bubble stock—Tesla—was up 110% from September to peak. Pure dot-com areas roughly tripled, just as cannabis funds have this time.<br />Even the time of year is similar, with the fashionable sectors peaking in February and March this year, while the dot-com high was reached on March 10, 2000. After the bubble burst, the performance by mid-June—now—followed the same course, with losses of a quarter to a third from this year’s frothy areas, and a loss of a quarter in the Nasdaq in 2000 ( Cisco  held up a little longer)."
}