{
    "url_original": "https://www.wsj.com/articles/tesla-failed-to-oversee-elon-musk-s-tweets-sec-argued-in-letters-11622582765?mod=tech_lead_pos2",
    "url": "tesla-failed-to-oversee-elon-musk-s-tweets-sec-argued-in-letters-11622582765",
    "title": "Tesla Failed to Oversee Elon Musk’s Tweets, SEC Argued in Letters",
    "sub_head": "SEC said Musk flouted court-ordered Policy in 2019 and 2020, records show",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-346800?width=620&size=1.5",
    "image_1": "im-346800.jpg",
    "time": "2021-06-01 17:51:00",
    "body": "WASHINGTON—Securities regulators told  Tesla Inc.  last year that Chief Executive Elon Musk’s use of  Twitter  had twice violated a court-ordered policy requiring his tweets to be preapproved by company lawyers, according to records obtained by The Wall Street Journal.<br />Tesla and the Securities and Exchange Commission settled an enforcement action in 2018 alleging that Mr. Musk had committed fraud by tweeting about a potential buyout of his company. Mr. Musk paid $20 million to settle that case—Tesla also paid $20 million—and agreed to have his public statements on social media overseen by Tesla lawyers.<br />In correspondence sent to Tesla in 2019 and 2020, the SEC said tweets Mr. Musk wrote about Tesla’s solar roof production volumes and its stock price hadn’t undergone the required preapproval by Tesla’s lawyers. The communications, which haven’t been previously reported, spotlight the running tension between the nation’s top corporate regulator and Mr. Musk, who publicly mocked the SEC even after settling fraud claims with the agency.<br />The SEC told Tesla in May 2020 that the company had failed “to enforce these procedures and controls despite repeated violations by Mr. Musk.” The letter, signed by Steven Buchholz, a senior SEC official in its San Francisco office, added: “Tesla has abdicated the duties required of it by the court’s order.”<br />Tesla, Mr. Musk, and the SEC didn’t respond to requests for comment."
}