{
    "url_original": "https://www.wsj.com/articles/texas-governor-says-state-will-build-a-wall-along-border-with-mexico-11623887677?mod=business_minor_pos5",
    "url": "texas-governor-says-state-will-build-a-wall-along-border-with-mexico-11623887677",
    "title": "Texas Governor Says State Will Build a Wall Along Border With Mexico",
    "sub_head": "Republican Greg Abbott cites President Biden’s rescinding of funding for Trump wall; Latino group to challenge legality of state effort",
    "category_1": "Politics",
    "time": "2021-06-16 19:54:00",
    "body": "AUSTIN, Texas—The state will begin efforts to build its own wall along its border with Mexico, Texas Gov. Greg Abbott announced Wednesday, saying the state was prompted to take action since President Biden has pulled back on former President Donald Trump’s border wall plans.<br />The state will use an initial $250 million of state funds to explore how to build the wall. Mr. Abbott, a Republican, said building a wall along  areas of the border that don’t yet have one would allow state police to arrest and jail immigrants who cross it on trespassing charges. He said he would build more jails along the southern border to hold such people. States don’t have authority to enforce federal immigration laws.<br />Mr. Abbott’s announcement came days after Mr. Biden’s administration said it would rescind funding for segments of a border wall allocated under Mr. Trump, and would explore returning to landowners property the federal government seized for the project. Mr. Abbott criticized Mr. Biden for not continuing work on the border wall, which had been the central promise of Mr. Trump’s 2016 presidential campaign.<br />“Because they are not doing it, Texas taxpayers are having to step up,” Mr. Abbott said. Further money, he said, may come from private donations the state is now collecting via a website. Mr. Abbott called a surge of immigration at the southern border an “invasion” that is causing problems for residents there.<br />The League of United Latin American Citizens, the nation’s largest Latino civil rights organization, indicated in a news release that it intends to fight Mr. Abbott’s move in court. Domingo Garcia, LULAC’s national president, called the effort a waste of taxpayer money and an illegal use of state powers."
}