{
    "url_original": "https://www.wsj.com/articles/texas-firearms-bill-revives-gun-rights-strategy-rejected-by-u-s-courts-in-past-11623954667?mod=politics_lead_pos6",
    "url": "texas-firearms-bill-revives-gun-rights-strategy-rejected-by-u-s-courts-in-past-11623954667",
    "title": "Texas Firearms Bill Revives Gun-Rights Strategy Rejected by U.S. Courts in Past",
    "sub_head": "Bill would let residents buy Texas-made gun silencers without a license, which is currently illegal under federal law",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-350540?width=620&size=1.5",
    "image_1": "im-350540.jpg",
    "time": "2021-06-17 15:09:00",
    "body": "Texas is renewing a strategy that seeks to circumvent federal gun-control laws, one that lawmakers hope makes its way to the Supreme Court to test longstanding doctrine on gun regulation.<br />Texas Gov. Greg Abbott gathered with Republican lawmakers at the Alamo Thursday to ceremonially sign several gun-related bills passed during the recent legislative session, including one making the open carry of handguns without a license legal, and another allowing state residents to buy Texas-made gun silencers without a federal license.<br />While the open carry bill drew national attention, the less-noticed silencer bill revives a strategy to avoid federal regulation of guns, a strategy that federal courts have blocked in other states. Gun-rights advocates think they have a better shot now because of the addition of three conservative justices appointed by former Republican President Donald Trump.<br />The GOP-controlled Legislature last month passed a bill along mostly partisan lines that would allow residents to sidestep federal regulation, including background checks and a special tax, on the theory that the U.S. Constitution doesn’t expressly allow federal regulation of commerce within a state’s borders, only commerce between states.<br />“Passing the bill is a first step,” said Rachel Malone, the Texas director of Gun Owners of America, an advocacy group. She said it could be years before silencers, also known as suppressors, can be bought and sold in Texas, because the measure needs to wend its way through federal courts. The bill also requires the Texas attorney general to bear the legal burden of defending challenges to the law in federal court."
}