{
    "url_original": "https://www.wsj.com/articles/the-strawberry-shortcake-shortcut-a-quicker-recipe-for-a-classic-11624551152",
    "url": "the-strawberry-shortcake-shortcut-a-quicker-recipe-for-a-classic-11624551152",
    "title": "The Strawberry Shortcake Shortcut: A Quicker Recipe for a Classic",
    "sub_head": "This streamlined recipe eliminates the mess and fuss of rolling out and cutting individual biscuits. Bake that tender, flaky layer all in one step and get to the sweet payoff faster.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-357775?width=620&size=1.5",
    "image_1": "im-357775.jpg",
    "time": "2021-06-24 12:12:00",
    "body": "WHAT’S NOT TO LOVE about strawberry shortcake? It’s a nostalgic crowd-pleaser, from the hot, flaky biscuit to the clouds of cold whipped cream and the ruby strawberries that tumble off and onto the plate, ready to be scooped back into the mix.<br />It’s an easy and quick dessert to make, too, except for one step: the rolling and cutting of the biscuit dough, which inevitably leads to sticky, floury hands and a countertop to match. And so I set about eliminating that step without forgoing a tender biscuit worthy of its over-the-top toppings. This recipe produces a single 8-by-8-inch biscuit layer baked in a square baking dish. You can transfer it to a cutting board and cut it in 6 squares, or you can slice it in half horizontally and make a big shortcake sandwich with a filling of whipped cream and strawberries. An individual biscuit square can also be placed at an angle over each serving, with all the panache of a tilted beret.<br />It’s hard to argue with the purity of the biscuit-cream-berry trio, and I am loath to mess with the first strawberry shortcake of the season, but after a few weeks I tend to start riffing. Sometimes I add a pinch of cardamom and a spoonful or two of rose water to the cream, or I might toss the berries in some of that rose water or a little limoncello, Kirsch or crème de cassis. Maybe I’ll toss in the zest of a lemon or a few mint leaves, sliced in fine slivers. Or perhaps I’ll infuse the cream with lemon verbena leaves before I whip it. Nothing radical—it’s really just about adding subtle layers of flavor. And then, suddenly, I’ll realize that the summer days are growing shorter and even the northern strawberries have peaked. To celebrate the last strawberries of the season, I return to the simple pleasure of biscuit, cream and berry.<br />You can always swap in other fruits. Raspberries, blueberries and blackberries have their merits, served individually or mixed up in a colorful jumble. And peeled slices of peach and nectarine make a late-summer beauty of a shortcake. For a tropical version, stir a little white rum and lime zest into a mixture of half coconut cream and half heavy cream, then whip to soft peaks. Layer with kiwi, mango, coconut and pineapple. If your fruit isn’t quite as fragrant as you’d like, roast it in a hot oven for 10 minutes to concentrate its flavor, then let it come to room temperature. Whatever you do, don’t let summer pass without making at least one classic strawberry shortcake. With a recipe this easy, there’s really no reason not to.<br />To explore and search through all our recipes, check out the new WSJ Recipes page."
}