{
    "url_original": "https://www.wsj.com/articles/the-battle-to-lure-back-premium-travellers-has-begun-11624977777?mod=business_minor_pos10",
    "url": "the-battle-to-lure-back-premium-travellers-has-begun-11624977777",
    "title": "The Battle to Lure Back Premium Travelers Has Begun",
    "sub_head": "One reason for United Airlines’ big move to renew its fleet may be the need to give its most lucrative clients a reason to leave home",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-06-29 10:42:00",
    "body": "Even as tourists fill U.S. planes again, business travelers have been slow to return to their old habits. Airlines may be willing to spend heavily to speed things up.<br />On Tuesday, United Airlines announced its largest aircraft order ever. On top of 50  Boeing  737 MAX-8 jets, it will buy 150 Boeing 737 MAX-10 and 70 Airbus A321neo planes—elongated models that can carry more people.<br />For both major aircraft manufacturers, this offers further evidence that the Covid-19 crisis is mostly over, at least when it comes to narrow-body planes. Even though there is arguably a glut of jets in the market, fuel makes up more than one-third of airlines’ operating costs, so they are always in the market for newer, more efficient models—as long as the price is right. For Boeing in particular, the order is another welcome sign that the troubled MAX is no exception to this rule.<br />However, plane makers aren’t the only ones looking to reignite demand for their products. This big order by United—a company that lost $7 billion only last year—shows that legacy airlines won’t sit idly by and wait for high-margin premium fliers to show up.<br />United will now increase its premium seating by 75% in North American departures, compared with a 30% rise in overall capacity, and replace 200 single-class regional planes with bigger models sporting business cabins. The carrier also announced a retrofit of its mainline narrow-body fleet to include entertainment in every seat, larger overhead bins and fast in-flight wireless internet."
}