{
    "url_original": "https://www.wsj.com/articles/the-era-of-big-government-is-back-11624636813?mod=markets_major_pos2",
    "url": "the-era-of-big-government-is-back-11624636813",
    "title": "The Era of Big Government Is Back",
    "sub_head": "The U.S. government didn’t handle the pandemic perfectly, but its response has made Americans more favorable to big spending and projects",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-06-25 12:58:00",
    "body": "The pandemic, and our re-emergence from it, are reshaping the economy, government and business in lasting ways. Read more analysis of how Covid has changed the world forever from the Journal’s Heard on the Street team.<br />“The nine most terrifying words in the English language are, ‘I’m from the government, and I’m here to help.’”<br />That remark rang true for many Americans when President Ronald Reaganmade it in 1986, and for many of them it still does. But it might have lost some of its persuasive power as events like the 2008 financial crisis chipped away at the idea that capital markets are an unfailingly superior method of allocating resources while the widening gulf between the very rich and everybody else made laissez-faire approaches to the economy seem less fair.<br />And now the pandemic has served up a counterexample of how the government can, in fact, be helpful. While the vaccines against the novel coronavirus were produced by an established private sector pharmaceutical industry, without government support and funding they would not have been developed, secured or distributed as quickly as they were. The government’s response to the Covid-19 crisis has been far from perfect—it underplayed the danger early on, and its guidance on mitigating risks was often flawed—but it is not hard to grasp how much worse the pandemic would have been without it. Indeed, a bit more government arguably might have saved lives.<br />More government is what President Biden is aiming for, and while it is unlikely he will get the $4.1 trillion in new spending on infrastructure projects, child care, education and paid leave that he first proposed, he will probably get some of it. Thursday he and a bipartisan group of Senators agreed to a roughly $1 trillion infrastructure deal. It is a departure from the tack that fellow Democrat President Bill Clinton took in 1996 when he declared that “the era of big government is over.”"
}