{
    "url_original": "https://www.wsj.com/articles/the-tin-can-sailors-of-world-war-ii-11623709490?mod=opinion_lead_pos10",
    "url": "the-tin-can-sailors-of-world-war-ii-11623709490",
    "title": "The Tin Can Sailors of World War II",
    "sub_head": "James Hornfischer, the historian who chronicled these naval heroes, dies at 55.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-14 18:41:00",
    "body": "James D. Hornfischer, a historian of the U.S. Navy, died June 2 at 55. The costs borne by Navy sailors in World War II seldom receive prime billing in history courses, but amid so much fresh attention on the Pacific, more Americans should thumb through Hornfischer’s work about the Navy’s “finest hour,” off the coast of Samar on an October morning in 1944.<br />Hornfischer’s “The Last Stand of the Tin Can Sailors” (2004) is dedicated to about two hours of action in the Battle of Leyte Gulf, mostly on “tin cans,” the Navy term of endearment for destroyers. The scene on Oct. 25 was grim. Adm. Bill Halsey and his carriers were lured away by a decoy, and the 13 ships of “Taffy 3” were exposed to the largest force of surface combatants the Japanese navy had ever assembled. The Navy’s tin cans, as Hornfischer said in a 2004 speech, “fought in broad daylight at point-blank range against Japanese battleships 35 to 60 times their size.”<br />Hornfischer’s work isn’t a recitation of ship movements; it is about “the machinists, and the snipes in the engine rooms, and the gunners and the men in the handling rooms.” Best known is Ernest Evans, the Oklahoma-born captain of the USS Johnston. The Johnston, without waiting for orders, charged across miles of open sea, under withering fire, to fire a torpedo salvo and cripple the heavy cruiser Kumano.<br />The ship would have been “entitled to call it a day,” as Hornfischer said in another speech, in 2014, but Evans had “a different understanding of his duty” and turned the heavily damaged Johnston back to engage Japanese ships with gunfire. His spirit: “Our lives don’t matter,” but the enemy “will not catch the carriers whose protection is our duty.”<br />Commanding the destroyer escort USS Samuel B. Roberts was reservist Lt. Cmdr. Bob Copeland, called away from his career as a lawyer. (Vermont Royster, editor of these pages from 1958 through 1971, interrupted his reporting career to command a tin can in the Pacific.) Copeland charged his diminutive ship into the fight, at great cost. Hornfischer tells of 18-year-old Seaman Second Class Jackson McCaskill, who, after a shell hit a boiler, calmly worked to secure the hot steam while his feet were burned to the bone."
}