{
    "url_original": "https://www.wsj.com/articles/the-making-of-an-electric-vehicle-fiasco-11623710171?mod=opinion_lead_pos3",
    "url": "the-making-of-an-electric-vehicle-fiasco-11623710171",
    "title": "The Making of an Electric-Vehicle Fiasco",
    "sub_head": "Free credit, taxpayer EV subsidies, and political cheerleading.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-14 18:36:00",
    "body": "Yield-hungry investors have been driving headlong into SPACs (special-purpose acquisition companies), and some are now getting burned. Witness the trouble at electric-truck manufacturer  Lordstown Motors ,  which may be a canary in the supposed SPAC gold mine.<br />The startup’s CEO Steve Burns and CFO Julio Rodriguez resigned Monday after a board committee report found the company had made inaccurate statements about sales preorders. Last week the company warned it didn’t have enough cash to begin commercial production and there was “substantial doubt” about its ability to continue as a going concern.<br />There’s plenty of blame to go around, including among the political class. Republicans used Lordstown to flog a Rust Belt revival. Vice President Mike Pence gave a speech hailing a manufacturing comeback at the maiden plant in Lordstown, Ohio, which GM had discarded in a fire sale. Donald Trump unveiled a model truck at the White House in September with Mr. Burns.<br />Investors went along for the ride. Last fall Lordstown went public through a SPAC, which is a shell company sponsored by sophisticated investors. A SPAC raises cash through an initial public offering and then merges with a startup. This allows a startup to avoid the IPO regulatory rigmarole and to make sometimes exaggerated projections without incurring liability.<br />SPACs have become the rage on Wall Street as investors hunt for yield amid negative real interest rates. SPACs have raised capital in 331 IPOs so far this year, up from 248 for all of last year and 59 in 2019. Electric-vehicle and battery startups are especially hot with investors chasing a green rush of government subsidies."
}