{
    "url_original": "https://www.wsj.com/articles/the-california-and-texas-greenouts-11623883231?mod=opinion_lead_pos3",
    "url": "the-california-and-texas-greenouts-11623883231",
    "title": "The California and Texas Greenouts",
    "sub_head": "Renewables show again that they aren’t reliable to power the grid.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-16 18:40:00",
    "body": "Electric grid operators in Texas and California are again urging residents to conserve power amid a sweltering heat wave to avoid blackouts. Keeping your thermostat at 78 degrees during the summer may be the green new normal.<br />The Electric Reliability Council of Texas (Ercot) warned this week that a large number of unexpected power plant outages combined with surging demand is straining the grid. Meantime, California’s Independent System Operator forecast that electricity demand might exceed supply several days this week. For residents in both states, this must feel like deja vu.<br />Last August Californians experienced rolling blackouts amid a heat wave that engulfed the Southwest. California generates half of its electricity from solar during summer afternoons, but it didn’t have enough power in the evenings when the sun faded. It also relies heavily on imports, but other states didn’t have power to spare.<br />Now the problem is reoccurring while a severe drought also limits hydropower. In a few years the Diablo Canyon nuclear plant is scheduled to retire. The plant provides nearly 10% of the state’s power and backs up intermittent renewables. But green groups want the grid to run completely on solar, wind and batteries. Blackouts could soon become as common as wildfires.<br />Californians who have moved to Texas are discovering that electric power is as green and flaky there too. Texas has drawn scores of wind developers cashing in on the federal renewable electricity production tax credit, which pays them for each unit of power they generate regardless of whether it’s needed."
}