{
    "url_original": "https://www.wsj.com/articles/the-trump-dojs-leak-investigations-of-house-democrats-and-media-11623442195?mod=business_minor_pos4",
    "url": "the-trump-dojs-leak-investigations-of-house-democrats-and-media-11623442195",
    "title": "The Trump DOJ’s Leak Investigations of House Democrats and Media",
    "sub_head": "Lawmakers call for hearings and Justice Department inspector general launches probe into Trump administration’s secret efforts to find sources of leaks",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-353039?width=620&size=1.5",
    "image_1": "im-353039.jpg",
    "time": "2021-06-11 16:09:00",
    "body": "House Intelligence Committee Democrats on Thursday said they had learned that records from committee members and staff were seized by the Justice Department under former President Donald Trump in an apparent search for people leaking information to the news media. Meanwhile, reporters at the New York Times, Washington Post and CNN have also said recently that they were targeted in DOJ leak investigations.<br />The revelations set off outrage among Democrats in Congress, who accused the Trump administration of targeting its political opponents and violating the separation of powers that governs relations between coequal branches of government. The news also sparked concern from journalists and media organizations who say that a hunt for their confidential sources undermines the freedom of the press. During his administration, Mr. Trump often complained of leaks and urged his staff to try to find the sources and press charges, if possible.<br />Two California Democrats in Congress—House Intelligence Committee Chairman Adam Schiff and Rep. Eric Swalwell—said this week they had received a letter from Apple Inc. informing them that data from their accounts had been turned over to the Justice Department pursuant to a subpoena from a federal grand jury. A number of other staff and family members of people involved in the committee had data seized as well, according to a congressional official. The data were subpoenaed in February 2018, but users whose data were swept up weren’t informed until last month.<br />Earlier this month, the New York Times said that it fought a secret legal battle against being compelled to turn over email records of four reporters. The Washington Post said it was notified in early May that the Justice Department had obtained phone records of three of its reporters, and that DOJ was trying to obtain their email records as well. And finally, CNN handed over records related to one of its reporters after waging a secret court battle against the disclosure order. All of the reporters at all three outlets covered national security topics and had extensively covered matters related to Mr. Trump and Russia.<br />Many Apple products are end-to-end encrypted to protect the privacy of users, meaning the company can’t access the content of communications or files exchanged between users. Apple can’t see the content of messages between users on the company’s iMessage platform, for example. But Apple does have some information about the communications such as time and date stamps, as well as other data associated with phones, devices and accounts. Such data can still be valuable circumstantial evidence to investigators in leak probes, even if the content can’t be accessed. Some of the records turned over appeared to be such communications metadata, a congressional official said, which can show when and with whom a user was communicating."
}