{
    "url_original": "https://www.wsj.com/articles/the-federal-reserve-is-facing-troubled-waters-11624307123?mod=opinion_major_pos16",
    "url": "the-federal-reserve-is-facing-troubled-waters-11624307123",
    "title": "The Federal Reserve Is Facing Troubled Waters",
    "sub_head": "The Fed could be reined in by having it commit to conduct monetary policy in keeping with basic economic principles.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-353712?width=620&size=1.5",
    "image_1": "im-353712.jpg",
    "time": "2021-06-21 16:25:00",
    "body": "In his June 16 letter responding to Michael T. Belongia and Peter N. Ireland’s “The Fed’s Duty Is to the Economy, Not ‘Equity’” (op-ed, June 10), Prof. Stephen Happel is correct to suggest “the time has come to rein in the power of the Fed.” However, his suggestion that it be done by having the Fed adopt a monetary-policy rule, such as Milton Friedman’s money-growth rule or John B. Taylor’s interest-rate rule, isn’t correct.<br />The idea of using a monetary-policy rule has been around at least since 1936 but to date no central bank has chosen to adopt one. Economies are very complex systems. They are changing constantly and are affected by a variety of unpredictable events, which most often have unpredictable consequences. No simple operating rule can work for all possible circumstances, or for very long.<br />The Fed could be reined in by having it commit to conduct monetary policy in keeping with basic economic principles. It is widely acknowledged that markets allocate economic resources better than government institutions and that interest rates allocate credit and, hence, economic resources. Requiring the Fed to conduct monetary policy consistent with this principle would have prevented it from keeping its policy rate at zero six-and-a-half years into an economic expansion. It also would have prevented it from directly interfering with the allocation of credit by purchasing mortgage-backed securities and municipal and corporate debt and from increasing its holdings of long-term debt 22-fold over the last 14 years. This and other basic economic principles would prevent the Fed from engaging in policies aimed at enhancing “equity.”<br />Dan Thornton<br />Des Peres, Mo."
}