{
    "url_original": "https://www.wsj.com/articles/the-french-establishment-strikes-back-11624920057?mod=opinion_major_pos1",
    "url": "the-french-establishment-strikes-back-11624920057",
    "title": "The French Establishment Strikes Back",
    "sub_head": "The results of regional elections should worry President Macron.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-361487?width=620&size=1.5",
    "image_1": "im-361487.jpg",
    "time": "2021-06-28 18:40:00",
    "body": "Since Emmanuel Macron trounced Marine Le Pen in the 2017 French presidential election, a 2022 rematch has appeared likely. But the final round of France’s regional elections this weekend showed that the old establishment still has some fight left in it.<br />Mr. Macron’s centrist party and Ms. Le Pen’s right-wing National Rally failed to win a single regional presidency. Traditional center-right politicians held on to seven regions, while the Socialist Party won five. Perhaps the only reassuring news for the President and his most prominent rival is that a record low 35% of voters took part in the second round, down from well over 50% in 2015.<br />The results shouldn’t lead to major policy changes, as incumbent parties were re-elected and regional governments powers are limited mostly to transportation and education. But after being wiped out in the 2017 legislative and presidential elections, these traditional parties have reason for optimism ahead of April’s presidential vote.<br />The center-right Xavier Bertrand, president of the northern Hauts-de-France region, dunked on Ms. Le Pen’s party in his victory speech. He also confirmed his presidential ambitions, saying the “result gives me the strength to go and seek the support of all the French.” He currently polls at third place with 16%, or about 10 points behind Ms. Le Pen and Mr. Macron.<br />French politics is unpredictable—Mr. Macron was relatively unknown a year before his 32-point victory over Ms. Le Pen—and the presidential runoff system can produce a big majority for a candidate with little enthusiastic support. In 2017 Mr. Macron benefited from the front républicain, or parties uniting behind him to keep Ms. Le Pen from power. But unease about Islam and immigration have moved the French electorate to the right."
}