{
    "url_original": "https://www.wsj.com/articles/the-pandemic-made-our-relationships-stronger-11624680061",
    "url": "the-pandemic-made-our-relationships-stronger-11624680061",
    "title": "The Pandemic Made Our Relationships Stronger",
    "sub_head": "Despite early fears of a divorce surge, new data shows that after a difficult year couples are more appreciative and committed.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-357448?width=620&size=1",
    "image_1": "im-357448.jpg",
    "time": "2021-06-26 12:01:00",
    "body": "During the pandemic, it felt like everything changed for the worse. But one thing got better: our relationships.<br />Frankly, no one saw it coming. In the pandemic’s early stages, as lockdowns limited our movements and left couples spending unprecedented amounts of time together, many believed that divorce and fighting would skyrocket. The crucible of closeness seemed destined to destroy relationships.<br />Certainly the dramatic shift in everyday life was stressful, especially for couples who reported suffering from social isolation and financial strain. In a Monmouth University poll of 556 Americans conducted early in the pandemic, 26% of participants felt that their relationship increased their daily stress level. For those whose relationship already had some cracks, the pandemic deepened the problems. But those who already had strong relationships with responsive partners felt more connected to their partner and reported better relationship quality.<br />According to the 2020 American Family Survey, an annual survey of 3,000 adults conducted by the Center for the Study of Elections and Democracy at Brigham Young University, the share of married people reporting their marriage is in trouble fell from 40% in 2019 to 29% in 2020. Among married men and women age 18 to 55, 58% said that the pandemic has made them appreciate their spouse more, and 51% said that their commitment to marriage had deepened.<br />While initial reports suggested that the pandemic would cause a surge in divorces, initial state data from 2020 suggest that divorce rates went down, as much as 21% in Missouri and 36% in New Hampshire. New marriages also dipped in 2020, possibly because couples waited on having a wedding until they could celebrate with friends and family."
}