{
    "url_original": "https://www.wsj.com/articles/the-conjuring-the-devil-made-me-do-it-review-an-exorcism-is-only-the-beginning-11622749065",
    "url": "the-conjuring-the-devil-made-me-do-it-review-an-exorcism-is-only-the-beginning-11622749065",
    "title": "‘The Conjuring: The Devil Made Me Do It’ Review: An Exorcism Is Only the Beginning",
    "sub_head": "The third film in the horror franchise starring Patrick Wilson and Vera Farmiga as paranormal investigators finds the couple entangled in a case of demonic possession.",
    "category_1": "Film Review",
    "time": "2021-06-03 15:37:00",
    "body": "When a horror film—or any film, for that matter—starts super-high, with all its firepower on display, the question is always where it can go from there. “The Conjuring: The Devil Made Me Do It” starts as scarily, joltingly, shockingly high as any devotee of the genre could ask for. Then it settles down, regroups with aplomb and moves to a courtroom where an intriguing, based-on-a-true-story trial is about to begin—the defendant in a particularly grisly murder case pleading not guilty by reason of demonic possession. That’s good, and the sequence gets even better when the jury greets the announcement with silence and straight faces. But it’s the last we see of the trial. Soon this third film in a trilogy that began in 2013 goes all over the literal and paranormal maps—tracking a curse so widely distributed that it loses its grip on its prime target, meaning us.<br />That’s not to say this installment, set in the early 1980s and directed by Michael Chaves rather than the masterly James Wan, who did the first two, has no pleasures to confer. Patrick Wilson and Vera Farmiga are back as fictional versions of the self-declared demonologist Ed Warren and his supposedly clairvoyant wife, Lorraine. The fun in their performances springs, as always, from their irony-proof solemnity—you can tell that this is seriously soul-shaking stuff from Ed’s unswervingly earnest demeanor and Lorraine’s perpetually pained one. Mr. Chaves, whose previous feature was 2019’s “The Curse of La Llorona,” knows his horror tropes: slow descents into dark and therefore sinister spaces, unseen and malign forces at work (a chainsaw with an inner life). And he and his writer, David Leslie Johnson-McGoldrick, come up with a good one of their own, a waterbed that spurts presumably unholy water under lethally high pressure.<br />The bed belongs to a sweet-faced 8-year-old named David (Julian Hilliard); he’s the subject of an exorcism that should have been successful and the movie’s climax. Instead, it serves only to kick off the demonic festivities, since the animating evil of the story skips from David to Arne Johnson—good and affecting work by Ruairi O’Connor—a friend of the family who intends to marry David’s sister. (Arne is the one who ends up in court as an accused murderer. All you should know about the ostensible homicide is that it takes place in a kennel, accompanied by the barking, and slavering, of many dogs. But don’t worry about the pooches. This isn’t “The Thing.”)<br />The cinematographer  was Michael Burgess. The production was designed by Jennifer Spence. They and a sound-design team do their impressive best to give the film an aura of elegance. Still, fatigue has caught up with the Warrens, and the question about the franchise is not where it can go from here, but how much longer it can be sustained by humdrum deviltry.<br />Write to Joe Morgenstern at joe.morgenstern@wsj.com"
}