{
    "url_original": "https://www.wsj.com/articles/the-new-tween-status-look-loveshackfancy-dresses-and-golden-goose-sneakers-11624104023",
    "url": "the-new-tween-status-look-loveshackfancy-dresses-and-golden-goose-sneakers-11624104023",
    "title": "The New Tween Status Look: LoveShackFancy Dresses and Golden Goose Sneakers",
    "sub_head": "Look closely, and you’ll start to see packs of young women together wearing near-identical versions of this pricey, viral outfit",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-356321?width=620&size=1.5",
    "image_1": "im-356321.jpg",
    "time": "2021-06-19 08:00:00",
    "body": "Off Brand is a column that delves into trends in fashion and beauty.<br />ON A RECENT summer afternoon in the upscale Hamptons village of Sag Harbor, N.Y., a pre-teen girl holding her mother’s hand reverently approached the store LoveShackFancy. The shop looks as if it was decorated by a childlike empress on a sugar high—like its sister branches in Southampton, Dallas, Austin, Palm Beach, Los Angeles, Newport Beach, Calif., and Manhattan’s Upper East Side and West Village neighborhoods. It’s drenched in climbing ivy and fresh and fake flowers, and packed to the gills with dolls, vintage suitcases, gilded mirrors, chandeliers and more ruffles than high tea at Marie Antoinette’s Petit Trianon. As speakers piped in Rihanna singing, “We found love in a hopeless place,” a fit, frilly-dressed saleswoman hummed along. When the tween had made her way to the cult boutique’s true mecca—its “ribbon bar”—she FaceTimed a friend to consult on the best trimmings to personalize the brand’s ultra-popular dresses and miniskirts.<br />A LoveShackFancy minidress or skirt is the lynchpin of the tween and teen status look of the moment, which also includes bare legs, sneakers (often shabby-chic Golden Gooses or white Nike Air Force Ones) and sometimes hoodies by streetwear brands like Off White. The look’s Ground Zero is the area around the LoveShackFancy boutique in the Upper East Side, a privileged enclave where packs of private-school tweens parade down the streets in near-identical outfits. Thanks, however, to the democratizing effects of social media and rampant dupes, clones of those real-life Gossip Girls can also be found everywhere from Gothenburg to Grosse Pointe.<br />Jill Kargman, an Upper East Side resident and one of the neighborhood’s saltiest chroniclers, has clocked the trend both in her own adolescent brood and among tweens she sees out and about. “You see a gaggle approaching with LoveShack florals and ruffles with the Golden Goose sneakers...You just see packs on the street walking up Madison Avenue matching,” she observed. “It’s so funny.”<br />Ms. Kargman sees the look as a sweeter, more appropriate alternative to the previous tween status outfit: bodycon dresses. “I used to feel horrified when my 18-year-old was more of a tween, and....wearing those BCBG bandage dresses that look sprayed on. I used to say ‘four going on whore,’” she remembers. Although the LoveShackFancy hemlines are short, she said, they’re “tempered by the sweetness of the ruffles and the prints, so [the girls] don’t look like little skanks.” And the sneakers means the look is practical for walking around after school. “I almost think it’s kind of reverse Kardashian,” Ms. Kargman ventured."
}