{
    "url_original": "https://www.wsj.com/articles/the-federal-reserve-is-never-right-for-long-11623783352?mod=opinion_major_pos16",
    "url": "the-federal-reserve-is-never-right-for-long-11623783352",
    "title": "The Federal Reserve Is Never Right for Long",
    "sub_head": "The central bank has blundered time and time again since its inception in 1913.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-350899?width=620&size=1.5",
    "image_1": "im-350899.jpg",
    "time": "2021-06-15 14:55:00",
    "body": "Regarding the Michael T. Belongia and Peter N. Ireland’s “The Fed’s Duty Is to the Economy, Not ‘Equity’” (op-ed, June 10): The Federal Reserve has blundered time and time again since its inception in 1913. Milton Friedman and Anna Schwartz lay much of the plunge into the Great Depression at its doorstep.<br />Under William McChesney Martin the Fed began rapid growth of M2 in 1961 that led to accelerating inflation in the second half of the 1960s. Chairman Arthur Burns pushed through growth rates of over 13% in M2 in 1971 and 1972 to help President Nixon get re-elected, then he followed this up with double-digit growth in M2 in 1975, 1976 and 1977 to further ingratiate himself to the White House.<br />Alan Greenspan, with a push by Ben Bernanke, fearing deflation drove the federal-funds rate down to 1% in 2003, contributing to the housing bubble and leading to the Great Recession. The Fed greatly over-forecasted the growth rate of GDP during the Obama years and it pursued its low interest-rate policy far too long under Mr. Bernanke and Janet Yellen, with Chairman Jerome Powell continuing an easy monetary policy in the face of rising inflation and exploding government deficits.<br />The Fed will never get it right for very long. As Messrs. Belongia and Ireland attest, it is now getting wholeheartedly into equity concerns. This is plain frightening. The time has come to rein in the power of the Fed through something like Milton Friedman’s simple money rule, the “Taylor rule” or even a return to a gold standard.<br />Em. Prof. Stephen Happel"
}