{
    "url_original": "https://www.wsj.com/articles/the-new-maternity-wear-trend-crop-tops-11624708802",
    "url": "the-new-maternity-wear-trend-crop-tops-11624708802",
    "title": "The New Maternity Wear Trend? Crop Tops",
    "sub_head": "Influencers and celebrities like Nicki Minaj, Emily Rajatkowski and Ilana Glazer are celebrating their pregnancies by wearing looks that expose their expectant bellies",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-360136?width=620&size=1",
    "image_1": "im-360136.jpg",
    "time": "2021-06-26 08:00:00",
    "body": "Off Brand is a column that delves into trends in fashion and beauty.<br />PREGNANCY WAS historically a condition to be covered up rather than celebrated. An article in a 1930 issue of Vogue read, “There is no woman, loves she children ever so dearly, who does not bewail the appearance she must make during the time that precedes their arrival in this vale of tears. But the art of dressing can help her here, as in other feminine crises.” The grim story goes on to share outfits meant to hide one’s bump, from a “long, full [Vionnet] skirt...excellent at effecting a normal appearance” to prints that “divert the eye from ungraceful lines.” Modern maternity clothing, pioneered in the early 20th century by Lena Himmelstein, (a.k.a. Lane Bryant of the long-lasting plus-size empire) mostly continued in this tent-like vein. Even when Demi Moore appeared nude and seven months pregnant on the cover of Vanity Fair in 1991, pregnancy became sexy but maternity wear didn’t budge.<br />Ariane Goldman founded the fashion-forward maternity company Hatch in 2011 because she couldn’t find the kind of chic clothing she wanted to wear during her first pregnancy. But, she told me, for the first six years the company was focused on “drapey” looks. Only when “social media began to really ramp up and fashion editors started to turn the camera and take selfies” did fashion begin “celebrating the bump, getting tighter.” Finally, she explained, “women were excited to show off that they were pregnant.” In 2019 Meghan Markle, while pregnant with her son Archie, wore Hatch’s form-fitting little black “Eliza” dress; it went on to sell out several times.<br />Body-conscious dresses, clinging fabrics and even cut-outs around the belly are now common. In 2017, the avant-garde American label Eckhaus Latta made headlines when it sent the very pregnant artist Maia Ruth Lee down the runway in a snug dress that was unbuttoned around her belly. Over the past year, however, an entirely new frontier in maternity wear has been breached: the pregnancy crop top. Influencers and celebrities including Nicki Minaj and Emily Ratajkowski have recently attempted the look, which mirrors fashion’s fixation on the exposed navel (even for men—see the cropped blazers at the recent Fendi show).<br />Last week, actress Ilana Glazer, who’s currently in her third trimester, wore a hot-pink, belly-baring ensemble by Hanifa on “Good Morning America” to promote her birth-themed horror film “False Positive.” Her stylist, Sarah Slutsky, explained to me why she found the style so powerful: “It really showcased this amazing thing that is happening, a life being developed. It was empowering, I think, for Ilana, because this is the shape of a body right now and it is beautiful and it is incredible and strong.” Ms. Slutsky said that one of her references for the maternity looks was the TV show “RuPaul’s Drag Race”—where, as she put it, “fashion is just joy, a celebration.”"
}