{
    "url_original": "https://www.wsj.com/articles/the-deadly-legacy-of-khobar-towers-11623341179",
    "url": "the-deadly-legacy-of-khobar-towers-11623341179",
    "title": "The Deadly Legacy of Khobar Towers",
    "sub_head": "A quarter-century ago, an Iranian-orchestrated bombing killed 19 American airmen in Saudi Arabia. Ever since, Iran has attacked the U.S. in ways that are less direct but even more lethal.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-350726?width=620&size=1.5",
    "image_1": "im-350726.jpg",
    "time": "2021-06-10 12:06:00",
    "body": "Twenty-five years ago, on June 25, 1996, a massive truck bomb detonated at the Khobar Towers building complex near Dhahran in Saudi Arabia, where 2,000 U.S. military personnel lived. The bomb killed 19 American airmen and wounded over 500 other U.S. citizens and non-Americans, most of whom were tasked with enforcing the no-fly zone over Saddam Hussein’s Iraq. The U.S. government concluded that Iran had orchestrated the bombing, creating a group—Saudi Hezbollah—to carry it out. In addition to raising the cost of the U.S. presence in the region, the Khobar Towers bombing embarrassed Iran’s Saudi rival by highlighting its military ties to the U.S.—ties that angered influential Saudi clerics and militants like Osama bin Laden, among many others.<br />Khobar Towers was the worst Iranian terrorist attack on a U.S. facility since the early 1980s, when the Iranian-backed Lebanese Hezbollah killed almost 300 U.S. Marines, diplomats and others in a series of attacks on American facilities there, eventually driving the U.S. out of the country. After Khobar, the Clinton administration outed Iranian intelligence officers in many countries, leading them to be expelled, and considered military strikes. But Tehran’s use of a Saudi proxy caused confusion as to who was responsible and helped Iran’s leaders claim their hands were clean. In part due to a lack of Saudi cooperation, it took over two years for the U.S. to conclude Iran was responsible, and by then blood had cooled.<br />In 1997, another complication emerged when Mohammad Khatami, a reformist interested in improving ties to the U.S., was elected president of Iran. American officials saw Khatami as a genuine, if fragile, reformer and feared that a military strike would strengthen Iranian hard-liners and undermine moderates—a concern that persists to this day.<br />After Khobar Towers, Iran learned to modulate its violence in ways that were often more lethal but less risky to the clerical regime. Post-9/11 U.S. counterterrorism deployments in Afghanistan, Iraq and Syria made for a target-rich environment. Following the 2003 U.S. invasion of Iraq and the 2011 Arab Spring, Tehran would concentrate on using militant proxies in war zones to gain influence and counter Iran’s enemies—an approach that would prove far more fruitful.<br />Iran exploited weakness in Iraq after the fall of Saddam Hussein’s regime, flooding the country with intelligence and paramilitary forces and backing an array of groups, making itself the most important foreign power in the country. From 2005-11, almost 200 American soldiers died from a lethal type of explosive device Iran provided to Iraqi Shiite militias. Several hundred Americans also died from Iranian-made rockets. Because of the low-level nature of each attack, however, and the seemingly constant casualties inflicted by other enemies in Iraq, including groups linked to al Qaeda, Iran’s responsibility rarely made headlines."
}