{
    "url_original": "https://www.wsj.com/articles/the-debt-the-u-s-owes-to-my-afghan-interpreterand-others-11624642795?mod=opinion_lead_pos7",
    "url": "the-debt-the-u-s-owes-to-my-afghan-interpreterand-others-11624642795",
    "title": "The Debt the U.S. Owes to My Afghan Interpreter—and Others",
    "sub_head": "‘We know you worked for the Americans,’ extremists shout outside his home. ‘We are going to kill you!’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-25 13:39:00",
    "body": "‘Don’t go down that street,” my interpreter, who goes by the nickname Shafo, whispered into my ear. “This boy said it will explode.” I glanced at the child. He was probably 10, wearing a clean white button-down shirt, though his face was smudged with dirt. “The Taliban told the boys not to go down this alley,” Shafo continued. “Apparently there are bombs underneath the bricks.”<br />With dozens of compounds left to clear on streets that looked identical, this information was priceless for my U.S. Army Special Forces team. Shafo was an exceptional interpreter. Instead of simply translating, he probed for context, listened when our detainees muttered to each other, helped us build rapport with residents, and always sought out local kids, often canaries in the coal mine. He was a secret weapon in a fight in which enemy combatants don’t wear uniforms.<br />But now the tables have turned for Shafo. Instead of helping us hunt insurgents, he is being targeted by the Taliban. As the U.S. military prepared for withdrawal, Afghan interpreters were let go. Shafo’s contract was terminated after a year of translating for the U.S. He quickly found work teaching at a local school, and despite a 75% pay cut, he was content. That is, until a month ago, when Shafo noticed people following him home. He recently told me that young men shout outside his home at night: “We know you worked for the Americans, and we are going to kill you!”<br />“I don’t want my children to be orphans,” he told me over Signal two weeks ago. He’s now trying to come to the U.S., but the process of obtaining a special immigrant visa, designed to support our military allies, takes almost three years to complete.<br />The Afghan security forces are already struggling with reduced American and coalition support. Five of the Afghan special-forces soldiers I worked with last year have been killed in recent battles. After the U.S. withdrawal is complete this September, it will be harder for Afghan security forces to ward off Taliban attacks. The Journal reported on Thursday that U.S. intelligence agencies concluded the government could fall in as soon as six months."
}