{
    "url_original": "https://www.wsj.com/articles/the-demonization-of-benjamin-netanyahu-11623430571?mod=opinion_lead_pos7",
    "url": "the-demonization-of-benjamin-netanyahu-11623430571",
    "title": "The Demonization of Benjamin Netanyahu",
    "sub_head": "He’s simply an Israeli patriot, but detractors called him an enemy of peace, even a Republican.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-11 12:56:00",
    "body": "Jerusalem<br />Opponents of Benjamin Netanyahu, Israel’s longest-serving prime minister, have worked for more than a quarter-century to tarnish his image in the U.S. and around the world.<br />In 1996, when Israelis first elected him to put a brake on a dangerous Oslo process, Mr. Netanyahu was depicted as an enemy of peace. For three years, his opponents insisted that if only Israel were rid of Mr. Netanyahu, it could make peace with Yasser Arafat. They were wrong. Ehud Barak defeated Mr. Netanyahu in 1999 and offered Arafat sweeping concessions at Camp David a year later. Instead of peace, Israel got scores of suicide bombings and the worst wave of Palestinian terrorism in its history—the so-called second intifada in which more than 1,000 Israelis were murdered.<br />That was followed by Prime Minister Ariel Sharon’s 2005 decision to withdraw from Gaza. Just as Mr. Netanyahu predicted, Israel’s unilateral concession led only to further aggression. Hamas, a genocidal terror organization committed to Israel’s destruction, took over Gaza and turned it into a base from which thousands of missiles have been fired at Israeli cities.<br />Mr. Netanyahu returned to the premiership in 2009. The preceding bloody decade should have made it obvious to all that Palestinian leaders didn’t want peace. But Mr. Netanyahu was scapegoated again. Now Mahmoud Abbas was cast as a peacemaker instead of Arafat, who died in 2004. While few Israelis believed such nonsense any longer, many foreign policy makers did, including key officials in the Obama White House."
}