{
    "url_original": "https://www.wsj.com/articles/the-high-cost-of-bipartisanship-11624823253?mod=opinion_lead_pos10",
    "url": "the-high-cost-of-bipartisanship-11624823253",
    "title": "The High Cost of Bipartisanship",
    "sub_head": "It’d be better if more politicians disagreed with deficit spending.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-360280?width=620&size=1.5",
    "image_1": "im-360280.jpg",
    "time": "2021-06-27 15:47:00",
    "body": "Political types often complain there isn’t enough compromise and cooperation in Washington. Fiscal conservatives—to the extent we still exist—think there’s too much. I’d argue that the only thing that’s truly bipartisan these days is spending money. Exhibit A is the bipartisan infrastructure bill that received President Biden’s blessing on Thursday.<br />For a while it was unclear if a deal could be struck. Lawmakers have primarily been scrapping over the so-called pay-fors, Beltway-speak for the measures that might, at least on paper, raise the money for new spending. This is a regular hurdle to agreements in Washington, but not because of any sense of fiscal responsibility. Democrats only want to raise taxes on whoever they currently deem “the rich”; Republicans don’t like raising taxes on anybody. And neither party has any appetite for reducing spending even to offset increases elsewhere.<br />But the dirty secret is that politicians really don’t have to pay for new spending. Indeed, they rarely do—and even when they make a token effort, it usually involves accounting tricks such as “pension smoothing” and “changes in mandatory programs.” (If you don’t have any clue what either of those things mean, don’t worry. Most members of Congress don’t either.)<br />Those of us familiar with the spending process saw a sign last week that an infrastructure deal was probably coming: Republicans suggested that they wouldn’t allow the pay-fors to prevent a deal. Instead, the discussions shifted to forming agreements on how not to pay for the bill: Democrats agreed to GOP demands not to raise the corporate tax, while Republicans abandoned proposals on gasoline-tax increases and fees on electric vehicles.<br />With that, the fix was in. Once negotiations in Washington turn exclusively on deficit spending, deals become much easier to accomplish. Plus, with 1,000 billion dollars to spread, there was plenty of money to satisfy everyone. No wonder that one high-profile lobbyist called the infrastructure deal “Christmas.”"
}