{
    "url_original": "https://www.wsj.com/articles/the-gory-details-of-h-r-1-11624572962?mod=opinion_major_pos7",
    "url": "the-gory-details-of-h-r-1-11624572962",
    "title": "The Gory Details of H.R.1",
    "sub_head": "Ellen Weintraub shows the dangers of the Democratic ‘voter reform’ bill.",
    "category_1": "Opinion",
    "category_2": "Potomac Watch",
    "time": "2021-06-24 18:16:00",
    "body": "To understand the real threat of Democrats’ “voting rights” bill, consider a little-noticed decision from an underappreciated federal agency. H.R.1 isn’t about reforming elections or protecting voters. It’s about raw power, unleashing Ellen Weintraubs on the world.<br />Ms. Weintraub is the most partisan member of the Federal Election Commission. For four years she trolled the Trump presidency, egging on the Robert Mueller investigation and spinning accusations that the White House illegally solicited foreign political help. So it was astonishing last week that Ms. Weintraub quietly voted with pro-free-speech GOP commissioners to dismiss a case involving a clear Democratic solicitation of foreign help in the 2016 election.<br />Such partisan flip-floppery might normally go unnoticed; this is Washington, after all. But it deserves attention, as it perfectly highlights the extraordinary dangers of H.R.1. The left’s express purpose with the bill is to weaponize this sort of behavior—to enable the likes of Ms. Weintraub to punish their political opponents and absolve their friends.<br />The FEC in theory holds extraordinary power, in that it regulates speech in elections (via campaign-finance law). The protection against partisan abuse of this power is the commission’s structure. Its congressional creators wisely designed a six-person commission, with three members from each party. At least four votes are required for commission action.<br />Democrats despise the deadlocks. The more they’ve struggled to sell their agenda, the more they’ve turned to trying to strangle their opponents. Democrats have been campaigning for years to restructure the FEC as a partisan regulator. H.R.1 would do that, getting rid of staggered terms and creating a body with only five commissioners—all nominated by the president. There’d be two from each party, while the fifth would be an “independent.” The bill’s procedures virtually guarantee that “independent” would be a pro-regulation, anti-free-speech stalwart who votes with Democrats."
}