{
    "url_original": "https://www.wsj.com/articles/the-power-of-giving-away-power-review-the-stars-look-down-11623277080",
    "url": "the-power-of-giving-away-power-review-the-stars-look-down-11623277080",
    "title": "‘The Power of Giving Away Power’ Review: The Stars Look Down",
    "sub_head": "In a ‘constellation’ structure, leadership is widely shared and goals are fluid. Can a business be run this way? How about politics?",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-351648?width=620&size=custom_4724x2272",
    "image_1": "im-351648.jpg",
    "time": "2021-06-09 18:18:00",
    "body": "After winning the Iowa caucuses in January 2008, Barack Obama’s campaign officials faced a tough decision. A surge of volunteers had signed up to help the new frontrunner, but any effort to make full use of them would require giving them access to the campaign’s super-secret voter file, with its data and calculations of candidate preferences. Some of the volunteers were expected to be spies for Hillary Clinton, eager to use the list to advance her candidacy. After initially resisting, the officials made the list available, which led to a blossoming of the Obama campaign’s volunteer corps and a furthering of outreach to prospective supporters.<br />Matthew Barzun, who was a top fundraiser for Mr. Obama at the time, says that the decision was key to Mr. Obama winning both the Democratic nomination and the presidency. It’s a centerpiece of “The Power of Giving Away Power,” a manifesto of sorts that urges leaders to do what the Obama officials did: relinquish power by dispersing it. It’s true that taking such a step may foster uncertainty—but in Mr. Barzun’s view uncertainty is an asset: It sparks the “energy that drives diverse groups of people to build unbelievably big things together.”<br />Mr. Barzun, now a publisher in Louisville, Ky., and a university trustee, begins his case by describing an obscure episode from America’s founding—when, in 1776, a committee was formed to create the country’s logo, officially the Great Seal of the United States. Six years of on-and-off debate led to Congress adopting an image that showed—above an eagle gripping arrows and an olive branch—a cluster of stars.<br />Mr. Barzun assigns great meaning to this particular detail. The stars, he says, represent “independent bodies freely choosing to behave in concert to accomplish something bigger than each could alone.” The best kind of leadership, he adds, will take its cue from the metaphor and favor a “Constellation mindset,” one in which each element of an activity or enterprise is allowed to take its place within a larger unit. No one star stands out; no particular design or destination is determined in advance. With this mind-set in place, writes Mr. Barzun, “leadership flows as dictated by evolving needs. With vision and reciprocal commitment, power is given away, then grows, then more is given back.”<br />The counterpart to the constellation mind-set, in Mr. Barzun’s scheme of things, is the “Pyramid” model. (A pyramid was also considered by the founders; it ended up on the dollar bill in 1935.) He portrays this model as decidedly more structured and hierarchical, with objectives such as “detailed plans,” “working backward from a set destination,” striving to “lock in predictable output,” and trying to “eliminate uncertainty” by focusing on “structure, efficiency, and predictability.” Mr. Barzun, it is clear, feels something close to contempt for such thinking. He even warns darkly that the Pyramid mind-set “obscures our ability to see outside the sharp lines it imposes” and can lead to “authoritarianism, patriarchy, and slavery.”"
}