{
    "url_original": "https://www.wsj.com/articles/the-iran-deal-may-still-be-dead-11624895418?mod=opinion_lead_pos6",
    "url": "the-iran-deal-may-still-be-dead-11624895418",
    "title": "The Iran Deal May Still Be Dead",
    "sub_head": "Re-entering it will be harder than most people imagine. Here’s how to prepare.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-28 11:50:00",
    "body": "‘No deal is better than a bad deal,” then-Secretary of State John Kerry opined during nuclear negotiations for the Obama administration with Iran before ultimately clinching the Joint Comprehensive Plan of Action in 2015. Now, as discussions about returning to the JCPOA drag on, President Biden should prepare for a no-deal outcome.<br />Whether supportive of President Obama’s agreement or President Trump’s withdrawal from it in 2018, many assumed Tehran would rejoin some version of the deal, driven by a desire for economic benefits or diplomatic cooperation.<br />Yet getting back into the original agreement was never going to be so easy. Iran’s nuclear program has advanced much further than the JCPOA accounted for. The original deal has no provisions regarding Iran’s extra enrichment and centrifuge manufacturing facilities, nor the irreversible know-how Iranian scientists have gathered from operating advanced centrifuges in violation of the deal.<br />“The Iranian program has grown, become more sophisticated,” Rafael Grossi, head of the International Atomic Energy Agency, warned last month. “Linear return to 2015 is no longer possible.” Tehran’s continued stonewalling of investigations into its nuclear weapons work will, “at a minimum, severely complicate” returning to the JCPOA, in the words of the Biden administration. Iran also insists it should be allowed to continue using advanced centrifuges for nuclear enrichment, well beyond what the JCPOA permitted. But the White House wants these machines destroyed.<br />Meanwhile, the U.S. has expanded its sanctions on Iran’s vital banking and energy sectors, as well as its Islamic Revolutionary Guard Corps. These entities would remain blacklisted for ties to terrorism even if Washington lifts all the JCPOA’s nuclear-related sanctions. The Biden administration’s position that many U.S. sanctions—hundreds, according to Secretary of State Antony Blinken—will remain on the books is irreconcilable with Iran’s demand for total economic relief before rolling back its nuclear breaches."
}