{
    "url_original": "https://www.wsj.com/articles/the-left-defends-the-legacy-of-redlining-11623615965?mod=opinion_lead_pos7",
    "url": "the-left-defends-the-legacy-of-redlining-11623615965",
    "title": "The Left Defends the Legacy of Redlining",
    "sub_head": "Basing school enrollment on residence has made education more segregated than it was 40 years ago.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-352501?width=620&size=1.5",
    "image_1": "im-352501.jpg",
    "time": "2021-06-13 16:26:00",
    "body": "Where you live often determines which public schools you can attend and which schools you can’t. Amid a national racial reckoning and a housing shortage only getting worse, you’d think equity warriors like the nation’s teacher unions and urbane progressives with access to the best schools would be fighting to overturn a policy rooted in 1930s-era redlining.<br />Don’t hold your breath. They helped design this system, and they’re invested in it for the long haul. Which is why a solution that frees families and unleashes our creativity is the best solution available.<br />In many states, it’s a crime for parents to send their children to a school for which they are not zoned, regardless of whether or not another school can better serve a student’s individual needs. Families desperate to enroll their kids in better public schools frequently lie about where they live to enroll their children in a public school outside of their school district. In some states school official hire off-duty police to follow kids home and make sure they’re living in the correct school district or school zone. This isn’t what public education is supposed to be.<br />Fortunately, there’s growing pushback. In April, Arizona joined other states in advancing open-enrollment legislation, taking a major step toward erasing school boundary lines. With some limitations, parents would be free to enroll their children into any public school in the state they want—no matter where they live. Teacher unions and bureaucrats hate it because parents can choose which school gets the money allocated for their child’s education. More states should give power back to families to choose the best education option for their children.<br />The current system leaves America’s public schools more segregated now than they were 40 years ago. In Atlanta, a single residential road, Drew Valley Road, divides two school attendance zones. Ashford Park, north of the road, serves a population that is 80% white, while John R. Lewis, south of the road, serves a population that is 70% Hispanic and 9% black. Those on the south side of the street aren’t allowed to enroll in Ashford Park, a top elementary school in the district whose students perform well on standardized tests."
}