{
    "url_original": "https://www.wsj.com/articles/the-great-dissenter-review-high-court-contrarian-11624823748?mod=opinion_reviews_pos1",
    "url": "the-great-dissenter-review-high-court-contrarian-11624823748",
    "title": "‘The Great Dissenter’ Review: High-Court Contrarian",
    "sub_head": "In Plessy v. Ferguson and other landmark cases, Harlan stood fast and, often, alone. When the law ﬁnally moved in his direction, he stood vindicated.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-360756?width=620&size=1.5",
    "image_1": "im-360756.jpg",
    "time": "2021-06-27 15:55:00",
    "body": "If Justice John Marshall Harlan had written only one opinion, his legacy would still be secure. His solo dissent in Plessy v. Ferguson (1896), denouncing “separate but equal” racial segregation, is the greatest judicial dissent in American history.<br />But Harlan’s 30-plus years on the court were marked by other great opinions. As America retreated from Reconstruction and as the court resisted the Progressive Era, Harlan stood fast and, often, alone. Years later, when the law moved in Harlan’s direction, he stood vindicated.<br />In our own time, America finds itself grappling with the same questions that Harlan did: race, monopoly, the rule of law, and judges’ role in our constitutional republic. This is an ideal moment to study his opinions—and the principles that undergirded them. Peter S. Canellos offers both in “The Great Dissenter: The Story of John Marshall Harlan, America’s Judicial Hero.”<br />Harlan was born in 1833 to a prominent, slave-holding Kentucky family. His father named him after the great Chief Justice John Marshall, and raised him to revere Kentucky’s own great man, Henry Clay. He studied law and followed politics but, like so many of Clay’s acolytes, was left politically homeless in the 1850s after the Whig Party’s demise.<br />He won acclaim in 1855 with a statewide speaking tour. But his message of moderation, compromise and union, Mr. Canellos tells us, left him “preaching the virtues of a system that was collapsing under the weight of its own contradictions.” Two years later, Chief Justice Roger Taney and six other Supreme Court justices declared in the Dred Scott case that black people were not American citizens and that Congress had no power to prohibit slavery, and thus no power to enact the Missouri Compromise or other Union-preserving legislation. In 1859, while running for Congress in Kentucky, Harlan urged his countrymen to accept the Dred Scott decision, saying that it had settled the slavery question. But when Abraham Lincoln’s election spurred Southern secession, Harlan fought for the Union and nearly saw action at Shiloh."
}