{
    "url_original": "https://www.wsj.com/articles/the-psychic-toll-of-killing-with-drones-11622865660",
    "url": "the-psychic-toll-of-killing-with-drones-11622865660",
    "title": "The Psychic Toll of Killing With Drones",
    "sub_head": "For officers operating the U.S. military’s Remotely Piloted Aircraft, targeting terrorists is nothing like a videogame",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-348236?width=620&size=1.5",
    "image_1": "im-348236.jpg",
    "time": "2021-06-05 12:01:00",
    "body": "An intelligence analyst who worked for the CIA’s drone program—the military calls them Remotely Piloted Aircraft, or RPAs—told me about two very different experiences of killing key targets, known as High Value Individuals, or HVIs.<br />In the first case, he and his team had been tracking a top al Qaeda leader for five years when they finally caught a break one day. The analyst said that there were about 100 people in the room watching the mission unfold in real time. At some point during the day, the al Qaeda leader got himself in the wrong isolated place, which was exactly the opportunity needed to conduct an RPA strike. The room, normally full of quiet professionals, erupted in cheers. It was an emotional day, five years in the making.<br />The analyst’s second case concerned another HVI that his team watched for six months, 24 hours a day. Every day, they watched this guy walk his kids to school and then go to meetings with other nefarious characters. In the afternoon, they observed the HVI pick up his children from school and then spend hours playing with them in the backyard.<br />According to the analyst, who was a father himself, “There was no doubt that he was a good father.” When the time came to strike this guy, it was emotionally difficult. As one U.S. Air Force sensor operator succinctly put it in an interview, “It’s the humanity aspect that makes it hard. To overcome that feeling of killing a normal guy you need lots of information about the bad things he does to help justify this killing in your mind.”<br />When people meet an RPA crew member, they often say, “It’s just like playing a videogame, right?” The comparison is common, but it’s also ignorant and disrespectful: Nothing about killing someone from 7,000 miles away should be considered a game. What’s more, this misconception that our RPA warriors are just playing a videogame is a barrier to taking their psychological struggles seriously."
}