{
    "url_original": "https://www.wsj.com/articles/the-straightforward-economics-of-vaccine-lotteries-11622717590?mod=business_minor_pos10",
    "url": "the-straightforward-economics-of-vaccine-lotteries-11622717590",
    "title": "The Straightforward Economics of Vaccine Lotteries",
    "sub_head": "The payouts made by lotteries for people vaccinated against Covid-19 are minimal when compared with the economic costs associated with current or future outbreaks of the virus",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-347995?width=620&size=1.5",
    "image_1": "im-347995.jpg",
    "time": "2021-06-03 06:53:00",
    "body": "“I kept hemming and hawing about it, and I work all the time, and when the Vax-a-Million thing started I immediately went down there and got it.”<br />Those were the words of Jonathan Carlyle, winner of Ohio’s second lottery for people vaccinated against Covid-19, according to local newspaper The Blade. Lotteries like those being run in Ohio and Hong Kong are worth serious consideration for places encountering hesitancy over vaccination.<br />It’s difficult to overstate just how small the lottery payouts are relative to the economies they cover. In Hong Kong’s case, a real-estate developer is offering an apartment valued at roughly $1.39 million. That prize, though highly valuable to the winner, is equivalent to 0.0004% of the city’s already-reduced 2020 GDP.<br />Faster vaccinations enable more rapid economic normalization, especially in places that still have significant international travel restrictions in place. That normalization is worth far more than any plausible prizes. One percentage point of GDP growth for Hong Kong would be equivalent to around 2,500 such apartments. The same is true for Ohio’s million-dollar payouts, in an economy with output in the hundreds of billions of dollars a year.<br />Some commentators have wondered whether cash payments and prizes might have the opposite effect on those considering whether to get vaccinated, undermining the health arguments by appealing to economic incentives."
}