{
    "url_original": "https://www.wsj.com/articles/the-great-mistake-review-an-architect-of-eden-11623243420",
    "url": "the-great-mistake-review-an-architect-of-eden-11623243420",
    "title": "‘The Great Mistake’ Review: An Architect of Eden",
    "sub_head": "Andrew Haswell Green gave New York its world-famous park and more. A novelist re-imagines his life and death.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-06-09 08:57:00",
    "body": "Though there is a dedicated Central Park bench, a Manhattan park and even an island in the Niagara River named after him, Andrew Haswell Green—the “Father of Greater New York,” the man who united the city’s boroughs and built Central Park and the Bronx Zoo—is hardly a household name. In “The Great Mistake,” Jonathan Lee demonstrates that he should be.<br />The novel’s title is both a reference to Green’s consolidation of the city (not everyone was in favor) and to the manner of his “absurd” death: he was shot, at the age of 83, in an apparent case of mistaken identity. It could also refer to posterity: Perhaps our collective memory has erred in forgetting this hero of civic design.<br />Mr. Lee’s protagonist is pointedly concerned with errors and accidents—and their opposite: plans. Born in 1820 to a downwardly mobile farming family in Massachusetts, Green is, in the author’s telling (though not quite showing), “a skinny child, quiet but stubborn, possessed of a shy self-reliance that could look like arrogance.” One of 11 siblings, he tries to impose order where he can. Like a 19th-century Marie Kondo, he loves to declutter and arrange: jars, foodstuffs, the layout of the farm. His gruff father seems indifferent to Andrew’s talents, more concerned with the boy’s “feminine” ax grip. When the teenage Andrew kisses the neighbor’s son, he is banished to Manhattan.<br />New York in the 1830s is chaotic and fetid (it “didn’t set out to charm you”) but also thrilling. Working as a grocer’s apprentice, Green meets a debonair older man, the attorney Samuel Tilden, and forges a lifelong friendship that is really a romance. Meeting Tilden is Green’s big break: He introduces Green to people, culture, “books, books, books.” Tilden abandons his protégé for a while (tongues are wagging) and Green sets off to a sugar plantation in Trinidad, where “the newly freed still seem enslaved in all but name.” Here, working as a supervisor, he allays the apprehensions of the reader through his kindness to the black workers. Returning to New York, he studies law and sets up in practice with Tilden. A flurry of latter-life activity (mostly occurring curiously off-stage) paves the path for a renown that proves ephemeral—until, perhaps, this book.<br />Much like Central Park (“almost entirely man-made . . . realized through years of careful fraudulence”), Mr. Lee’s novel is arranged neatly and artfully, beginning with the murder and sliding back and forth, its chronology relating not to time but to the 20 gates of its protagonist’s most famous project. Thus, “Merchants’ Gate” recalls Green’s period at the grocery, while “Mariners’ Gate” records his queasy voyage to the Caribbean. Running in tandem with this pleasant park-stroll through narrative contingency is a more linear story—replete with much comic misunderstanding—of the efforts of a guileless but ultimately cunning policeman to determine a motive for Green’s assassination."
}