{
    "url_original": "https://www.wsj.com/articles/the-power-of-natural-immunity-11623171303?mod=opinion_lead_pos6",
    "url": "the-power-of-natural-immunity-11623171303",
    "title": "The Power of Natural Immunity",
    "sub_head": "Studies show it’s durable and widespread. If you’ve had Covid, you can get by with one shot of vaccine.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-08 12:55:00",
    "body": "The news about the U.S. Covid pandemic is even better than you’ve heard. Some 80% to 85% of American adults are immune to the virus: More than 64% have received at least one vaccine dose and, of those who haven’t, roughly half have natural immunity from prior infection. There’s ample scientific evidence that natural immunity is effective and durable, and public-health leaders should pay it heed.<br />Only around 10% of Americans have had confirmed positive Covid tests, but four to six times as many have likely had the infection. A February study in Nature used antibody screenings in late summer 2020 to estimate there had been seven times as many actual cases as confirmed cases. A similar study, by the University of Albany and New York State Department of Health, revealed that by the end of March 2020—the first month of New York’s pandemic—23% of the city’s population had antibodies. That share necessarily increased as the pandemic spread.<br />The contribution of natural immunity should speed up the timeline for returning fully to normal. With more than 8 in 10 adults protected from either contracting or transmitting the virus, it can’t readily propagate by jumping around in the population. In public health, we call that herd immunity, defined broadly on the Johns Hopkins Covid information webpage as “when most of a population is immune.” It’s not eradication, but it’s powerful.<br />Without accounting for natural immunity, we are far from Anthony Fauci’s stated target of 70% to 85% of the population becoming immune through full vaccination. But the effect of natural immunity is all around us. The plummeting case numbers in late April and May weren’t the result of vaccination alone, and they came amid a loosening of both restrictions and behavior.<br />In Los Angeles, 45% of city residents were found to have antibodies in February. Once vaccines were introduced, the seven-day average of daily Covid cases fell from a peak of more than 15,000 on Jan. 11 to 253 four months later, even as people became more mobile. That sharp decline, which came far faster than health officials expected, can’t be accounted for by vaccination rates, which were below 50% during that time."
}