{
    "url_original": "https://www.wsj.com/articles/the-endless-cleanup-at-chinas-most-indebted-property-developer-11623066585?mod=markets_major_pos1",
    "url": "the-endless-cleanup-at-chinas-most-indebted-property-developer-11623066585",
    "title": "The Endless Cleanup at China’s Most Indebted Property Developer",
    "sub_head": "China Evergrande Group feels the heat again as plans to reduce leverage rapidly will clash with reality of a business model that works only at high speed",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-349651?width=620&size=1.5",
    "image_1": "im-349651.jpg",
    "time": "2021-06-07 07:49:00",
    "body": "Dogs bark, horses neigh, and investors worry about the financial health of China’s most leveraged property developer. The pattern is almost uncannily routine, but the latest drama at  China Evergrande Group  still bears watching.<br />The most recent wobble relates to the company’s relationship with  Shengjing Bank ,  a regional lender in which it began buying a stake five years ago. Mainland Chinese media reports suggested that regulators are examining the bank’s transactions with Evergrande. Last week Chinese regulators warned that some small and midsize banks had exploited restrained property lending by their larger peers to expand their own exposure.<br />The company said on Monday that its financial links with Shengjing Bank were legally sound. Last week, Evergrande Chairman Hui Ka Yan promised to get on the good side of one of the government’s three red lines for property-developer leverage by the end of the month, doubling down on plans in the company’s last annual report.<br />Markets don’t seem entirely convinced that all is fine. On Friday, the yield on Evergrande’s dollar bonds maturing in March next year reached 19.8%. That is not anything like the near-30% levels of September last year, during the last panic about the company’s financial future, but it is up by more than 10 percentage points in the past two weeks.<br />For investors, Evergrande has been both a dream and a nightmare. The company’s stock is borderline uninvestable for bulls and bears alike, swayed regularly by buybacks and highly concentrated ownership. But its bonds, perpetually priced as if the company is at serious risk of collapse, have been enormously profitable for iron-stomached believers in the company’s political nous."
}