{
    "url_original": "https://www.wsj.com/articles/the-white-houses-week-of-unforced-errors-11625090715?mod=opinion_lead_pos9",
    "url": "the-white-houses-week-of-unforced-errors-11625090715",
    "title": "The White House’s Week of Unforced Errors",
    "sub_head": "Biden’s media friends praised his 100 days, but suddenly he and his team seem inept.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-362488?width=620&size=1.5",
    "image_1": "im-362488.jpg",
    "time": "2021-06-30 18:05:00",
    "body": "How distant now feels the glowing praise President Biden drew when he marked his 100th day in office.<br />In celebration of that milestone in late April, the mainstream media went out of its way to praise Mr. Biden. The president “knows how to . . .  underpromise, then overdeliver,” wrote a  New York Times  editorial board member. He’s “enacting an ambitious domestic agenda,” wrote a liberal columnist, “while arousing hardly any controversy.” A Los Angeles Times journalist declared that Mr. Biden’s “image of competence is a key attribute,” while John Podesta of the liberal Center for American Progress gushed “this is what an effective government looks like.”<br />That image of competence took several well-deserved hits last week.<br />The most damaging was the backlash to the president’s infrastructure switcheroo. Last Thursday, Mr. Biden announced that he and senators of both parties had “forged an agreement that will create millions of American jobs and modernize our American infrastructure.” Then, almost immediately, the president said he wouldn’t sign that $1.2 trillion bipartisan measure unless Congress also passed the $2.5 trillion in spending required to cover the sticker price of his American Families Plan—which the White House and senators from both parties had just agreed to set aside. “If this is the only thing that comes to me,” Mr. Biden declared, referring to the bipartisan infrastructure agreement, “I’m not signing it.”<br />A firestorm ensued. GOP legislators felt blindsided. Their aggravation worsened Friday when White House press secretary Jen Psaki—while not repeating the president’s veto threat—rejected the concerns of bipartisan Senate negotiators. Americans are “quite focused on how we’re getting work done on their behalf,” she asserted, “less focused on the mechanics of the process.”"
}