{
    "url_original": "https://www.wsj.com/articles/the-world-relies-on-one-chip-maker-in-taiwan-leaving-everyone-vulnerable-11624075400?mod=business_lead_pos5",
    "url": "the-world-relies-on-one-chip-maker-in-taiwan-leaving-everyone-vulnerable-11624075400",
    "title": "The World Relies on One Chip Maker in Taiwan, Leaving Everyone Vulnerable",
    "sub_head": "Taiwan Semiconductor Manufacturing Co.’s dominance poses risks to the global economy, amid geopolitical tensions and a major chip shortage",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-355530?width=620&size=1.5",
    "image_1": "im-355530.jpg",
    "time": "2021-06-19 12:03:00",
    "body": "Taiwan Semiconductor Manufacturing Co. ’s chips are everywhere, though most consumers don’t know it.<br />The company makes almost all of the world’s most sophisticated chips, and many of the simpler ones, too. They’re in billions of products with built-in electronics, including iPhones, personal computers and cars—all without any obvious sign they came from TSMC, which does the manufacturing for better-known companies that design them, like Apple Inc. and  Qualcomm Inc.<br />TSMC has emerged over the past several years as the world’s most important semiconductor company, with enormous influence over the global economy. With a market cap of around $550 billion, it ranks as the world’s 11th most valuable company.<br />Its dominance leaves the world in a vulnerable position, however. As more technologies require chips of mind-boggling complexity, more are coming from this one company, on an island that’s a focal point of tensions between the U.S. and China, which claims Taiwan as its own.<br />Analysts say it will be difficult for other manufacturers to catch up in an industry that requires hefty capital investments. And TSMC can’t make enough chips to satisfy everyone—a fact that has become even clearer amid a global shortage, adding to the chaos of supply bottlenecks, higher prices for consumers and furloughed workers, especially in the auto industry."
}