{
    "url_original": "https://www.wsj.com/articles/the-faith-of-an-autistic-man-11623948477?mod=opinion_lead_pos9",
    "url": "the-faith-of-an-autistic-man-11623948477",
    "title": "The Faith of an Autistic Man",
    "sub_head": "It surprises people that my relationship with God is based on logic, not emotion.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-354641?width=620&size=1.5",
    "image_1": "im-354641.jpg",
    "time": "2021-06-17 12:47:00",
    "body": "It was an unlikely connection. A literal, logical person, challenged by basic verbal communication, and an unseen spirit, who communicates through the Word. Yet I reached out to God, and he reached out to me. We both answered the other’s call.<br />As an autistic person, I struggle to make connections. I did not communicate much as a young child and only barely as an adolescent. Even now, my thoughts exist independent of language. My mind undergoes a vast translation process, back and forth, to relate to the human world.<br />Yet the Christian faith spoke to me through one word: love. I often feel as if, by relying on only a single word, God designed this message for people like me. There is no complicated work to interpret that message. You are loved by your Creator. You are commanded to love others and also to love yourself.<br />It frequently surprises people that my faith is based entirely on logic and reason. It has no emotional base. Many may wonder how that squares with the message of love. But to me, it comes down to the principle of mutual recognition: If you believe in a Creator, then you believe that the Creator knows his own handiwork. You believe that each of us has a place, has equal value, and fully belongs in this world. There is not one correct path to life or to God. Mine may be unusual, but it can still be strong.<br />I first contemplated the Christian faith when I was in high school and began engaging more with the outside world. Beyond autism, I have a metabolic condition and cerebral palsy. The limits placed on me by my disabilities were a daily reminder of my own brokenness. The only part of my body that was not negatively impacted was my mind. And I used it to come to a fuller understanding of God."
}