{
    "url_original": "https://www.wsj.com/articles/the-life-she-wished-to-live-review-the-bard-of-cross-creek-11623423199",
    "url": "the-life-she-wished-to-live-review-the-bard-of-cross-creek-11623423199",
    "title": "‘The Life She Wished to Live’ Review: The Bard of Cross Creek",
    "sub_head": "Thousands of young readers know Marjorie Kinnan Rawlings for ‘The Yearling,’ but her imagination ranged wide and deep.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-352042?width=620&size=1.5",
    "image_1": "im-352042.jpg",
    "time": "2021-06-11 14:32:00",
    "body": "More than 80 years after winning the Pulitzer Prize, Marjorie Kinnan Rawlings’s 1938 novel, “The Yearling,” still conveys profound truths about the human experience. Set in the wilds of inland Florida, “The Yearling” follows a tow-headed boy as he grows from a Rousseauian child of nature into a young man who understands the sacrifices nature will require of him. His father commiserates. “You’ve seed how things go in the world o’ men. . . . Ever’ man wants life to be a fine thing, and a easy. ’Tis fine, boy, powerful fine, but ’taint easy. Life knocks a man down and he gits up and it knocks him down agin. I’ve been uneasy all my life.”<br />In “The Life She Wished to Live,” a fascinating and lively new biography, Ann McCutchan sees Rawlings as a maverick who charted her own course. Rawlings, who was born in Washington, D.C., in 1896, certainly was that—industrious (a friend said he’d rather pick cotton than work as she did), hard-drinking (it nearly killed her) and outspoken. It’s the maverick quality that makes her letters, which Ms. McCutchan quotes with astute commentary, particularly revealing.<br />Ms. McCutchan, the author of six works of biography and memoir and the former editor of American Literary Review, notes that Rawlings’s sympathy for oppressed people was often at odds with the times. Scribner’s Magazine, we are told, rejected an early story of hers as “too stridently feminist.” Later, Rawlings’s growing disgust for segregation led her to alienate her white friends while making new black ones. Among the new was the author and anthropologist Zora Neale Hurston, who called Rawlings “my sister.” Their friendship galvanized Rawlings. In a letter to a newspaper columnist who supported segregation, Rawlings wrote: “I myself began with an acceptance of segregation. . . . I can only tell you that when long soul-searching and a combination of circumstances delivered me of my last prejudices, there was an exalted sense of liberation. It was not the Negro who became free, but I.”<br />Rawlings was brilliant, and she was brave. But “uneasy all my life,” that line from “The Yearling,” would have also made a fine title for her biography. She was moody, depressive and often on the run from difficult situations that she herself had created. Her need for change was “the cauliflower aspect of my nature,” Rawlings wrote. “I need to be transplanted frequently. Five years in one place is all I can stand. I get desperate, caged in.”<br />That straight-from-the-garden analogy reflects the earthy side of Rawlings’s character—the side that reveled in the Florida farm she and her first husband, a journalist, bought before the crash of 1929. Anyone else might have driven right past Cross Creek, an isolated hamlet 70 miles west of St. Augustine. The land was plagued by rattlesnakes and alligators, but Rawlings saw beauty everywhere. Writing to Ernest Hemingway in 1936 and, Ms. McCutchan notes, striving to “match or at least meet the hypermasculine author’s tone,” Rawlings said: “I like the birds in the thickets, the water snakes in the clear brown creeks, the sudden openings into a still and forgotten place, dark and clean with live oaks.” Clearly the Florida scrub spoke to her soul. She called the connection “cosmic.”"
}