{
    "url_original": "https://www.wsj.com/articles/the-gop-should-love-the-salt-deduction-11624918429?mod=opinion_lead_pos6",
    "url": "the-gop-should-love-the-salt-deduction-11624918429",
    "title": "The GOP Should Love the SALT Deduction",
    "sub_head": "Repealing the SALT cap would direct money away from Washington and toward states and localities.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-28 18:13:00",
    "body": "Will President Biden seek to repeal the $10,000 cap on federal deductions for state and local taxes, known as SALT? Many conservatives say the SALT cap, part of the Tax Cuts and Jobs Act of 2017, should remain in place because repeal would primarily aid high-income households in Democratic states. Open and shut case for Republicans, right? Not so fast.<br />For one thing, they should support any change in the tax code that reduces the burden on the rich. Precisely because they’re already wealthy, the rich are most capable of investing unspent wealth. By reducing their tax burden, repeal of the SALT cap would expand the capital base that matches commercial ideas with investment.<br />The standard argument against repealing the cap is that low-tax, mostly Republican-leaning states would end up subsidizing waste in high-tax Democratic ones. That’s one way of looking at it—the wrong way. It ignores that the top 1% of taxpayers account for around 40% of federal tax revenue. They, not their states, would receive the benefit of the SALT deduction.<br />At the same time, Republicans have long believed that the federal government should be limited in size and scope so that Americans exercise democratic choice at the state and local level. Cities and states, in this view, should be the laboratories for domestic policy.<br />Repealing the SALT cap might not restore that vision, but it would direct money away from Washington and toward states and localities. The SALT cap is manna from heaven for national politicians eager to expand the federal government, all the while shrinking the ability of cities and states to tax, and therefore to control their own policies. Basically the cap turns the Founders’ vision of a federal government with powers “few and defined” on its ahead."
}