{
    "url_original": "https://www.wsj.com/articles/the-nihs-diversity-obsession-subverts-science-11625090811?mod=opinion_lead_pos5",
    "url": "the-nihs-diversity-obsession-subverts-science-11625090811",
    "title": "The NIH’s Diversity Obsession Subverts Science",
    "sub_head": "A project to understand the brain becomes a futile effort to make up for educational disparities.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-361947?width=620&size=1.5",
    "image_1": "im-361947.jpg",
    "time": "2021-06-30 18:06:00",
    "body": "The National Institutes of Health supports a multidisciplinary neuroscience initiative to expand understanding of the brain. Research applications include treatments for Alzheimer’s, Parkinson’s, autism and depression. On June 10, NIH director Francis Collins announced a new requirement for participating in the brain initiative. Neurologists, molecular biologists and nanophysicists seeking NIH funding must now submit a plan showing how they will “enhance diverse perspectives” throughout their research. Scores on the “plan for enhancing diverse perspectives” will inform funding decisions.<br />This new requirement is part of Dr. Collins’s continuing effort to atone for what he calls biomedical science’s “stain” of “structural racism.” The NIH already supports more than 60 “diversity and inclusion initiatives,” but those have apparently failed to eradicate NIH’s own “systemic and structural racism.”<br />Each “plan for enhancing diverse perspectives” must show how the principal investigator will “empower” individuals from groups “traditionally underrepresented” in biomedical research, such as blacks, the disabled, women and the poor. Institutions are also covered by the diversity mandate. Researchers working on an NIH neuroscience grant should be drawn from institutions that are traditionally underrepresented in biomedical research, including “community-based” organizations.<br />Dr. Collins provided no evidence for “structural racism” other than demographic data on NIH’s grant applicants and recipients. Black applicants are “present in far fewer numbers compared with their representation in the US population, 13.4%,” according to Dr. Collins’s announcement. In 2020 black scientists made up 2.3% of the 30,061 funding applications the NIH received. Less than 2% of NIH grants go to black principal investigators.<br />To Dr. Collins and his academic peers, such disparities are virtually irrefutable evidence of discrimination, though grant reviewers don’t see an applicant’s race. But the use of population data as a benchmark for assessing institutional racism ignores racial disparities in academic skills, achievement and study practices that the NIH didn’t cause and couldn’t possibly do anything to remedy."
}