{
    "url_original": "https://www.wsj.com/articles/the-partisan-bureaucracy-11623362896?mod=opinion_lead_pos8",
    "url": "the-partisan-bureaucracy-11623362896",
    "title": "The Partisan Bureaucracy",
    "sub_head": "Would the IRS violate your privacy to further Democratic policy objectives?",
    "category_1": "Opinion",
    "category_2": "Potomac Watch",
    "time": "2021-06-10 18:08:00",
    "body": "The lesson of this week’s leak of billionaires’ tax returns isn’t that taxes are too low, the rich should pay more or any of the other claims the leak was designed to support. The lesson is that Republicans must realize that Democrats are no longer their only political foe. They face an equally potent and dangerous federal bureaucracy—committed to destroying GOP officials and propelling a liberal agenda.<br />ProPublica claims not to know who provided the confidential tax data of thousands of American citizens, including some of the nation’s wealthiest people. The left-leaning media outlet acknowledges it ran its piece even though its source could have been a “state actor hostile to American interests” that hacked the private data. Perhaps—though it’s unclear what value Russia or China might see in outing Warren Buffett’s tax returns.<br />The more likely scenario is that a federal employee with access to Internal Revenue Service records compiled the information, identified a media operation that could be relied on to disregard privacy rights and then dumped the data at a moment carefully timed to aid Joe Biden’s tax-hike agenda.<br />Mission accomplished. The ProPublica story was a moralizing snoozefest, thousands of words (and the threat of more installments) to explain that the U.S. tax code allows deductions for loan interest, charitable giving and business expenses, and that the nation’s elite actually use these deductions. Also, ProPublica informs us that people don’t pay tax on capital gains until they realize capital gains. The nation’s liberal and social media nonetheless spent the week dutifully pretending the story was a blockbuster exposé breaking the news that the wealthy don’t pay their “fair” share, while Democrats renewed calls for higher taxes.<br />The politicization of the federal bureaucracy is nothing new. Recall Anne Gorsuch, ejected from Washington in 1983 by a vengeful Environmental Protection Agency career staff furious that a woman nominated by an elected president and confirmed by an elected Senate would dare give it orders. For decades, the GOP has understood that the term “federal government employee” is increasingly interchangeable with “registered Democrat.”"
}