{
    "url_original": "https://www.wsj.com/articles/the-cdcs-eternal-emergency-11624574065?mod=opinion_lead_pos3",
    "url": "the-cdcs-eternal-emergency-11624574065",
    "title": "The CDC’s Eternal Emergency",
    "sub_head": "The pandemic is easing, but the agency extends its eviction ban.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-359901?width=620&size=1.5",
    "image_1": "im-359901.jpg",
    "time": "2021-06-24 18:34:00",
    "body": "Covid cases have plunged 96% since early January. Nearly two-thirds of U.S. adults have at least once vaccine dose, and states have lifted virus restrictions. Yet the Centers for Disease Control and Prevention on Thursday declared that the public-health emergency continues and extended its nationwide eviction moratorium for another 30 days.<br />The Trump CDC committed the original constitutional sin when it imposed the eviction ban last September. It cited the 1944 Public Health Service Act, which allows the agency to take measures to prevent the spread of communicable diseases between states. Supposedly, people who were evicted would move in with family or friends and spread the disease.<br />Tenants who expected to earn less than $99,000 ($198,000 for couples) merely had to claim that they lost income and would be homeless or forced to move in with someone if they were evicted. Although the moratorium was supposed to end in December, Congress extended it by a month. Then the Biden CDC extended it twice through June.<br />Meanwhile, several lower courts have ruled that the eviction ban exceeds the CDC’s authority. “Under its reading, so long as the Secretary [of Health and Human Services] can make a determination that a given measure is ‘necessary’ to combat the interstate or international spread of disease, there is no limit to the reach of his authority,” federal Judge Dabney Friedrich wrote last month.<br />Judge Friedrich stayed her injunction pending appeal, but landlords are asking the Supreme Court to lift the stay. The Administration in its brief snips a phrase from the Court’s injunction last year of New York’s arbitrary limits on religious gatherings to argue that Justices “‘should respect the judgment of those with special expertise and responsibility in this area.’”"
}