{
    "url_original": "https://www.wsj.com/articles/the-great-american-rip-off-11623448884?mod=opinion_lead_pos10",
    "url": "the-great-american-rip-off-11623448884",
    "title": "The Great American Rip-Off",
    "sub_head": "A healthy debate over the amount of fraud in Covid relief programs.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-353129?width=620&size=1.5",
    "image_1": "im-353129.jpg",
    "time": "2021-06-11 18:01:00",
    "body": "In the most predictable story of the Covid era, it turns out that federal relief programs have been plagued with fraud and abuse. As for waste, well, that was always sort of the point. Shutting down much of the economy and attempting to replace it with federal spending, borrowing and money creation is not a strategy for productivity. But when it comes to the amount of theft, a new estimate really is a surprise—and a truly stunning one.<br />Felix Salmon of Axios reports:<br />What would we do without experts? This column likes to maintain a robust skepticism regarding government programs, but could the feds really have handed over half the unemployment benefits to crooks? One of Mr. Salmon’s experts suggests that most of the crooks don’t even live here. According to the Axios report:<br />If forced to choose, your humble correspondent would probably prefer independent domestic street gangs to foreign state-backed criminal syndicates. But perhaps the economists in the crowd can opine on the relative impact of stuffing U.S. taxpayer money into one pair of undeserving hands versus another. For that matter perhaps the people who endorsed the idea of shuttering much of the U.S. economy in response to Covid-19, expanding the Federal Reserve balance sheet by nearly $4 trillion and adding more than $4 trillion to the nation’s publicly held debt can explain if their strategy depends on whether the recipients of cash are lawful or law-abiding. When one is dumping money out of a helicopter it’s not so easy to dictate who catches it.<br />The important thing now is for Washingtonians to try to evade responsibility. Mr. Salmon’s report continues:"
}