{
    "url_original": "https://www.wsj.com/articles/the-american-jobs-reduction-plan-11623184355?mod=opinion_lead_pos8",
    "url": "the-american-jobs-reduction-plan-11623184355",
    "title": "The American Jobs (Reduction) Plan",
    "sub_head": "Another analysis finds economic destruction in the Biden ‘infrastructure’ agenda.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-350698?width=620&size=1.5",
    "image_1": "im-350698.jpg",
    "time": "2021-06-08 16:32:00",
    "body": "Senate Republicans have been trying to persuade President Joe Biden to accept a scaled-down version of his new spending plans. Given the tax hikes he intends to go along with them, a new report suggests that scaling the Biden “infrastructure” plan down to zero might be the best outcome for U.S. workers. The Tax Foundation reports the results of its analysis:<br />What kind of a “jobs” plan results in fewer jobs? The Tax Foundation released its analysis on Friday, the same day that Mr. Biden was trying to explain why the latest U.S. employment report from the federal Bureau of Labor Statistics fell short of expectations.<br />“Remember, when I took office in January, our economy was in a tailspin,” said the President in what has become his favorite falsehood. Mr. Biden uttered these words eight days after his own Commerce Department’s Bureau of Economic Analysis reported that U.S. real gross domestic product “increased at an annual rate of 6.4 percent in the first quarter of 2021.”<br />Now the Tax Foundation report suggests that Mr. Biden may be telling even taller tales about our economic future. Among the notable aspects of this analysis is that it largely accepts Beltway economic assumptions and essentially gives the President the benefit of the doubt that, despite his history, much of the money really will fund useful infrastructure. According to the Tax Foundation report:<br />The White House doesn’t seem to understand that most productivity-enhancing infrastructure is built by business, and when corporate taxes rise, businesses have an incentive to build less of it. The Tax Foundation explains that government spending giveth less investment than the new taxes would taketh away:"
}