{
    "url_original": "https://www.wsj.com/articles/the-vixen-review-book-of-lies-11624540614",
    "url": "the-vixen-review-book-of-lies-11624540614",
    "title": "‘The Vixen’ Review: Book of Lies",
    "sub_head": "A neophyte editor is lost in a labyrinth of literary deception, Cold War betrayal and long-planned revenge, all under the shadow of an execution.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-357886?width=620&size=1.5",
    "image_1": "im-357886.jpg",
    "time": "2021-06-24 09:16:00",
    "body": "On a summer evening in 1953, in a small apartment on Coney Island, the Putnam family sits anxiously in front of a flickering black-and-white screen. “The only signs of life squawk and jitter inside the massive console TV,” Simon Putnam reports. He and his mother have been watching all day and now his father has joined the vigil. “Networks have been interrupting the regular programming with news of the execution, which, without a miracle, will happen tonight at Sing Sing,” Simon explains. “It’s like New Year’s Eve in Time Square: the countdown to the ball drop.”<br />Soon Julius and Ethel Rosenberg will die in the electric chair. President Eisenhower, in a letter read by a reporter, declares that, “the abominable act of treason committed by these Communist traitors has immeasurably increased the chances of nuclear annihilation.” The Death House matron, briefly interviewed, says, on the other hand, that “Ethel was . . . one of the kindest, sweetest, gentlest human beings I ever met.” The two Rosenberg children, shepherded by a lawyer, are filmed entering the prison. A rabbi arrives, then an electrician, and then it’s over. Quickly for Julius, but slowly for Ethel. “Thousands are weeping in Union Square, in San Francisco, London, and Paris,” Simon observes. “But in Coney Island, it’s a regular fun Friday night.” Horrified, he still goes out to ride the amusement park’s Cyclone.<br />Francine Prose’s novel “The Vixen” opens with this tense moment, which instantly sets both mood and tempo. Like instruments in a string quartet, the scene’s syncopated dialogue and vivid description play off each other, seamlessly, rhythmically, as the narrative shifts back and forth, from the execution coverage to the puerile TV sitcoms, and from the sardonic comments of Simon’s parents to his own confused sense of things. “Who am I, and what am I doing in this place where they have learned to live without me?” he wonders. “We hardly recognize each other: the boy who left for college, the son who returned, the mother and father still here.”<br />Themselves the children of Jewish immigrants, Simon’s parents knew the Rosenbergs well. His mother and Ethel were tenement neighbors and childhood friends. And now one is witnessing the other’s death. “ ‘Maybe the rabbi can give her some peace,’ says Mom. ‘Forty-five minutes,’ says Dad. ‘The rabbi better talk fast.’ ” Besides, Simon’s father observes, “Jewish Communists don’t think they’re Jews until Stalin kills them.”<br />Cold War paranoia and McCarthy-era persecution, both notoriously epitomized by the Rosenberg case, are the persistent bass notes in Ms. Prose’s novel, and there are inescapable echoes, therefore, of Philip Roth’s American Trilogy and in particular of his 1998 novel “I Married a Communist.” (The Rosenberg case, we recall, also inspired E.L. Doctorow’s “The Book of Daniel” (1971) and Robert Coover’s “The Public Burning” (1977), along with numerous nonfiction investigations.)"
}