{
    "url_original": "https://www.wsj.com/articles/the-attack-on-an-alzheimers-drug-11624314809?mod=opinion_lead_pos1",
    "url": "the-attack-on-an-alzheimers-drug-11624314809",
    "title": "The Attack on an Alzheimer’s Drug",
    "sub_head": "Progressives suddenly discover federal spending they don’t like.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-21 18:33:00",
    "body": "Public-health and media critics failed to stop federal approval of Aduhelm,  Biogen ’s  new drug for Alzheimer’s. So now they’re mounting an assault on the drug’s cost to stop Medicare from paying for it. Their sudden and rare concern for the federal fisc is illuminating, and not in a good way.<br />“It’s unconscionable to ask seniors and taxpayers to pay $56,000 a year for a drug that has yet to be proven effective,” Oregon Sen. Ron Wyden tweeted after the Food and Drug Administration approved Aduhelm this month. “Medicare must be able to negotiate a fair price for prescription drugs.” He means impose price controls, while others want Medicare to restrict coverage of the drug.<br />The healthcare policy shop Altarum last week projected Aduhelm would increase prescription drug spending by more than 8% by mid-decade. The sages at Axios hype: “Biogen’s new Alzheimer’s treatment could be experts’ nightmare drug spending scenario: An extremely expensive product that millions of desperate patients could be eligible for—and it may not even work.” Note the bow to “experts.”<br />Nobody has said Aduhelm is a cure, but it is the first treatment following hundreds of failures that has shown evidence in clinical trials of removing amyloid plaque—a hallmark of the disease—and slowing cognitive decline.<br />Critics are right that it’s not clear that amyloid causes Alzheimer’s. But the leading research hypothesis is that a buildup of harmful amyloid plaque in the brain triggers a cascade of chemical changes that interfere with neuron communication and cause brain loss. Critics also note that some two dozen drugs aimed at removing amyloid have failed to meaningfully affect the course of the disease."
}