{
    "url_original": "https://www.wsj.com/articles/the-clubby-world-of-venture-capital-finds-a-new-bet-black-entrepreneurs-11624008600?mod=business_lead_pos5",
    "url": "the-clubby-world-of-venture-capital-finds-a-new-bet-black-entrepreneurs-11624008600",
    "title": "The Clubby World of Venture Capital Finds a New Bet: Black Entrepreneurs",
    "sub_head": "Funds increasingly seek out diversity among company founders",
    "category_1": "Business",
    "time": "2021-06-18 05:30:00",
    "body": "Austin Clements was ready to give up.<br />He’d quit his job in venture capital in 2019 to try to launch his own fund giving early-stage money to tech startups founded by entrepreneurs of color, but investor interest was slim. Last June, he and his co-founder figured that before throwing in the towel, they’d write one final mass email to anyone they’d ever pitched or spoken to about their fund—a group of around 300 people—asking for support.<br />“This was our Hail Mary,” recalls Mr. Clements, 38 years old, who is Black. This time, as soon as they hit ‘send,’ their inbox began filling with replies from people eager to be involved.<br />Long known for its insular nature, the venture-capital world has been trying to open up in the past year. According to a 2020 Morgan Stanley survey of venture capitalists, 43% said finding opportunities to invest in companies with nonwhite founders was a priority, up 10 percentage points from the prior year. Another 61% said the Black Lives Matter movement had affected their investment strategy. The survey’s respondents included a higher proportion of nonwhite venture capitalists than the industry at large. More investors have flocked to Black-led venture funds: Among new funds being launched in the first quarter of this year, 10.4% were debuted by Black-led firms, more than double the rate in 2019, according to research firm Different Funds.<br />The impact is also being felt at Black-founded companies, which attracted around 1% of venture-capital funding annually from 2016 to 2020. Though levels are still low, there are signs of an uptick under way: So far this year, companies with Black founders have received 1.4% of all U.S. venture-capital funding, according to data from Crunchbase. Last year, there were a record 306 venture-capital investments in Black-founded U.S. companies, nearly twice the number from five years earlier."
}