{
    "url_original": "https://www.wsj.com/articles/the-medici-portraits-and-politics-1512-1570-review-painting-power-11625090050",
    "url": "the-medici-portraits-and-politics-1512-1570-review-painting-power-11625090050",
    "title": "‘The Medici: Portraits and Politics, 1512-1570’ Review: Painting Power",
    "sub_head": "A spectacular exhibition at the Met chronicles the ties between art, politics and dynastic culture during a pivotal moment in Florentine history.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-361248?width=620&size=1.5",
    "image_1": "im-361248.jpg",
    "time": "2021-06-30 17:54:00",
    "body": "New York<br />Portraiture in 16th-century Florence reflected defining historical moments, sophisticated parallels between art and linguistics, and the shrewd strategies Cosimo I de’ Medici employed to promote himself and his native city. “The Medici: Portraits and Politics, 1512-1570,” a splendid, erudite exhibition at the Metropolitan Museum of Art, curated by Keith Christiansen, the museum’s chairman of European paintings, and Carlo Falciani of the Accademia di Belle Arti, Florence, explains how portraits could embody the principles of imitare—the direct imitation of a subject’s physical features—and of ritrarre, in which symbols, allegories and pictorial conceits conveyed a sitter’s individual and communal identities. As captured in over 90 works on view, Florentine portraits could also evoke far more expansive narratives.<br />Nearly a century of rule by the Medici family was ended in the 1490s with the establishment of the Republic of Florence. The turbulent period explored by the exhibition begins in 1512, when Giuliano and Lorenzo de’ Medici returned their historic dynasty to power. Following the ruinous sack of Rome in 1527—during which the Medici Pope Clement VII was virtually imprisoned—Florence, too, was attacked. The Medicis were driven from the city, and a new republic was born. Beset by plague and famine, and in 1529-30 besieged by imperial Spanish forces (with the backing of the Vatican and the Hapsburg emperor Charles V), this republic too suffered an early demise. The ascendance of the last scion of the senior branch of the Medici family, Alessandro de’ Medici, returned his clan to power in 1532 and ended the city’s long and fraught history of republican rule. His assassination in 1537 led to the rise of Cosimo I de’ Medici, a young heir, though from a lateral branch of the family.<br />Cosimo I’s inspired but increasingly autocratic reign witnessed frequent debates about vernacular and classical cultures; vestiges of republican virtues and style amid the more poetic milieu of his court; and the city’s brilliant reincarnation as a dynastic Medici duchy. As beautifully manifested in the show, portraiture became a mirror to a changing body politic, and a vehicle for a potent new brand of nationalist expression.<br />Cosimo I’s magisterial portrait bust (1546-47) by Benvenuto Cellini greets us at the door to the exhibition. The monumental bronze sculpture, a dazzling archetype of absolute power, is marked by decorative classical armor, the subject’s sinewy musculature and distant, riveting gaze. Though the portrait bust is no longer fully gilded, the subject’s eyes are still silvered, and mesmerizing."
}