{
    "url_original": "https://www.wsj.com/articles/the-awkward-playdate-negotiations-when-your-kids-arent-vaccinated-yet-11622570400",
    "url": "the-awkward-playdate-negotiations-when-your-kids-arent-vaccinated-yet-11622570400",
    "title": "The Awkward Playdate Negotiations When Your Kids Aren’t Vaccinated Yet",
    "sub_head": "Adults are venturing out into the world, but young children are unprotected from the virus. Navigating these social dynamics is a minefield. “I’m not trying to make my children not have any friends.”",
    "category_1": "Life & Arts",
    "category_2": "Life & Style",
    "time": "2021-06-01 14:00:00",
    "body": "Julie Forcum has come to a conclusion about arranging playdates during a pandemic: Everyone thinks they’re on the same page—until they’re not. “You talk to [other parents] and realize they have a different understanding of ‘safe’ than we do,” says the Seattle leadership consultant, who has a 10-year-old daughter and 13-year-old son.<br />For the newly vaccinated Ms. Forcum, 46, it means playdates with strict masking while indoors. To enforce the rules, she insists on hosting—sometimes in the garage—for better ventilation. She suggests games such as Battleship to keep the kids farther apart. And she doesn’t allow eating during playdates. At times, she has set out a bag of to-go snacks for guests, sealed up with a sticker. “Some of it is so awkward,” says Ms. Forcum.<br />Many adults are now vaccinated and venturing out, but a vaccine for children under 12 isn’t expected to arrive until later this year at the earliest. For many families, that makes navigating social situations even more confusing than it was early in the pandemic. Some parents are still taking full precautions to keep youngsters safe, while others see fewer risks for their young children—who typically experience mild cases of Covid-19—and are no longer interested in taking additional safety measures. Differing opinions from one family to the next can be especially uncomfortable to navigate during playdates, as parents struggle to address safety without impacting budding friendships.<br />The Centers for Disease Control and Prevention recommends that unvaccinated people, including children older than 2 years old, wear masks indoors and in crowded outdoor settings. But while children can and do get sick from Covid-19, they are less likely than adults to be hospitalized or die from the virus. As of May 20, children have accounted for roughly 2% of Covid hospitalizations in the U.S. and less than 1% of deaths, according to the American Academy of Pediatrics.<br />Lindsay Spolan Pinchuk is cautious about letting her daughters Jordyn, 10, and Lila, 7, socialize unmasked. But now that more adults are vaccinated, she says some of her children’s friends are hanging out in big groups or having sleepovers. She doesn’t feel comfortable letting her daughters attend, especially because her oldest is prone to respiratory infections, and they feel left out, she says. To find other ways to help them feel included, she’s started to host small, masked gatherings in her home, says Ms. Spolan Pinchuk, 41, who lives in the Chicago suburbs and founded the parent community Bump Club and Beyond. She’s also making small compromises, such as not objecting when her oldest takes off her mask while using Snapchat or TikTok with friends in the same room."
}