{
    "url_original": "https://www.wsj.com/articles/the-herb-revolution-in-american-cooking-11623967981",
    "url": "the-herb-revolution-in-american-cooking-11623967981",
    "title": "The Herb Revolution in American Cooking",
    "sub_head": "A few basic herbs were once thought to be enough, but now our kitchens teem with the flavors of cilantro, lemongrass, Thai basil and much more.",
    "category_1": "Life & Arts",
    "category_2": "Table Talk",
    "image_1_url": "https://images.wsj.net/im-355815?width=620&size=1.5",
    "image_1": "im-355815.jpg",
    "time": "2021-06-17 18:13:00",
    "body": "Imagine cooking and eating without fresh herbs. It would be perfectly possible, but oh, it would be dull. Think of eating a piece of warm focaccia that lacked the uplift of rosemary. Or consider Mexican food without the grassy hit of cilantro, or a bowl of Vietnamese pho soup deprived of its essential mint. Cooking without herbs might still be nourishing, but half the pleasure would be gone.<br />The rise of fresh herbs is one of the happiest stories of modern eating. Every time you use them in your cooking, you are recognizing that food is something more than mere fuel. When you take the trouble to add tarragon to a roast chicken, put mint leaves in a pitcher of water, or adorn a platter of roast beetroot with feathery leaves of dill, you are saying that flavor matters. The person who cooks with herbs is making a stand for joy.<br />Most Americans are using far greater quantities of herbs—and different ones—than in the past. Sales of fresh herbs in the U.S. have tripled since 2000 from 1% of all fresh produce sales to 3%. Fresh herbs used to seem like a fancy luxury ingredient compared with an old-fashioned jar of dried oregano, but a survey in 2018 by Shenandoah Growers, a Virginia-based produce firm, suggested that more than half of all shoppers now regularly buy fresh herbs.<br />This growth is being driven partly by the rise in popularity of Asian cuisines. Along with the older Western stalwarts of parsley and chives, Americans are increasingly buying Thai basil and makrut lime leaves and fresh methi leaves (a grassy and pungent herb much used in Indian cooking). These trends can also be seen in Europe. Germany was traditionally a land of dill and parsley, but cooks there have now embraced cilantro and lemongrass.<br />What, actually, is an herb? Sometimes the term is used interchangeably with “spice,” but technically, an herb—which comes from the Latin herba, meaning grass—comes from the green leaf of a plant, whereas spices come from other parts such as seeds, bark, roots and buds."
}