{
    "url_original": "https://www.wsj.com/articles/the-worlds-best-tuna-melt-sandwich-recipe-11623854128",
    "url": "the-worlds-best-tuna-melt-sandwich-recipe-11623854128",
    "title": "The World’s Best Tuna Melt Sandwich Recipe",
    "sub_head": "Start with top-quality tuna and an equal amount of Lancashire cheese. A few other key moves—finely diced fennel, well-toasted sourdough—make this quick meal memorable.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-354376?width=620&size=1.5",
    "image_1": "im-354376.jpg",
    "time": "2021-06-16 10:35:00",
    "body": "ONE THING THAT strikes you right away about this tuna melt: It’s at least as much melt as it is tuna. “The ratio is about 50/50,” said chef Mona Talbott. “I started making it as a quick and easy weekday dinner. My core pod loved it.”<br />For Ms. Talbott’s final Slow Food Fast recipe, she calls on the expertise of Kate Arding, her partner in Talbott & Arding Cheese and Provisions in Hudson, N.Y., and an authority on farmhouse cheese. The melter here is Lancashire, an English cow’s milk cheese with a mellow, buttery character and lovely lemony tang. Ms. Arding usually keeps a Lancashire in stock at the shop. But if you don’t find this variety at your local cheese counter, a raclette or good aged cheddar will work nicely.<br />Before Ms. Talbott assembles the sandwich, she pre-toasts the bread to get the right crisp texture. She uses high quality tuna preserved in olive oil, and she mixes in finely chopped fennel, pickled jalapeños, fresh parsley and lots of lemon juice. A measured amount of mayo binds the mixture without weighing it down. The open-face sandwiches sit under the broiler until the cheese bubbles and browns in spots.<br />A recipe for a simple sandwich might seem like overkill, but Ms. Talbott’s attention to detail comes through in her instructions—and the final result. “I care a lot about all the nuances and subtleties,” she said. “The work is meaningful if you put care into it. You can taste the difference.”<br />To explore and search through all our recipes, check out the new WSJ Recipes page."
}