{
    "url_original": "https://www.wsj.com/articles/the-new-racial-discrimination-11625006066?mod=opinion_lead_pos1",
    "url": "the-new-racial-discrimination-11625006066",
    "title": "The New Racial Discrimination",
    "sub_head": "The Biden Administration’s ‘equity’ policies are losing in court.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-29 18:34:00",
    "body": "The Supreme Court recently put off whether to hear a case accusing Harvard of discriminating by race in admissions. The Court asked the Biden Administration for its view of the case, punting a decision to next fall or later. We hope the Justices realize that sooner or later they will have to decide whether the new wave of racial discrimination is constitutional.<br />President Biden’s emphasis on “equity” as a dominant policy goal is already creating new challenges in the federal courts. By equity, Mr. Biden means preferences for some racial groups over others to achieve equal outcomes. A federal judge in Wisconsin recently issued a temporary restraining order against a $3.8 billion Department of Agriculture program that allocates loan forgiveness by race. And last week another federal judge, this one in Florida, issued a preliminary injunction.<br />This program, part of Covid-19 relief, is aimed at helping “socially disadvantaged farmers.” A USDA fact sheet boasts that it steers benefits to those who are “Black, Native American/Alaskan Native, Asian American or Pacific Islander, or are of Hispanic/Latino ethnicity.” The legislation further includes $1.01 billion in funding “to USDA to create a racial equity commission and address longstanding discrimination across USDA.”<br />White farmers say the program’s allocation by race is unconstitutional—and that the program could run out of funds before their applications are even considered. Federal Judge William Griesbach in Wisconsin agreed, finding that the government lacked a “compelling interest” for racial classifications, that its use wasn’t narrowly tailored, and that the farmers are likely to succeed on the merits of their claim that Agriculture’s “use of race-based criteria” violates their right to equal protection under the law.<br />Meanwhile, two other federal courts have ruled against the Small Business Administration’s (SBA) program to distribute restaurant revitalization funds by race. Women and racial minorities were given priority in the first 21 days, sending everyone else to the back of the line. Federal Judge Reed O’Connor in Texas granted a preliminary injunction on grounds the restaurateurs are “experiencing race and sex discrimination at the hand of government officials.” The Sixth Circuit Court of Appeals has granted a preliminary injunction in a separate case."
}