{
    "url_original": "https://www.wsj.com/articles/the-problems-with-u-s-ports-are-managements-11622829882?mod=opinion_major_pos17",
    "url": "the-problems-with-u-s-ports-are-managements-11622829882",
    "title": "The Problems With U.S. Ports Are Management’s",
    "sub_head": "America’s ports are extremely productive, with ILWU workers in California, Oregon and Washington breaking all-time records month after month during the pandemic.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://s.wsj.net/public/resources/images/ED-BA818_TIRSCH_8U_20210524190933.jpg",
    "image_1": "publicresourcesimagesED-BA818_TIRSCH_8U_20210524190933.jpg",
    "time": "2021-06-04 14:04:00",
    "body": "Regarding Peter Tirschwell’s “Behind Your Long Wait for Packages” (op-ed, June 3): America’s ports are extremely productive, with International Longshore and Warehouse Union workers in California, Oregon and Washington breaking all-time records month after month during the pandemic. We risked our lives, losing some workers to Covid-19, to unload the PPE, medical equipment and other goods that have saved lives and stocked shelves. Our hard work has been praised and called “heroic” by port executives from Los Angeles to Seattle.<br />Mr. Tirschwell blames ILWU workers for decisions made by our employers: The union agrees that gates should open 24/7, but terminal operators refuse to consistently hire us for the third shift. The shortage of chassis, railcars and other equipment has nothing to do with ILWU labor. Agricultural exporters have begged our employers to provide containers that farmers need to ship overseas. But instead, the overseas-based owners optimize for their own profits, not productivity here in the U.S.<br />Mr. Tirschwell fails to mention automation’s downsides: Human-powered ports can’t be hacked like automated infrastructure can. Longshore workers move cargo with record-breaking results, we support our communities and pay U.S. taxes. Automation primarily benefits the Asian and European terminal operators that lease our public port terminals (and buy advertising in Mr. Tirschwell’s publication.)<br />Mr. Tirschwell attributes a worker shortage to stimulus checks—a myth already debunked by others—but the fact is that our employer refuses to jointly agree to hire enough longshore workers to get the job done.<br />And though Mr. Tirschwell claims longshore labor “hinders improvements,” he should know our union formed in 1934. If he thinks that hooks and barrels are still the predominant tools we use here on the West Coast, he is even more out of touch than we thought."
}