{
    "url_original": "https://www.wsj.com/articles/the-feds-duty-is-to-the-economy-not-equity-11623277274?mod=opinion_lead_pos10",
    "url": "the-feds-duty-is-to-the-economy-not-equity-11623277274",
    "title": "The Fed’s Duty Is to the Economy, Not ‘Equity’",
    "sub_head": "Central banks are risking their independence by wading into social agendas outside their purview.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-350899?width=620&size=1.5",
    "image_1": "im-350899.jpg",
    "time": "2021-06-09 18:21:00",
    "body": "The Federal Reserve Bank of St. Louis is in the early stages of creating an Institute for Economic Equity “to support an economy in which everyone can benefit regardless of race, ethnicity, gender, or where they live,” with an emphasis on “economic outcomes experienced by historically marginalized groups.” The Federal Reserve Banks of Boston, Atlanta and Minneapolis have their own initiatives in the works. Sen. Pat Toomey (R., Pa.) has rightly asked regional presidents: Should banks consider social justice and equity in monetary policy decisions?<br />To put these new initiatives in context, consider the Fed’s mission and independence. The Federal Reserve Act directs the Fed to conduct monetary policy in a manner that will “promote effectively the goals of maximum employment, stable prices, and moderate long-term interest rates.” Each goal is expressed as an outcome for the economy, rather than the benefit of a particular segment of the economy or prices of individual goods.<br />Put another way, the tools of monetary policy don’t exist to reduce unemployment in the auto or steel industries. The goal isn’t to keep gasoline prices low but to maintain a modest, stable rate of increase in the average value of a basket of commodities.<br />All central banks have confronted this tension between the economy’s general performance and the welfare of particular interests. The long recent period of historically low interest rates, for instance, reduces the rate of return earned by savers. At the same time, lower interest rates reduce the cost of purchasing a home, car and other durable goods.<br />A low value of the dollar benefits U.S. exporters by making their goods less expensive to foreign buyers. But it also harms U.S. consumers by increasing the prices of imported goods. If the Fed considered these trade-offs rather than general economic performance, would it choose to ease or tighten monetary policy knowing full well that any action will benefit some and harm others? Regrettable or not, the conduct of monetary policy inevitably will have distributional consequences that are secondary to pursuing the best outcome for the whole."
}