{
    "url_original": "https://www.wsj.com/articles/the-biden-budgets-arithmetic-problem-11624226224?mod=opinion_major_pos4",
    "url": "the-biden-budgets-arithmetic-problem-11624226224",
    "title": "The Biden Budget’s Arithmetic Problem",
    "sub_head": "Taxing the rich won’t come close to funding the new social spending the White House is proposing.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-356713?width=620&size=1.5",
    "image_1": "im-356713.jpg",
    "time": "2021-06-20 17:57:00",
    "body": "President Biden’s first full budget, released last month, forecasts a large increase in social spending, paid for both by heavy increases in taxes and by big deficits and new public debt. The budget, which outlines major new spending initiatives in the American Rescue Plan, American Jobs Plan and American Families Plan, represents nothing short of a transformation of government’s role in the economy.<br />Many economists, including Lawrence Summers, have highlighted the risks of the budget’s fiscal profligacy, namely inflation. But going deeper, the budget creates structural fiscal risks by crowding out future spending on things unrelated to the Biden administration’s social agenda. It limits government flexibility to address future pressing needs without much larger tax increases than the budget proposes. And the plan’s focus on basic income rather than work is a step in the wrong direction. These risks can be addressed—and in a progressive manner—but this budget needs to return to the starting line.<br />To begin, the Biden budget would compromise the federal government’s ability to provide public goods and social insurance, handle crises like pandemics or financial panics, and address gaps in economic opportunity—all while handing a hefty debt-service bill to future generations that will benefit very little from today’s spending blitz.<br />Recall the maxim: “When you find yourself in a hole, stop digging.” The Biden administration needs to put the shovels down. Permanent new social spending should be financed by incremental tax revenue so it doesn’t add to already elevated deficit and debt levels. Borrowing would be permitted for one-time expenditures that add to productivity and future wealth (and taxpaying ability)—for example, true infrastructure such as roads and bridges.<br />But the Biden budget doesn’t follow this advice. It spends more money on social causes and makes government larger without coming up with enough new revenue to pay for it. The budget proposes to spend 24.5% of gross domestic product on average over the next 10 years. The post-World War II record before the pandemic was 24.4% in 2009, and the 50-year average is closer to 20%. Meantime, revenues are projected to rise only to 19.7% of GDP by the end of the 10-year budget period, just below the record share of 20% in 2000 during the dot-com boom. The gap reflects additional pressure on deficits and debt even as rising deficits from the Social Security and Medicare programs pose a significant challenge."
}