{
    "url_original": "https://www.wsj.com/articles/the-future-of-classic-porsches-and-jaguars-electrification-11622865601",
    "url": "the-future-of-classic-porsches-and-jaguars-electrification-11622865601",
    "title": "The Future of Classic Porsches and Jaguars? Electrification",
    "sub_head": "Owners of vintage sports cars and hot-rods are giving them a second life by installing recycled Tesla powertrains. Dan Neil gets the lowdown on EV conversions.",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "time": "2021-06-05 12:00:00",
    "body": "IT WAS A quiet day at Moment Motor Company, an electric-vehicle conversion garage in Austin, Texas, when founder Marc Davis said he heard “squealing.” He knew it wasn’t a fan belt. Christy Butler had arrived with her family to inspect the car of her dreams: an ivory-white ’67 Mercedes-Benz 250 SL with the “pagoda” top. After months of searching for her ideal car, Mr. Davis had found one whose engine he could replace with powerful electric motors, inverters and batteries. Since the work would take several months, he suggested Ms. Butler drive the roadster around for the weekend, pre-surgery.<br />“She called me on Monday to tell me how much she loved it,” Mr. Davis said, “and in the next breath how she could not wait for me to get it out of her garage. It reeked of gasoline and was dripping oil on the floor. It’s hard to start. It’s got two chokes, an old four-speed transmission. So what happens? Her passion, her dream of the car fades away.”<br />“When she gets it back,” Mr. Davis said, “she can just press the pedal and go.”<br />Gasoline-to-EV conversions are not new. I met a JPL scientist in Pasadena, Calif., who had done the same to his MG British sports car in 1965, using lead-acid batteries. Facebook and the website EValbum.com document decades of such projects, from mild to wild, mowers to dragsters, by over-functioning DIY Quixotes.<br />What is new is everything else, in bulk, starting with the cargo ships of automotive-grade lithium battery packs, high-torque motors, inverters, battery-management systems and controllers now readily available to privateers—much of it being exported from China, the spindrift from that country’s tidal wave of electrification."
}