{
    "url_original": "https://www.wsj.com/articles/the-capitol-riot-and-the-pentagon-11623279077?mod=opinion_lead_pos3",
    "url": "the-capitol-riot-and-the-pentagon-11623279077",
    "title": "The Capitol Riot and the Pentagon",
    "sub_head": "A Senate report says protests and optics weighed on the military.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-351677?width=620&size=1.5",
    "image_1": "im-351677.jpg",
    "time": "2021-06-09 18:51:00",
    "body": "Washington has concluded a news cycle trashing Republicans for voting against a special commission on the mob violence at the Capitol on Jan. 6. But Congressional committees already have the ability to investigate the event, as demonstrated by a new 95-page Senate report.<br />The Committee on Homeland Security and Governmental Affairs and the Committee on Rules and Administration interviewed key officials and “reviewed thousands of documents” to determine how rioters were able to breach the Capitol and disrupt the certification of the 2020 presidential election. Some of the faults exposed in the report, especially as they relate to the Capitol Police, reflect classic bureaucratic shortcomings, like muddled lines of authority and intelligence warnings that were missed.<br />One notable finding is the report’s assessment of the National Guard’s three-hour delay in responding after police were overwhelmed. It paints a picture of a Pentagon caught in a political vise. The Department of Defense’s “response to January 6 was informed by criticism it received about its response to the civil unrest after the murder of George Floyd during the summer of 2020,” the report says.<br />The public presence of National Guard troops amid the Washington, D.C., Black Lives Matter riots in June met a fierce liberal and media backlash. That led to “a series of control measures” on the National Guard, the report says, including new hurdles to “the use of the QRF,” or 40-member quick-reaction force at Andrews Air Force Base.<br />On Jan. 6 police asked for assistance at 2:30 p.m., shortly after rioters breached the Capitol. But the report says the Pentagon “spent the afternoon assessing the situation, determining how best to provide assistance, instructing personnel on the mission, and ensuring personnel were properly equipped.”"
}