{
    "url_original": "https://www.wsj.com/articles/the-supreme-court-could-use-some-accountability-11625057595?mod=opinion_major_pos16",
    "url": "the-supreme-court-could-use-some-accountability-11625057595",
    "title": "The Supreme Court Could Use Some Accountability",
    "sub_head": "Unlike the rest of government, the justices have no ethics body ensuring that their financial disclosure reports are complete and accurate.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-362347?width=620&size=1.5",
    "image_1": "im-362347.jpg",
    "time": "2021-06-30 08:53:00",
    "body": "Regarding your editorial “Sheldon Stalks the Supreme Court” (June 25): While Supreme Court justices must file annual financial disclosure reports, they have no ethics body—unlike the rest of government—ensuring that their reports are complete and accurate, and they suffer no consequences should they omit trips, reimbursements and gifts.<br />Through state public-records requests last year, I learned that a 2016 trip Justice Sonia Sotomayor took to the University of Rhode Island to give the commencement address, paid for by state taxpayers, was left off that year’s disclosure, as were reimbursed 2018 trips Justice Clarence Thomas took to speak at University of Kansas and the University of Georgia law schools. So we know mistakes are being made.<br />Regarding Ms. Sotomayor’s trip, records indicate she reserved a block of up to 11 rooms at one of Rhode Island’s most expensive hotels and was seemingly reimbursed. That’s something taxpayers should know about, and that’s why any requests for additional oversight, let alone the bipartisan one from Sens. Sheldon Whitehouse (D., R.I.) and John Kennedy (R., La.), should be welcomed.<br />In the days after Sens. Whitehouse and Kennedy sent their letter, the former said six justices were “servants of right-wing dark money interests,” and the latter said that the Biden administration “believes in open borders.” Neither statement is true. But those of us who have been around politics long enough should be able to tell the difference between that type of bluster and the honest, good-government work that preceded it.<br />Gabe Roth"
}