{
    "url_original": "https://www.wsj.com/articles/the-modern-myths-review-sing-muse-of-the-vampire-11624573014",
    "url": "the-modern-myths-review-sing-muse-of-the-vampire-11624573014",
    "title": "‘The Modern Myths’ Review: Sing, Muse, of the Vampire",
    "sub_head": "Greek gods and folkloric heroes may no longer occupy the center of our imaginations, but other stories have taken their place.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-359779?width=620&size=custom_4961x3542",
    "image_1": "im-359779.jpg",
    "time": "2021-06-24 18:16:00",
    "body": "A persistent myth of the modern West is that it has outgrown the need for myths, along with religion, magic and other “irrational” beliefs of the benighted past. This triumphalist story of rationality was proclaimed by Enlightenment philosophers and documented by later social scientists; through the 1990s, “the disenchantment of the world” became an incantation within the parched groves of academe.<br />Science writer Philip Ball is among those who counter that enchantment and modernity aren’t incompatible. In “The Modern Myths” he makes a persuasive case that myth isn’t gone but can be found in stories closer to our current obsessions such as science and technology, globalization and individual psychology. For this reason, he denies the status of myth to popular narratives like “The Lord of the Rings,” the “Harry Potter” franchise, and “Star Wars”: they simply repackage traditional stories. (His provocations to debate are among the book’s many pleasures.) Instead, he takes up stories whose plotlines, heroes and villains have become so resonant that we recognize them even if we haven’t encountered the foundational text. This is certainly true for his seven core examples: “Robinson Crusoe,” “Frankenstein,” “Dr. Jekyll and Mr. Hyde,” “Dracula,” Conan Doyle’s Sherlock Holmes, “The War of the Worlds” and DC Comics’ Batman stories.<br />Crucially, the original story in each case is but the pretext for the slow emergence of a modern myth, not the myth itself. The tale becomes widely accessible—and assumes profounder meanings—by being repurposed and diffused via multiple media, including stage, screen, radio, comics and video games. Myths are never invented deliberately but chosen by the culture for its own contingent needs: “A myth is typically not a story but an evolving web of many stories—interweaving, interacting, contradicting each other.” With wit and common sense, Mr. Ball defends the power of fantasy to challenge the status quo, even as he acknowledges its capacity to ratify prejudices. His approach to myth accords with Leszek Kolakowski’s vital admonition: “A mythology can be socially fruitful only when it is unceasingly suspect.”<br />In each chapter, Mr. Ball shows how a particular modern myth begins with a text potently charged by the author’s own psychic ambivalences. Such personal concerns also express, in an intuitive rather than reasoned way, anxieties about developments shared by others within the culture. This renders the work of wider interest, as does its focus on plot rather than complex characterizations or refined style. Mr. Ball determines that modern myths stem from fantasy, with its capacity to literalize metaphors and articulate dreams, rather than from realism. Even Daniel Defoe’s “Robinson Crusoe” is more a wish-fulfillment than a plausible account of a shipwrecked seaman.<br />Take Bram Stoker’s “Dracula” (1897), which built on earlier 19th-century vampire narratives, some written by more capable writers, including Alexei Tolstoy and J. Sheridan Le Fanu. Why was Stoker’s tale granted immortal life and theirs only an occasional resurrection? Vampirism was already associated with sensuality, but Stoker infused the novel with his deep fears of sexuality, women and strangers. “Where before there had been an enticing scent of sexual allure,” Mr. Ball writes, “now there was lust and rape fantasy.” Stoker’s crude misogyny and xenophobia struck a chord at a time when women were demanding equal rights and when fears of “foreigners”—especially Jews—were intensifying. This fortuitous meeting of (unconscious) minds, Mr. Ball shows, is the first step in the evolution of oddball thriller into modern myth."
}