{
    "url_original": "https://www.wsj.com/articles/the-last-voter-suppression-outrage-11623448789?mod=opinion_major_pos1",
    "url": "the-last-voter-suppression-outrage-11623448789",
    "title": "The Last Voter Suppression Outrage",
    "sub_head": "Biden called voter ID an ‘assault’ on civil rights. What happened next?",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-353137?width=620&size=1.5",
    "image_1": "im-353137.jpg",
    "time": "2021-06-11 17:59:00",
    "body": "With hyperbole swirling around voting reforms in Georgia, Florida, Texas, Iowa and beyond, it’s worth recalling what happened last time Democrats did this Chicken Little performance. In a 2014 speech, Vice President Joe Biden rang alarms about a “new assault on the most basic of civil rights, the right to vote.”<br />Mr. Biden took specific aim at voter-ID laws, calling them “an attempt to repress minority voting, masquerading as an attempt to end corruption.” The Associated Press reporter covering the speech added: “Biden said if the laws had been in effect during the 2012 election and only six percent of black voters who cast their ballots had been unable to vote, President Obama would have lost Florida.”<br />Today 36 states have voter-ID laws of some kind, and Mr. Biden’s dire story of politically motivated disenfranchisement hasn’t panned out. “Strict ID Laws Don’t Stop Voters”: That was the headline last month in the Quarterly Journal of Economics. Earlier versions of this study have circulated for a while, but the latest one merits a look. The authors analyzed 10 years of data, from 2008 to 2018, precisely when Mr. Biden warned of voter suppression.<br />Even “strict” voter-ID laws, the authors said, “have no negative effect on registration or turnout, overall or for any group defined by race, gender, age, or party affiliation.” But the ID laws appeared to lift turnout slightly among nonwhite voters, relative to whites.<br />“The likelihood that nonwhite voters were contacted by a campaign increases by 4.7 percentage points,” they wrote, “suggesting that parties’ mobilization might have offset modest effects of the laws.”"
}