{
    "url_original": "https://www.wsj.com/articles/the-yale-board-move-is-entirely-above-board-11623264228?mod=opinion_major_pos18",
    "url": "the-yale-board-move-is-entirely-above-board-11623264228",
    "title": "The Yale Board Move Is Entirely Above Board",
    "sub_head": "Fiduciaries must not be representatives of given causes, but instead keepers of a duty to serve all of an institution.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-347868?width=620&size=1.5",
    "image_1": "im-347868.jpg",
    "time": "2021-06-09 14:43:00",
    "body": "In “A Darkness at Yale” (op-ed, June 4), Lanny Davis expresses strong opposition to the decision made by the Yale Board of Trustees to end the process whereby alumni can petition their way onto the ballot for each year’s election of an “Alumni Fellow” member of the board.<br />I respect Mr. Davis (a proud alumnus) and those who share his views, but I want to make certain facts clear. The nomination process for Alumni Fellows is run by a committee of the Yale Alumni Association, which solicits recommendations from the entire alumni body. Yale is highly unusual, in fact, in giving a great deal of say to alumni in shaping the makeup of the board: about 40% of board members are elected—by alumni—rather than being appointed. The notion that the process does not give voice to alumni stakeholders is misleading.<br />Furthermore, it is just not true that we did not explain our decision and the years of consideration it was given. At the time we made our announcement, we also made public detailed background on the relevant historical facts, our contentions about the role of a trustee and the approach we took in our deliberations.<br />The crux of our decision was this: Fiduciaries must not be representatives of given causes, but instead keepers of a duty to serve all of an institution. This is not a controversial view. It is the foundation of sound governance.<br />Catharine Bond Hill"
}