{
    "url_original": "https://www.wsj.com/articles/the-dignity-of-work-11622839138",
    "url": "the-dignity-of-work-11622839138",
    "title": "The Dignity of Work",
    "sub_head": "Diego Rivera’s ‘The Flower Carrier’ beautifully renders the daily strain of Mexico’s indigenous laborers.",
    "category_1": "Masterpiece",
    "image_1_url": "https://images.wsj.net/im-348981?width=620&size=custom_3460x3522",
    "image_1": "im-348981.jpg",
    "time": "2021-06-04 16:38:00",
    "body": "The new San Francisco Museum of Art had recently opened on the fourth floor of the city’s War Memorial Veterans Building with a tiny collection when, in March 1935, a founding trustee named Albert M. Bender wrote to his friend, the artist Diego Rivera, in Mexico City. Bender had donated 23 Rivera works on paper as part of his foundational gift and now, he said, the accession committee “would like one of your pictures.” He asked Rivera to send him “a representation of your work at its finest and best” that Bender would then donate.<br />Rivera (1886-1957) chose “The Flower Carrier” (1935). Fresh off the easel, it became one of the first paintings to enter the collection of the first museum on the West Coast dedicated to art of the 20th century.<br />Today, what is now the San Francisco Museum of Modern Art (“modern” was added in 1975) owns more than 50,000 works, but “The Flower Carrier,” which shows a peasant on his knees bearing a gigantic basket of flowers on his back, is still a star attraction.<br />Rivera’s artistic talent was recognized early, and he learned academic art in Mexico as a youth. At age 20, he left for Europe, where he studied and met artists in Spain, France, Italy and elsewhere, discovering for himself art from Renaissance frescoes to modernism. He also painted, of course, and many of his Cubist works are striking. But he returned to Mexico in 1921 with something else in mind. The Mexican government wanted him to paint murals with nationalistic themes, and he wanted to develop and promote a Mexican style of art.<br />His approach was realistic, in its way. Especially early on, the influence of Cezanne, Gauguin and other Europeans on Rivera’s work is sometimes apparent. But it also owes a debt to the flat, simple forms of pre-Columbian art and indigenous, folkloric art."
}