{
    "url_original": "https://www.wsj.com/articles/the-pandemic-made-kids-eyesight-worse-doctors-say-11622484000",
    "url": "the-pandemic-made-kids-eyesight-worse-doctors-say-11622484000",
    "title": "The Pandemic Made Kids’ Eyesight Worse, Doctors Say",
    "sub_head": "Eye doctors say they’re seeing more children with new or worsening vision problems. Increased screen time, they believe, bears part of the blame.",
    "category_1": "Life & Arts",
    "category_2": "Your Health",
    "image_1_url": "https://images.wsj.net/im-345883?width=620&size=1.5",
    "image_1": "im-345883.jpg",
    "time": "2021-06-01 09:56:00",
    "body": "Many kids are emerging from the pandemic with vision problems, doctors say. A primary culprit, they believe, is increased screen time.<br />Eye doctors say they are seeing more children—many of whom were in virtual school—with new and worsening prescriptions for myopia, or near-sightedness. Rates of myopia in children were already increasing globally before the pandemic, but some research suggests the past year has exacerbated the problem. Doctors also report more cases of digital eye strain in kids.<br />A leading theory behind rising myopia rates posits that when children look at screens or books for prolonged periods, the eye adjusts to accommodate a close focus, which may change and elongate the shape of the eye, leading to myopia. Likewise, decreased outdoor time may increase and worsen myopia, as people tend to look farther away when they’re outside. Natural light and physical activity outside may also play a role. (Adults don’t tend to experience significant worsening of myopia because eye growth generally stabilizes after childhood.)<br />“We know that focusing up close and not being outside has increased the rate of myopia,” says Julia A. Haller, the ophthalmologist-in-chief at Wills Eye Hospital in Philadelphia. “There’s been a huge impact from the pandemic,” she says.<br />In a January study in the journal JAMA Ophthalmology, researchers in China looked at myopia rates in more than 120,000 homebound children during the pandemic and found the prevalence in children ages 6 to 8 increased up to three times compared with the previous five years."
}