{
    "url_original": "https://www.wsj.com/articles/the-university-of-michigan-guide-to-gerrymandering-11624656985?mod=opinion_major_pos4",
    "url": "the-university-of-michigan-guide-to-gerrymandering-11624656985",
    "title": "The University of Michigan Guide to Gerrymandering",
    "sub_head": "A proposal to approach redistricting through the lens of interest, identity and affiliation groupings.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-359548?width=620&size=1.5",
    "image_1": "im-359548.jpg",
    "time": "2021-06-25 17:36:00",
    "body": "Michigan is on the verge of adopting what proponents describe as a “new theory of representation,” in which the state’s redistricting process would be built not on actual communities—counties, cities, townships and villages—but on so-called communities of interest. If the proposal goes forward, these new electoral districts will be based on concepts like identity and affiliation groupings. The result will be a representative system increasingly unresponsive to “we the people,” the one grouping to which all Americans belong and in whose name our constitutions were ratified.<br />Michigan voters chose in 2018 to amend the state constitution to create the Michigan Independent Citizens Redistricting Commission. Its purpose is to rid the decennial redistricting process of the purported abuses of gerrymandering, partisanship and legislative self-dealing. The commission has 13 members—four Democrats, four Republicans, and five independents—who were randomly selected from an applicant pool of registered voters.<br />The public comment period, during which the commission has solicited and considered recommendations, closes July 1. Among the proposals the commission has received is a report prepared by the University of Michigan with the assistance and oversight of the Michigan secretary of state, which recommends creating communities of interest based on whether they are “linked to public policy issues that are affected by legislation” or “concerned about environmental hazards.” Anyone with “a shared vision of the future” could become a community of interest. So could “immigrant, language, and creative arts communities” or “media markets and tax assessment districts.” The University of Michigan report recommends ignoring the most genuine communities of interest—the ones in which the people of Michigan actually reside with their families and alongside their friends and neighbors.<br />At the request of Hillsdale College, I have also submitted a set of recommendations to the commission. From my perspective, the individual voter is the building block of the democratic process. His primary responsibility is to exercise judgment in selecting a representative. That representative makes laws and policies which apply impartially to everyone and secure equally the rights of all who live in the community. The individual voter’s role isn’t to contribute to the “critical mass” of an interest, identity or affinity group, cobbled together as a bloc by a government agency.<br />“Voters not politicians” was the clarion call of the 2018 initiative. The purpose of the constitutional amendment was to purge the redistricting process of its worst abuses by replacing interested decision makers with disinterested ones. The people of Michigan didn’t go to all this trouble merely to empower a new set of administrators for a broken system."
}