{
    "url_original": "https://www.wsj.com/articles/the-godfather-of-critical-race-theory-11624627522",
    "url": "the-godfather-of-critical-race-theory-11624627522",
    "title": "The Godfather of Critical Race Theory",
    "sub_head": "In the 1992 book ‘Faces at the Bottom of the Well,’ Derrick Bell used the techniques of fiction to dramatize his ideas about racism.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-358280?width=620&size=custom_5001x3657",
    "image_1": "im-358280.jpg",
    "time": "2021-06-25 09:25:00",
    "body": "In the life of any big idea, there comes a moment when it stops belonging to the thinkers who invented it and becomes public property. Today, critical race theory is undergoing that kind of transformation. When the term came into use in the 1970s and 1980s, it described the work of scholars like Derrick Bell, Richard Delgado and Kimberlé Crenshaw, whose work was hotly debated in legal academia but little known outside it. But over the last year, critical race theory has moved to the center of American political debate.<br />In their book “Critical Race Theory: An Introduction,” Mr. Delgado and Jean Stefancic list several of its core premises, including the view that “racism is ordinary, not aberrational,” and that it “serves important purposes, both psychic and material, for the dominant group,” that is, for white people. In recent years, these ideas have entered the mainstream thanks to the advocacy of the Black Lives Matter movement, which was catalyzed by several high-profile cases of police violence against Black people, as well as the New York Times’s 1619 Project and bestselling books like Robin DiAngelo’s “White Fragility” and Ibram X. Kendi’s “How to Be an Antiracist.” Critical race theory also informs instruction at some schools and other institutions.<br />These ideas have now become a major target of conservative activism. In September 2020, the Trump administration issued a memo instructing executive branch departments to cancel “any training on ‘critical race theory,’” which it equated with teaching “that the United States is an inherently racist or evil country.” This year, legislators and school boards in many states have introduced proposals to prohibit the teaching of critical race theory in schools, with Florida’s State Board of Education adopting such a rule earlier this month.<br />Far more Americans have learned about critical race theory from its opponents than from the theorists themselves. That may be inevitable, since their writing was mostly aimed at other scholars. But at least one major work is more accessible: “Faces at the Bottom of the Well,” the 1992 book by Derrick Bell, who is often described as the founder or godfather of critical race theory.<br />Bell died in 2011, but the response to his work foreshadows today’s controversies. In “Faces,” he blends the genres of fiction and essay to communicate his powerfully pessimistic sense of “the permanence of racism”—the book’s subtitle. Bell’s thought has been an important influence on some of today’s most influential writers on race, such as Ta-Nehisi Coates and Michelle Alexander."
}