{
    "url_original": "https://www.wsj.com/articles/the-young-are-more-likely-to-fall-for-scams-11623264179?mod=opinion_major_pos17",
    "url": "the-young-are-more-likely-to-fall-for-scams-11623264179",
    "title": "The Young Are More Likely to Fall for Scams",
    "sub_head": "Young people are at far greater risk of being scammed than seniors.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-342475?width=620&size=1.5",
    "image_1": "im-342475.jpg",
    "time": "2021-06-09 14:43:00",
    "body": "Joseph Epstein does a great job outlining some of the most prevalent and annoying scams out there (“Scammers and Fraudsters from Sea to Shining Sea,” op-ed, May 24), but he inadvertently perpetuates a stereotype that seniors are more likely to be scam victims. In fact, the Better Business Bureau has found the opposite to be true: Young people are at far greater risk of being scammed than seniors. We have found, year after year, that the group most susceptible to scams is 18–24-year-olds. In 2020, 56.6% of them who were exposed to a scam ended up losing money. By contrast, fewer than one-third (31.9%) of those 65-plus who were exposed lost money.<br />Many seniors, like Mr. Epstein, have gotten the message and learned to be cautious. Seniors do tend to lose more money when they are successfully scammed, mostly because they are targeted with higher dollar schemes such as investment fraud and romance scams. Young people are subject to an “invulnerability illusion” and often don’t think it can happen to them.<br />Anyone can be scammed, so we all need to be mindful. Don’t send money to someone you haven’t met, don’t click on unsolicited links, use a secure and traceable payment method, etc. The Federal Trade Commission, the FBI and many other government agencies do an admirable job trying to stop scammers, but at the end of the day we consumers need to help ourselves by learning about scams, being cautious and, if something doesn’t seem right, trusting our gut.<br />Kip Morse<br />President and CEO"
}