{
    "url_original": "https://www.wsj.com/articles/the-global-logistics-logjam-shifts-to-shenzhen-from-suez-11623403801?mod=business_lead_pos1",
    "url": "the-global-logistics-logjam-shifts-to-shenzhen-from-suez-11623403801",
    "title": "The Global Logistics Logjam Shifts From Suez to Shenzhen",
    "sub_head": "Outbreak at one of the world’s busiest ports leads to global shipping delays; infections in chip supply chain worsen global shortage",
    "category_1": "World",
    "time": "2021-06-11 05:30:00",
    "body": "HONG KONG—As Western economies roar back to life, a fresh wave of Covid-19 clusters in Asia—where vaccination campaigns remain in their early stages—is creating new bottlenecks in the global supply chain, threatening to push up prices and weigh on the post-pandemic recovery.<br />An outbreak at one of the world’s busiest ports in southern China has led to global shipping delays, while infections at key points in the semiconductor supply chain in Taiwan and Malaysia are worsening a global chip shortage that has hindered production in the auto and technology industries.<br />The new headaches add to inflation concerns, after China and the U.S. this week recorded their biggest annual jumps in factory-gate prices and consumer prices, respectively, in more than a decade. If such problems continue—and get worse—they could weigh on global growth.<br />For much of last year, China, Taiwan and many other parts of Asia kept the pandemic in check better than the U.S. and Europe and limited some of the economic damage. But as vaccination rates have risen in the West, governments have started rolling back restrictions and economies are revving up.<br />Immunization efforts in Asia, meanwhile, have lagged behind and authorities have largely kept in place tougher border controls to keep the virus out. Still, Covid-19 has spread. Thailand has been battered over the past two months by its worst ever surge of new cases, while Vietnam—an increasingly popular manufacturing hub that largely avoided earlier infection waves—has also suffered."
}