{
    "url_original": "https://www.wsj.com/articles/the-words-that-made-us-review-constitutionally-speaking-11624487214",
    "url": "the-words-that-made-us-review-constitutionally-speaking-11624487214",
    "title": "‘The Words That Made Us’ Review: Constitutionally Speaking",
    "sub_head": "Revolutionary America is remembered ﬁrst as a theater of war. But it was also a forum for conversations about the founding of a nation.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-358929?width=620&size=1.5",
    "image_1": "im-358929.jpg",
    "time": "2021-06-23 18:26:00",
    "body": "After 40 long days and nights of being tossed on the rough seas, on Dec. 27, 1760, the merchant vessel Racehorse finally landed in Boston. Along with its trans-Atlantic cargo came news from Britain: George II was dead. His 22-year-old grandson would be crowned George III. The transition did not bode well for the American colonies.<br />This anecdote and its layered consequences launch Akhil Reed Amar’s fascinating book “The Words That Made Us.” A masterly synthesis of history and law, Mr. Amar’s tome delivers, as the author describes it, a wide-angled, multigenerational narrative of “the American constitutional project.”<br />Revolutionary America is remembered for its physical action: “bullets flew, tea chests splashed, cannons roared.” Yet, Mr. Amar argues, that’s only half the story. “A cannon can roar but it cannot speak.” Listening in on the Founding Fathers, Mr. Amar traces “America’s constitutional conversation” from 1760 to 1840. “In each generation,” he writes, “history’s kaleidoscope continued to turn and create new patterns of constitutional discourse.” As some issues “tumbled into view, others fell out of sight, and still others reemerged in vivid new configurations” as Americans of all stripes “participated in a boisterous and sophisticated conversation about legal and political first principles.”<br />One early conversation involved Paxton’s Case (1761), a little-known search-and-seizure lawsuit. The crown’s so-called writs of assistance, the colonists felt, left merchants vulnerable to arbitrary searches. The colonists sued, and the court ruled for the crown—but not before the colonists’ lawyer made a forceful case for protecting essential rights and freedoms. In an otherwise mundane argument about smuggled goods, Mr. Amar tells us, we begin to see “the profound passions, the deep tensions, and the underlying forces that would eventually rip the British Empire apart in 1776.”<br />Pictures spoke too. Mr. Amar studies Benjamin Franklin’s “Join or Die” cartoon—published in the 1750s, early in the French and Indian War, and showing a severed snake symbolizing the still disunited colonies—through “its early appearances, its hibernation, its revivals at key moments, and its evolution.” By 1765, through words and images, Americans spoke “constitutionally to each other and were trying to talk to London.” Some Britons—like Lord Camden and William Pitt—were listening. But not George III. “The king and his inner circle, trapped as they were in an Old World set of institutions and understandings, did not appreciate the democratic revolution exploding in the New World.” America boasted “audacious newspapers, edgy cartoons, essays by anonymous authors, extralegal and self-selected assemblages everywhere, massive civil disobedience, and grand-scale performance art.” Thomas Jefferson didn’t write the Declaration of Independence, Mr. Amar contends. America did."
}