{
    "url_original": "https://www.wsj.com/articles/the-gops-infrastructure-gamble-11623796510?mod=opinion_lead_pos2",
    "url": "the-gops-infrastructure-gamble-11623796510",
    "title": "The GOP’s Infrastructure Gamble",
    "sub_head": "Will a bipartisan deal slow the radical Biden agenda, or accelerate it?",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-15 18:35:00",
    "body": "Bipartisanship for the good of the country is sometimes necessary in a democracy. But bipartisanship for its own sake, or to assist progressives in their attempt to remake America, is destructive. Senate Republicans moving toward an infrastructure compromise have to calculate which kind of deal they’re embracing.<br />A group of 10 Senators—five Democrats and five Republicans—last week announced they’ve agreed on the “framework” for such a deal. Details are scant, but leaks suggest the proposal would cost $1.2 trillion over eight years and include $579 billion in new spending. The deal is geared toward core infrastructure such as roads, bridges and broadband, though it would also include some of President Biden’s green-energy demands.<br />The Senators said in a statement that the deal would be “fully paid for and not include tax increases.” They are still haggling over “pay-fors”—with ideas that include indexing the gasoline tax to inflation, imposing electric-vehicle user fees, or creating a new federal infrastructure bank.<br />The country could use some infrastructure investment, and a focused bill that repurposes unspent Covid funds is the best option. The problem is what comes next. Republicans are uneasy about the size of the package. But they might be convinced to go along if they knew this compromise was the end of the Democratic spending plans. The White House would get its big infrastructure win, and Republicans would stop more left-wing damage.<br />But Mr. Biden has proposed trillions of dollars in additional spending, and progressives are already vowing to stuff anything that doesn’t make the infrastructure cut into a separate bill that could pass with only 50 Senate votes (plus the Vice President’s tie-breaker). Politico reports that Senate Budget Chairman Bernie Sanders isn’t “sweating” the bipartisan talks, because he’s already rallying support for his follow-on bonanza."
}