{
    "url_original": "https://www.wsj.com/articles/the-filibuster-helps-nobody-and-that-means-you-11624226249?mod=opinion_major_pos5",
    "url": "the-filibuster-helps-nobody-and-that-means-you-11624226249",
    "title": "The Filibuster Helps Nobody, and That Means You",
    "sub_head": "With simple majority rule in the Senate, politics would consume the lives of ordinary Americans.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://s.wsj.net/public/resources/images/ED-BA905_SOLONG_8U_20210620130409.jpg",
    "image_1": "publicresourcesimagesED-BA905_SOLONG_8U_20210620130409.jpg",
    "time": "2021-06-20 17:57:00",
    "body": "As Democrats clamor to end the Senate filibuster, they insist that the filibuster is an ancient relic that nobody needs, that serves nobody’s agenda and that improves nobody’s life. These political somebodies are right—but not in the sense they imagine. When our Founding Fathers set up the Senate, it was precisely the needs, the agenda and the lives of millions of political nobodies that they meant to protect.<br />Through the filibuster, Americans enjoy the unique freedom not to be politically active while remaining largely safe in their lives, liberty and property. The political nobodies are liberated to focus on improving their own lives and the lives of those around them.<br />That’s not how the political somebodies see things. They think they know how everything should work and what everyone should do. If they aren’t on TV telling you what to do, they are shouting in megaphones, demanding other political somebodies do this or that for some greater cause. Politics is their passion, and they want politics to be your passion. The filibuster blocks them from imposing their agenda and using your life for policy experiments every time they have a majority in the Senate.<br />The U.S. has far more political nobodies than somebodies. Maybe the nobodies don’t vote in every election or know the names of their elected officials, but they do know what is important to them. Their passion isn’t politics, it is their families, businesses, religion, careers, sports, arts, education and other personal pursuits. They do all the good and worthy things outside the political world. Yet their freedom to live as they want would fade without the silent sentry of the Senate filibuster.<br />The Senate’s cloture rule requires a supermajority of 60 members to end debate on most topics and move to a vote. That is no accident. It is a purposeful design to require broad consensus on important new legislative proposals."
}