{
    "url_original": "https://www.wsj.com/articles/the-complete-memoirs-review-neruda-in-full-11624631601?mod=opinion_major_pos12",
    "url": "the-complete-memoirs-review-neruda-in-full-11624631601",
    "title": "‘The Complete Memoirs’ Review: Neruda in Full",
    "sub_head": "The Nobel winner’s account of his life, though beautifully rendered, can be stunningly vain and morally disturbing.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-359377?width=620&size=custom_4494x2938",
    "image_1": "im-359377.jpg",
    "time": "2021-06-25 10:33:00",
    "body": "It is impossible not to feel a thrill of expectation upon opening “The Complete Memoirs” by Pablo Neruda. But once a reader discovers what’s actually on its pages, the title’s claim of completeness—with its promise of juicy restorations and the accretion of long-lost chapters written by the great Chilean poet—seems no better than a gimmick to sell afresh a book that was first published in English translation 44 years ago.<br />An “editorial note” at the book’s end lists all the additions to Neruda’s original memoirs—while unhelpfully omitting the page numbers that would transport a reader straight to the new material. There are 19 texts added in all, ranging in length from a half-dozen pages of previously unpublished words to the wispiest fragments. Here’s an example of the latter, as vaunted by the editors: “We now publish, for the first time, the only known version in writing of this phrase: ‘What is my poetry? I don’t know. It would be easier to ask my poetry who am I.’ ” Readers who know their Neruda will contend that only one textual addition—which deals plainspokenly with the homosexuality of the Spanish poet Federico García Lorca—truly adds value.<br />Which is fine, of course, because the original version—let us not call it “incomplete”—is a deliciously self-serving and unabashed narrative account of the poet’s life, loves, grudges, contempt and ideology. It is stunningly vain in places yet always beautiful, and reading it today—in our age of much-curbed masculinity—raises taxing moral questions. What should we think of a man so casually priapic, who never hesitated to use his power—as poet or diplomat—to drive women (who were often vulnerable) to his bed?<br />Neruda chose to call his book “I Confess I Have lived”—“Confieso Que He Vivido” in the original Spanish. It was published posthumously in 1974, a year after he succumbed to cancer and—some like to think—heartbreak, brought on by the suicide of Chile’s President Salvador Allende only days before Neruda’s own death. Allende was a dear friend and leftist fellow traveler, and Neruda had abandoned his own presidential ambitions—he was the Communist Party’s candidate for Chile’s highest office—so as to throw in his lot with the socialist Allende. The latter appointed Neruda Chile’s ambassador to Paris in 1971—the year in which the poet won the Nobel Prize for literature.<br />Neruda used “Memorias”—“Memoirs”—as his book’s subtitle, and it’s a pity that this single word was chosen as the text’s English title in 1977. It is an ill-fitting description for a series of loosely connected meditations—only tenuously chronological—that dwell on Neruda’s turbulent life, his Stalinist politics, and his literary and spiritual inspirations. The translation was done by Hardie St. Martin, who died in 2007, and the English text in this latest plumped-up edition is still his—with the additional material translated by Adrian Nathan West."
}