{
    "url_original": "https://www.wsj.com/articles/the-pharmacist-who-never-came-home-11623969041?mod=opinion_lead_pos10",
    "url": "the-pharmacist-who-never-came-home-11623969041",
    "title": "The Pharmacist Who Never Came Home",
    "sub_head": "Gary Bender was 15 when his father left him in charge of the family store.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-17 18:30:00",
    "body": "The chockablock old drugstore was the center of his father’s too-short life. That’s what Gary Bender thinks about now. The drugstore, and his family, were what mattered to Alfred Bender. And although Gary never got to say a proper farewell to his dad, the memories from that drugstore are what have sustained him for more than 50 years.<br />It was called the Grant Medical Pharmacy. It wasn’t part of a chain; Alfred Bender had started it on his own in Franklin County, Ohio, in 1949. He was the proprietor, the pharmacist, the bookkeeper. Gary, beginning when he was in his early teens, worked there every Saturday.<br />“I was in charge of the cash register at the cigar counter,” Gary, now 74, told me. His job was to ring up merchandise for the customers, including their bills from the long soda fountain. He still can describe, in detail, every aisle of that pharmacy: the shelves of cosmetics, the racks where newspapers and magazines were displayed, the lists of inventory that had to be kept in stock: pocket combs, matchbooks, shoelaces, toothpaste, comic books, perfume, lollipops, flyswatters, shaving cream, Kodak film. Just talking about it puts him right back there on a Saturday afternoon.<br />What Gary saw in his father was a scrupulously honest and caring man who often hand-delivered prescriptions to the infirm and elderly, and whose customers trusted him and, with affection, called him “Doc.” Because Alfred Bender regularly worked well into the evenings, there were many weeknights when he didn’t make it home for dinner with his wife, Sylvia, and the five Bender children. That’s one of the reasons Gary liked the Saturday job—it meant uninterrupted time with his dad, even though Gary would be at the register and his dad would be across the way filling prescriptions.<br />Saturday, March 2, 1963, was going to be a big day for Gary—both father and son knew it. Mr. and Mrs. Bender would be attending a wedding in Chicago, and Gary would be working the register alone. At 15, for that one day, he was going to be the proprietor of his father’s pharmacy. He did his best, thinking the whole time that he wanted to make his dad proud."
}