{
    "url_original": "https://www.wsj.com/articles/the-natural-gas-glut-has-evaporated-driving-prices-higher-11624134728?mod=markets_lead_pos2",
    "url": "the-natural-gas-glut-has-evaporated-driving-prices-higher-11624134728",
    "title": "The Natural-Gas Glut Has Evaporated, Driving Prices Higher",
    "sub_head": "The power-plant fuel costs twice what it did at the start of last summer, portending higher utility bills and manufacturing costs",
    "category_1": "Markets",
    "category_2": "Commodities",
    "time": "2021-06-20 05:30:00",
    "body": "Natural-gas prices are starting the summer air-conditioning season nearly twice as high as they were a year ago.<br />Demand for the fuel is picking up as the world’s economies reopen and as Americans dial down their thermostats for what is expected to be a hot summer. Meanwhile, U.S. producers have stuck to the skimpy drilling plans they sketched out when prices were lower, eliminating the glut that was keeping them depressed.<br />Natural-gas futures ended Friday at $3.215 per million British thermal units, up 96% from a year ago and the highest price headed into summer since 2017. Futures traded even higher—and regional spot prices jumped—when triple-digit temperatures baked the Southwest earlier this month. Analysts expect prices to be even higher later in the year when it is time to fire up furnaces.<br />It isn’t just in the U.S. where gas is running high. Dutch gas futures, a barometer for prices in Western Europe, have more than doubled over the past year—including a sharp rise since February—to multiyear highs. In Asia, imported liquefied natural gas is fetching more than five times what it did last June, beckoning tankers full of chilled shale gas across the Pacific.<br />More expensive gas has stoked demand in international markets for coal, with which gas competes to fuel power plants. Futures prices for thermal coal loaded at a terminal in Newcastle, Australia, have more than doubled from a year ago. The benchmark price has added 27% over the past month and hasn’t been so high in nearly a decade."
}