{
    "url_original": "https://www.wsj.com/articles/the-end-of-the-boeing-airbus-spat-begins-the-aviation-battle-with-china-11623761975?mod=business_minor_pos10",
    "url": "the-end-of-the-boeing-airbus-spat-begins-the-aviation-battle-with-china-11623761975",
    "title": "The End of the Boeing-Airbus Spat Begins the Aviation Battle With China",
    "sub_head": "U.S. and EU’s agreement to end a 17-year-long trade war over commercial planes is a necessary step in the face-off against China’s Comac",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-06-15 08:59:00",
    "body": "There is nothing like a common enemy for bringing people together.<br />On Tuesday, the U.S. and the European Union agreed on a temporary end to the 17-year-old spat involving government subsidies given to plane makers  Boeing  and  Airbus .  Countries on both sides of the Atlantic have received authorization from the World Trade Organization to slap a total of $12 billion of retaliatory tariffs on each other, but a four-month suspension was agreed in March. It will now be extended for five years.<br />This was always a war without winners. By cementing Boeing’s dominance and then allowing for Airbus’ rise, government aid has helped make the commercial-jet industry more competitive, not less. With the aviation industry in tatters because of the pandemic and many carriers having been bailed out by the public sector, keeping this legal feud alive was dangerous for all parties involved.<br />Negotiations have also been pushed along by the Biden administration’s more conciliatory stance toward trade relative to former President Trump. Even before the U.S. election last November, however, there were signs that officials were poised to reach a deal. There was a crucial factor driving it: China.<br />The Asian giant is determined to follow in Airbus’ footsteps, with state-owned aerospace manufacturer Comac taking center stage in the government’s “Made in China 2025” strategy. Comac has developed a narrow-body jet called the C919, which is scheduled to enter service later this year as a direct competitor to the powerhouse Boeing 737 and Airbus A320 families. China has also partnered with Russia to build a wide-body aircraft, the C929, that could take on long-haul routes. An aerospace alliance between these two countries could become a real threat in the long run."
}