{
    "url_original": "https://www.wsj.com/articles/the-ipo-club-might-finally-have-you-as-a-member-still-want-in-11622799001?mod=markets_lead_pos10",
    "url": "the-ipo-club-might-finally-have-you-as-a-member-still-want-in-11622799001",
    "title": "The IPO Club Might Finally Have You as a Member. Still Want In?",
    "sub_head": "Robinhood and SoFi are the latest to try to get small investors into IPOs. But historically it has been hard to share the benefits of early access widely.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-06-04 05:30:00",
    "body": "Small investors seem more influential than ever these days. So as the initial public offering market heats up, efforts to get those investors a bigger seat at the table is a hot idea. It’s also not a new one.<br />Upstart brokerages Robinhood Markets and SoFi Technologies recently said they would give their customers access to IPOs. They are among the latest firms to try to crack open one of Wall Street’s oldest clubs: those getting distribution of IPOs at the offering price, before shares begin trading.<br />That early access gives investors a shot at the vaunted IPO “pop.” Since 1980, standard U.S. exchange-listed IPOs have on average risen about 18% from their pre-trading offering price to the close of first-day trading, according to University of Florida finance professor Jay Ritter’s data. And some deals do much more than that, occasionally even doubling in first-day trading.<br />But the Wall Street investment banks that lead IPOs, as well as the listing companies themselves, have typically distributed the bulk of shares in the offerings to institutions. The portion that does go to so-called “retail” investors may go to large wealth-management customers, rather than small self-directed online accounts.<br />Now, as IPO pops get even bigger in this market—more than 40% on average last year, the best since 2000, according to Mr. Ritter—and as small investors begin to wield their increasing influence over the market, perhaps it seems natural that they might want a bigger slice of the pie."
}