{
    "url_original": "https://www.wsj.com/articles/the-american-medical-association-responds-11624804713?mod=opinion_major_pos16",
    "url": "the-american-medical-association-responds-11624804713",
    "title": "The American Medical Association Responds",
    "sub_head": "Physicians are compelled to confront the harmful effects of past injustices.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-356701?width=620&size=1.5",
    "image_1": "im-356701.jpg",
    "time": "2021-06-27 10:38:00",
    "body": "Your editorial “Doctors for Progressive Conformity” (June 19) criticizes policies passed by the American Medical Association’s House of Delegates, a deliberative body in which physician leaders from every state and specialty medical society convene to discuss the most important issues in medicine and develop the consensus view based in science and evidence. There is considerable evidence showing a direct correlation between adverse health outcomes and early death rates for historically marginalized and minoritized populations. Covid-19’s disproportionate impact on black and brown communities put a bright spotlight on the problem.<br />The AMA House of Delegates has adopted policies that address upstream issues that are detrimental to the health and well-being of patients and physicians, including injustices encountered in medicine and beyond. This includes policies to bolster healthcare in rural areas, address health inequities within historically marginalized and minoritized communities, address the pay disparity facing women physicians and increase diversity within the physician workforce.<br />The AMA’s mission statement is clear: We are to promote the art and science of medicine and the betterment of public health, which compels physicians to confront the harmful effects of past injustices so we can improve the health of all in our nation.<br />Gerald E. Harmon, M.D.<br />President, American Medical Association"
}