{
    "url_original": "https://www.wsj.com/articles/the-sec-takes-on-retail-traders-11623709966?mod=opinion_lead_pos4",
    "url": "the-sec-takes-on-retail-traders-11623709966",
    "title": "The SEC Takes on Retail Traders",
    "sub_head": "Its review of trading platforms could slow the trend toward lower costs.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-14 18:32:00",
    "body": "If you’re one of millions of Americans trading stocks with zero commission, you have Gary Gensler’s sympathy. The new chairman of the Securities and Exchange Commission wants to restrict the business model that has made trading cheaper and more accessible than ever.<br />Mr. Gensler last week told a conference of Wall Street executives that he’ll set new rules on payment for order flow. This revenue model allows brokers like Robinhood, Fidelity and Charles Schwab to fill trade orders without charging fees to users.<br />Robinhood has increased its user base by more than five million in the past year, and Mr. Gensler wants to pump the brakes. “What makes the current zero-commission brokerage environment different,” he says, “is that investors do not see their costs as they’re executing trades.” That echoes his remarks to the House Financial Services Committee last month, and he’s ordered his agency to propose new restrictions.<br />Those costs show up in a small number of trades. Market makers like Citadel and Virtu pay brokers to execute their customers’ orders, and they can profit by selling shares to the buyers at a slightly higher price than they got on the market.<br />Yet the SEC’s push to regulate payment for order flows looks like a solution in search of a problem. Retail investors get a better price than they would find on the New York Stock Exchange or Nasdaq on more than 90% of zero-commission trades, as market makers’ data systems allow speedier trading. Audit firm  IHS Markit  estimated that Fidelity last year saved customers an average of $2.88 on trades of 100 shares."
}