{
    "url_original": "https://www.wsj.com/articles/the-skies-are-darkening-for-emerging-market-stocks-11624011492?mod=markets_lead_pos10",
    "url": "the-skies-are-darkening-for-emerging-market-stocks-11624011492",
    "title": "The Skies Are Darkening for Emerging-Market Stocks",
    "sub_head": "With rising interest rates in some developing economies, pressure on Chinese tech and the potential for a stronger dollar, it is becoming harder to make a positive case for EM stocks",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-356117?width=620&size=1.5",
    "image_1": "im-356117.jpg",
    "time": "2021-06-18 06:18:00",
    "body": "After a strong start to the year, emerging-market stocks have mostly traded sideways in recent months. There are plenty of reasons to expect their struggles to linger.<br />The MSCI World Index, made up of developed-market stocks, is up almost 12% in dollar terms this year, while the EM index has risen 6%. Among the multiple forces putting pressure on EM equities, two warrant particular attention.<br />The first is that pressure on many central banks around the world to roll back their accommodative monetary policies is growing. Last week, J.P. Morgan analysts noted that the proportion of emerging-market central banks expected to increase interest rates by March next year has doubled since January, to 38% from 19%. The equivalent number for developed markets is 11%, and hasn’t budged.<br />Brazil is a leading example, having raised its benchmark lending rate three times this year. At 4.25%, it is now back to its pre-pandemic level in February 2020. Brazilian equities have largely taken that in their stride, but interest-rate increases won’t help to speed up the economic recovery, and the MSCI Brazil Index is still down around 14% since the end of 2019.<br />The second issue is that the big Asian stocks that powered the EM index higher last year are flagging, and for clear reasons. Put together, Chinese, Taiwanese and South Korean stocks make up almost two-thirds of the entire EM index. Not only is the index heavily tilted toward East Asia, but four companies—Taiwan Semiconductor Manufacturing Co.,  Tencent ,   Alibaba Group  and  Samsung Electronics —make up a full 20% of the entire EM equity universe."
}