{
    "url_original": "https://www.wsj.com/articles/the-feds-risky-fill-the-punch-bowl-strategy-11623085554?mod=opinion_lead_pos5",
    "url": "the-feds-risky-fill-the-punch-bowl-strategy-11623085554",
    "title": "The Fed’s Risky Fill-the-Punch-Bowl Strategy",
    "sub_head": "Growth is surging, the housing market is hot, and inflation is on the rise. It’s time to pull back.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-07 13:05:00",
    "body": "My mentor, the late George Shultz, would often say “an economist’s lag is a politician’s nightmare.” Changes in economic policy take several quarters to affect the real economy. Politicians usually aren’t that patient.<br />The Federal Reserve announced a new policy doctrine almost a year ago. In essence, the Fed said it would no longer consider lags when making monetary policy, forsaking the policy of “pre-emption” that was standard under Fed heads Paul Volcker, Alan Greenspan, Ben Bernanke and Janet Yellen. Jerome Powell’s Fed believes the party is just getting started and won’t remove the punch bowl until the fun is in full swing and the neighbors know it. Most in Washington can barely contain their enthusiasm for the new doctrine. Wall Street loves it too.<br />Optimism about the future, however, should be matched by memories of the past. Real economic growth is surging more than it did during the Reagan years. U.S. government spending is growing at the fastest clip since World War II. The housing market is running hotter than it did in the runup to 2008. Financial-market ebullience is stronger and broader than during the dot-com boom at the turn of the century. And economic output will shortly surpass historic highs.<br />The Fed might be right. The surge in prices and wages might be transitory. The widespread anecdotes of worker shortages and significant wage increases might not constitute a sustainable trend. Inflation expectations might be stable. Count me skeptical of the Fed’s convictions. The risks the Fed is taking with its winsome forecast are significant, and the consequences of policy error are severe.<br />The Fed’s new doctrine is a catalyst for heightened concern. When announced at Jackson Hole in August, the goal of the Fed’s new doctrine was actually to unmoor inflation expectations, which were purportedly running too low for too long. The reanchoring of expectations—a little higher but not too much—is a far tougher task, especially amid the shifting seas of the post-pandemic economic resurgence."
}