{
    "url_original": "https://www.wsj.com/articles/the-high-costs-of-a-tax-hike-on-dividends-11623861046?mod=opinion_lead_pos5",
    "url": "the-high-costs-of-a-tax-hike-on-dividends-11623861046",
    "title": "The High Costs of a Tax Hike on Dividends",
    "sub_head": "Biden wants to soak the rich, but the middle class will notice when firms return less to shareholders.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-16 12:30:00",
    "body": "The Biden administration has released a flurry of tax proposals, including a headline-grabbing tax hike on capital gains that would apply retroactively from April. Dividends would be subject to the same treatment, according to a recently released Treasury Department document.<br />For taxpayers with adjusted gross income of more than $1 million, the proposal would tax qualified dividends—dividends from shares in domestic corporations and certain foreign corporations that are held for at least a specified minimum period of time—at income-tax rates (currently up to 40.8%) rather than the lower capital-gains rates (23.8%). At first sight, it is easy to be distracted by the $1 million figure and surmise that only rich people will be affected, so who cares? But the harms go further than that.<br />The research we have points to a negative relationship between dividend taxes and dividend payments. A 2005 paper by economists Raj Chetty and Emmanuel Saez looked at the effect of the 2003 dividend tax cuts on dividend payments in the U.S. The authors “find a sharp and widespread surge in dividend distributions following the tax cut,” after a continuous two-decade decrease in distributions. They found that these payments were regular and recurrent, rather than a one-time increase. Firms that were already paying dividends also increased the amount they were paying after the tax cut. That means shareholders of all income levels received more in dividends.<br />Princeton’s Adrien Matray and co-author Charles Boissel looked at the issue the other way around. In a 2019 study, they found that an increase in French dividend taxes led to decreased dividend payments. Given an increase in dividend taxes, they argued, firms would prefer to keep the money and use it for investment rather than return it to shareholders. Another study from 2011, looking at America’s major competitor, reached the same directional conclusion: A 2005 reduction in China’s dividend tax rate led to an increase in dividend payments.<br />Thus the effect of a dividend tax increase wouldn’t be limited to millionaires. Internal Revenue Service data show that some 27 million tax filers received qualified dividends in 2018, and more than half had adjusted gross incomes of less than $100,000. Another 27% had an adjusted gross income between $100,000 and $200,000."
}