{
    "url_original": "https://www.wsj.com/articles/the-huge-tax-break-for-home-sellers-what-to-know-about-the-500-000-tax-exemption-11622771143?mod=business_lead_pos11",
    "url": "the-huge-tax-break-for-home-sellers-what-to-know-about-the-500-000-tax-exemption-11622771143",
    "title": "The Huge Tax Break for Home Sellers: What to Know About the $500,000 Exemption",
    "sub_head": "A tax exclusion allows millions of Americans to skip taxes when they sell their homes at a profit. A Biden administration proposal would take a larger bite from some sellers with the biggest gains.",
    "category_1": "Markets",
    "category_2": "Tax Report",
    "time": "2021-06-04 05:30:00",
    "body": "The market is sizzling for home sellers, and President Biden wants to raise taxes on long-term capital gains for people with incomes above $1 million.<br />These two facts make it a good time to focus on the cherished tax break known as the home-sellers’ exemption, both to see how it applies now and how Mr. Biden’s proposals would affect it. Although his proposals explicitly preserve this exemption, some homeowners with large gains would likely owe more if it is enacted.<br />The home-sellers’ exemption allows millions of Americans to skip taxes on a large chunk of appreciation when they sell their homes—up to $250,000 of profit for single filers and up to $500,000 for married couples filing jointly (and some widows and widowers). These exemptions haven’t changed since enactment in 1997, and they’re not adjusted for inflation.<br />For most homeowners, this benefit easily wipes out taxes when they sell. The median gain for U.S. home sellers in the first quarter of 2021 was a near-high of $70,050, according to Attom Data Solutions, which tracks real-estate data.<br />Sellers in high-end markets are bumping up against the exemption’s limits or exceeding it, however. The median first-quarter seller gain was $575,000 in parts of Silicon Valley and $420,000 in San Francisco and parts of Alameda County, according to Attom."
}