{
    "url_original": "https://www.wsj.com/articles/the-great-american-labor-shortage-11623191784?mod=opinion_lead_pos3",
    "url": "the-great-american-labor-shortage-11623191784",
    "title": "The Great American Labor Shortage",
    "sub_head": "The $300 weekly subsidy for not working was a terrible blunder.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-08 19:42:00",
    "body": "Businesses nearly everywhere in America say they’re desperate for workers, and the latest statistical evidence is the Labor Department’s Jolts report Tuesday of a record 9.3 million job openings in April. Get the message, Congress?<br />The Jolts survey has never shown more openings since Labor began keeping track in 2000. Job openings increased 998,000 in April, including 391,000 in leisure and hospitality, 108,000 in trade and transportation and 102,000 in manufacturing as more states lifted Covid-19 restrictions. Yet new hires increased by a mere 69,000. Employers filled about one in 15 new positions.<br />The mismatch between labor supply and demand was especially acute in construction, where hires declined by 107,000 even as job openings increased by 23,000. Manufacturing job openings increased by 102,000 while hires fell 38,000. Worker shortages are contributing to supply-chain bottlenecks and higher prices for businesses and consumers.<br />A Chamber of Commerce survey last week found that 90.5% of companies said a lack of available workers was slowing the economy in their area, which was twice as many as cited pandemic issues. The American Hotel & Lodging Association reported that 96% of its respondents had open positions, but most pay less than sitting on the couch collecting enhanced subsidies for not working.<br />The Biden Administration chalks up the slow jobs rebound to lack of child care or fear of Covid. But Covid has been subsiding fast due to vaccines. Far more schools were open in April than in December, so more parents should also be able to return to work."
}