{
    "url_original": "https://www.wsj.com/articles/the-big-changes-coming-to-your-iphone-ipad-and-mac-this-fall-11623106699?mod=business_minor_pos9",
    "url": "the-big-changes-coming-to-your-iphone-ipad-and-mac-this-fall-11623106699",
    "title": "The Big Changes Coming to Your iPhone, iPad and Mac This Fall",
    "sub_head": "Apple’s annual Worldwide Developers Conference keynote showed off major updates for FaceTime, AirPods and privacy",
    "category_1": "Tech",
    "category_2": "Personal Technology: Nicole Nguyen",
    "time": "2021-06-07 18:58:00",
    "body": "Apple is hosting its annual Worldwide Developers Conference virtually for the second year in a row. I tuned in from home for the Monday keynote, where company execs outlined a slew of new updates for Apple devices due this fall via iOS 15, iPadOS 15, WatchOS 8 and MacOS Monterey.<br />The most exciting announcements are aimed directly at improving our experiences at home, where much of our work and play will continue even after the pandemic. FaceTime will get Zoom-like talents, plus the ability to share videos and music with other video-chat participants. And there are more iOS and watch features designed to increase focus and reduce stress.<br />The event is where Apple historically has expanded its walled garden, by announcing capabilities that will keep customers within its tightly locked hardware-software ecosystem. Sure enough, to get the most out of the newest Mac features, you will need an iPad, an iPhone and maybe even a second Mac. However, the company countered that narrative with a few other announcements: FaceTime now works in web browsers, so you can start up a video chat with people on Windows and Android devices, too. And Siri can be spoken to via other manufacturers’ HomeKit devices (though you will still need to own a HomePod).<br />In any case, the event is a reminder that Apple’s garden can be a pretty nice one. Many changes, available by way of a free software update in the fall, ought to add functionality to aging devices, including the six-year-old iPhone 6S. Some, of course, are reserved for only the newest Apple products. Here’s a breakdown of the most interesting announcements.<br />FaceTime, Apple’s video chat app, is getting features already popular in competitors: blurred backgrounds, grid view for group calls, background-noise reduction, screen sharing and meeting links. The new functionality is available on both iOS and Mac devices. And, for the first time, Android and Windows users can join a FaceTime call via a Chrome or Edge web browser."
}