{
    "url_original": "https://www.wsj.com/articles/the-reason-for-the-darkness-of-the-night-review-poes-eureka-moment-11623423387",
    "url": "the-reason-for-the-darkness-of-the-night-review-poes-eureka-moment-11623423387",
    "title": "‘The Reason for the Darkness of the Night’ Review: Poe’s Eureka Moment",
    "sub_head": "The poet and pioneer of horror and detective fiction considered his greatest feat to be a work of science.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-352041?width=620&size=custom_1050x1286",
    "image_1": "im-352041.jpg",
    "time": "2021-06-11 16:08:00",
    "body": "Viewers of “The Good Place,” the TV comedy series and ersatz philosophy seminar, learned in an early episode that the prophets of the world’s major religions have figured out only 5% of the mysteries of the cosmos. But (according to the show) one night in 1972, a visionary thinker offered an explanation that was an astonishing 92% right. The joke is that this all-seeing genius was a Canadian stoner kid named Doug Forcett, who solved the riddles of existence while stupendously high.<br />Could the history of science offer a real-world analog for Doug’s achievement? In an 1848 lecture, Edgar Allan Poe—the “Raven” guy, the progenitor of detective stories and spooky science fiction, who married his 13-year-old cousin, and died after being found insensibly drunk and wearing (somehow the most unsettling detail of all) another man’s clothes—this ink-stained wretch described a startling number of what would turn out to be prominent features of modern cosmology, including the big bang, the big crunch and the unity of space-time. It took scientists decades to catch up to him. And who knows? They might still be catching up even now.<br />In “The Reason for the Darkness of the Night,” John Tresch resists the urge to tell this unlikely story in a fusillade of capital letters and exclamation points. Where Poe sent audiences winging around the universe (or multiverse, another concept he seems to have anticipated), Mr. Tresch keeps to a steady course. He approaches Poe’s uncanny lecture—and its published version, the prose poem “Eureka”—not as a crazy fever dream, but as an inspired series of leaps from a firm grounding in fact. T.S. Eliot, speaking for generations of skeptics, dismissed “Eureka” because of Poe’s “lack of qualification in philosophy, theology, or natural science.” On the contrary, Mr. Tresch argues, Poe “was positioned as well as nearly any of his contemporaries to speak on cosmology.” He makes his case by telling Poe’s entire life story, endeavoring to show that “Eureka” was the culmination of decades spent engaging with the leading scientific thought of the time. It’s like watching Doug Forcett pore over Kierkegaard between bong hits.<br />To the extent that Poe’s cosmic vision made him a prophet, he was one without honor, if “honor” is understood to mean “money.” His lecture was intended as the kickoff of a speaking tour, the goal of which was—as ever—to shore up his finances and to line up backing for a new magazine. The buzz was loud, the advance notices prodigious. One newspaper in New York, where the lecture would be held, hailed Poe as “not merely a man of science—not merely a poet—not merely a man of letters. He is all combined; and perhaps he is something more.” Poe himself told friends that he was about to “revolutionize the world of Physical & Metaphysical Science.” (“I say this calmly,” he added, “but I say it.”)<br />Then it snowed on the night of the gig and almost nobody came."
}