{
    "url_original": "https://www.wsj.com/articles/the-surprising-good-news-on-how-menopause-changes-your-brain-11623698003",
    "url": "the-surprising-good-news-on-how-menopause-changes-your-brain-11623698003",
    "title": "The Surprising Good News on How Menopause Changes Your Brain",
    "sub_head": "Menopause’s effects on the brain are often temporary, according to a new study. But there’s a caution for women at risk of Alzheimer’s.",
    "category_1": "Life & Arts",
    "category_2": "Your Health",
    "image_1_url": "https://images.wsj.net/im-353212?width=620&size=custom_2142x717",
    "image_1": "im-353212.jpg",
    "time": "2021-06-14 15:13:00",
    "body": "Menopause changes women’s brains—but many of the changes are temporary, and the brain eventually compensates for some of them, according to new research.<br />In one of the first studies to take an in-depth look at brain changes in healthy women before and after menopause, researchers from Weill Cornell and the University of Arizona found that the menopause transition changes the brain’s structure, energy consumption and connectivity. The volume of the brain’s gray matter—which consists of nerve cells—decreases, as does its white matter, which contains the fibers that connect nerve cells. Brain regions associated with memory and perception also showed declining glucose levels, the study found.<br />But the findings contained some good news: Women’s brains at least partly compensate for these declines with increased blood flow and production of a molecule called ATP, the main energy source for cells.<br />“Our study suggests that the brain has the ability to find a new normal after menopause in most women,” said Lisa Mosconi, lead author of the study and an associate professor of neurology and director of the Women’s Brain Initiative at Weill Cornell Medicine in New York. The study was published last week in the journal Scientific Reports.<br />There was a caution for one group of women, though. Women in the study who had a genetic variant associated with a higher risk of developing Alzheimer’s disease accumulated more plaques of a protein called amyloid beta during perimenopause than women and men without the genetic variant. These plaques are linked to possible later development of Alzheimer’s."
}