{
    "url_original": "https://www.wsj.com/articles/the-pandemics-legacy-of-financial-frailty-in-emerging-markets-11623146832?mod=markets_featst_pos2",
    "url": "the-pandemics-legacy-of-financial-frailty-in-emerging-markets-11623146832",
    "title": "The Pandemic’s Legacy of Financial Frailty in Emerging Markets",
    "sub_head": "Critics of public debt accumulation usually mean well, but in many cases the alternative is steeper borrowing by individuals and companies",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-350299?width=620&size=1.5",
    "image_1": "im-350299.jpg",
    "time": "2021-06-08 06:07:00",
    "body": "Debt levels rose in almost every corner of the world last year, but how the burden is shared between governments and the private sector varies widely. Some countries may come to wish the mix of borrowers was a little different.<br />In several economies classified as emerging markets—notably Thailand, China, Malaysia, South Korea and Russia—the increase in private nonfinancial debt to gross domestic product ran to more than 10 percentage points in 2020, according to figures released by the Bank for International Settlements Monday. In some, a sharper fall in GDP is doing more of the work in shifting that ratio, but the outcome is the same: more private debt relative to economic output.<br />Emerging markets have typically seen more limited increases in government debt than their developed counterparts. Most countries aren’t in the position of the U.S., U.K. or Japan, which are able to expand state spending rapidly without worrying about undermining the value of their currencies and creating inflationary pressures. In some cases, governments could have taken on more debt, but chose not to.<br />Based on last year’s evidence, though, the inability or unwillingness of states to borrow and spend may have resulted in a more precarious financial position for their private sectors. During a major economic shock such as the pandemic, avoiding a large recession requires some sector or other having to borrow large amounts of money.<br />Of course, government borrowing isn’t a substitute for private borrowing. In most advanced economies, the U.S. included, private debt has risen in the past year. But lower government borrowing will lead either to higher private borrowing or a bigger economic shortfall."
}