{
    "url_original": "https://www.wsj.com/articles/the-obamacare-massacre-that-wasnt-11623969778?mod=opinion_lead_pos3",
    "url": "the-obamacare-massacre-that-wasnt-11623969778",
    "title": "The ObamaCare Massacre That Wasn’t",
    "sub_head": "So much for all those alarums about Justice Amy Coney Barrett.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-17 18:42:00",
    "body": "‘The American people should make no mistake—a vote by any Senator for Judge Amy Coney Barrett is a vote to strike down the Affordable Care Act and eliminate protections for millions of Americans with pre-existing conditions.” So declared Democratic Senator Chuck Schumer last fall.<br />Democrats knew ObamaCare was in no mortal danger. As it turned out, Justice Barrett joined the Court’s 7-2 majority on Thursday upholding the law. One lesson for Americans—besides never underestimate Democratic cynicism—is that conservative Justices don’t vote based on their policy preferences.<br />Texas and 17 other states along with two individual plaintiffs in California v. Texas challenged the constitutionality of the Affordable Care Act after Congress zeroed out the penalty for not carrying health insurance in the 2017 tax reform. Chief Justice John Roberts saved the law in 2012 (NFIB v. Sebelius) by dubiously declaring the individual mandate a tax.<br />States and individual plaintiffs sought to hoist the Chief on his own logic by arguing that the penalty set at zero is no longer a tax. And since the mandate was essential to the law, they argued, ObamaCare must fall. We warned the plaintiffs that they were likely to lose. And sure enough, the majority declined even to reach the merits and held instead that the plaintiffs lacked Article III standing.<br />Under the Court’s precedents, plaintiffs must suffer an “injury in fact” that is “fairly traceable” to the “allegedly unlawful conduct” of which they complain. Neither the individuals nor the states could show they’d be harmed by the zeroed-out penalty. “To find standing here to attack an unenforceable statutory provision would allow a federal court to issue what would amount to ‘an advisory opinion without the possibility of any judicial relief,’” Justice Stephen Breyerwrites for the majority."
}