{
    "url_original": "https://www.wsj.com/articles/the-justices-side-with-foster-children-11624466809?mod=opinion_lead_pos9",
    "url": "the-justices-side-with-foster-children-11624466809",
    "title": "The Justices Side With Foster Children",
    "sub_head": "Their ruling strikes a blow against religious discrimination.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-23 12:46:00",
    "body": "Philadelphia<br />As two single foster mothers of color, we have seen the harm caused by a foster system in crisis. We have also seen the hope and love created by faith-affirming foster agencies like Catholic Social Services. When Philadelphia decided in 2018 to shut down Catholic Social Services’ foster-care ministry because of its religious beliefs, we felt compelled to stand up for the agency. We are relieved and grateful that all nine justices of the Supreme Court ruled in our favor last week.<br />The foster and adoptive children we have cared for suffered serious abuse before coming to us. While we gave them all the love we could, we still needed the support of a village to help them overcome their past hardships and thrive. Catholic Social Services has been that village. Thanks to the tireless support of their staff—from late-night phone calls, Christmas presents delivered to our door, and support for various medical and special needs—our children are now on a path we could not have envisioned on our own.<br />We have seen other foster families burn out because they lacked such support. This type of motherhood isn’t always easy, but it is the most fulfilling ministry we could imagine, and we owe the joy of being able to provide for children in need to Catholic Social Services.<br />Faith-affirming foster care and adoption agencies are crucial in our community. Shutting them down because of what they believe would devastate already at-risk children by reducing the number of families able and willing to care for them. Some families choose to foster or adopt only if they can partner with an agency that shares their religious beliefs."
}