{
    "url_original": "https://www.wsj.com/articles/the-hedge-fund-manager-who-did-battle-with-exxonand-won-11623470420?mod=business_minor_pos13",
    "url": "the-hedge-fund-manager-who-did-battle-with-exxonand-won-11623470420",
    "title": "The Hedge Fund Manager Who Did Battle with Exxon—and Won",
    "sub_head": "Christopher James, who once owned a coal mine, was an improbable activist for change at the oil giant. But he was able to convince Wall Street’s biggest money managers to back his thesis.",
    "category_1": "Markets",
    "category_2": "Financial Services",
    "image_1_url": "https://images.wsj.net/im-352509?width=620&size=1.5",
    "image_1": "im-352509.jpg",
    "time": "2021-06-12 12:00:00",
    "body": "Christopher James’s decision to do battle with one of the world’s biggest oil companies began with a family dinner in 2019. The hedge-fund manager’s school-aged sons asked him how he could consider himself an environmentalist if he invested in energy companies, and Mr. James said he struggled with his explanation.<br />“As I was listening to myself talk, I thought `I am really splitting hairs on this.’” One of his sons, he said, “had this look on his face where his forehead wrinkled. He didn’t buy it.”<br />Two years later, Mr. James convinced Wall Street’s biggest money managers to back a dramatic change in board oversight at  Exxon Mobil Corp. , a watershed moment in the effort seeking more environmental, social and governance modifications at the nation’s biggest companies. He contributed nearly $250 million of his own money to support the campaign and launch a new fund called Engine No. 1 LLC. The resulting shareholder vote, tallied last month, secured board seats for three of his handpicked candidates.<br />Mr. James, 51 years old, was an unlikely catalyst for change at an energy giant. After making a name for himself during the dot-com boom and bust, he operated an Illinois coal mine and built storage facilities used by the oil-and-gas companies. Away from work, however, he supported conservationist causes. The Exxon campaign offered a chance to align his personal values with an investment thesis—that the giants of the oil industry would drop in value unless they embraced a transition to renewable energy.<br />He benefited from good timing. Exxon had been weakened by a $22 billion loss in 2020, making it more vulnerable to investors’ fears about shrinking profits and concerns about the company’s future.  BlackRock Inc., Vanguard Group and State Street Global Advisors—which typically make or break any activist campaign as the market’s biggest shareholders—also wound up in his corner at a time when the big money managers are applying more pressure on companies to change their practices. Together the three managers control more than 20% of Exxon’s shares outstanding for investors, according to data compiled by S&P Global Market Intelligence."
}