{
    "url_original": "https://www.wsj.com/articles/there-are-many-reasons-for-delays-at-ports-11623264272?mod=opinion_major_pos16",
    "url": "there-are-many-reasons-for-delays-at-ports-11623264272",
    "title": "There Are Many Reasons for Delays at Ports",
    "sub_head": "Solutions need to encompass the entire logistics network that stretches hundreds of miles from the waterfront.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-343123?width=620&size=1.5",
    "image_1": "im-343123.jpg",
    "time": "2021-06-09 14:44:00",
    "body": "As the organization that negotiates and administers the longshore contract on behalf of carriers and terminal operators at West Coast ports, we take issue with Peter Tirschwell’s mischaracterization of the efficiency of our ports in his op-ed “Behind Your Long Wait for Packages” (June 3).<br />The terminal and vessel backlogs at the Ports of Los Angeles and Long Beach resulted from a cumulative collapse of the entire logistics supply chain that has been overwhelmed by the historic cargo surge dating to April of last year.<br />Warehouses are filled, causing backups all the way to port terminals, made worse by shortages of shipping containers, rail cars, trucks and truck chassis. Dwell times, which measure how long a container remains at a terminal, peaked in January at over five days—more than twice the standard length. That’s because the supply chain reached full capacity, leaving containers with nowhere to go.<br />Through it all, longshore workers have worked more hours and moved record levels of cargo in increasingly congested terminals. Many terminals were forced to keep ships idle and at times not use longshore workers to offload containers because there was no space for cargo. This has nothing to do with longshore workers or port efficiency; it results from a supply chain not designed to accommodate the surge.<br />Solutions need to encompass the entire logistics network that stretches hundreds of miles from the waterfront. Through this unprecedented pandemic period, the ports’ resilience has been due in large part to the daily dedication of thousands of West Coast longshore workers."
}