{
    "url_original": "https://www.wsj.com/articles/these-are-the-dates-you-should-be-stocking-in-your-kitchen-11623872889",
    "url": "these-are-the-dates-you-should-be-stocking-in-your-kitchen-11623872889",
    "title": "These Are the Dates You Should Be Stocking In Your Kitchen",
    "sub_head": "This versatile fruit delivers concentrated flavor and complex sweetness to desserts, savory dishes, smoothies, salads and so much more. Here’s where to get the good ones.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-354543?width=620&size=1",
    "image_1": "im-354543.jpg",
    "time": "2021-06-16 15:48:00",
    "body": "WHY DID the fig ask the raisin out? Because he couldn’t get a date.<br />That joke featured on a Valentine’s Day card I received in elementary school and, oddly, never forgot. But I don’t think I entirely got the joke until recently, when I tasted a Barhi date. It was soft and lusciously sweet, more like a caramel than a piece of fruit. No wonder the fig in the joke thought he was settling.<br />The fruit of the date palm is eaten fresh, semi-dried and dried. In the Middle East, ancient nomads relied on it as a highly portable source of concentrated flavor and nutrients (potassium and magnesium, among others). Today, hosts offer a platter of dates, with small cups of Arabic coffee, to welcome guests in homes, offices, even gyms. Varieties number in the dozens, from the small, chewy Ajwa to the cone-shaped Sukkari, also known as the Royal Date.<br />In the U.S., unless you live in Southern California and can find them at a farmers’ market, only two types are widely available in grocery stores: semi-soft, slightly dry Deglets and oblong, candy-sweet Medjools. Colleen Sundlie, founder of Date Lady, a purveyor of fresh Barhi dates as well as date syrups and sauces, called this dearth of date varieties the (sad) equivalent of selling only Red Delicious and Granny Smith apples.<br />You can find high-quality dates (see “Where to Buy,” below), and when you do, stock up: This fruit freezes beautifully. Date Lady’s Barhi dates have replaced chocolate as my afternoon pick-me-up. Dates also play well with savory foods, such as bacon and prosciutto, rich cheeses and, surprisingly, celery. And in baking, dates offer a step up—as the old joke goes—from the humdrum raisin."
}