{
    "url_original": "https://www.wsj.com/articles/these-states-lead-the-way-on-pension-reform-11624038916?mod=opinion_lead_pos6",
    "url": "these-states-lead-the-way-on-pension-reform-11624038916",
    "title": "These States Lead the Way on Pension Reform",
    "sub_head": "Arizona, Michigan and Texas are showing how to create resilient systems for government retirees.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-18 13:55:00",
    "body": "State and municipal debt has tripled since 2000, with unfunded public pension liabilities mostly to blame. After 20 years of inadequate funding policies, failure to meet overly optimistic investment return targets, and other factors, state and local government pension systems are now $1.5 trillion in debt.<br />That debt is ultimately borne by taxpayers, and like any debt, when unfunded pension liabilities rise, so do the costs of servicing it. As pension debt payments start to siphon money away from other government priorities, such as education and infrastructure, some lawmakers are now pushing for much-needed reforms.<br />In Texas, the state Legislature passed a major pension reform that tackles the Employees Retirement System of Texas’ nearly $15 billion in pension debt. The ERS serves more than 300,000 current and retired Texas government workers. But driven largely by rosy investment-return assumptions and a history of underfunding by the state, the system’s unfunded liabilities have skyrocketed. The ERS’s consulting actuary says the plan will be insolvent by 2061 even if it meets its lofty long-term investment return goals, and as early as 2047 if it doesn’t.<br />The reform legislation commits Texas to paying the bill for retirement benefits promised to workers by shifting the ERS to actuarially based funding and a fixed payoff schedule. The new law also enters all future employees into a new low-risk “cash balance” retirement plan that provides a guaranteed minimum 4% return on investment along with the portability of a 401(k). In short, the reforms would enable Texas to keep the promises made to current and retired workers but would stop making unsustainable pension promises to workers in the future.<br />The pension reform bill will become law this weekend if Gov. Greg Abbott doesn’t veto it, which he hasn’t indicated he will do. Texas will then join a growing list of states—including Michigan, Arizona, Pennsylvania and Colorado—that have created or expanded retirement plans that reduce financial risks for governments and can help avoid burdening future taxpayers with more unfunded liabilities."
}