{
    "url_original": "https://www.wsj.com/articles/these-airbnb-alternatives-offer-safe-spaces-for-black-travelers-lgbt-tourists-and-others-11624548345",
    "url": "these-airbnb-alternatives-offer-safe-spaces-for-black-travelers-lgbt-tourists-and-others-11624548345",
    "title": "These Airbnb Alternatives Offer Safe Spaces for Black Travelers, LGBT Tourists and Others",
    "sub_head": "A new breed of vacation-rental booking sites sets out to provide stylish, welcoming accommodations for their communities",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-358649?width=620&size=1.5",
    "image_1": "im-358649.jpg",
    "time": "2021-06-24 11:25:00",
    "body": "JAMIE DEKLIN has a long history of booking short-term rentals. The actor learned the ins and outs while touring with a Broadway show. “I traveled with two dogs, so I’d check Vrbo for places allowing them,” she said. Later, after she and her husband had children, their priorities changed. They had no problem finding chic vacation homes to rent, but ones with highchairs, child-proofed rooms and unbreakable dinnerware were much tougher to come by. Seven years ago, Kid & Coe, a family-friendly travel platform based out of New York, began offering homes and hotels where parents and kids could unwind in comfortable, kid-appropriate accommodations. “They understand the reality of traveling with children,” said Ms. Deklin.<br />Kid & Coe is one of a new breed of short-term rental sites targeting travelers who have found that established sites like  Airbnb  don’t always reflect their needs. Niche rental companies such as Noirbnb (Black and ethnically diverse travelers), Golightly (women-only hosts) and Fabstayz (LGBT) each promise an open-arms welcome to those who fear a cool reception or even rejection because of skin color, gender identity or sexual orientation. While each company’s client focus differs, these platforms share a mission—to create comfortable house-sharing options for their respective communities.<br />“We realized discrimination was a problem...and wanted to offer a solution,” said Stefan Grant, who created Noirbnb in 2016 after neighbors called the police on him at an Atlanta Airbnb the year before and his social media posts about it went viral. Ultimately, he said, creating a community of like-minded hosts and guests “is what it is about.” He’s careful to be inclusive: “People of all walks of life come to us,” said Mr. Grant. “A misconception is that Noirbnb is...Black people only. We welcome people of all races, ethnicities and genders.”<br />Hospitality is the bottom line, stressed Robert Geller, founder of FabStayz, an LGBT-focused travel platform based in Florida. “Safety looks different to an LGBT traveler,” he said. An experienced traveler and former Airbnb Superhost, Mr. Geller knows that being confronted with “a coming-out experience” upon arrival at a rental triggers stress. “We wanted to eliminate that—travel is nerve-racking enough.”<br />Like Noirbnb and FabStayz, the Austin, Texas-based Golightly has “a mission of safety” as its motto. “I discovered some people like me feel safer in a trusted network,” said founder Victoria O’Connell, a longtime short-term rental host whose London flat was vandalized by a man who created a fake profile to rent it for a party. As Ms. O’Connell sees it, the problem lies in renting from total strangers. “The whole system is anonymous; you’re searching through thousands of sites without really knowing who you’re renting from or to,” said Ms. O’Connell, who created the invitation-only, female home-sharing and rental travel club inspired by all-female co-working spaces. Those already in the network recommend new members, but applications are also accepted. Personal interactions are key. “I want people to know each other—that’s an element of protection,” said Ms. O’Connell. The formula seems to be working: After a slow start in January 2020 because of the pandemic, Golightly now has listings in 85 countries."
}