{
    "url_original": "https://www.wsj.com/articles/this-big-tech-stock-is-always-on-sale-11624283672?mod=business_minor_pos10",
    "url": "this-big-tech-stock-is-always-on-sale-11624283672",
    "title": "This Big Tech Stock Is Always on Sale",
    "sub_head": "Tencent’s anchor shareholder Prosus has revealed the value of its $39 billion portfolio of startups—and the full extent of its discount problem",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-06-21 09:54:00",
    "body": "Getting 50% off isn’t such an unmissable opportunity when there is no end to the discounting in sight.<br />Prosus is one of the most valuable tech companies listed in Europe by virtue of its big stake in Chinese internet giant Tencent, bought two decades ago for $34 million and now worth $216 billion, even after two share sales. The Amsterdam-based company also owns a portfolio of e-commerce startups that, like Tencent, have mainly thrived during the pandemic. Prosus revealed an estimate by Deloitte of their valuation for the first time Monday. According to the accounting firm, they are worth in aggregate $39 billion, up from roughly $20 billion a year ago.<br />The strong valuation is a double-edged sword. It suggests that Prosus’ operations are headed in the right direction, but it also lays painfully bare the gulf between their value and its stock price. If you add the $39 billion to $216 billion for the Tencent stake, roughly $1 billion for a similar minority stake in Russian internet company Mail.ru and almost $12 billion in net cash, you get an implied equity value of $268 billion for Prosus. Its market capitalization is just $162 billion—a discount of 39%.<br />The gap widens further if you step further up the ownership chain. Prosus is majority-owned by South African holding company  Naspers ,  whose shares trade roughly 23% below the value of its Prosus stake. Overall, Naspers shareholders are getting less than half the value of the internet businesses and stakes owned by Prosus.<br />Such financial inefficiency might present an opportunity if the reasons weren’t so intractable. Naspers, which built the portfolio, spun Prosus off to reduce its own heavy weighting on the South African stock market, which gave portfolio managers an ongoing technical reason to sell its stock. Less than two years later, Naspers is as dominant on the exchange as ever."
}