{
    "url_original": "https://www.wsj.com/articles/this-isnt-your-grandfathers-turkey-11623104194?mod=opinion_major_pos8",
    "url": "this-isnt-your-grandfathers-turkey-11623104194",
    "title": "This Isn’t Your Grandfather’s Turkey",
    "sub_head": "Ankara isn’t staunchly pro-Western as in the Cold War, but it’s still an important ally.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "image_1_url": "https://images.wsj.net/im-349750?width=620&size=1.5",
    "image_1": "im-349750.jpg",
    "time": "2021-06-07 18:16:00",
    "body": "Ankara, Turkey<br />Turkey is one of America’s most important allies, but it presents more challenges to the U.S. than any other member of NATO. The secular, Westernizing, staunchly anti-Soviet Turkey of the Cold War years is now led by a populist Islamist. President Recep Tayyip Erdogan, recently rebuked by the Biden administration for anti-Semitic remarks, engages in military interventions from Libya and Syria to Azerbaijan, appears to be drifting from many democratic and European values, and buys weapons from Russia in defiance of American sanctions. As President Biden prepares for a bilateral meeting with Mr. Erdogan later this month, he needs to develop a new way of thinking about this important relationship.<br />The Turks aren’t happy, either. I found that out in a series of meetings with senior Turkish officials. It isn’t only American sanctions over Turkey’s purchase of the S-400 antiaircraft system from Russia, or the U.S. decision to call 1915 attacks on Ottoman Armenians a genocide. Turks bitterly resent U.S. support for the Syrian Kurdish forces that broke the back of ISIS while building a semi-independent Kurdish zone in northeastern and north-central Syria. Turks regard the Syrian Kurds as allies of the terrorist PKK organization, which is responsible for thousands of deaths inside Turkey over the years. Some nationalists and Islamists close to Turkey’s president even believe that the U.S. might have supported—or at least sympathized with—the attempted coup that shook Mr. Erdogan’s government in 2016 and left 251 Turks dead.<br />Turks and Americans alike can produce long lists of grievances, but the real challenges to the alliance are structural. Turkey and its neighborhood have changed in ways that make U.S.-Turkish relations both more important and more complex, but Washington has yet to develop a vision for how a new partnership can work.<br />The region around Turkey has changed radically since the Cold War. Russia, despite Vladimir Putin’s best efforts, remains a much weaker power than the old Soviet Union. While Ankara still worries about Moscow’s ambitions, Russia’s decline means that Turkey feels less pressure from the ancient enemy to the north—and has less need to stick closely to America."
}