{
    "url_original": "https://www.wsj.com/articles/this-surprising-supreme-court-11625005939?mod=opinion_lead_pos3",
    "url": "this-surprising-supreme-court-11625005939",
    "title": "This Surprising Supreme Court",
    "sub_head": "A ruling on a pipeline shows the diversity of constitutional views.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-29 18:32:00",
    "body": "When is a case about a pipeline about more than the pipeline? When it produces a 5-4 Supreme Court decision with a surprising mix of conservative and liberal Justices on both sides. Their opinions reflect disagreements from the founding era over the role and power of the federal government.<br />Pipeline developer PennEast has been seeking to build a 116-mile pipeline between Pennsylvania and New Jersey since 2014. The Natural Gas Act of 1938 delegates the federal government’s eminent domain power to private parties once the Federal Energy Regulatory Commission (FERC) certifies a pipeline.<br />PennEast had negotiated the route with New Jersey politicians, but Gov. Phil Murphy pulled a switcheroo and invoked state sovereign immunity under the Eleventh Amendment to block the company from building on state-owned land. The Eleventh Amendment bars states from being sued in federal court by private citizens of other states. New Jersey argued that FERC’s eminent domain delegation doesn’t apply to state land. Chief Justice John Roberts along with Justices Stephen Breyer, Samuel Alito, Sonia Sotomayor and Brett Kavanaugh disagreed.<br />The Chief explains for the majority that “for as long as the eminent domain power has been exercised by the United States, it has also been delegated to private parties.” The Court has long also held that the feds can use eminent domain to condemn state property, which it can then transfer to a private company.<br />Congress in the Natural Gas Act, the Chief points out, specifically delegated its eminent domain power because states were “impeding interstate pipeline development by withholding access to their own eminent domain procedures.” New Jersey’s gambit would “violate the basic principle that a State may not diminish the eminent domain authority of the federal sovereign.”"
}