{
    "url_original": "https://www.wsj.com/articles/this-surplus-jeep-can-handle-the-army-and-teenage-drivers-11622901600",
    "url": "this-surplus-jeep-can-handle-the-army-and-teenage-drivers-11622901600",
    "title": "This Surplus Jeep Can Handle the Army and Teenage Drivers",
    "sub_head": "Buck Woodruff and his son learned to drive in the vehicles made famous by World War II, and own this 1964 model",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "time": "2021-06-05 10:00:00",
    "body": "Buck Woodruff, 71, owner of the Honda Carland car dealership in Roswell, Ga., and his son Harrison Woodruff, 21, a college student, on their 1964 Jeep, as told to A.J. Baime.<br />Buck Woodruff: I learned to drive in an old Army Surplus Jeep that belonged to another family. I always had a love of mechanical things, going back to lawn mowers, and the Jeep struck me as pretty simple to understand. So, at age 14, I found out where the local Army Surplus depot was, nearest to where we lived in Atlanta, and my mother took me down there, as I did not have a license yet. The fellows there liked me and showed me around. That’s how I got started on Jeeps.<br />Jeeps were first built during World War II with four-wheel drive, to be able to go on terrain where horses could go. The original Jeeps were built out of component parts, so if something broke, you didn’t fix it, you just uncoupled the component and replaced it. The vehicles were designed so that an American GI—whether he had an education or not—could fix them. Another thing: the Jeeps I have owned didn’t have keys. GIs lose keys. So Jeeps started by a power on, power off switch, without a key.<br />When I was in high school, my mother and I brought home a horse trailer full of Army Surplus components, along with the carcass of a 1953 Jeep. With the help of an older fellow who was a mechanic, I fixed it up and sold it through a newspaper classified ad. All through high school, I would get one or two of these Jeeps a month, get them to run, put classifieds in newspapers, and sell them. I was making $200 to $500 a month.<br />"
}