{
    "url_original": "https://www.wsj.com/articles/threat-assessment-9-11-vs-1-6-capitol-siege-11622992921?mod=opinion_major_pos17",
    "url": "threat-assessment-9-11-vs-1-6-capitol-siege-11622992921",
    "title": "Threat Assessment: 9/11 vs. 1/6 Capitol Siege",
    "sub_head": "Perhaps a more sincere request to convene a 1/6 commission would have made a comparison to the Warren Commission.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-345351?width=620&size=1.5",
    "image_1": "im-345351.jpg",
    "time": "2021-06-06 11:22:00",
    "body": "Debra Burlingame is right to point out that the progressives’ and Democrats’ comparison of a 1/6 Capitol siege commission to the 9/11 Commission is merely virtue signaling, the making of political points (“It’s a Travesty to Compare the Capitol Siege to 9/11,” op-ed, May 28). Perhaps a more sincere request to convene a 1/6 commission would have made a comparison to the Warren Commission—even though, as others have noted, it is the uncontrolled, insolvable free-speech, social-media melees that fuel these fires.<br />Stella Tsai<br />Macon, Ga.<br /><br />Ms. Burlingame is far too dismissive of the import of the events of Jan. 6. While the devastation and loss of life on 9/11 were indeed far greater, this attack was planned and perpetrated by malevolent actors outside our nation’s borders. The siege of the Capitol building was entirely a domestic affair, which makes it equally worthy, if not more so, of a commission similar to that which investigated 9/11, in that the likelihood of further such breaches of local, state and federal government buildings is greater because they are accordingly easier to facilitate—those wishing to carry them out already live in our midst. Further, Ms. Burlingame’s characterization of Jan. 6 as simply a “law-enforcement failure” is a disturbing oversimplification of what was intended to be an insurrection for the purpose of overturning a lawful presidential election. Had such a domestically derived disruption to our democracy actually succeeded, its long-term ramifications would have made those of 9/11 pale in comparison."
}