{
    "url_original": "https://www.wsj.com/articles/till-the-end-review-confessions-of-an-ace-11625090534?mod=opinion_reviews_pos1",
    "url": "till-the-end-review-confessions-of-an-ace-11625090534",
    "title": "Book Review: ‘Till the End’ By C.C. Sabathia",
    "sub_head": "His drinking out of control, he walked into the manager’s ofﬁce and asked to be taken off the active list. It was his most courageous pitch.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-362758?width=620&size=1.5",
    "image_1": "im-362758.jpg",
    "time": "2021-06-30 18:02:00",
    "body": "As a New York Yankees fan, I remember feeling dismay when Carsten Charles (C.C.) Sabathia Jr., the fearsome fastballer, checked himself into rehab at the start of the 2015 playoffs. Couldn’t he have waited until November? I feel ashamed to recall that now—and so might any fan upon reading “Till the End.”<br />Beautifully rendered with the help of the journalist Chris Smith, “Till the End” opens, in high drama, during the final weekend of the 2015 season. C.C. gets wasted on the team bus to the airport and continues drinking on a flight from New York to Baltimore and then on the bus into town. Arriving at the Four Seasons hotel, he hit the minibar and continued his binge: beer, wine, whiskey, tequila and his go-to, “Henny” (Hennessy). When that was drained, he called room service. Then he ordered a cousin to bring him more.<br />When he arrived at Camden Yards, on Sunday morning, the 325-pound, 6-foot-7 hurler—a veteran of three surgeries and “hundreds of hangovers”—was belligerent and despairing. He kept pouring drinks, conveniently stashed in a stadium storage room. And then, half an hour before he was scheduled to throw bullpen warm-ups, he realized that he couldn’t do it. He walked into manager Joe Girardi’s office and asked to be taken off the active list. It was his most courageous pitch.<br />“Till the End” is more than an account of alcoholism. It has plenty of stirring baseball moments, from Yankee Stadium going silent when Derek Jeter shattered his ankle in a playoff game to C.C. recording his 3,000th strikeout (one of three lefties ever to reach that mark). But the driving narrative is the emotional turmoil that led Sabathia to Girardi’s office, and it started young. Raised in Vallejo, Calif., a working-class city north of Oakland, C.C. had his first drink at 14 and found that it relaxed him. “So I started drinking more, and hiding it.”<br />Why did he drink? He was socially awkward, and drinking made the awkwardness go away. He didn’t understand why his father had left home, and though his dad reappeared episodically, there were too many times when C.C. looked up in the stands and couldn’t find him—and no one talked about it. And the ’hood was full of trouble."
}