{
    "url_original": "https://www.wsj.com/articles/times-are-changing-but-most-unions-arent-11623094288?mod=opinion_major_pos17",
    "url": "times-are-changing-but-most-unions-arent-11623094288",
    "title": "Times Are Changing but Most Unions Aren’t",
    "sub_head": "The house of American labor is more divided and misdirected then it appears because the needs of the American worker have changed.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-347010?width=620&size=1.5",
    "image_1": "im-347010.jpg",
    "time": "2021-06-07 15:31:00",
    "body": "Regarding Aaron Withe’s “A Different Kind of Labor Boss” (op-ed, June 3): What’s going on here? Six-figure Google workers want a voice in corporate policies but no collective bargaining. Amazon and Volkswagen workers in Alabama and Tennessee, respectively, rejected the traditional trade-union adversarial philosophy and structure. Richard Brown, the new president of the SEIU local 1000 in California, wants the union to be nonpartisan and allow nonunion members to vote in elections. He will likely face considerable pushback from his sanctioning international union. This is the union that led a split in 2005 from the AFL-CIO and was followed by four other unions with 4.5 million members to form the Change to Win Strategic Organizing Center because the AFL-CIO was too timid and bureaucratic. Mr. Brown should review the history of the CIO of the late 1940s and early 1950s, when it expelled 11 unions for alleged violations of its constitution. Some of these are now members of Change to Win, with a somewhat revised but still adversarial union philosophy.<br />Steve Rosswurm has argued that the union expulsions by the CIO some 70 years ago hastened the bureaucratization of trade unions, resulted in stifling political debate, silenced shop-floor and local-union leaders’ views, undercut organizing efforts, slowed the civil-rights movement and inhibited the postwar ability of unions to redirect capital mobility in a growing global economy. The house of American labor is more divided and misdirected than it appears because the needs of American workers have changed, and a new more cooperative relationship with capital is in their long-term best interest in this changing world.<br />Michael Bennett<br />Gulf Breeze, Fla."
}