{
    "url_original": "https://www.wsj.com/articles/to-understand-joe-manchin-look-at-west-virginias-transformation-11623681011?mod=politics_featst_pos1",
    "url": "to-understand-joe-manchin-look-at-west-virginias-transformation-11623681011",
    "title": "To Understand Joe Manchin, Look at West Virginia’s Transformation",
    "sub_head": "Bipartisanship is required for Democrat holding on in a state that has shifted so solidly from blue to red",
    "category_1": "Politics",
    "category_2": "Capital Journal",
    "time": "2021-06-14 10:30:00",
    "body": "In the 1996 election, Democrat Bill Clinton carried West Virginia by 15 percentage points in the presidential race. Democrat Jay Rockefeller was re-elected to his Senate seat with a stunning 77% of the vote. Democrats won all three of the state’s House seats.<br />Fast forward to 2020 and the results showed a 180-degree turn. Republican Donald Trump won West Virginia in the presidential race by almost 40 percentage points. Republican Sen. Shelley Moore Capito won her re-election by an even wider margin. Republicans carried all three of the state’s House seats.<br />All that represents the culmination of what veteran Democratic pollster Peter Hart calls the fastest and most thorough move by a single state from one side of the political divide to the other in recent history. “The migration underscored the cultural and economic transformation of America,” Mr. Hart says.<br />The shift from blue to red also explains the position of Joe Manchin, the state’s Democratic senator, who has become the bane of his party’s progressive base for his refusal to go along with their plans to end the Senate’s filibuster and push through a voting-rights bill without Republican votes. “The truth, I would argue, is that voting and election reform that is done in a partisan manner will all but ensure partisan divisions continue to deepen,” he wrote in a home-state newspaper column explaining his stand.<br />Yet there is nothing particularly surprising about Mr. Manchin’s position. His insistence on bipartisanship, which strikes some as both naive and anachronistic, isn’t merely part of his political makeup; it’s what is required for a Democrat holding on in West Virginia."
}