{
    "url_original": "https://www.wsj.com/articles/toshiba-chairman-under-fire-says-he-may-leave-once-he-has-fixed-issues-11623854788?mod=business_featst_pos1",
    "url": "toshiba-chairman-under-fire-says-he-may-leave-once-he-has-fixed-issues-11623854788",
    "title": "Toshiba Chairman, Under Fire, Says He May Leave Once He Has Fixed Issues",
    "sub_head": "Osamu Nagayama looks to reshape board and pick new CEO, but proxy advisers say shareholders should vote him out",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-354776?width=620&size=1.5",
    "image_1": "im-354776.jpg",
    "time": "2021-06-16 10:46:00",
    "body": "TOKYO— Toshiba Corp.’s  board chairman, facing opposition from shareholder-advisory firms, said he would consider handing over the reins but only after setting Toshiba on the right path with a revamped board and new CEO.<br />Nonexecutive Chairman Osamu Nagayama is up for re-election at Toshiba’s annual shareholder meeting on June 25 after a turbulent spring that included a chief executive officer’s departure and clashes with foreign-based shareholders. The conflicts deepened after a shareholder-commissioned report on June 10 said company executives and board members worked closely with government officials to thwart the foreign shareholders’ interests.<br />In an interview with The Wall Street Journal, Mr. Nagayama said he saw it as his mission to fix the industrial conglomerate’s governance problems by bringing in new blood. He said the board needed more people who, like him, have experience running a company, and he said Toshiba needed to find a long-term chief executive to take over from the current CEO, Satoshi Tsunakawa.<br />“These are the two major tasks if I remain as a board member and the chairperson of the board,” Mr. Nagayama said. “When I see the whole thing set in the right order, it’s an appropriate time I consider myself to resign.”<br />Mr. Nagayama, 74 years old, is one of Japan’s most successful executives in dealing with foreign investors. He led a Japanese pharmaceutical company majority-owned by Switzerland’s  Roche Holding AG  and, as nonexecutive chairman of  Sony Corp.  (now Sony Group Corp.) from 2013 to 2019, helped fend off U.S. shareholders’ calls for a breakup and lay the groundwork for Sony’s rise to record profits."
}