{
    "url_original": "https://www.wsj.com/articles/toshiba-shareholders-oust-chairman-in-landmark-for-foreign-activists-11624593172?mod=business_lead_pos2",
    "url": "toshiba-shareholders-oust-chairman-in-landmark-for-foreign-activists-11624593172",
    "title": "Toshiba Shareholders Oust Chairman in Landmark for Foreign Activists",
    "sub_head": "Shareholders voted against the re-election of Osamu Nagayama, former head of a Roche Holding subsidiary in Japan",
    "category_1": "Business",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-359992?width=620&size=1.5",
    "image_1": "im-359992.jpg",
    "time": "2021-06-24 23:52:00",
    "body": "TOKYO— Toshiba Corp.’s  chairman was ousted in a vote at the company’s annual meeting, a milestone in Japanese shareholder activism that followed an uproar over collaboration between the firm’s management and government to stifle foreign investors.<br />Shareholders voted against the re-election of Osamu Nagayama, former head of a  Roche Holding AG  subsidiary in Japan. The exact vote count wasn’t released.<br />The vote followed controversy over a shareholder-commissioned report released June 10. The report by outside lawyers found that Toshiba management and some directors worked closely with officials at the Ministry of Economy, Trade and Industry to block overseas shareholders from exercising their rights.<br />Toshiba executives used inappropriate language such as “beat them up,” and the ministry improperly tried to use a foreign-investment law to threaten foreign shareholders, the report said. Toshiba said it took the report’s conclusions seriously, while the ministry said there was nothing unusual about consulting with company executives about potential national-security risks from foreign investment.<br />The report didn’t mention any direct involvement by Mr. Nagayama in the activity, but several foreign shareholders said they held the chairman responsible for the conduct. Institutional shareholders like Norway’s Norges Bank Investment Management had expressed their intent to vote against Mr. Nagayama."
}