{
    "url_original": "https://www.wsj.com/articles/tour-de-france-mark-cavendish-eddy-merckx-11624766849",
    "url": "tour-de-france-mark-cavendish-eddy-merckx-11624766849",
    "title": "Pro Cycling’s Untouchable Record Is Probably Still Safe",
    "sub_head": "Mark Cavendish is closing in on Eddy Merckx’s 34 Tour de France stage wins and back in the race this year. And if Cavendish doesn’t catch him, no one ever will.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-360726?width=620&size=1.5005861664712778",
    "image_1": "im-360726.jpg",
    "time": "2021-06-27 06:00:00",
    "body": "No one was more shocked by Mark Cavendish’s return to the Tour de France than Mark Cavendish. The pre-eminent sprinter of his generation, now 36 years old, was firmly in the twilight of his career, thinking serious thoughts about retirement, when the call came on Monday.<br />But by adding him to the Tour roster, his Deceuninck-Quickstep team did more than give a veteran one more shot in the world’s most famous bike race. It also put the spotlight back onto one of the last untouchable records in sports.<br />Cavendish has won 30 Tour de France stages over his glittering career, just four short of the all-time mark. The reality is that he’s unlikely to match it at his age. And if Cavendish can’t do it, then it probably means that no one ever will. The 34 Tour de France stage victories, by cycling GOAT Eddy Merckx, can live on in a class with Joe DiMaggio’s 56-game hitting streak and Steffi Graf’s seven-plus years at world no. 1.<br />“I won 34 in my career and I never thought that the record would last, that I’d be the person with the most stage wins,” Merckx said in a phone interview from Belgium.<br />The reason Merckx won’t be caught any time soon is that he was the consummate all-rounder and pro cycling has become a sport of highly targeted specialists. Skinny climbers win in the mountains. Sprinters win flat stages. And masochists win time-trials. Claiming the yellow jersey at the end of three weeks isn’t so much about racking up stage victories as it is an exercise in relentless consistency, stealing a few seconds here and there from your closest rivals."
}