{
    "url_original": "https://www.wsj.com/articles/trial-of-scientist-accused-of-hiding-china-work-goes-to-jury-11623696796?mod=business_minor_pos6",
    "url": "trial-of-scientist-accused-of-hiding-china-work-goes-to-jury-11623696796",
    "title": "Trial of Scientist Accused of Hiding China Work Goes to Jury",
    "sub_head": "Case highlights federal law enforcement’s difficulties relying on universities to police cross-border research",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-353627?width=620&size=1.5",
    "image_1": "im-353627.jpg",
    "time": "2021-06-14 14:53:00",
    "body": "KNOXVILLE, TENN.—The trial of a former University of Tennessee scientist accused of concealing his work in China is highlighting the difficulties federal agents have had relying on universities to police international collaborations.<br />The case against Anming Hu went to the jury Monday. As the trial unfolded last week in federal court here, testimony showed university employees fumbling with unclear disclosure policies and struggling to explain to Mr. Hu the required paperwork and what constituted a conflict of interest.<br />Mr. Hu, who specializes in nanotechnology, is charged with wire fraud and lying to the government about his work in China when he sought and received two grants from the National Aeronautics and Space Administration.<br />A 52-year-old China-born naturalized Canadian, Mr. Hu took the stand on Friday to testify in his own defense. He told the court that he didn’t deliberately try to hide his China work, answered all questions he was asked about it and was confused about what the university actually wanted him to report.<br />The Federal Bureau of Investigation began an effort around three years ago to root out U.S.-based researchers receiving government grants who it saw as possibly transferring cutting-edge know-how to China, wittingly or otherwise. Universities have struggled to treat China as the national security threat the U.S. says it is and with putting in place safeguards."
}