{
    "url_original": "https://www.wsj.com/articles/troubled-companies-take-page-from-amc-playbook-in-seeking-stock-market-lifelines-11624190402?mod=business_minor_pos13",
    "url": "troubled-companies-take-page-from-amc-playbook-in-seeking-stock-market-lifelines-11624190402",
    "title": "Troubled Companies Take Page From AMC Playbook in Seeking Stock-Market Lifelines",
    "sub_head": "Struggling companies in industries such as coal mining, offshore drilling and apparel retailing have all launched stock sale efforts this month",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-356530?width=620&size=1.5",
    "image_1": "im-356530.jpg",
    "time": "2021-06-20 08:00:00",
    "body": "The frenzied stock-buying activity that may have saved  AMC Entertainment Holdings Inc.  from bankruptcy is opening up a potential escape hatch for other troubled borrowers as well.<br />More companies with steep financial challenges are seeking a lifeline from equity markets, eager to capitalize on the surge of interest in stock buying from nonprofessional investors. Earlier this month, coal miner  Peabody Energy Corp. ,  offshore drilling contractor  Transocean Ltd.  and retailer  Express Inc. ,  all announced plans to sell stock, betting equity markets will support them despite heavy debt loads, recent losses and industry headwinds.<br />Selling stock isn’t the typical way for distressed companies to grab a lifeline. More often, they are forced to seek out rescue loans, sell off assets or pursue a merger, which can be difficult because of their existing debt.<br />But equity markets now are more open to supporting troubled issuers, in large part because of risk-hungry individual investors eager to speculate, according to bankers and investors following the trend.<br />The planned equity sales, if successful, mark another way nonprofessional investors have reshaped financial markets since they began to demonstrate their collective power last year, creating opportunities for finance executives in the process."
}