{
    "url_original": "https://www.wsj.com/articles/trouble-in-paradise-nantucket-rentals-irk-11624207268?mod=opinion_major_pos16",
    "url": "trouble-in-paradise-nantucket-rentals-irk-11624207268",
    "title": "Trouble in Paradise: Nantucket Rentals Irk",
    "sub_head": "Short-term rentals have rapidly become the bane of peaceful neighborhoods everywhere.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-350636?width=620&size=1.5",
    "image_1": "im-350636.jpg",
    "time": "2021-06-20 12:41:00",
    "body": "In the few short years it has taken short-term rentals to become a popular form of lodging in many desirable residential communities, they have rapidly become the bane of peaceful neighborhoods everywhere. Short-term rentals inherently attract the unruly, drunken, loud and obnoxious, and are the new “go to” for weekend-destination events at the former home next door. What your nonresident neighbor-owner neglects to tell you is that you will be his unpaid property manager, calling the police at all hours of the day and night.<br />This dynamic, encapsulated in “Nantucket’s Short-Term War” (Mansion, June 11), is the nightmare now dawning on homeowners who were long under the mistaken impression that single-family residential zoning meant no businesses allowed. This is exactly what short-term rental properties are—businesses.<br />What is most galling is the specious argument in defense of short-term rentals brought forth by many second homeowners who say they can’t afford to own a second home without the rental income needed to help pay the mortgage. What this truly means is that their neighbors will be subsidizing their lifestyle with the loss in value of their own homes and their inherent right to peaceful enjoyment. If this is what second homeowners are saying, then they can’t afford a second home.<br />Nantucket is one of countless communities fighting back against the wholesale gutting of residential zoning by revenue-hungry municipalities and the real-estate lobby. It is high time that homeowners move to take back their neighborhoods.<br />John Crow"
}