{
    "url_original": "https://www.wsj.com/articles/trump-justice-departments-leak-probe-wasnt-aimed-at-lawmakers-11624478063?mod=business_minor_pos22",
    "url": "trump-justice-departments-leak-probe-wasnt-aimed-at-lawmakers-11624478063",
    "title": "Trump Justice Department’s Leak Probe Wasn’t Aimed at Lawmakers",
    "sub_head": "Past and current officials say FBI obtained Democratic congressmen’s data because they were in contact with committee staffers under investigation",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-357160?width=620&size=1.5",
    "image_1": "im-357160.jpg",
    "time": "2021-06-23 15:54:00",
    "body": "WASHINGTON—The Trump Justice Department obtained communications records of some Democratic lawmakers in 2018 because they had been in contact with one or more congressional staffers whom prosecutors suspected of leaking classified information to the media, not because the lawmakers themselves were targets of the investigation, people familiar with the matter said.<br />At the time, the Federal Bureau of Investigation was examining leaks of classified information, including potentially from the House Intelligence Committee, about a range of topics related to the 2016 Trump presidential campaign’s contacts with Russia and the secret surveillance of former Trump campaign foreign-policy adviser Carter Page, the people said.<br />When investigators sought records and data related to the communications of committee staffers in February 2018, they cast their net to include records related to their contacts, some of whom weren’t immediately identifiable. The contacts turned out to include the committee’s then-ranking Democrat, Rep. Adam Schiff, and another California Democrat on the panel, Rep. Eric Swalwell, who weren’t subjects of the investigation, said some of the people, including one who has direct knowledge of the subpoena.<br />Apple Inc.  last month told the committee members and staffers that the Justice Department during the Trump administration had secretly served a grand jury subpoena on the tech giant seeking information related to their accounts. Apple said the subpoena had asked for information on 73 phone numbers and 36 email addresses that had no obvious connection to each other, and that the company provided metadata and subscriber information in response.<br />The disclosures, including that prosecutors had obtained communication records related to a minor, drew outrage from Democrats, who accused the Trump Justice Department of inappropriately targeting its enemies. It also spurred an investigation by the department’s inspector general and prompted Attorney General Merrick Garland to order an internal review of the agency’s procedures for obtaining records from members of Congress or their staff."
}