{
    "url_original": "https://www.wsj.com/articles/trump-turned-nonvoters-into-voters-in-2020-will-they-turn-out-for-next-years-midterms-11622545202?mod=politics_lead_pos4",
    "url": "trump-turned-nonvoters-into-voters-in-2020-will-they-turn-out-for-next-years-midterms-11622545202",
    "title": "Trump Turned Nonvoters Into Voters in 2020. Will They Turn Out for Next Year’s Midterms?",
    "sub_head": "The GOP drew voters who skipped prior elections, new data show, but lost some habitual voters",
    "category_1": "Politics",
    "time": "2021-06-01 07:00:00",
    "body": "New data on the 2020 election show that then-President Donald Trump drew substantial support in some battleground states from Americans who had skipped prior elections, creating a new pool of voters whose decisions on whether to participate again will be central to next year’s midterms.<br />These voters had cast ballots intermittently or sat out all prior elections, despite being old enough to vote, but were drawn off the sidelines by the Republican president’s race against his Democratic challenger, Joe Biden. New analyses by TargetSmart, a Democratic voter-data firm, and the Republican National Committee found that more of these “low-propensity voters” chose to register as Republicans than Democrats in several of the closest battlegrounds, including Pennsylvania, North Carolina and Florida.<br />In Pennsylvania, for example, more than 600,000 voters who cast ballots in 2020 had been eligible to vote in prior general elections but never did, TargetSmart found. More of these newly engaged voters registered as Republicans than Democrats by about 6 percentage points, giving the GOP an edge of about 35,400 voters in a fiercely competitive state—though one which Mr. Biden won.<br />The results present both good news and a challenge for the Republican Party. The data help explain how Mr. Trump won 11 million more votes in 2020 than in his first election and show that his campaign drew new supporters to the GOP, an effort that focused most intensely on reaching working-class and rural voters in Pennsylvania, Wisconsin and other battlegrounds.<br />But the strategy came with a gamble. In engaging more working-class and rural Americans, Mr. Trump forfeited a measure of support from professional-class and suburban voters in the process, losing people who show up regularly for elections in favor of those with inconsistent voting records. That has left Republicans with an increased reliance on voters who likely need an extra push to turn out again, analysts in both parties say."
}