{
    "url_original": "https://www.wsj.com/articles/trump-criticizes-biden-policies-calls-for-reparations-from-china-for-covid-19-11622948284?mod=politics_lead_pos10",
    "url": "trump-criticizes-biden-policies-calls-for-reparations-from-china-for-covid-19-11622948284",
    "title": "Trump Criticizes Biden Policies, Calls for Reparations From China for Covid-19",
    "sub_head": "The former president makes one of his first public appearances in months, with more speeches and rallies planned",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-349411?width=620&size=1.5",
    "image_1": "im-349411.jpg",
    "time": "2021-06-05 23:13:00",
    "body": "Former President Donald Trump, in one of his first public appearances since leaving office, tore into the policies of President Biden and said China should pay the world $10 trillion in reparations over Covid-19.<br />“Our movement is far from over. In fact, it is just getting started,” Mr. Trump said Saturday night in a lengthy campaign-style speech to North Carolina Republicans that underscored his plan to remain a force in the GOP.<br />Mr. Trump decried a rise in crime, which he attributed to pressure from some Democrats to decrease police funding, criticized  Facebook Inc.’s  ban on him and offered a lengthy critique of Mr. Biden’s immigration policies, reprising a theme that he harnessed in his upstart 2016 campaign.<br />“The border is just the beginning of the Biden disasters,” Mr. Trump said, citing a recent surge in migrants. Also on Mr. Trump’s list was the Biden administration’s decision to re-enter the Paris climate accord and the proposal to increase the corporate tax rate to pay for a massive infrastructure package. He also repeated false claims about widespread fraud in the 2020 election.<br />Boasting of his push to develop Covid-19 vaccines, Mr. Trump then turned to renewed attention over whether the virus might have started with a laboratory leak in China. He called for $10 trillion in compensation and the imposition of a 100% tariff on Chinese-made goods."
}