{
    "url_original": "https://www.wsj.com/articles/trump-organization-lawyers-make-last-ditch-effort-to-avoid-new-york-charges-11624919170?mod=business_minor_pos5",
    "url": "trump-organization-lawyers-make-last-ditch-effort-to-avoid-new-york-charges-11624919170",
    "title": "Trump Organization Lawyers Make Last-Ditch Effort to Avoid New York Charges",
    "sub_head": "The company’s lawyers told the Manhattan district attorney’s office it is being unfairly targeted in an investigation that could result in charges this week",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-361047?width=620&size=1.5",
    "image_1": "im-361047.jpg",
    "time": "2021-06-28 18:44:00",
    "body": "Lawyers representing the Trump Organization made a last-ditch effort Monday to persuade New York prosecutors not to pursue tax-related charges that could come as soon as this week, arguing the company was being unfairly targeted, people familiar with the matter said.<br />The Manhattan district attorney’s office and New York attorney general’s office have for months been investigating whether Trump Organization Chief Financial Officer Allen Weisselberg and other executives received benefits such as cars, apartments and private school tuition and illegally avoided paying taxes on them.<br />Mr. Weisselberg is expected to be charged this week, putting additional pressure on him to cooperate against his boss, former President Donald Trump. Mr. Trump isn’t expected to be charged at this time, said his lawyer, Ronald Fischetti.<br />During virtual meetings last week and Monday with prosecutors, lawyers for the Trump Organization argued that charging companies for neglecting to pay taxes on fringe benefits was unheard of.<br />“In my more than 50 years of practice, never before have I seen the district attorney’s office target a company over employee compensation or fringe benefits,” Mr. Fischetti said in a statement. “Even the financial institutions responsible for causing the 2008 financial crisis, the worst financial crisis since the Great Depression, were not prosecuted.”"
}