{
    "url_original": "https://www.wsj.com/articles/tulsa-race-massacre-is-now-an-m-b-a-case-study-at-harvard-11622721600?mod=business_minor_pos5",
    "url": "tulsa-race-massacre-is-now-an-m-b-a-case-study-at-harvard-11622721600",
    "title": "Tulsa Race Massacre Is Now an M.B.A. Case Study at Harvard",
    "sub_head": "New business-school lesson asks students to explore the reparations debate, aiming to give future managers more fluency in race matters",
    "category_1": "Business",
    "category_2": "Management",
    "time": "2021-06-03 08:00:00",
    "body": "After George Floyd’s killing last year, Harvard Business School Professor Mihir Desai says he channeled his thoughts and emotions the best way he knew how—by writing a case study.<br />His aim was to design a classroom exercise that would give M.B.A. students a deeper understanding of the country’s racial scars and what role businesses might have in processing them, he says. He soon seized on a historical event he felt deserved more attention: the Tulsa Race Massacre of 1921, in which armed white mobs attacked Greenwood, a prosperous, albeit segregated Black neighborhood in the Oklahoma city that later came to be known as Black Wall Street. Over 24 hours, as many as 300 people were killed and more than 190 of the community’s businesses burned to the ground.<br />Prof. Desai’s case study, “The Tulsa Massacre and the Call for Reparations,” asks students to explore ways to reckon with the attack’s financial fallout for its victims and their descendants. He uses the Tulsa case as a launchpad to discuss the use of reparations to respond to the effects of slavery in the U.S. and its aftermath. Students are also asked to consider the role of business in addressing racial-justice issues more broadly.<br />Unlike conventional business case studies, the exercise doesn’t require students to assume the hypothetical position of a CEO making a management decision. Instead, Prof. Desai says the goal is to become more fluent in public debate over government reparations and to consider all the angles.<br />If you are a business leader, “you will be asked to speak on a wide variety of deeply political and socially oriented questions, including matters of race and racial injustice,” says Prof. Desai, a 22-year veteran of the school who has taught the study to hundreds of M.B.A. students and to several executive-education classes in recent months. “To educate our students in how to do that, we need to incorporate really tough material on the historic injustices that are being referenced,” he said."
}