{
    "url_original": "https://www.wsj.com/articles/turbocharged-u-s-economy-attracts-foreign-investors-11624263520?mod=markets_lead_pos2",
    "url": "turbocharged-u-s-economy-attracts-foreign-investors-11624263520",
    "title": "Turbocharged U.S. Economy Attracts Foreign Investors",
    "sub_head": "U.S. is likely the top destination for foreign investment, according to the U.N., as businesses meet bounce in demand for everything from steel to pet food",
    "category_1": "Economy",
    "image_1_url": "https://images.wsj.net/im-356965?width=620&size=1.5",
    "image_1": "im-356965.jpg",
    "time": "2021-06-21 04:18:00",
    "body": "The extraordinary recovery of the U.S. economy is likely to make the country the world’s top destination for overseas investment this year and next, according to new United Nations projections, with foreign businesses drawn by the prospect of a rapid and sustained rebound in consumer spending and the Biden administration’s multitrillion-dollar infrastructure plans.<br />According to U.N. figures published Monday, overseas investments by businesses around the world fell by a third in 2020 from the previous year. The U.S. recorded a 40% fall in investment but narrowly held on to its long-held position as the top destination ahead of China. The U.N. in January estimated that the U.S. had lost the top slot.<br />For 2021 and 2022, the U.N. expects the U.S. to cement its leading position, with China in the second spot, as overseas investors expand capacity to meet huge post-pandemic demand.<br />The Federal Reserve expects the American economy to grow 7% this year, supported by nearly $6 trillion in approved stimulus spending and about $2.6 trillion in extra savings American households have built up during the pandemic.<br />“We’re incredibly bullish about the U.S. economy, even more so now,” said Mark Vassella, chief executive of BlueScope Steel Ltd., an Australian steel company that is expanding capacity in the U.S. to meet demand from car makers and construction companies."
}