{
    "url_original": "https://www.wsj.com/articles/turkey-holds-keys-to-u-s-afghan-pullout-a-potential-problem-for-biden-11623416475?mod=politics_lead_pos10",
    "url": "turkey-holds-keys-to-u-s-afghan-pullout-a-potential-problem-for-biden-11623416475",
    "title": "Turkey Holds Keys to U.S. Afghan Pullout, a Potential Problem for Biden",
    "sub_head": "Turkey, threatening to end Afghan airport security detail, is expected to seek concessions",
    "category_1": "Politics",
    "category_2": "National Security",
    "time": "2021-06-11 09:01:00",
    "body": "WASHINGTON—President Biden’s plans for a U.S. and allied withdrawal from Afghanistan will face a potential challenge next week when he meets Turkey’s leader, who is expected to seek concessions in return for continuing to provide for security at the Afghan capital’s airport.<br />Among concessions Turkey wants is an agreement from the U.S. that allows Ankara to keep and operate a Russian air defense system, according to people familiar with the discussions. The U.S. has bitterly opposed Turkey’s acquisition of the system, which has caused a major rift between the two North Atlantic Treaty Organization allies.<br />The meeting with Turkey’s President Recep Tayyip Erdogan, during a NATO summit in Brussels, will center on Turkey’s longtime role in securing Kabul’s airport, located at high altitude in the Hindu Kush mountains. Afghanistan is landlocked and roads are dangerous, making the airport a critical access point for international staff as well as millions of Afghans.<br />Turkey, however, has said it might end its airport security mission and leave Afghanistan as Mr. Biden winds down U.S. and NATO involvement in the country by as early as July. Officials say no other country or company can quickly or readily replicate the security service, and Turkey’s departure could force embassies and international organizations to close, threatening the disbursement of billions of dollars in aid that keeps the Afghan government and military running.<br />“What are our conditions? Political, financial and logistic support,” Turkish Defense Minister Hulusi Akar told Turkey’s Hurriyet newspaper this week, without offering details. “In case these are provided, we can remain at the Hamid Karzai International Airport. We are waiting for an answer with regard to our conditions.”"
}