{
    "url_original": "https://www.wsj.com/articles/turkeys-troubles-point-to-emerging-market-risks-as-economies-recover-11623833270?mod=markets_lead_pos4",
    "url": "turkeys-troubles-point-to-emerging-market-risks-as-economies-recover-11623833270",
    "title": "Turkey’s Troubles Point to Emerging-Market Risks as Economies Recover",
    "sub_head": "President Erdogan has demanded rate cuts, but the central bank must contend with inflation",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-353642?width=620&size=1.5",
    "image_1": "im-353642.jpg",
    "time": "2021-06-16 04:47:00",
    "body": "Any signal that the Federal Reserve will tighten policy on Wednesday could ripple across emerging markets that are dependent on the U.S. dollar. Prime among them is Turkey.<br />The Turkish lira has come under pressure in recent weeks as investors try to assess whether the country’s central bank will heed the demands of its president to cut interest rates. But a rate cut could drag the lira down further at the same time that the country’s high inflation rate is already diminishing the currency’s buying power.<br />Turkey’s economy is among the most vulnerable to signs the Fed is going to raise rates, since a stronger dollar makes it harder for Turkey to pay its foreign-currency debts. The Fed’s next policy decision is due Wednesday, and it is possible that a rate increase will be penciled in sooner than previously expected, in response to the recent jump in inflation. That puts Turkey’s central-bank policy at risk from potential efforts in the U.S. to manage its own inflation conditions down the road.<br />A move toward tighter policy in the U.S. “would be a huge negative surprise for markets and very negative for emerging-market assets,” said Daniel Wood, a portfolio manager at William Blair Investment Management. “Turkey would likely suffer disproportionately given its reliance on strong risk sentiment from international investors.”<br />A stronger dollar would also add further pressure to the Turkish lira. Turkey’s currency hit a record low on June 4, when it fell to 8.7532 lira to the U.S. dollar, after Turkish President Recep Tayyip Erdogan called for lower interest rates by July or August. That has left investors to assess whether the country’s central bank will heed Mr. Erdogan’s demands."
}