{
    "url_original": "https://www.wsj.com/articles/two-fed-officials-say-they-are-ready-to-weigh-stimulus-pullback-11624289475?mod=markets_major_pos13",
    "url": "two-fed-officials-say-they-are-ready-to-weigh-stimulus-pullback-11624289475",
    "title": "Fed’s Williams Not Ready to Pull Back on Aid, Despite Strong Recovery",
    "sub_head": "Meanwhile, two other Fed officials said the time for the central bank to reduce its bond buying is growing closer",
    "category_1": "Economy",
    "category_2": "Central Banks",
    "time": "2021-06-21 15:00:00",
    "body": "Federal Reserve Bank of New York leader John Williams said he isn’t ready for the U.S. central bank to dial back the support it is giving the economy amid uncertainty about the recovery from the pandemic.<br />“It’s clear that the economy is improving at a rapid rate, and the medium-term outlook is very good,” Mr. Williams said in a speech prepared for a virtual appearance Monday. “But the data and conditions have not progressed enough for the [Federal Open Market Committee] to shift its monetary policy stance of strong support for the economic recovery,” he said.<br />Mr. Williams’s comments were his first public remarks since last week’s rate-setting FOMC meeting, at which officials held their short-term interest-rate target at near zero, where it has been since March 2020, and pressed forward with monthly purchases of $80 billion in Treasurys and $40 billion mortgage bonds.<br />Even as it maintained its policy stance, the central bank, heartened by a rapid economic recovery and seeing a rise in inflation, moved forward the timing of when it expects to raise rates, penciling in two increases in 2023. It also acknowledged opening the door to pulling back on its bond-buying stimulus.<br />Mr. Williams said Monday that the recovery process is being buffeted by various disruptions and shifts. Supply bottlenecks and shortages are driving up inflation, which could rise to 3% this year before ebbing back to the Fed’s target of 2% next year, he said. But he added, “There is a great deal of uncertainty about the inflation outlook, and I will be watching the data closely.”"
}