{
    "url_original": "https://www.wsj.com/articles/u-k-police-officer-wayne-couzens-pleads-guilty-to-kidnap-and-rape-of-sarah-everard-11623173128",
    "url": "u-k-police-officer-wayne-couzens-pleads-guilty-to-kidnap-and-rape-of-sarah-everard-11623173128",
    "title": "U.K. Police Officer Wayne Couzens Pleads Guilty to Kidnap and Rape of Sarah Everard",
    "sub_head": "Marketing executive’s murder earlier this year in London sparked protests over violence toward women",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-350655?width=620&size=1.5",
    "image_1": "im-350655.jpg",
    "time": "2021-06-08 13:25:00",
    "body": "LONDON—A British police officer pleaded guilty Tuesday to the kidnap and rape of Sarah Everard, a marketing executive whose murder earlier this year in London sparked protests over violence toward women.<br />Ms. Everard went missing in March after leaving a friend’s apartment and her remains were later found in a wooded area southeast of the capital. An officer with London’s Metropolitan Police, 48-year-old Wayne Couzens, was charged with Ms. Everard’s kidnapping and murder.<br />During a London court hearing on Tuesday Mr. Couzens pleaded guilty to raping and kidnapping the 33-year-old marketing executive, the Associated Press reported. Speaking via video link from prison, Mr. Couzens told the court he accepted responsibility for Ms. Everard’s death but didn’t enter a plea on the murder charge, the AP added. A further hearing is scheduled for next month.<br />Last week the Metropolitan Police said a postmortem of Ms. Everard’s body showed she had died of compression to the neck.<br />Ms. Everard’s death triggered an outpouring of anger from women across the U.K. Many took to social media to recount their own experiences of harassment and abuse, and some held online vigils. Hundreds of people including Kate Middleton, the Duchess of Cambridge and wife of Prince William, attended a vigil in south London. The police were subsequently criticized for breaking up the vigil on Covid-19 health grounds and arresting young women who attended the event. An independent government review later found the police didn’t act inappropriately."
}