{
    "url_original": "https://www.wsj.com/articles/u-s-judge-in-texas-says-hospital-system-can-require-employees-to-get-covid-19-vaccine-11623613922?mod=business_minor_pos4",
    "url": "u-s-judge-in-texas-says-hospital-system-can-require-employees-to-get-covid-19-vaccine-11623613922",
    "title": "Texas Hospital System Can Require Employees to Get Covid-19 Vaccine, Judge Rules",
    "sub_head": "The federal judge upheld Houston Methodist’s vaccine requirement and said lawsuit’s legal assertions lacked merit",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-353358?width=620&size=1.5",
    "image_1": "im-353358.jpg",
    "time": "2021-06-13 15:52:00",
    "body": "A federal judge in Texas ruled that a major hospital system in Houston can require its employees to be vaccinated against Covid-19, dismissing a lawsuit brought by workers who claimed the mandate unlawfully forced them to be human “guinea pigs.”<br />U.S. District Judge Lynn N. Hughes on Saturday upheld the Houston Methodist system’s vaccine requirement, the first time a federal court has ruled on the legality of such an employer mandate due to the pandemic, according to the plaintiffs’ attorney.<br />In late March, Houston Methodist became the first major healthcare system in the U.S. to require Covid-19 vaccinations for its existing employees and new hires. The system, which employs more than 26,000 people, says employee vaccinations are essential to keeping patients safe.<br />More than 100 of its workers filed suit against the requirement in late May. They contended that the federally approved vaccines are experimental and dangerous and likened Houston Methodist’s requirement to Nazi medical experiments on concentration-camp prisoners during the Holocaust. Among other claims, the suit said the system’s policy violated a federal law governing the protection of “human subjects.”<br />In a five-page ruling, Judge Hughes said the Nazi comparison was “reprehensible” and that the lawsuit’s legal assertions misinterpreted the law and completely lacked merit."
}