{
    "url_original": "https://www.wsj.com/articles/u-s-to-donate-500-million-covid-19-vaccine-doses-to-lower-income-countries-11623263573?mod=politics_lead_pos5",
    "url": "u-s-to-donate-500-million-covid-19-vaccine-doses-to-lower-income-countries-11623263573",
    "title": "U.S. to Donate 500 Million Covid-19 Vaccine Doses to Lower-Income Countries",
    "sub_head": "Biden administration to donate the Pfizer doses this year and next through Covax initiative",
    "category_1": "Politics",
    "time": "2021-06-09 16:55:00",
    "body": "President Biden’s administration plans to donate 500 million coronavirus vaccine doses produced by  Pfizer Inc.  to the rest of the world, according to people familiar with the plans.<br />The administration expects 200 million of the Pfizer doses will go to other countries this year and 300 million across the first half of next year, one of the people said. The person said White House Covid-19 coordinator Jeff Zients and his team negotiated the deal to buy the doses from Pfizer over the past four weeks. All of those doses will be donated through Covax, the global initiative to help vaccinate developing countries, and they will go to 92 lower-income countries and the African Union.<br />Jake Sullivan, Mr. Biden’s national security adviser, declined to elaborate on the plans, telling reporters traveling aboard Air Force One that Mr. Biden would make the announcement on Thursday at the Group of Seven summit in the U.K.<br />Global vaccine diplomacy is expected to be a top issue at the gathering amid outbreaks in countries such as India and Brazil and as many developing countries struggle to inoculate their populations. British Prime Minister Boris Johnson has called on G-7 leaders to commit to vaccinating the entire world by the end of 2022.<br />The administration is seeking to expand the U.S. government’s role in global vaccinations, following some initial criticism from international aid groups and congressional lawmakers that it was moving too slowly to share supply with other countries."
}