{
    "url_original": "https://www.wsj.com/articles/u-s-eu-forge-closer-ties-on-emerging-technologies-to-counter-russia-and-china-11623922201",
    "url": "u-s-eu-forge-closer-ties-on-emerging-technologies-to-counter-russia-and-china-11623922201",
    "title": "U.S., EU Forge Closer Ties on Emerging Technologies to Counter Russia and China",
    "sub_head": "EU’s Vestager, bane of U.S. tech giants, touts promise of trans-Atlantic alignment",
    "category_1": "Europe",
    "image_1_url": "https://images.wsj.net/im-355040?width=620&size=1.5",
    "image_1": "im-355040.jpg",
    "time": "2021-06-17 05:30:00",
    "body": "BRUSSELS—The U.S. and European Union plan to cooperate more on technology regulation, industrial development and bilateral trade following President Biden’s visit, in a bid to help Western allies better compete with China and Russia on developing and protecting critical and emerging technologies.<br />Central to the increased coordination will be a new high-level Trade and Technology Council the two sides unveiled Tuesday. The aim of the TTC is to boost innovation and investment within and between the two allied economies, strengthen supply chains and avert unnecessary obstacles to trade, among other tasks.<br />“You see the possibility for alignment,” said European Commission Executive Vice President Margrethe Vestager in an interview.<br />In a sign of both sides’ aspirations for the council, it will be co-chaired on the U.S. side by Secretary of State Antony Blinken, Commerce Secretary Gina Raimondo and U.S. Trade Representative Katherine Tai. The EU side will be co-chaired the Ms. Vestager, the bloc’s top competition and digital-policy official, and fellow Executive Vice President Valdis Dombrovskis, who handles trade.<br />As the EU’s top antitrust enforcer, Ms. Vestager has gained prominence for her cases against U.S. tech giants including  Apple Inc.,  Google parent  Alphabet Inc.  and  Facebook Inc.  Former presidents Barack Obama and Donald Trump both said her policies unfairly targeted American companies."
}