{
    "url_original": "https://www.wsj.com/articles/u-s-military-to-withdraw-hundreds-of-troops-aircraft-antimissile-batteries-from-middle-east-11624045575?mod=politics_lead_pos1",
    "url": "u-s-military-to-withdraw-hundreds-of-troops-aircraft-antimissile-batteries-from-middle-east-11624045575",
    "title": "U.S. Military to Withdraw Hundreds of Troops, Aircraft, Antimissile Batteries From Middle East",
    "sub_head": "Defense Secretary Lloyd Austin told Saudi crown prince of drawdown in June 2 call, officials say",
    "category_1": "Middle East",
    "time": "2021-06-18 16:18:00",
    "body": "WASHINGTON—The Biden administration is sharply reducing the number of U.S. antimissile systems in the Middle East in a major realignment of its military footprint there as it focuses the armed services on challenges from China and Russia, administration officials said.<br />The Pentagon is pulling approximately eight Patriot antimissile batteries from countries including Iraq, Kuwait, Jordan and Saudi Arabia, according to officials. Another antimissile system known as a Terminal High Altitude Area Defense, or Thaad system, is being withdrawn from Saudi Arabia, and jet fighter squadrons assigned to the region are being reduced, those officials said.<br />The redeployment includes hundreds of troops who are members of units that operate or support those systems. The move comes as the military plans a complete withdrawal from Afghanistan by this summer and after the U.S. last fall cut its force posture in Iraq by half—or 2,500 troops—because it said Iraqi forces could secure the country.<br />The latest reductions, which haven't been previously reported, began earlier this month, following a June 2 call in which Defense Secretary Lloyd Austin informed Saudi Crown Prince Mohammed bin Salman of the changes, officials said. Most of the military hardware being removed is coming from Saudi Arabia, officials said.<br />The U.S. moved Patriot antimissile systems to Iraq after Iran in January 2020 fired missiles at the Al Asad base in western Iraq, where U.S. troops are stationed. The Iranian attack was a response to a U.S. drone attack that killed Qassem Soleimani, the Iranian military leader."
}