{
    "url_original": "https://www.wsj.com/articles/u-s-retrieves-millions-paid-to-colonial-pipeline-hackers-11623094399?mod=politics_lead_pos1",
    "url": "u-s-retrieves-millions-paid-to-colonial-pipeline-hackers-11623094399",
    "title": "U.S. Retrieves Millions in Ransom Paid to Colonial Pipeline Hackers",
    "sub_head": "Law-enforcement officials recover roughly $2.3 million in digital currency paid after cyberattack that led to closure of East Coast fuel conduit",
    "category_1": "U.S.",
    "time": "2021-06-07 16:35:00",
    "body": "WASHINGTON—U.S. law-enforcement officials said Monday they had recovered millions of dollars in digital currency paid to the hackers who hit Colonial Pipeline Co. with a ransomware attack last month, a strike that prompted the shutdown of the main conduit for gasoline and diesel fuel to the U.S. East Coast.<br />Investigators seized nearly 64 bitcoin, valued at roughly $2.3 million, that were allegedly the proceeds from the ransom hack on Colonial Pipeline, the Justice Department said.<br />“The extortionists will never see this money,” Stephanie Hinds, acting U.S. attorney for the Northern District of California, told reporters. “This case demonstrates our resolve to develop methods to prevent evildoers from converting new methods of payment into tools and extortion for undeserved profits.”<br />Colonial Pipeline, which transports gasoline, diesel, jet fuel and other refined products from the Gulf Coast to Linden, N.J., was shut down for six days in May as the company responded to the ransomware attack. The stoppage spurred a run on gasoline along parts of the East Coast that pushed prices to the highest levels in more than six years and left thousands of gas stations without fuel.<br />Colonial Pipeline CEO Joseph Blount told The Wall Street Journal last month that his company paid a $4.4 million ransom to the hackers because executives were unsure how badly the cyberattack had breached its systems, and consequently, how long it would take to bring the pipeline back online."
}