{
    "url_original": "https://www.wsj.com/articles/u-s-considers-a-plan-to-relocate-afghans-who-aided-u-s-during-war-11624555322?mod=politics_lead_pos10",
    "url": "u-s-considers-a-plan-to-relocate-afghans-who-aided-u-s-during-war-11624555322",
    "title": "U.S. Considers a Plan to Relocate Afghans Who Aided U.S. During War",
    "sub_head": "Facing possible Taliban retaliation, Afghans could be moved to U.S. territories or other countries to await visa processing, officials say",
    "category_1": "Politics",
    "category_2": "National Security",
    "time": "2021-06-24 15:12:00",
    "body": "The White House is assembling a plan to rescue Afghan interpreters and others who have helped the U.S. over the past 20 years by helping them to get out of Afghanistan and, ultimately, to the U.S., officials said.<br />The effort would involve quickly moving Afghan interpreters and drivers who worked with the U.S. military out of Afghanistan—where they have become targets of possible retaliation for the Taliban—to another country or U.S. territory where they would be safe while the U.S. State Department processes their visas to come to the U.S., which typically takes several years.<br />“We’ve already begun the process,” President Biden said when asked about the plan at a White House appearance Thursday. “Those who helped us are not going to be left behind.”<br />U.S. officials said they have already identified thousands of such workers whose applications for the special visas are in the pipeline, a senior administration official said. Officials declined to say how many people were under immediate review, where they could be taken, or how. Mr. Biden said he did not know where the Afghans would be taken.<br />Up to 18,000 Afghans have worked for the U.S. and could be interested in relocating by the time U.S. and international forces leave the country as soon as July under the order by Mr. Biden to withdraw from the country. The New York Times, which reported the plan earlier Thursday, said up to 53,000 family members also are potentially affected."
}