{
    "url_original": "https://www.wsj.com/articles/u-s-poised-to-fall-behind-europe-on-covid-19-vaccine-first-doses-11624961154",
    "url": "u-s-poised-to-fall-behind-europe-on-covid-19-vaccine-first-doses-11624961154",
    "title": "U.S. Poised to Fall Behind Europe on Covid-19 Vaccine First Doses",
    "sub_head": "Italy, Denmark and Belgium have already given a higher proportion of first doses than the U.S.",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-06-29 06:05:00",
    "body": "MILAN—Europe is catching up with the U.S. in Covid-19 vaccinations and could sprint ahead as the continent overcomes a stumbling start while parts of America struggle with vaccine hesitancy.<br />Some European Union countries, including Italy, Denmark and Belgium, have already passed the U.S. by the number of people who have received at least one vaccine dose, according to figures compiled by Our World in Data, an Oxford University project tracking the global vaccine rollout. The U.S. is still ahead of the bloc as a whole, with about 54% of people partially vaccinated, compared with 49% in the EU.<br />A quick vaccine rollout is key for keeping infection rates down and deaths to a minimum, and opens the prospects to a faster economic rebound. The speed with which people are vaccinated has become even more critical in recent weeks as the highly transmissible Delta variant spreads rapidly across Europe, threatening to upend progress made in lowering the infection rate and the economy’s rebound.<br />Early this year, Europe’s vaccine rollout quickly fell about six weeks behind the U.S.’s. Europe took longer to approve the first vaccines and then suffered from delivery delays and a lack of infrastructure to administer shots on a mass scale. The kinks eventually got worked out and now the continent is vaccinating people at a much faster rate.<br />In the U.S., the number of daily doses peaked in April at 3.4 million and has been declining rapidly since, according to the Centers for Disease Control and Prevention. Last week, an average of about 600,000 daily doses were administered, down from more than one million two weeks earlier. The White House recently said the U.S. wouldn’t reach President Biden’s goal to vaccinate 70% of the adult population with at least one dose by July 4."
}