{
    "url_original": "https://www.wsj.com/articles/u-s-plans-to-spend-big-on-critical-minerals-choosing-where-isnt-easy-11624186800?mod=business_lead_pos2",
    "url": "u-s-plans-to-spend-big-on-critical-minerals-choosing-where-isnt-easy-11624186800",
    "title": "U.S. Plans to Spend Big on Critical Minerals; Choosing Where Isn’t Easy",
    "sub_head": "Western governments face challenges as they ramp up efforts to counter China’s dominance in rare earths",
    "category_1": "Business",
    "time": "2021-06-20 07:00:00",
    "body": "As the U.S. and its allies chase China in procuring critical minerals essential for modern technologies, they face a major hurdle: a lack of companies and projects with an established record.<br />The U.S. has pumped millions of dollars into researching how to extract rare-earth minerals from abandoned coal fields, an approach some say won’t work. The Pentagon has invested in a U.S.-based rare-earth magnets manufacturer that sources many of its products from China. Canada has put money into a 21-year-old mining company that has never mined and handed an option to control its main asset to a business run by the chief executive’s son.<br />“There were many ventures we had questions about in terms of their claims and what they were doing,” said Drew Horn, a former senior official at the Department of Energy, the White House and the Office of the Director of National Intelligence who specialized in critical minerals during the Trump administration.<br />The U.S. and other Western governments are rushing to secure domestic supplies of materials including rare earths, lithium and boron, which are essential for growing technologies such as electric vehicles, satellites and wind turbines. They also want to develop the capability to process them.<br />The Senate this month  approved a bipartisan, $250 billion bill to boost government spending on technology research and development to catch up with China, including funds for digging up and processing critical minerals at home and with allied nations."
}