{
    "url_original": "https://www.wsj.com/articles/u-s-taiwan-revive-trade-talks-with-pledge-to-combat-forced-labor-11625068516",
    "url": "u-s-taiwan-revive-trade-talks-with-pledge-to-combat-forced-labor-11625068516",
    "title": "U.S., Taiwan Revive Trade Talks, With Pledge to Combat Forced Labor",
    "sub_head": "China has condemned the talks, objecting to official interactions between the U.S. and Taiwan",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-362352?width=620&size=1.5",
    "image_1": "im-362352.jpg",
    "time": "2021-06-30 17:57:00",
    "body": "The U.S. and Taiwan revived dormant trade and investment talks and pledged to keep supply chains free from forced labor, in a dig at China, which has objected to the negotiations.<br />The trade talks, held by videoconference on Wednesday, were the first between the U.S. and Taiwan since 2016, and the delegations said they would work together “as democratic partners in support of a worker-centered trade policy.” As part of that, they said, they would aim to “combat forced labor in global supply chains.”<br />The U.S. has taken steps to blacklist products made from forced labor from China’s Xinjiang region, where the government is conducting mass detentions of Uyghurs and other largely Muslim ethnic groups. The Trump administration banned imports of cotton and tomato products from Xinjiang, while the Biden administration last week banned a key raw material for solar panels produced by one company, as well as the products made from it.<br />The Office of the U.S. Trade Representative, which led the talks, said the U.S. and Taiwan would create a new labor working group to pursue the issue.<br />The Chinese Embassy in Washington disputed that there is forced labor in Xinjiang and said that the allegations are part of an agenda to contain China’s growth and create an industrial separation, or decoupling. “This attempt will never succeed,” said Liu Pengyu, the embassy’s spokesman. Earlier in June, Beijing condemned the planned resumption of U.S.-Taiwan trade talks, objecting to official interactions between the U.S. and Taiwan, which China claims as part of its territory."
}