{
    "url_original": "https://www.wsj.com/articles/ubs-says-hybrid-work-is-here-to-stay-11624895456?mod=markets_lead_pos10",
    "url": "ubs-says-hybrid-work-is-here-to-stay-11624895456",
    "title": "UBS Says Hybrid Work Is Here to Stay",
    "sub_head": "Some other banks are pushing for employees to return to the office",
    "category_1": "Markets",
    "time": "2021-06-28 11:50:00",
    "body": "UBS Group  AG  will allow around two-thirds of its staff to mix working from home and the office as an employment perk after determining it won’t hurt productivity.<br />The Swiss bank, a big employer in several countries including the U.S., told staff on Monday about its commitment to flexible working. It marks a departure from other major banks, including  Morgan Stanley ,   Bank of America  Corp.  and  Goldman Sachs Group Inc.,  that are pressuring employees to return to the office as coronavirus lockdowns and safety measures ease.<br />UBS in an internal announcement said staff whose roles, tasks and locations allow it will be offered the option of hybrid working from the office and from home. It is rolling the program out across countries in coming months. The bank said the flexibility would still be subject to other approvals, such as by line managers, and “doesn’t mean that you can work wherever and whenever you want.”<br />The bank looked into moving to a hybrid model in response to employees saying they wanted more flexibility on a permanent basis, and that the practice would make it a more attractive employer. It also said it already has reviewed which roles could be done on a hybrid basis and those that can’t, such as in-branch personnel and some regulated jobs.<br />The move is being championed by Ralph Hamers, who started as chief executive in November. After the onset of the pandemic last year forced many employees to plug in from home, UBS executives had said teams adapted quickly to interacting with each other and clients via video calls and other digital channels. Its executives were among those making early predictions that flexible working would be permanent."
}