{
    "url_original": "https://www.wsj.com/articles/understanding-chinas-covid-propaganda-11623446278?mod=opinion_lead_pos8",
    "url": "understanding-chinas-covid-propaganda-11623446278",
    "title": "Understanding China’s Covid Propaganda",
    "sub_head": "Beijing wants questions unresolved so it can sell its people on the foreign-origin possibility",
    "category_1": "Opinion",
    "category_2": "Business World",
    "time": "2021-06-11 17:17:00",
    "body": "Unfortunately the fact that China is covering up the origins of SARS-Cov2 can’t be taken as circumstantial evidence for the lab-leak theory. A circumstantial case can be strong or weak, but this is not a criminal investigation. We shouldn’t have to rely on circumstantial evidence. We should be able to rely on good-faith testimonial and documentary evidence from people who know exactly what happened, backed by lab and tissue samples, including evidence from the Huanan Seafood Wholesale Market, which should have been preserved rather than destroyed.<br />But the truth is, China’s government would be as likely to cover up a natural occurrence as it would a lab accident. China’s government and people well understood the risks arising from its massive and atavistic live-animal trade (source of the 2003 SARS outbreak), which Beijing long claimed to be addressing and regulating. For months its propaganda strategy toward the new virus has been clear: The elusiveness of its origins, despite this history and China’s diligent search, means a foreign source must be considered as likely as a domestic one.<br />The big circumstantial problem for China is this: the virus’s emergence overnight in the city of Wuhan, seemingly without earlier outbreaks or intermediate forms showing up elsewhere. These circumstances obviously lend credence to a leak from the Wuhan Institute of Virology. The same circumstances must be emphasized in China’s counternarrative, best seen in the English version of a lengthy “investigation” in the party-run Global Times. To wit, the virus exploded in Wuhan because it arrived during the October 2019 Military World Games, on the persons of foreign athletes or in frozen foods they brought with them.<br />The Global Times, an offshoot of People’s Daily created in the reform era to exude a more modern credibility, offers a tellingly tentative but suggestive account: quotes from retailers at the Huanan wet market saying it was visited by foreign military personnel who may have spread the virus; testimony from airport officials about the frozen foods athletes brought with them; allusions to French media reports suggesting that participants returned with cold-like symptoms. China convinced the World Health Organization to mention the military games and frozen-food theories in its own report, which the Global Times then cites as evidence for the theories.<br />Most important is how the Global Times frames the investigation: the sine qua non is finding patient zero. This is awfully convenient when other countries are allowing searches for early victims of Covid and China isn’t. In Italy and France as early as November 2019, we know from patient samples that Covid was likely present. Baldly, the Global Times asserts that China by now has “done what it can do” to find similar evidence of domestic Covid “before January 2020” and concludes, “If the answer could not be found here, maybe it’s time to find it in other places.”"
}