{
    "url_original": "https://www.wsj.com/articles/underground-railroad-houses-ohio-11623267844",
    "url": "underground-railroad-houses-ohio-11623267844",
    "title": "In Ohio, Homeowners Keep Underground Railroad Houses From Becoming Forgotten History",
    "sub_head": "From the outside, these Salem homes look like beautiful historic mansions. On the inside, hidden rooms and tunnels offer a glimpse into how abolitionists helped slaves find freedom",
    "category_1": "Real Estate",
    "category_2": "Homes",
    "time": "2021-06-09 15:45:00",
    "body": "When Gregg Courtad first noticed a listing for a stately red-brick Georgian Colonial in Salem, Ohio, a small town east of Canton, he was attracted by the asking price: $174,900 for the beautiful mansion on more than half an acre along a shaded street just blocks from downtown.<br />But it was the house’s history that compelled him to buy it. Once a stop on the Underground Railroad, the system that helped escaped slaves find freedom, there was a tunnel under the cellar floor, accessed beneath a grate in the kitchen.<br />“To know that this house played a role in fighting slavery is thrilling. It imparts in me a deep responsibility to take care of the house, to honor the people who lived here,” says Dr. Courtad, 60, a Spanish professor at the University of Mount Union in nearby Alliance. He has spent thousands of dollars restoring the five-bedroom house since he bought it for $169,000 in 2017, with a current focus on its two-story portico held up by 17-foot white columns.<br />There are dozens of such former safe houses in Salem, the former headquarters of the Western Anti-Slavery Society and a hot spot of the abolitionist and women’s suffrage movements in the 19th century. Residents, many of whom were Quakers, opened their homes to the freedom-seekers headed toward Canada. It was an act of courage in an era when the Fugitive Slave Acts of 1793 and 1850 imposed harsh penalties on those who helped escapees.<br />Located halfway between Cleveland and Pittsburgh, Salem was founded in 1806 and became rich from manufacturing and agriculture, fueled by companies making everything from engines and plumbing fixtures to china plates. Its economic decline started in the 1970s, when businesses began moving out as part of the broader deindustrialization of the region."
}