{
    "url_original": "https://www.wsj.com/articles/undine-review-catch-of-the-day-11622749315",
    "url": "undine-review-catch-of-the-day-11622749315",
    "title": "‘Undine’ Review: Catch of the Day",
    "sub_head": "Christian Petzold weaves a contemporary tale inspired by the myth of a water nymph and her human lover.",
    "category_1": "Film Review",
    "time": "2021-06-03 15:41:00",
    "body": "It says a lot about Christian Petzold’s puzzling but strangely beautiful “Undine” that the two musical mainstays of the soundtrack are the adagio from Bach’s Concerto in D Minor and the Bee Gees’ “Stayin’ Alive.” One is quintessentially classical, the other is a classic in its own right. The serene, meditative Bach passage underscores the myth of Undine, or Ondine as she’s sometimes called, a water nymph who lacks a human spirit until she falls in love, but who is doomed to die if her beloved betrays her. The Bee Gees song punctuates the feminist struggle of the film’s heroine. A museum lecturer and historian played by Paula Beer, this present-day Undine seeks to throw off her mythic constraints and live as full and loving a life as she chooses. (The film, in German with English subtitles, is playing in select theaters and on digital and VOD platforms.)<br />If you care about movie stars who weave subtle but ineffably powerful spells, you should, or already do, know Ms. Beer’s work. Still in her 20s, she has given memorable performances as a grief-stricken young woman in François Ozon’s 2016 “Frantz”; as an enchanting art student in Florian Henckel von Donnersmarck’s 2018 “Never Look Away” and as an anguished, elusive beauty in Mr. Petzold’s “Transit,” which was released here in 2019. (Her co-star in that film, as in “Undine,” was another extraordinary German actor, Franz Rogowski; more about him, and them, in a moment.)<br />Spells cast in movies must always be a collaboration between star and director. The first shot in Mr. Petzold’s new film offers a prime example. He holds the camera close on Ms. Beer’s face as Undine thinks about something with great concern. Or maybe she’s listening to something intently, except that we hear nothing but traffic noise in the distance. No answer to the mystery is forthcoming for almost half a minute that’s mesmerizing and dialogue-free. Then the situation clarifies. She’s at an outdoor café table with the man she loves, Johannes (Jacob Matschenz), and he’s in the fitful process of explaining why he’s going to leave her. Undine makes herself abundantly clear a moment later when she says, with eerie calm, “If you leave me I’ll have to kill you. You know that.” She is playing out another part of the myth—not a bad start for any movie, and a fine way to open this one. (Mr. Petzold’s longtime collaborator Hans Fromm did the luminous cinematography.)<br />Some of the film’s fascinations, and considerable frustrations, turn on who knows what about the tale that inspired it. Does Johannes know that he’s a goner, according to mythic rules? No reason why he should. A similar question applies to Mr. Rogowski’s Christoph, an industrial diver who wears an old-fashioned diving suit right out of Jules Verne—plus modern scuba gear—when he plunges into local rivers to repair broken turbines. Does Christoph know why he’s so fatefully drawn to Undine after listening to one of her briskly informative lectures? No, the rules of Mr. Petzold’s screenplay dictate that he can’t comprehend his role in her life. But Undine knows. She knows all too well that she’s supposed to return to the water, since Johannes has been unfaithful, and that she wants desperately to remain human, bathed in Christoph’s love.<br />So much for the characters in the story. There’s also the question of what the audience is supposed to know in order to enjoy the drama on its own terms. It’s all well and good for those who are conversant with the myth in all its details, but how does Mr. Petzold’s film look to those who are not? I was somewhere in between. I knew the title character possessed mythic resonance, remembered such cultural watersheds as “The Little Mermaid,” “Splash” and “The Shape of Water,” and recalled that Audrey Hepburn had starred on Broadway a long time ago in “Ondine,” a version of the myth written by the French playwright Jean Giraudoux. So I did have a general sense of the heroine threatened by some dark fate. There was also a lot I didn’t understand. We had never seen Undine in her previous aquatic incarnation, so some of her connections with Christoph, the diver, seemed not so much magical as arbitrary, confusing or a bit silly."
}