{
    "url_original": "https://www.wsj.com/articles/unfortunately-big-is-bad-is-back-11622995107?mod=opinion_lead_pos9",
    "url": "unfortunately-big-is-bad-is-back-11622995107",
    "title": "Unfortunately, ‘Big Is Bad’ Is Back",
    "sub_head": "The antitrust standard should still be consumer harm, if plaintiffs and courts can show it.",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "time": "2021-06-06 11:58:00",
    "body": "Will the Biden administration break up Big Tech? Antitrust basically operates under two main schools of thought. The Harvard school is best summed up as: Big is bad. This is an echo from Justice Louis Brandeis, who disliked big business, especially railroads.<br />Fortunately, the Chicago school has held sway for more than 40 years. That school’s thinking was popularized by Yale’s Robert Bork in his 1978 book, “The Antitrust Paradox.” His thinking was that if consumers are harmed, regulators should look into why. But if consumers aren’t harmed, there’s no case.<br />But “big is bad” is back! Grover Norquist, president of Americans for Tax Reform, told me to beware of “Neo-Brandeisians.” “Break up Big Tech,” said the Elizabeth Warren presidential campaign. Channeling Brandeis, Columbia Law School professor Tim Wu’s book was titled “The Curse of Bigness.” Does that include big government? Apparently not. Mr. Wu is now working for the White House, specifically on technology and competition for the National Economic Council. Lina Khan, currently awaiting confirmation to the Federal Trade Commission, once railed against “Big Chocolate” and has offered recommendations for how to break up  Amazon  in an article for the Yale Law Journal.<br />There’s even a neo-Brandeisian offshoot known as “hipster antitrust,” which focuses on “social harm” including distribution of wealth, political power and employment. Sen. Amy Klobuchar (D., Minn.) introduced legislation in February 2020 that would have required companies to prove to regulators that a merger or acquisition wouldn’t reduce competition. Sen. Josh Hawley (R., Mo.) introduced legislation in April that would end all acquisitions by companies worth more than $100 billion. But these legislative efforts are going nowhere fast.<br />Fortunately, the consumer-welfare school still seems to rule. And rewriting antitrust laws doesn’t appear to be in the cards. Of course, the other way to break up companies is simple: Catch them in the act of harming consumers."
}