{
    "url_original": "https://www.wsj.com/articles/united-places-its-biggest-jet-order270-boeing-and-airbus-planes-11624960800?mod=business_lead_pos1",
    "url": "united-places-its-biggest-jet-order270-boeing-and-airbus-planes-11624960800",
    "title": "United Airlines Bets on Post-Pandemic Growth With Its Biggest Ever Jet Order",
    "sub_head": "The airline plans to buy 270 Boeing and Airbus planes as well as retrofitting some of its existing narrowbody fleet",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-361569?width=620&size=1.5",
    "image_1": "im-361569.jpg",
    "time": "2021-06-29 06:00:00",
    "body": "United Airlines Holdings Inc.  is making its largest ever plane order, adding Boeing and Airbus jets to fuel its post-pandemic growth plans.<br />The Chicago-based airline said Tuesday that it will purchase 200 of  Boeing Co. ’s 737 MAX jets and 70 larger  Airbus  SE A321neos, a deal valued at more than $30 billion at list prices before customary discounts. United is looking to replace most of its 50-seat jets and other smaller, older aircraft with these larger planes that can carry more passengers and allow it to sell more premium seats.<br />The order—the largest by a U.S. airline since  American Airlines Group Inc.  ordered 460 new aircraft from Boeing and Airbus in 2011—is the latest sign of U.S. airlines’ growing confidence that travel is on course to snap back after being decimated by the coronavirus pandemic last year.<br />United lost more than $7 billion last year and accepted billions of dollars in government aid to continue paying workers. Now the airline expects to make money in July on an adjusted pretax basis, which would be its first profitable month since January 2020, the airline said in a separate filing Monday.<br />A year ago, airlines were parking planes in deserts and hunkering down for protracted pullback in travel. While many business travelers have yet to return and many lucrative international routes have yet to reopen, airline executives have said in recent months that the fast rebound in domestic leisure travel has given them confidence to restart hiring plans and start adding to their fleets."
}