{
    "url_original": "https://www.wsj.com/articles/united-plans-to-buy-15-supersonic-planes-11622724910?mod=business_lead_pos1",
    "url": "united-plans-to-buy-15-supersonic-planes-11622724910",
    "title": "United Plans to Buy 15 Supersonic Planes",
    "sub_head": "The planes haven’t been built yet, but the deal with Boom Supersonic carries the promise of a return for faster-than-sound air travel",
    "category_1": "Business",
    "time": "2021-06-03 08:55:00",
    "body": "United Airlines Holdings Inc.  took a step toward returning supersonic flying to passenger travel, unveiling an agreement to buy faster-than-sound airliners from Boom Technology Inc., an upstart aerospace company that says its planned aircraft could carry travelers by the end of the decade.<br />United’s agreement to buy 15 of Boom’s Overture aircraft is conditional on whether the design—which hasn’t yet been built—can meet safety, operational and sustainability standards, the companies said Thursday.  Even so, the announcement suggests that one of America’s largest airlines sees the potential for a return of supersonic air travel, which disappeared with the retirement of the Concorde almost 20 years ago.<br />A spokeswoman for Boom declined to disclose the financial terms of the deal, but said that the agreement includes a non-refundable industry-standard upfront payment from United, as well as an option for United to buy 35 additional aircraft for a pre-negotiated price.<br />The Overture would be capable of flying at Mach 1.7, or 1.7 times the speed of sound, according to Boom and United. That could allow the airliner to make trips between London and United’s hub in Newark, N.J., in three-and-a-half hours, or between San Francisco and Tokyo in six hours. The airliner would also be capable of using sustainable aviation fuel, the companies said.<br />Boom has much ground to cover before United Airlines passengers board the Overture for supersonic flights. The Denver-based company, which also brands itself as Boom Supersonic and was founded in 2014 by its chief executive, Blake Scholl, hasn’t yet built an airplane that has flown. Its first prototype, the XB-1, could fly for the first time later this year or early next year, the spokeswoman said."
}