{
    "url_original": "https://www.wsj.com/articles/universal-music-isnt-the-only-track-on-investors-vivendi-playlist-11624269602?mod=business_minor_pos10",
    "url": "universal-music-isnt-the-only-track-on-investors-vivendi-playlist-11624269602",
    "title": "Universal Music Isn’t the Only Track on Investors’ Vivendi Playlist",
    "sub_head": "Activist hedge funds face a potential tax bill when the record label is demerged from its owner. But there are other ways to profit.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-354886?width=620&size=1.5",
    "image_1": "im-354886.jpg",
    "time": "2021-06-21 06:00:00",
    "body": "Activist investors are showing up in force for the spinoff of Universal Music Group, the powerful record label behind Lady Gaga and Taylor Swift. But there might also be less glamorous ways to make money from a stake in its current owner,  Vivendi .<br />On Tuesday, investors in the French media company will vote on plans to hand up to 60% of Universal Music to shareholders and list the record label on the Amsterdam stock exchange. Daniel Loeb’s Third Point hedge fund has built a stake in the business, while Wisconsin-based Artisan Partners and U.K. activist Bluebell Capital Partners also own the stock.<br />Shareholders have complained about the structure of the split, which could leave them with a tax bill equivalent to roughly 15% of the value of the Universal Music shares they receive through a dividend-in-kind. All the while, Vivendi’s main shareholder, Vincent Bolloré, gets an exemption, as would any other French holder of more than 5% of the business.<br />Bluebell has asked Vivendi to pay a multibillion-euro special dividend to offset the hit. Investors are also puzzled about the logic of a deal with Bill Ackman’s blank-check company, signed Sunday. The sale of a 10% stake in Universal Music for $4 billion to Pershing Square Tontine Holdings has been struck at an underwhelming valuation.<br />Investors probably don’t have the power to block the Ackman deal if they wanted to, or to get a special dividend. The company’s anchor shareholder Mr. Bolloré controls almost 30% of the voting rights and a simple majority is needed to get the plan through."
}