{
    "url_original": "https://www.wsj.com/articles/university-vaccine-mandates-violate-medical-ethics-11623689220?mod=opinion_lead_pos5",
    "url": "university-vaccine-mandates-violate-medical-ethics-11623689220",
    "title": "University Vaccine Mandates Violate Medical Ethics",
    "sub_head": "College students aren’t guinea pigs.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-14 12:47:00",
    "body": "Some 450 U.S. colleges and universities—including our institutions—have announced policies mandating that all students be fully vaccinated against Covid-19 before the fall semester, with some requiring vaccination now for the summer term. Schools have for decades required vaccination against infectious diseases, but these mandates are unprecedented—and unethical. Never before have colleges insisted that students or employees receive an experimental vaccine as a condition of attendance or employment.<br />Even soldiers, whose rights are constrained when they join the service, aren’t being compelled to take a Covid vaccine. In a case involving a vaccine against anthrax, a federal district judge held in 2004 that “the United States cannot demand that members of the armed forces also serve as guinea pigs for experimental drugs” absent informed consent or a presidential waiver of service members’ legal protections. The following year the judge held that an emergency-use authorization from the Food and Drug Administration was insufficient to meet the legal test.<br />The FDA has issued such authorizations for three Covid vaccines, but it hasn’t fully approved any of them. Students at Notre Dame (for example) resume classes on Aug. 23, and freshmen arrive on campus Aug. 18. The Pfizer vaccine—first in line for approval—requires three weeks before the booster shot, so it would have to be approved by July 28 for students to meet the school’s deadline without making themselves experimental subjects. Pfizer applied to the FDA May 7 for “priority review,” a process that usually takes six months.<br />Universities might counter that—as with elementary schools requiring pediatric vaccinations—immunization is for students’ own good. But children can be at significant medical risks from the illnesses that we vaccinate them against, particularly when community vaccination rates are low. Not so with Covid. For those under 30, the risks of serious morbidity and mortality are close to zero. By contrast, early indications from passive surveillance systems (which call for follow-up investigation) and a June 10 review by the FDA’s Vaccines and Related Biological Products Advisory Committee indicated an excess risk for heart inflammation, especially in men 30 and younger.<br />Colleges’ vaccine mandates also ignore the huge number of students—thousands of them at Notre Dame—who have already recovered from Covid infection, and who thus possess natural immunity, which studies have suggested is more robust and durable than vaccine immunity. While vaccinating Covid-recovered patients might produce an antibody uptick, there is no epidemiological evidence that this improves relevant clinical outcomes like reinfection or transmissibility. Previous infection can easily be verified with the university’s own records of testing throughout the past school year, a positive viral test from another provider or an antibody test, which would prove either natural immunity or vaccination."
}