{
    "url_original": "https://www.wsj.com/articles/until-the-world-shatters-review-mourning-myanmar-11622827737",
    "url": "until-the-world-shatters-review-mourning-myanmar-11622827737",
    "title": "‘Until the World Shatters’ Review: Mourning Myanmar",
    "sub_head": "Blessed with astonishing natural wealth, Myanmar once seemed on the verge of a revival and renaissance. No longer.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-348281?width=620&size=1.5",
    "image_1": "im-348281.jpg",
    "time": "2021-06-04 13:28:00",
    "body": "Pity Myanmar. Beautiful, yet long-suffering. Stocked with natural resources, yet dirt-poor. Appealing to tourists, yet beset by insurgencies and periods of authoritarian rule. Only a few years ago, the nation looked to be on the cusp of monumental change; NGOs and multinational firms spoke of “Myanmar’s moment”—the twinning of a democratic opening and an economic renaissance. A 2013 McKinsey report (“Myanmar’s Moment” was its title) said that the country might quadruple its economy in less than two decades.<br />Today Myanmar is back under the thumb of its military, its economy in free fall, its nascent democracy largely snuffed out. In short order it has gone from darling of the international community to global outcast. What happened?<br />In one sense, Daniel Combs’s “Until the World Shatters” suffers from unfortunate timing. Mr. Combs, a former reporter and now a U.S. foreign-service officer, finished his manuscript before a February coup staged by Myanmar’s generals, so readers looking for book-length analysis of the current unrest will have to wait. But in another way the timing feels right. “Until the World Shatters” is a richly reported and often stirring book, and it arrives at a time when the world could use a deep and intelligent dive into this battered country.<br />Mr. Combs builds his narrative loosely around the stories of two men he came to know during a yearlong fellowship in Myanmar. One is Phoe Wa, 22, a news photographer who dreams of capitalizing on new press freedoms and someday making a meaningful contribution to truth-telling in his country. Among his dreams: “I want society to remember my name.”<br />Bum Tsit is a 29-year-old businessman and Red Cross volunteer who is torn between the worlds of humanitarian relief and the lucrative trade in precious gems, and he has dreams, too. While he styles himself “a humanitarian first, and a businessman second,” as Mr. Combs puts it, jade offers him a “quick and dirty path to wealth and power.”"
}