{
    "url_original": "https://www.wsj.com/articles/ups-explores-same-day-delivery-option-11623278624?mod=business_featst_pos2",
    "url": "ups-explores-same-day-delivery-option-11623278624",
    "title": "UPS Explores Same-Day Delivery Option",
    "sub_head": "CEO says United Parcel is looking at same-day service employed by gig-economy players",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-351742?width=620&size=1.5",
    "image_1": "im-351742.jpg",
    "time": "2021-06-09 18:43:00",
    "body": "United Parcel Service Inc.  is exploring a same-day option, a delivery model that has been employed by gig-economy players, as the pandemic has accelerated the shift to e-commerce.<br />“We don’t have a same-day product today, so we’re looking at it,” Chief Executive Carol Tomé said in response to a question on an investor-day webcast Wednesday. “We don’t have this all the way figured out, but we’ve got a team of people looking at it.”<br />She said the company is testing the concept and didn’t offer other details. A UPS spokesman said the company doesn’t comment on its pilot programs. The idea comes as the acceleration of e-commerce has pushed retailers to add more curbside and same-day delivery options.<br />Amazon.com Inc., one of UPS’s biggest customers, and Instacart Inc. are among the current providers of same-day delivery.  Target Corp.  owns Shipt, which does same-day deliveries from its stores as well as from chains like CVS and Petco. Food-delivery services such as  DoorDash Inc.  and  Uber Technologies Inc.  have expanded into groceries during the pandemic, though profits have been elusive.<br />UPS and rival  FedEx Corp.  have long provided overnight services but they generally don’t deliver packages on the same day they receive them. Both companies have begun offering services where they pick up parcels from some stores in evenings and deliver them the next day. FedEx offers same-day services in limited markets. It has also been testing robots that could make deliveries of medicine, pizzas and other items to consumers’ homes."
}