{
    "url_original": "https://www.wsj.com/articles/us-canada-border-reopening-01621982950?mod=politics_featst_pos3",
    "url": "us-canada-border-reopening-01621982950",
    "title": "When Will the Canada-U.S. Border Reopen? What We Know",
    "sub_head": "Business groups push to allow tourists to cross border; Canada prefers phased-in approach",
    "category_1": "World",
    "time": "2021-06-24 13:44:00",
    "body": "For the past 15 months, the U.S. and Canada have turned away tourists at entry points across the 5,500-mile land border in an effort to contain further spread of Covid-19. In light of progress in both countries on the Covid-19 vaccination front, business groups are now pushing Washington and Ottawa to reopen border crossings—to the fully vaccinated, at least at the start.<br />Such a move “would sustain jobs, boost business confidence and allow more families to reunite,” according to a joint statement issued by six U.S. and Canadian business lobbies, among them the U.S. Chamber of Commerce. “It would help facilitate a safe and gradual return to a more normal life.”<br />The U.S. and the U.K. have agreed to open up travel between the two trans-Atlantic allies as soon as possible. Canadian Prime Minister Justin Trudeau said he spoke with President Biden at the margins of the Group of Seven leaders’ summit in England about reopening the border. Patience is wearing thin on both sides of the border. “We’re left scratching our heads right now as to what’s the plan,” said Mark Agnew, vice president of policy at the Canadian Chamber of Commerce.<br />Canada and the U.S. agreed to extend the ban on nonessential travel via the U.S.-Canada land border until July 21, once the current 30-day prohibition expires at midnight on Monday.<br />The Centers for Disease Control and Prevention earlier in June downgraded its warning about travel to Canada by one level, from “very high” to “high,” coinciding with a steep drop in Covid-19 cases in Canada after a destabilizing third wave of infections. The third wave prompted authorities in Canada to impose strict economic and social-distancing restrictions. However, nearly all regions across Canada have started to relax some of the restrictions, based on vaccination rates—two-thirds of the population have received at least one dose of a Covid-19 vaccine—and a sharp drop in infections, from a peak during the third wave of nearly 9,000 new cases a day to less than 1,000 as of June 23."
}