{
    "url_original": "https://www.wsj.com/articles/us-open-2021-torrey-pines-will-zalatoris-11623727927",
    "url": "us-open-2021-torrey-pines-will-zalatoris-11623727927",
    "title": "Golf’s Fastest-Rising Star Doesn’t Have His PGA Tour Card Yet",
    "sub_head": "Will Zalatoris has shot up the world rankings. He’s a favorite in the U.S. Open. But an unusual set of circumstances caused by the pandemic means he’s still not even a full-fledged tour member yet.",
    "category_1": "Life & Arts",
    "category_2": "Golf",
    "image_1_url": "https://images.wsj.net/im-353941?width=620&size=1.5005861664712778",
    "image_1": "im-353941.jpg",
    "time": "2021-06-15 08:00:00",
    "body": "The Covid-19 pandemic changed the fortunes of many, and it completely changed the career of one golfer. His name is Will Zalatoris. He’s one of the best golfers in the world. And yet he’s not even a full-fledged member of the PGA Tour.<br />The virus that stopped sports is the reason he doesn’t have his PGA Tour card. It’s also the reason he has emerged as a star. Now he’s as good of a bet as anyone to take home a major championship.<br />The 24-year-old American enters this week’s U.S. Open at Torrey Pines Golf Course as a trendy pick, after he came out of nowhere to finish sixth at the same event to begin a year when he blew away the golf world. That’s because nobody has risen through golf as meteorically as Zalatoris in the past year. He was ranked 543rd in early 2020. Now he’s ranked No. 29 in the world and instantly recognizable to casual fans as the pro golfer who looks like Adam Sandler’s caddie in “Happy Gilmore.”<br />Yet Zalatoris represents an incredible pandemic paradox. He lost out on officially ascending to the top level of golf because tour membership rules were changed as a result of the pandemic.<br />Those same rule changes are also the reason he unexpectedly made his star-making appearance in last year’s U.S. Open—which he gained entry to because of another set of Covid policy tweaks."
}