{
    "url_original": "https://www.wsj.com/articles/venezuela-is-locked-in-battle-with-guerrillas-it-once-welcomed-11623341958",
    "url": "venezuela-is-locked-in-battle-with-guerrillas-it-once-welcomed-11623341958",
    "title": "Venezuela Is Locked in Battle With Guerrillas It Once Welcomed",
    "sub_head": "Maduro regime is now fighting a drug-trafficking Colombian rebel group that won’t go home",
    "category_1": "World",
    "category_2": "Latin America",
    "time": "2021-06-10 12:19:00",
    "body": "BOGOTÁ, Colombia—In 22 years of far-left rule, Venezuela’s government has openly displayed an affinity for Marxist guerrillas from neighboring Colombia, welcoming them to the presidential palace in Caracas and allowing rebel camps in Venezuelan territory despite the insurgents’ goal of taking power from Bogotá’s U.S.-backed government.<br />But in an unintended consequence of the solidarity, President Nicolás Maduro’s government now finds itself embroiled in guerrilla combat on its own territory. The adversary is a small, but heavily armed and battle-hardened group of Colombian rebels, which since March has been the focus of a Venezuelan army offensive after military analysts say it wore out its welcome in a region crowded with drugs routes.<br />The clash, in Venezuela’s border state of Apure, has received little outside attention but laid bare the expanding presence of illegal armed groups in Venezuela’s interior.<br />The conflict has featured aerial bombardments, a rebel siege of an army base, the airborne deployment of Venezuelan troops and the deaths of several of them in combat and from accidents. It has also generated a flow of refugees to Colombia, along with claims by human-rights groups that the Venezuelan army has killed civilians.<br />The Colombian rebels, who call themselves the Martin Villa Front after a dead guerrilla commander, have clashed with what military analysts say are poorly trained Venezuelan army units with little experience in classic guerrilla warfare. The Martin Villa Front is made up of hardened fighters who didn’t join a 2016 peace pact between the Colombian government and the Revolutionary Armed Forces of Colombia, or FARC, a rebel group that fought for half a century in Colombia before disarming 13,000 guerrillas."
}