{
    "url_original": "https://www.wsj.com/articles/viacomcbs-taps-paramount-programming-chief-in-content-leadership-shift-11624487340?mod=business_minor_pos22",
    "url": "viacomcbs-taps-paramount-programming-chief-in-content-leadership-shift-11624487340",
    "title": "ViacomCBS Taps Paramount+ Programming Chief in Content Leadership Shift",
    "sub_head": "Media giant is latest industry player to reorganize its ranks to prioritize streaming",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-359039?width=620&size=1.5",
    "image_1": "im-359039.jpg",
    "time": "2021-06-23 18:29:00",
    "body": "ViacomCBS Inc. said it tapped MTV executive Tanya Giles as chief programming officer for streaming, part of a broader reorganization as the media company looks to shore up content for its Paramount+ and Pluto TV services.<br />Ms. Giles, who currently serves as the general manager at the MTV Entertainment Group, will centralize programming decisions for the streaming services globally. Other top content executives will oversee portions of Paramount+ programming relevant to their areas of specialty, from music to reality TV.<br />Several big media companies, including Comcast Corp.’s NBCUniversal,  Walt Disney Co.  and  AT&T Inc.’s  WarnerMedia, have reorganized their ranks to give priority to streaming, which has rapidly become the core business priority across the industry. Most companies want to have a top executive who ensures streaming service will get a healthy share of the top TV and movie programming under development.<br />ViacomCBS rolled out its subscription Paramount+ service in the U.S. in March, and competes in a crowded field with incumbents like  Netflix Inc.  and  Amazon.com Inc.  and newcomers such as Disney+.<br />Under the company’s reorganization plan, CBS Chief Executive Officer and President George Cheeks will also assume the role of chief content officer of news and sports at Paramount+. Meanwhile, Paramount Pictures Chairman and CEO Jim Gianopulos will serve as the content head of movies on the platform."
}