{
    "url_original": "https://www.wsj.com/articles/vice-president-kamala-harris-heads-to-border-facing-bipartisan-pressure-11624613402?mod=politics_lead_pos1",
    "url": "vice-president-kamala-harris-heads-to-border-facing-bipartisan-pressure-11624613402",
    "title": "Vice President Kamala Harris Heads to U.S.-Mexico Border Facing Bipartisan Pressure",
    "sub_head": "She has been at the center of two of the most critical issues confronting the Biden administration: voting access and immigration",
    "category_1": "Politics",
    "time": "2021-06-25 06:40:00",
    "body": "Vice President Kamala Harris’s visit to the southern border Friday caps a week in which she has been at the center of two of the thorniest issues facing the Biden administration: voting access and immigration.<br />Voting legislation, which stalled in the Senate on Tuesday when no Republicans joined Democrats on a key procedural vote, is a priority for Democrats, and the surge of migrants at the border has been a magnet for Republican critics of the administration. President Biden tapped Ms. Harris to lead diplomatic efforts aimed at stemming the flow of migrants and to improve access in the U.S. to voting. She has also been asked to help encourage Covid-19 vaccinations in the Deep South and to travel to promote Mr. Biden’s legislative agenda.<br />Her trip to the U.S.-Mexico border, where she will visit El Paso, Texas, reflects the pressure she is facing—from both Republicans and progressives in her own party—in crafting a long-term solution to addressing the surge of migrants. Previous Republican and Democratic administrations have struggled in trying to resolve root causes of migration.<br />People close to Ms. Harris acknowledge that she has made some high-profile missteps in her first few months, at times overshadowing what they see as her accomplishments. A spokeswoman for the vice president declined to comment.<br />Asked in a television interview earlier this month why she hadn’t visited the border, Ms. Harris noted that she also hadn’t been to Europe. She added: “I’m not discounting the importance of the border.” Some said Ms. Harris appeared to equate the two places and minimize the seriousness of the border situation."
}