{
    "url_original": "https://www.wsj.com/articles/videoconferences-meeting-team-collaboration-11623337038?mod=business_lead_pos10",
    "url": "videoconferences-meeting-team-collaboration-11623337038",
    "title": "How Videoconferences Make It Harder for Employees to Collaborate",
    "sub_head": "New research suggests that having the camera turned on impedes spoken communication and the ability to work together",
    "category_1": "Business",
    "category_2": "Journal Reports: Leadership",
    "image_1_url": "https://images.wsj.net/im-351344?width=620&size=1.5",
    "image_1": "im-351344.jpg",
    "time": "2021-06-10 10:59:00",
    "body": "Now that we’ve all mastered the art of the video call, out comes new research that suggests videoconferencing can actually hamper collaboration. And the best solution might be to turn the camera off.<br />A paper recently published in the journal PLOS One found that when two-person teams collaborated using videoconference tools, keeping the camera on tended to impede spoken communication, compared with teams who used audio only. Pairs that kept the camera on also scored lower on tests evaluating the teams’ ability to solve problems together.<br />The results surprised the author of the study, Anita Williams Woolley, an associate professor of organizational behavior and theory at Carnegie Mellon University’s Tepper School of Business. Research she conducted in 2017, involving workers collaborating on projects through videoconferencing, suggested that the ability to see and mirror facial expressions—smiles, frowns and the like—was a strong predictor of a team’s score on a test of their collective intelligence.<br />The growing importance of videoconferencing gave rise to the new study. This time, Dr. Woolley and her fellow researchers devised another experiment to determine whether workers using the video function had advantages over workers who communicated only through audio while collaborating from different locations.<br />Dr. Woolley’s team recruited 198 unacquainted participants and randomly assigned them to two-person teams, each of which used a web-conferencing tool to communicate. The pairs were asked to collaborate on a collective-intelligence test which measured their ability to work together to generate ideas, make decisions, execute plans and remember what just happened. One-half of the pairs took the test with the conferencing tool’s camera on; the other half used only the audio feature."
}