{
    "url_original": "https://www.wsj.com/articles/voyagers-review-pathfinders-of-oceania-11624631843?mod=opinion_major_pos11",
    "url": "voyagers-review-pathfinders-of-oceania-11624631843",
    "title": "‘Voyagers’ Review: Pathfinders of Oceania",
    "sub_head": "As humanity spread over the globe, the final frontier for the species was a far-flung collection of tiny worlds.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-358934?width=620&size=custom_3834x2903",
    "image_1": "im-358934.jpg",
    "time": "2021-06-25 10:37:00",
    "body": "‘The Pacific occupies a third of the earth’s surface,” Nicholas Thomas, director of the Cambridge University Museum of Archaeology and Anthropology, reminds his readers. In that enormous ocean, the South Pacific is unique: “an island world.” It was also the last part of the globe to be occupied by human beings. Who were these settlers? Where did they come from? How, when and why? These questions were posed by the first European visitors. As Mr. Thomas relates, scientific research has only lately provided reliable answers, and then not to every question, nor to the satisfaction of all specialists.<br />Magellan brought firsthand reports of Oceania back to Europe in the 16th century. Dutch ships explored the region in the 17th century. Then came the first scientific expeditions. In 1768 the Royal Society commissioned Capt. James Cook to sail to Tahiti to observe the transit of Venus, part of a project to help sailors learn to fix their position at sea. An astronomer, a Swedish botanist (a student of Linnaeus) and Joseph Banks, later president of the Royal Society, were on board. The astronomical observations were botched, but the ship’s company spent a few agreeable months in Tahiti.<br />Polynesian societies were in some ways familiar. They had kings, aristocrats, priests: apparently, the whole feudal setup. Cook’s party soon felt rather at home. Several Englishmen had themselves tattooed in the local fashion. Some picked up a working knowledge of the language, found friends, took lovers. Information was shared, technology explained, gifts exchanged.<br />Back in London, Joseph Banks donated to the British Museum a “very large Collection of Artificial Curiosities Utencils, dresses &c. from the South-Sea Islands.” Capt. Cook took Omai, a handsome young aristocrat from an island near Tahiti, back to England. Omai was feted in polite society, his courtesy and elegance widely admired. When he returned to his home island of Raiatea in 1777 with a horse, armor and some curiosities, he too set up a museum. “The helmet, and some other parts of his armour, with several cutlasses, are still preserved, and displayed on the sides of the house now standing on the spot where Mai’s dwelling was erected by Captain Cook,” a missionary reported 40 years after Omai’s death. “A few of the trinkets, such as a jack-in-a-box, a kind of serpent that darts out of a cylindrical case when the lid is removed, are preserved with care by one of the principal chiefs, who at the time of our arrival considered them great curiosities, and exhibited them, as a mark of his condescension, to particular favorites.”<br />European explorers—expert seamen and navigators—were particularly impressed by local seamanship. James Morrison, the Bounty Mutineer, spent two years hiding out in Tahiti before being captured in 1791. He testified: “It may seem strange to European Navigators how these people find their Way to such a distance without the Help or knowledge of letters Figures or Instruments of any kind but their Judgement and their knowledge of the Motion of Heavenly bodys.” Their seagoing vessels were also praised. “I do believe, they sail the best of any Boats in the World,” reported William Dampier, an English adventurer who visited Oceania a generation before Cook. A Dutch sea captain agreed. The ships “run so well under sail, that there are very few ships in Holland which could beat them.”"
}