{
    "url_original": "https://www.wsj.com/articles/vw-to-receive-dieselgate-settlement-from-former-ceo-executives-11623248510?mod=business_lead_pos13",
    "url": "vw-to-receive-dieselgate-settlement-from-former-ceo-executives-11623248510",
    "title": "VW to Receive Dieselgate Settlement From Former CEO, Executives",
    "sub_head": "Settlement totaling $351 million closes another chapter in the lingering emissions saga",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-351122?width=620&size=1.5",
    "image_1": "im-351122.jpg",
    "time": "2021-06-09 15:59:00",
    "body": "BERLIN—Former  Volkswagen AG  Chief Executive Martin Winterkorn and other executives will pay the company a total of $351 million to settle lawsuits for their alleged roles in a decadelong emissions fraud that continues to cast a shadow over the car maker six years after it was disclosed by U.S. authorities, the company said Wednesday.<br />Mr. Winterkorn, who became CEO in 2007 and still faces criminal charges on allegations of fraud in the U.S. and Germany, was forced to step down in September 2015, days after the U.S. charged the company with fraud and violating U.S. environmental law as a result of rigging nearly 11 million vehicles to cheat emissions tests and then covering it up.<br />VW, now with its second CEO since Mr. Winterkorn’s departure, has sought to put the scandal behind it, launching one of the industry’s most expensive pivots to electric vehicles, but the legal and financial implications continue to reverberate.<br />Separately on Wednesday, Berlin prosecutors filed charges against Mr. Winterkorn alleging that he made false statements in sworn testimony to an investigative committee of the German parliament in January 2017. The prosecutor alleges that Mr. Winterkorn intentionally misled the lawmakers about when he first became aware of the illegal software on VW diesel engines.<br />French prosecutors said Wednesday that on May 6 they had issued preliminary charges against VW for fraud in connection with the diesel scandal. Prosecutors ordered VW to post €10 million, equivalent to about $12.2 million, in bail and provide proof of a bank guarantee of €60 million to cover potential compensation."
}