{
    "url_original": "https://www.wsj.com/articles/wage-gains-at-factories-fall-behind-growth-in-fast-food-11624354200",
    "url": "wage-gains-at-factories-fall-behind-growth-in-fast-food-11624354200",
    "title": "Wage Gains at Factories Fall Behind Growth in Fast Food",
    "sub_head": "Workers find more opportunities as pay rises and demand for their labor increases",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-356575?width=620&size=1.5",
    "image_1": "im-356575.jpg",
    "time": "2021-06-22 05:30:00",
    "body": "Pay for factory jobs has grown so slowly in the U.S. that manufacturers are having trouble competing with fast-food restaurants.<br />Take Western Michigan, home to many office-furniture and car-parts factories as well as a growing tourism industry. Restaurants and hotels along Lake Michigan have been hiring rapidly as people, kept fairly stationary during the pandemic, start traveling again. The shift is making it harder for factories to staff their production lines, and the added demand has increased both openings and the rate at which workers leave their jobs.<br />Ann Harten, head of human resources at furniture maker Haworth Inc., said her company is looking beyond the unemployment lines and needs to hire applicants away from their current jobs as the economy recovers and the labor market tightens. “We have competition for labor outside of our industry,” she said.<br />For years, factory jobs paid significantly more than those in many other fields, especially for less-educated workers. That is changing, according to economists, manufacturers and federal data.<br />Haworth has raised wages at factories near its Holland, Mich., headquarters to $15 an hour, plus another dollar for the night shift. It has amenities like a 24-hour gym as well as annual Thanksgiving turkey and Christmas gift giveaways. Haworth still isn’t finding enough workers. That could hold back production at a time of red-hot demand for furniture, vehicles and many other consumer goods."
}