{
    "url_original": "https://www.wsj.com/articles/want-to-invest-in-cybersecurity-here-are-some-etfs-to-consider-11623074625?mod=markets_featst_pos1",
    "url": "want-to-invest-in-cybersecurity-here-are-some-etfs-to-consider-11623074625",
    "title": "Want to Invest in Cybersecurity? Here Are Some ETFs to Consider",
    "sub_head": "Cybersecurity-related services are booming. Investors can take advantage of that.",
    "category_1": "Business",
    "category_2": "Journal Reports: Technology",
    "image_1_url": "https://images.wsj.net/im-349485?width=620&size=1.5",
    "image_1": "im-349485.jpg",
    "time": "2021-06-07 10:03:00",
    "body": "As cyberattacks become more frequent, the demand for cybersecurity-related services is naturally booming. And that may be something investors can take advantage of.<br />One of the most direct options is to invest in an exchange-traded fund that focuses on cybersecurity. Funds that invest in providers of hardware, software, products and services in cybersecurity have continued to crop up since the first came to market in 2014.<br />“If you think cybersecurity is an interesting area for growth, but you don’t know which company is best positioned to take advantage of this growth, an ETF could be a good bet,” says Ben Johnson, director of global exchange-traded fund research at  Morningstar .<br />There are caveats. Thematic funds tend to be riskier than broad market plays, and so aren’t suitable as a building block of a core portfolio, Mr. Johnson says. In addition, he says, by the time you’re seeing headlines around a particular investing theme, investor enthusiasm generally is already priced in.<br />Investors who own a cybersecurity ETF likely won’t need more than one, Mr. Johnson says. Roughly half of cybersecurity ETF holdings overlap, on average, which means their performances can be dramatically different. But, Mr. Johnson says, the leading stocks typically are also found in tech and growth funds, which can lead a portfolio to overconcentrate in cybersecurity."
}