{
    "url_original": "https://www.wsj.com/articles/warner-bros-discovery-will-be-name-of-media-colossus-formed-in-merger-11622567102?mod=business_lead_pos13",
    "url": "warner-bros-discovery-will-be-name-of-media-colossus-formed-in-merger-11622567102",
    "title": "‘Warner Bros. Discovery’ Will Be Name of Media Colossus Formed in Merger",
    "sub_head": "Discovery CEO David Zaslav, who will run company created by deal to acquire AT&T’s media assets, announces name during town hall meeting with staffers",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-346866?width=620&size=1.5",
    "image_1": "im-346866.jpg",
    "time": "2021-06-01 14:58:00",
    "body": "The merger of  AT&T Inc.’s  WarnerMedia unit with  Discovery Inc.  won’t be completed until next year, but the new company already has a name: Warner Bros. Discovery.<br />Discovery Chief Executive Officer David Zaslav announced the name during a town hall meeting Tuesday with WarnerMedia CEO Jason Kilar. Mr. Zaslav, who will lead Warner Bros. Discovery, added that the name is meant to evoke the company’s focus on storytelling, exemplified by the nearly century-old Warner Bros. studio.<br />Also during the town hall, Mr. Zaslav said the new company’s tagline will be “The Stuff That Dreams Are Made Of,” a reference to the classic 1941 noir film “The Maltese Falcon” starring Humphrey Bogart and distributed by the Warner Bros. film studio. During one scene in the movie Mr. Bogart’s character, Sam Spade, refers to the titular Maltese Falcon statuette as “the stuff that dreams are made of,” a line that riffs on a similar one in Shakespeare’s “The Tempest.”<br />Mr. Zaslav said during the meeting that the company’s new name and tagline are intended to emphasize its heritage as a content company. Under AT&T’s leadership, WarnerMedia has sometimes faced internal division over the relationship between its business goals and its creative culture, The Wall Street Journal has reported.<br />Tuesday’s meeting was the first time the two executives made a joint appearance since Discovery and AT&T announced the deal in May. Mr. Kilar wasn’t involved in early-stage negotiations between AT&T and Discovery, leading to speculation that he might not have a substantial role during the two companies’ integration. But last week, Mr. Kilar told employees that he would stay until the merger is completed."
}