{
    "url_original": "https://www.wsj.com/articles/we-tested-63-red-lipsticks-to-find-the-best-11622816297",
    "url": "we-tested-63-red-lipsticks-to-find-the-best-11622816297",
    "title": "We Tested 63 Red Lipsticks to Find the Best",
    "sub_head": "With many mask mandates lifting, it’s time to take lips out of isolation and paint them a powerful red. One writer performed a sweeping red-lipstick trial to determine which ones are best equipped to wow during reopening.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-347400?width=620&size=0.6666666666666666",
    "image_1": "im-347400.jpg",
    "time": "2021-06-04 10:18:00",
    "body": "RED LIPSTICK is intense, intimidating, sophisticated and infused with seductive symbolism. And yet, thanks to the myriad formulas available, anyone can pull it off. Even the most hesitant lipstick-wearer can find something that suits her tastes, whether that’s a creamy version with rich blue undertones, a matte option with vivid orange notes or a moisturizing pink-tinged tube. I would know—I recently sampled 63 red lipsticks to find the best five on the market.<br />According to London makeup artist Linda Cantello, this beauty mainstay has deep roots: “From ancient China, Japan and Korea up through 18th-century Europe, lips have been painted or stained red,” she said. What’s made it a perennial favorite, however, is that it transcends the realm of mere beauty product: Red lipstick is a provocation. Consider some of its famous fans—Courtney Love, Madonna, Selena, Sade, US congresswoman Alexandria Ocasio-Cortez—all of whom are known for casting a powerful presence. “I love red because it’s bold and intentional,” said Sarah Sophie Flicker, a Brooklyn, N.Y., artist and activist in her 40s. Her favorites include Tatcha Kyoto and Rare Beauty’s Inspire. Iris Apfel, a 99-year-old fashion icon based between New York and Palm Beach, Fla., has been a fan for more than a half-century: “In the arsenal of makeup, there is no more formidable tool to deliver the big bang than a very red lipstick.”<br />If there were ever a moment for a big bang, it’s now, what with mask mandates being lifted in much of the country and the arrival of what many predict will be a hedonistic summer. “Our lips have been in quarantine for far too long and red lips want to be seen,” said New York makeup artist Romy Soleimani. That it’s unignorable is a draw for Ms. Flicker. She said she’s planning on “wearing reds throughout the re-emergence,” pointing to rouge lipstick’s face-brightening abilities. It also adds instant polish, said Rachel Khoo, 40, a Stockholm-based broadcaster and food writer who started wearing red in her 20s. “I love how it can immediately make you feel more elevated and groomed.”<br />Unsure how to find a flattering shade? Los Angeles makeup artist Mali Thomas said that a blue-based red is always a safe bet: “It’s my favorite red out of the spectrum. From very fair to deep dark skin tones…it pops every time.” Rose-Marie Swift, founder of RMS Beauty, suggested seeking a red that projects your desired vibe: “A blue-based red is more elegant and an orange-based red is more casual.”<br />When it comes to application, a smooth canvas is key, so Ms. Thomas advised you start with an exfoliated lip. Next, said Ms. Cantello, swipe the bulk of the lipstick on the center of the bottom lip, smush the lips together and fill in where necessary. Liner, said Ms. Swift, is passe. Ms. Flicker prefers what she calls a “blurry red” lip, which feels more modern than a rigidly outlined mouth. Achieve the look by using your finger to press the lipstick into the lips. This technique, Ms. Soleimani said, results in a “soft-edge finish that feels a bit sexier and softer, not so severe.”"
}