{
    "url_original": "https://www.wsj.com/articles/weekly-jobless-claims-06-17-2021-11623895321",
    "url": "weekly-jobless-claims-06-17-2021-11623895321",
    "title": "Unemployment Claims Trend Closer to a Labor Market Normal",
    "sub_head": "Weekly benefits filings are approaching the long-term average, though the number of those receiving jobless aid remains high",
    "category_1": "Economy",
    "category_2": "Economic Data",
    "image_1_url": "https://images.wsj.net/im-355199?width=620&size=1.5",
    "image_1": "im-355199.jpg",
    "time": "2021-06-17 05:30:00",
    "body": "Worker filings for initial unemployment benefits have in recent weeks dropped closer to what economists consider a normal range as they have reached fresh pandemic lows, a sign Covid-19’s impact on the labor market is continuing to recede as employers shed fewer workers.<br />Initial jobless claims for the week ended June 12 are projected to decline to a new pandemic low of 360,000, from 376,000 for the week earlier, according to economists surveyed by The Wall Street Journal. The estimated decline comes as Covid-19 restrictions continue to wane. California, the state with the largest population, fully reopened its economy Tuesday.<br />The steady recent decline in jobless claims is bringing weekly totals closer to what would indicate a more typical labor market. The long-term average of initial jobless claims dating back to 1967—including periods of expansion and recession—is 371,763, according to Labor Department data. The four-week moving average for the week ended June 5 was 402,500.<br />Adam Kamins, director of economic research at Moody’s Analytics, said he thinks the normal range is lower, between 200,000 and 250,000, without factoring in recessions.<br />“More and more consumer-facing industries that were decimated by the pandemic are coming back online,” Mr. Kamins said. He added that in his view a level in the low to mid 200,000s “would be the indicator that we’ve leveled off.”"
}