{
    "url_original": "https://www.wsj.com/articles/western-drought-reveals-need-for-stronger-farm-protections-agriculture-secretary-says-11624630116?mod=business_lead_pos12",
    "url": "western-drought-reveals-need-for-stronger-farm-protections-agriculture-secretary-says-11624630116",
    "title": "Western Drought Reveals Need for Stronger Farm Protections, Agriculture Secretary Says",
    "sub_head": "USDA’s Tom Vilsack says policy must reflect growing climate risks, as farmers and others look to adapt",
    "category_1": "Business",
    "time": "2021-06-25 10:08:00",
    "body": "A drought gripping the Western U.S. shows the need for stronger protections for farmers navigating growing climate-related risks, U.S. Agriculture Secretary Tom Vilsack said.<br />Since taking leadership of the USDA earlier this year, Mr. Vilsack has urged lawmakers to redesign farm support systems and disaster programs to help farmers cope with harsher and longer-lasting weather calamities, he said. The economic scars left by droughts and other disasters can linger for years, Mr. Vilsack said, rippling beyond farms, ranches and orchards into other sectors of the economy.<br />“Many of these areas have embraced a 50- to 100-year event in the last five to 10 years,” said Mr. Vilsack, speaking at the WSJ Global Food Forum on Thursday.<br />Farmers, ranchers and other food producers in Western states face another summer of dry conditions, with drought afflicting more than 90% of the American West, up from 43% a year ago, according to the U.S. Drought Monitor. Reservoirs are being drawn down, and some farmers are letting fields go fallow or searching for alternative water supplies.<br />The drought now battering U.S. agricultural producers is on pace to be one of the most severe to hit the southwestern U.S., according to federal data. The last severe drought, from 2014-2015, cost California agricultural operations about $5 billion and led to about 20,000 lost jobs, according to University of California Davis estimates."
}