{
    "url_original": "https://www.wsj.com/articles/what-would-help-fight-big-apples-crime-11622748729?mod=opinion_major_pos16",
    "url": "what-would-help-fight-big-apples-crime-11622748729",
    "title": "What Would Help Fight Big Apple’s Crime?",
    "sub_head": "Stop-and-frisk was successful by any standard.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-345424?width=620&size=1.5",
    "image_1": "im-345424.jpg",
    "time": "2021-06-03 15:32:00",
    "body": "Ray McGuire’s “NYPD Can’t Fight Crime on Its Own” (op-ed, June 1) is untethered to reality. Stop-and-frisk was successful by any standard. It may have become overused at some point, but it clearly resulted in the drastic reduction in people carrying guns and dealing street drugs because of fear of getting caught. Calling the procedure flawed because of “discrimination” ignores the undeniable fact that the vast majority of violent crimes in the city occur in minority neighborhoods and are committed by minorities.<br />The view that “mental-health or substance-abuse crises” aren’t police issues is misleading, and to suggest that trained nonpolice intervenors answer 911 calls is naive. After that concerned neighbor calls 911 in the middle of the night because of the loud shouting and smashing noises next door, the response needs to be police. Why? Because no one knows what’s behind that door. But most times that door doesn’t open, and probable cause exists that crimes are being committed or people are in danger and the police must force entry and all too often must deal with a dire and dangerous situation as best they can in a few seconds. The notion that trained social workers and “de-escalation” experts, no matter how skilled and well intentioned, will resolve these situations is wrongheaded. If that door opens to reveal a clearly deranged person with, say, a machete or a gun, there will be no time to redo the situation by now summoning the police.<br />Mr. McGuire’s other thoughts—better treatment options for the mentally ill and no bail for violent recidivists—are all great policies.<br />Matt Farley<br />Delray Beach, Fla."
}