{
    "url_original": "https://www.wsj.com/articles/what-should-worry-democrats-on-path-to-midterms-11624887746?mod=politics_lead_pos5",
    "url": "what-should-worry-democrats-on-path-to-midterms-11624887746",
    "title": "What Should Worry Democrats on Path to Midterms",
    "sub_head": "Economic recovery tops a good run for party, but inflation, coronavirus, a hungry GOP and political liabilities with working-class voters hold risks",
    "category_1": "Politics",
    "category_2": "Capital Journal",
    "time": "2021-06-28 09:42:00",
    "body": "Almost six months into President Biden’s first year, some yellow warning lights are flashing for Democrats.<br />The president’s party has plenty to feel good about, to be sure. The economy’s recovery from the coronavirus slide is proceeding apace, and the stock market, which former President Donald Trump predicted would collapse upon his departure, actually is up 10% since the Biden inaugural. Mr. Biden’s approval ratings are solid, and the infrastructure deal struck last week with Senate Republicans has the potential to become a long-sought bipartisan achievement.<br />Yet Democrats control Congress by the narrowest of margins, and face a Republican congressional leadership intent, above all, on winning back control in next year’s midterm elections. They are probing for Democratic weak spots—and finding some.<br />Mr. Biden’s win last year masked Democrats’ continuing problems with working-class voters, the party’s traditional base. Despite his image as a working-class kind of guy, Mr. Biden actually won a lower share of the working-class vote, both white and nonwhite, than did former President Barack Obama in 2012, according to data compiled by Catalist, a Democratic analytics firm. Meantime, House Democratic candidates underperformed Mr. Biden slightly among white working-class voters.<br />Some new political currents threaten to continue that trend. Over time, Democrats have lost some working-class voters for cultural reasons, and the woke rhetoric among party progressives may exacerbate that problem. That’s why so many Republicans are using the spread of critical race theory—which advances the argument that America remains in the grip of systemic racism—as a cudgel against Democrats."
}