{
    "url_original": "https://www.wsj.com/articles/what-happens-when-mental-health-issues-get-in-the-way-of-work-11622719860?mod=business_lead_pos10",
    "url": "what-happens-when-mental-health-issues-get-in-the-way-of-work-11622719860",
    "title": "What Happens When Mental-Health Issues Get in the Way of Work",
    "sub_head": "Naomi Osaka’s withdrawal from the French Open is a public example of a private issue facing many companies",
    "category_1": "Business",
    "category_2": "Management",
    "image_1_url": "https://images.wsj.net/im-347585?width=620&size=1.5",
    "image_1": "im-347585.jpg",
    "time": "2021-06-03 07:31:00",
    "body": "Naomi Osaka did something this week that would be unthinkable in many workplaces. Citing her struggles with depression and social anxiety, she said she wouldn’t be able to carry out what some see as a key part of a professional tennis player’s job: talking to the press.<br />The 23-year-old Ms. Osaka—the world’s highest-paid female athlete—isn’t a typical professional, nor is the French Open a traditional workplace. But Ms. Osaka’s openness about her mental-health struggles is a public example of private issues companies are increasingly facing as a young generation more candid about such challenges joins the workforce, employers say.<br />Companies have been adjusting to meet employees’ needs with more mental-health support and services in recent years. Yet Ms. Osaka’s announcement and subsequent tournament withdrawal highlights an especially thorny question: How can an individual’s mental-health needs be accommodated when those needs affect the ability to do parts of the job?<br />Data show a gap between how well employers think they are supporting employees and how supported those employees feel. A survey by McKinsey & Co. published earlier this year found that 65% of employers say employee mental health is supported well or very well; 51% of employee respondents agreed.<br />Survey research also indicates that younger workers are more likely than older colleagues to report mental-health struggles. According to data from the Centers for Disease Control and Prevention and the U.S. Census Bureau, rates of people between 18 and 29 years old reporting symptoms of anxiety or depressive disorders rose from 49% to 57% in surveys conducted between August 2020 and February this year. By contrast, those figures for respondents in their 50s were 35% and 41%, respectively."
}