{
    "url_original": "https://www.wsj.com/articles/what-drives-gop-resistance-to-vaccines-11623190392?mod=opinion_lead_pos9",
    "url": "what-drives-gop-resistance-to-vaccines-11623190392",
    "title": "What Drives GOP Resistance to Vaccines?",
    "sub_head": "Eight in 10 Democrats have at least one dose, compared with about half of Republicans.",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "time": "2021-06-08 18:13:00",
    "body": "As public concern about the pandemic continues to decline, the Biden administration is pushing hard to meet its goal of vaccinating 70% of adults with at least one shot by the Fourth of July. More than 60% of the country is already vaccinated.<br />Still, reaching that goal will be challenging. Monthly surveys by the Kaiser Family Foundation show that about 20% of the population was staunchly opposed to getting vaccinated at the beginning of the year and remains so today. As the share of Americans who say they are in “wait and see” mode has declined to only 12% from 31% in January, the pool of new possibilities has shrunk. Mass-inoculation centers are being phased out in favor of a strategy bringing shots to trusted messengers—such as the new campaign to organize 1,000 barbershops in black neighborhoods.<br />As vaccine fears have eased and access has improved, the principal remaining obstacle to near-universal vaccination is the large number of Republicans who are declining to participate.<br />The partisan gap is astonishing. More than 80% of Democrats have already received at least one shot, compared with 49% of Republicans. Twenty-seven percent of Republicans say that they won’t get vaccinated under any circumstances, and an additional 9% will do so only if required. The comparable figures for Democrats are 3% outright refusal and 3% only if required.<br />In November, Joe Biden carried all 20 of the states that now have the highest vaccination rates, while Donald Trump carried 17 of the 20 states with the lowest rates. Recent research finds a similar pattern in House districts."
}