{
    "url_original": "https://www.wsj.com/articles/what-china-did-to-apple-daily-it-could-do-to-any-company-11624485349?mod=opinion_major_pos6",
    "url": "what-china-did-to-apple-daily-it-could-do-to-any-company-11624485349",
    "title": "What China Did to Apple Daily, It Could Do to Any Company",
    "sub_head": "Beijing uses the odious National Security Law to silence Hong Kong’s feisty voice for freedom.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-358915?width=620&size=1.5",
    "image_1": "im-358915.jpg",
    "time": "2021-06-23 17:55:00",
    "body": "Jimmy Lai started the Apple Daily newspaper in 1995 to defend the Hong Kong way of life before the 1997 handover to China. Its inaugural launch editorial declared: “We are convinced that Hongkongers who are accustomed to freedom will not stay silent in the face of unreasonable restrictions and unfair treatments, for Hongkongers are born with a passion for freedom.” Apple Daily journalists pledged to “stick to our posts and work hard, to be proud Hongkongers through and through.”<br />That was before the Chinese Communist Party last year forced Hong Kong under the boot of its National Security Law, which this week took down Apple Daily. Its crime was being the most popular source of news and opinion focused on Hong Kong values such as the rule of law, free markets and the free flow of information. The newspaper’s demise mirrors the experience of the Hong Kong people as Beijing deploys the National Security Law to exert control over the territory. Hundreds have been arrested under the repressive law, including longtime legislators.<br />As members of the board of  Next Digital Ltd. , the publicly traded company that operates Apple Daily, we voted Wednesday to close down the paper after the Hong Kong authorities used the law to freeze the company’s assets without a trial or even a court order. The freeze makes it impossible for the company to pay its staff, buy ink or keep the electricity on.<br />Hong Kong authorities had already jailed Mr. Lai, who is now serving a 20-month prison term for participating in an assembly that was deemed unlawful. Some 500 armed police raided the Apple Daily offices last week. They arrested Next Digital’s CEO and Apple Daily’s editor in chief and denied bail to both; the chief editorial writer was arrested this week.<br />The way the authorities undermined the functioning of equity markets, property rights and contracts is a warning for other companies that are publicly traded in Hong Kong or simply doing business there."
}