{
    "url_original": "https://www.wsj.com/articles/whatever-their-ceos-say-banks-are-wary-about-the-office-11624354444?mod=markets_lead_pos11",
    "url": "whatever-their-ceos-say-banks-are-wary-about-the-office-11624354444",
    "title": "Whatever Their CEOs Say, Banks Are Wary About the Office",
    "sub_head": "The cost of office mortgages, traditionally one of the safer corners of commercial real estate lending, is increasing",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-06-22 05:34:00",
    "body": "Some bank chiefs, like JPMorgan’s Jamie Dimon, talk as if the office will soon look more or less as it did before. Their real estate lending teams seem less sure.<br />Banks on both sides of the Atlantic are becoming more selective about which offices they will lend against. Pockets of the market have been resilient during the pandemic: The rate banks charge for mortgages on the best central London offices was 1.65% in the first quarter of 2021, more or less where it was before the crisis, data from real-estate company CBRE shows. But U.K. lending margins for older, less central offices are close to historic highs, based on the Cass Business School’s commercial real estate lending report.<br />In the U.S., the value of new office loans issued by banks in the first quarter of this year was just 35% of levels in the same period of 2019, according to Trepp data—a sharper pullback than for unloved retail assets such as malls. The spread between office mortgage rates and 10-year Treasurys also has widened from precrisis levels.<br />The rise in debt costs is notable because default rates on existing office loans are currently below 1%. Corporate tenants locked into leases are continuing to pay the rent, so landlords have met their mortgage payments. But that could change once existing contracts roll off and white-collar employees spend more time at home. Companies ranging from tech giant  Facebook  to global bank  HSBC  plan to let some staff work remotely on a permanent basis.<br />Oversupply is already an issue in San Francisco, leading to big falls in rent and high vacancy rates. Lenders are also watching New York closely. In the mid-Atlantic region, which includes the troubled Manhattan market, almost one-third of banks’ outstanding office loans now fall into the riskier “criticized” category, up from 6% before the pandemic, survey data gathered by Trepp shows."
}