{
    "url_original": "https://www.wsj.com/articles/what-entrepreneurs-have-learned-from-the-covid-19-pandemic-11622559600?mod=business_minor_pos4",
    "url": "what-entrepreneurs-have-learned-from-the-covid-19-pandemic-11622559600",
    "title": "What Entrepreneurs Have Learned From the Covid-19 Pandemic",
    "sub_head": "One key to staying afloat during a crisis: plan ahead",
    "category_1": "Business",
    "category_2": "Journal Reports: Small Business",
    "image_1_url": "https://images.wsj.net/im-345946?width=620&size=1.5",
    "image_1": "im-345946.jpg",
    "time": "2021-06-02 16:40:00",
    "body": "The pandemic has hit small businesses hard, with millions failing and countless others teetering on the edge of collapse.<br />The survivors have learned hard lessons about keeping a company afloat through a crisis. Here’s a look at some advice that experts and entrepreneurs have taken away from the pandemic.<br />Although we are still emerging from a crisis, use the time to prepare for the next one. Understand your existing hardware systems, your work flow and your employee structure. Discover where you have gaps and then build in redundancies to address them.<br />“Look at all of the roles and tasks in your organization holistically. Create a chart of deliverables—everything that needs to get done to conduct your business and who does it,” says David Weiman, who heads executive coaching and leadership firm Weiman Consulting in Wynnewood, Pa. “It provides a transparent structure showing who does what job—and, more importantly, who can step in and overlap when a crisis happens again.”<br />What’s more, an assessment “exposes the people who didn’t pull their weight and weren’t invested in the mission,” says Dr. Weiman. Some workers rose to the occasion in the pandemic—they helped others transition to working remotely, they were a backstop when smaller tasks or details were overshadowed by the bigger crisis, and they were an anchor for others as things fell apart around them. “It makes it easier to see and make decisions about existing personnel and new hires going forward,” Dr. Weiman says."
}