{
    "url_original": "https://www.wsj.com/articles/what-is-going-on-with-bird-flu-china-reports-first-human-case-of-h10n3-strain-11622658667?mod=world_major_2_pos4",
    "url": "what-is-going-on-with-bird-flu-china-reports-first-human-case-of-h10n3-strain-11622658667",
    "title": "What Is Going on With Bird Flu? China Reports First Human Case of H10N3 Strain",
    "sub_head": "Chinese health authorities said a man contracted a rare strain of the virus",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-347498?width=620&size=1.5",
    "image_1": "im-347498.jpg",
    "time": "2021-06-02 16:00:00",
    "body": "Chinese health authorities said a 41-year-old man had contracted a rare strain of bird flu known as H10N3 and had been in the hospital since late April, calling it the first reported human case globally from the strain. The National Health Commission said the man developed a fever and other symptoms on April 23 and was admitted to hospital in Jiangsu province five days later. On Tuesday the health commission said his condition was stable and indicated he was ready to be discharged.<br />The health commission didn’t give details on how the man came into contact with the virus. Cases of bird flu in humans have most commonly been reported among those in close daily contact with poultry, such as chicken farmers. The commission advised the public to avoid contact with sick and dead poultry.<br />Avian influenza can be fatal in humans. Highly pathogenic strains, such as H5N1, can have a mortality rate of about 60%, according to the World Health Organization. However, the WHO says, bird flu doesn’t spread easily from birds to people.<br />China has seen several outbreaks of bird flu, including one at the height of the coronavirus outbreak last year, when H5N1 avian influenza killed 4,500 chickens in central Hunan province, prompting authorities to cull another nearly 18,000 birds.<br />In May, China’s Agriculture Ministry said the H5N8 strain of bird flu killed hundreds of wild birds in Tibet, prompting authorities to disinfect areas including a national wetland park."
}