{
    "url_original": "https://www.wsj.com/articles/what-working-from-home-taught-us-about-our-office-setups-11622980800",
    "url": "what-working-from-home-taught-us-about-our-office-setups-11622980800",
    "title": "What Working From Home Taught Us About Our Office Setups",
    "sub_head": "As more employees prepare to return to commuting, they can apply more than a year’s worth of wisdom for what did and didn’t work in their Zoom rooms",
    "category_1": "Life & Arts",
    "category_2": "At Work",
    "time": "2021-06-06 08:00:00",
    "body": "Gabe Marans, an executive managing director at the real-estate company  Savills ,  is back in his office on Park Avenue in New York City—but he’s not yet off Zoom. He and his in-person colleagues still use video calls to talk with clients. Mr. Marans says he looks better than ever on these calls, thanks to the ring light and Lume Cube, another portable lighting device, that he bought to improve his at-home video calls during the pandemic last spring.<br />He has a second set of the exact same lighting devices at his home office in Tenafly, N.J., where he still works one or two days a week. “Two pairs of everything” is his motto today. Another pandemic-era work habit that stuck with him is switching from old-school pen and paper to an iPad app called GoodNotes. It got hard to keep track of notebooks in his house, since he used to break up his workday to spend time with his 3-year-old son.<br />“I’d say my workflow is way better and more streamlined now,” he says.<br />Across the country, workers are re-evaluating their work-from-home setups as conventional offices slowly reopen. Some, like Mr. Marans, are bringing elements of the home offices that they perfected during the pandemic back with them. Others are paring down their domestic workspaces now that remote work is more quotidian instead of the special occasion it became last spring.<br />Carole Ingber, a New York City talent agent, says that the pandemic inspired her to deal with a chaotic pileup of paperwork that had taken over her professional life. Last spring, when she schlepped all those materials home to continue her job remotely, she became overwhelmed and hired a professional organizer. She then invested in hanging folders, a filing drawer, a dedicated spot to drop mail and a stationery container."
}