{
    "url_original": "https://www.wsj.com/articles/what-emerson-can-teach-us-about-resilience-11624039701",
    "url": "what-emerson-can-teach-us-about-resilience-11624039701",
    "title": "What Emerson Can Teach Us About Resilience",
    "sub_head": "The great writer coped with pain and loss by getting back to work, not by withdrawing into ‘self-care.’",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-355578?width=620&size=1",
    "image_1": "im-355578.jpg",
    "time": "2021-06-18 14:08:00",
    "body": "Since the 19th century, Americans have looked to Ralph Waldo Emerson for wisdom on many subjects, from education to religion to politics. Today, surrounded by political storms and the sorrow and wreckage of the Covid-19 pandemic, the Emerson we need most is the prophet of resilience. Emerson’s ideas about resilience stand in potent contrast to our current cultural consensus on how to deal with suffering and loss. Instead of “self-care” and “healing,” he offers an aggressive affirmation of the will and of work.<br />Life compelled Emerson to become something of an expert on resilience. As a young man he lost the love of his life, his wife Ellen, to tuberculosis when she was just 19. His oldest son, Waldo—a joyful child who seemed to concentrate in himself what was most uninhibitedly life-loving in his father—died of scarlet fever when he was 5 years old.<br />Emerson’s remedy for sorrow, grief and depression was not to stay still. Don’t hold on to your pain and wait for it to work itself through—instead, get up and do something. Write your speech, compose your music, start your business or expand it; go at it, whatever it might be. In his essay “Self-Reliance,” he puts it this way: “Life only avails not the having lived. Power ceases in the instant of repose, it resides in the moment of transition from a past to a new state, in the shooting of the gulf, in the darting to an aim.”<br />In the essay “Power,” Emerson writes that we carefully watch children to see if they possess “the recuperative force.” Those who instinctively retire to their rooms in sorrow when they’re slighted, miss the prize or lose the game will be at a serious disadvantage in adult life. “But,” Emerson continues, “if they have the buoyancy and resistance that preoccupies them with new interest in the new moment,—the wounds cicatrize, and the fiber is the tougher for the hurt.”<br />When Waldo died, Emerson needed that kind of buoyancy and resistance to overcome the greatest sadness of his life. Writing in his journal two days after his son’s death, he seems overwhelmed by grief: “The morning of Friday I awoke at 3 o’clock, & every cock in every barnyard was shrilling with the most unnecessary noise. The sun went up the morning sky with all his light, but the landscape was dishonored by this loss. For this boy in whose remembrance I have slept & awaked so oft, decorated for me the morning star, & the evening cloud.”"
}