{
    "url_original": "https://www.wsj.com/articles/whats-in-the-bipartisan-infrastructure-plan-11624562676?mod=politics_lead_pos2",
    "url": "whats-in-the-bipartisan-infrastructure-plan-11624562676",
    "title": "What’s in the Bipartisan Infrastructure Plan?",
    "sub_head": "Package includes funding for roads, bridges, transit, airports and broadband",
    "category_1": "Politics",
    "time": "2021-06-24 15:43:00",
    "body": "A core bipartisan group of 10 senators reached a deal with the White House on Thursday to spend $973 billion over five years, and $1.2 trillion if continued over eight years, on a package that would fund improvements to roads, bridges, transit, airports and enhanced infrastructure for broadband, water and electric vehicles. It leaves out many of President Biden’s top priorities for “human infrastructure” such as child care, elder care, and education provisions.<br />The bipartisan plan’s authors describe it as a framework, and note that some of the details remain to be ironed out, though they agreed on the major pieces and how to pay for them. Here’s what’s in the agreement, and what comes next.<br />The bipartisan group focused mostly on physical infrastructure, putting off issues like funding long-term care for seniors and child care for a potential Democrats-only budget maneuver later this summer. The plan includes nearly $400 billion in expected baseline transportation funding that Congress must regularly renew, along with $579 billion in new spending. Of the new spending, $312 billion of which would go to transportation projects and $266 billion would go to other infrastructure needs like water systems, broadband, and improving power grids.<br />The transportation section includes $109 billion above-baseline funding for roads and bridges, $49 billion for mass transit, $66 billion for passenger and freight rail, $25 billion for airports, $16 billion for seaports and waterways, and $15 billion for electric-vehicle infrastructure and electric buses. It also includes provisions for infrastructure financing and safety.<br />The other tranche of money dedicates $55 billion for water infrastructure, $65 billion for broadband, and $73 billion for building thousands of miles of new transmission lines intended to speed the transition to renewable energy. There is also $21 billion for environmental remediation of polluted areas and $47 billion for resilience projects to deal with climate change, extreme weather events, and cyberattacks."
}