{
    "url_original": "https://www.wsj.com/articles/when-americans-took-to-the-streets-over-inflation-11623412801",
    "url": "when-americans-took-to-the-streets-over-inflation-11623412801",
    "title": "When Americans Took to the Streets Over Inflation",
    "sub_head": "In the 1960s and 1970s, spiraling prices for staples like meat and gasoline wreaked havoc on the U.S. economy, thanks to political and policy mistakes that offer a warning for today.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "time": "2021-06-11 08:00:00",
    "body": "In the fall of 1966, a wave of protests swept the U.S., capturing the attention of Washington politicians, big business leaders and newsroom headline writers. But these Americans weren’t voicing their anger over the war in Vietnam or racial discrimination. The protests were against rising grocery prices, and the foot soldiers in what was described as a “housewife revolt” were largely middle-class women with children. Fed up with the increasing cost of living, they marched outside of supermarkets with placards demanding lower prices, sometimes printed in lipstick.<br />The picketing started in Denver and swept to other cities, prompting Time magazine to report that supermarket boycotts were spreading “like butter on a sizzling griddle.” President Lyndon Johnson’s special assistant on consumer affairs egged them on, urging protesters to “vote with the dollar.”<br />Marches and boycotts over food costs would crop up time and again over the next decade, aimed at the prices of coffee, meat and other products. They became a part of the social landscape, like suburban gasoline lines that stretched for blocks and union pickets for cost-of-living pay increases. One local women’s group, the FLP (“For Lower Prices”) of Long Island, New York, had an estimated membership of 1,500, according to “Politics of the Pantry,” a book by historian Emily Twarog that documents some of the protests.<br />Today, after decades of nearly invisible inflation in the U.S., many Americans have little idea what it looks like. Nearly half of the U.S. population was born after 1981, the last year of double-digit consumer price increases. But America’s long inflation holiday shows signs of ending. Consumer prices are now rising again: The Labor Department’s consumer price index rose 5% in May from a year earlier, the biggest increase in more than a decade. History provides some useful lessons.<br />The nagging inflation of the late 1960s and 1970s didn’t happen overnight. It took root over years, building through a cascade of policy missteps and misfortunes until it became embedded in the psychology of nearly every American. It would take two deep recessions and new ways of thinking about economics to tame the inflation of that period."
}