{
    "url_original": "https://www.wsj.com/articles/when-does-the-actual-governing-start-11624485340?mod=opinion_major_pos5",
    "url": "when-does-the-actual-governing-start-11624485340",
    "title": "When Does the Actual Governing Start?",
    "sub_head": "Democrats chase left-wing fantasies instead of dealing with the necessities of policy.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-358878?width=620&size=1.5",
    "image_1": "im-358878.jpg",
    "time": "2021-06-23 17:55:00",
    "body": "Have you ever felt you’re about to witness a gigantic pileup and there’s nothing you can do to stop it? I’d bet some congressional Democrats feel a similar foreboding looking at the enormous price tag of all the legislation that President Biden and their House and Senate leaders are pushing.<br />Some items on the list are wanna-do’s: ideas to expand government, spend money and jack up taxes. Though Mr. Biden didn’t devote much attention to these as a candidate last fall, many congressional Democrats seem eager for the president to deliver on campaign promises he didn’t make.<br />The so-called voting-rights bill that fizzled Tuesday is one example. There’s also Mr. Biden’s $2.3 trillion infrastructure bill—much of which doesn’t fall under the commonly accepted definition of infrastructure—and his $1.8 trillion American Family Plan, a grab bag of federal intrusions into families, their lives and livelihoods.<br />The Democrats’ list of wanna-do’s is growing rapidly and regularly. Last week, Sen. Bernie Sanders called for a $6 trillion spending package with an even more elastic definition of infrastructure. Meanwhile, New York Rep. Alexandria Ocasio-Cortez led a cadre of Democrats to demand more climate provisions be included in any infrastructure bill. On June 21 a group organized by members of the “Squad” also called for extending the federal eviction moratorium that began during lockdown.<br />Speaker Nancy Pelosi may (barely) have the votes to pass measures like these through the House, but Senate Majority Leader Chuck Schumer doesn’t have all 50 of his Democrats corralled for even the stuff on which he, the speaker and the president all agree."
}