{
    "url_original": "https://www.wsj.com/articles/when-the-world-went-crazy-for-cars-11624644116",
    "url": "when-the-world-went-crazy-for-cars-11624644116",
    "title": "When the World Went Crazy for Cars",
    "sub_head": "‘Automania,’ a new exhibition at New York’s Museum of Modern Art, explores the art and design of 20th-century car culture.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-357347?width=620&size=custom_2000x1286",
    "image_1": "im-357347.jpg",
    "time": "2021-06-25 14:01:00",
    "body": "In 1963, an animated short film called “Automania 2000” celebrated the golden age of automobiles, breathlessly announcing that “scientists have gone from strength to strength” in inventing new features. Yet the film also imagined the future of cars as a nightmare, with drivers trapped in traffic jams for years and self-reproducing autos taking over the planet.<br />That kind of ambivalence is reflected in “Automania,” a new exhibition opening July 4 at the Museum of Modern Art in New York, which takes its name from the movie. The show explores 20th-century car culture from many angles. In addition to historic cars, it includes early automobile ads, car-design sketches by Frank Lloyd Wright and Picasso’s bronze sculpture “Baboon and Young” (1951), in which the undersides of two toy cars, confiscated from the artist’s young son, form the baboon’s head. The animal has a human baby at her breast, presumably being fed with “the essence of automobiles,” as lead curator Juliet Kinchin and colleagues Paul Galloway and Andrew Gardner, also parr of the curatorial team, write in the exhibition catalog.<br />While “Baboon” offers a witty comment on our obsession with cars, the American artist Ed Ruscha offers an eerier vision of car culture. Mr. Ruscha paints gas stations repetitively, the way Monet painted haystacks. “Automania” includes his “Standard Station” (1966), in which a giant, dreamlike building, with clean lines and no windows, stands against an orange sky in a landscape devoid of cars or people.<br />Andy Warhol took an even darker approach in the 1963 painting “Orange Car Crash Fourteen Times,” part of his “Death and Disaster” series. Monumental in scale—at almost 9 feet high and 14 feet wide—its left half is filled with a repeatedly silk-screened photo of a gory, fatal car crash, taken from a newspaper. The right half of the work is solid orange. Warhol noted that repeatedly viewing a disaster deadens emotions, but when seen up close the image can shock the viewer with its horror. At the same time, Warhol “makes something very beautiful out of it,” says Ms. Kinchin.<br />MoMA has explored industrial design since the 1930s, and its 1951 exhibition “Eight Automobiles” broke ground in taking car design seriously. “Automania” continues the tradition, featuring 10 vehicles from the museum’s collection, including a Volkswagen Type I, the classic “Beetle.” The model was designed in the late 1930s by Ferdinand Porsche, who was commissioned by Hitler to create an affordable “people’s car,” but the war kept production very limited. By 1972, it was being sold around the world, becoming the most popular car in history."
}