{
    "url_original": "https://www.wsj.com/articles/when-pollution-drives-evolution-11622729184",
    "url": "when-pollution-drives-evolution-11622729184",
    "title": "When Pollution Drives Evolution",
    "sub_head": "Some species of fish developed the ability to thrive in Newark Bay’s toxic waters, demonstrating nature’s power to rebound.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-345206?width=620&size=1",
    "image_1": "im-345206.jpg",
    "time": "2021-06-03 10:06:00",
    "body": "Since the late 18th century, the heavy industry that lines New Jersey’s Newark Bay has belched a thousand insidious contaminants into the waterway. Tanneries used sulfuric acid to strip hides, arsenic to preserve them and chromium to tan them. Hat makers used mercury nitrates to turn fur into felt. Later, factories produced polychlorinated biphenyls (PCBs), highly toxic oils and waxes once used as coolants and insulators, as well as the phenoxy herbicides known as Agent Orange and their noxious byproduct dioxin—one of the most toxic substances known.<br />In humans, these pollutants can cause every kind of cancer. In fish, PCBs alone are known to cause devastating deformities and developmental issues, including impaired fertility. Yet even this toxic broth supports an ecosystem of a sort, offering a key insight into how nature responds to human impact and a glimmer of hope as to how life might adapt to a postindustrial world.<br />Few marine species can survive when PCBs are present in any quantity, but a small number of fish have shown unusual resilience. One is the silvery, leopard-spotted Atlantic killifish, thought to have returned to the waters of Newark Bay in the 1990s. Killifish are usually considered an indicator species, a proxy for measuring the general health of the ecosystem. They are sensitive to both dioxin and PCBs, yet here they were.<br />In 2016, a team of scientists at the University of California, Davis, genetically sequenced killifish from four contaminated harbors, including Newark Bay, and compared the genomes to those from uncontaminated sites. The pollution-tolerant populations had each evolved similar adaptations that rendered them up to 8,000 times more resistant to industrial pollutants, allowing them to live in water that would normally kill them.<br />This was evolution at a stunningly fast pace, given that the most harmful toxins were released in the 1950s and 1960s. And the killifish is not the only species to have managed this feat. The Atlantic tomcod in the nearby Hackensack River, for example, has also evolved a gene that makes it immune to the effects of PCBs."
}