{
    "url_original": "https://www.wsj.com/articles/when-isis-families-come-home-11623362925?mod=opinion_lead_pos10",
    "url": "when-isis-families-come-home-11623362925",
    "title": "When ISIS Families Come Home",
    "sub_head": "Kazakhstan’s efforts at rehabilitation and reintegration put Europe to shame.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-352128?width=620&size=1.5",
    "image_1": "im-352128.jpg",
    "time": "2021-06-10 18:08:00",
    "body": "Sabinella Ayazbayeva has had a more eventful life than most young women from Kazakhstan. Born in 1990, she married at 19. She moved to Syria with her husband and children in 2014 and joined Islamic State. An airstrike made her a widow in 2017. She and her five kids eventually found themselves in al-Hol, a camp for families of ISIS fighters. After more than a year of uncertainty in the Syrian desert, they returned to Kazakhstan. She was 29.<br />“I want my children to forget about what happened,” she told me through a translator on Zoom. “My life is going back to normal.” For the 62,000 people languishing in al-Hol, life remains far from normal. Most are Iraqi or Syrian, but about 9,000 came from other countries.<br />The Syrian Democratic Forces run the 736-acre camp with limited resources. Brutal weather and squalid conditions can kill. And some guards enforce ISIS’ interpretation of Islam: Dozens at this “mini-caliphate” have been murdered this year—with at least 10 beheaded.<br />The Trump administration oversaw the repatriation of more than two dozen American citizens. Some were fighters, but Washington also facilitated the return of wives and children. This was America at its best: offering the children of terrorists a shot at a normal life while giving even the most repulsive citizens their day in court.<br />But the U.S. has struggled to persuade allies to follow suit. Thousands of European Union citizens joined ISIS. Many survivors are stuck in al-Hol, rejected by their home countries. After years of lecturing Americans about Guantanamo Bay, European leaders now look away as EU citizens are stuck in a Syrian Gitmo—albeit without the Caribbean prison’s amenities. The Biden administration is also pressing Europe. Its success has been limited."
}