{
    "url_original": "https://www.wsj.com/articles/while-democracies-lecture-their-adversaries-run-free-11623709061?mod=opinion_major_pos7",
    "url": "while-democracies-lecture-their-adversaries-run-free-11623709061",
    "title": "While Democracies Lecture, Their Adversaries Run Free",
    "sub_head": "Team Biden confuses stern statements with progress on China, Russia and Iran.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "time": "2021-06-14 18:17:00",
    "body": "As President Biden travels across Europe from one summit to the next, the memory of Donald Trump’s disruption is starting to fade, and the soothing pageantry of diplomacy is resuming its stately course. The familiar rituals are back. In Cornwall, England, meetings were held, communiqués were composed, and all was harmony and light, with the exception of intra-European squabbles over the rules governing sausage shipments from the mainland of Great Britain to Northern Ireland. More of the same is expected in Brussels. America is back, the West is back, multilateralism is back, and all is well.<br />There were rough spots, to be sure. Climate campaigners welcomed the grand proposals for dramatic cuts in emissions, but worried that this year’s Group of Seven communiqué did not include a coal ban. Health campaigners welcomed commitments to provide a billion doses of Covid vaccine to poor countries, but they warned that the pledges didn’t address distribution problems and fell far short of the need.<br />Observers were particularly struck by the G-7’s strong language about Russia and China. It condemned Russia’s “destabilizing behavior” and called on Moscow to crack down on cybercriminals. The language about China was even tougher. Besides expressing concern about “the situation in the East and South China seas” and opposing any “unilateral attempts to change the status quo and increase tensions,” the G-7 called on China “to respect human rights and fundamental freedoms, especially in relation to Xinjiang and those rights, freedoms and high degree of autonomy for Hong Kong enshrined in the Sino-British Joint Declaration and the Basic Law.”<br />It all sounded very impressive and was certainly a greater display of unity than former President Donald Trump ever managed to produce. Yet China and Russia appear unimpressed, as does Iran. Russia turned from consolidating its hold over Belarus to tightening the crackdown on internal dissent. China proceeded with the systematic destruction of Hong Kong’s liberties while moving forward with its ominous naval buildup. Iranian ships bearing mysterious cargos plowed steadily across the Atlantic toward its allies in the Western Hemisphere.<br />The harsh reality is that the U.S. and its allies are losing ground to their adversaries, and the balance of power is moving sharply against us. Worse, many Western leaders seem to have forgotten what it means to win."
}