{
    "url_original": "https://www.wsj.com/articles/whistleblowings-evolution-from-rome-to-the-pentagon-papers-to-wikileaks-11623470460?mod=business_minor_pos4",
    "url": "whistleblowings-evolution-from-rome-to-the-pentagon-papers-to-wikileaks-11623470460",
    "title": "Whistleblowing’s Evolution, From Rome to the Pentagon Papers to Wikileaks",
    "sub_head": "The exposure 50 years ago of government documents about the Vietnam War ushered in a modern era of leaks, built on a long tradition",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-350731?width=620&size=1.5",
    "image_1": "im-350731.jpg",
    "time": "2021-06-12 12:01:00",
    "body": "Historian Amanda Foreman searches the past for the origins of today’s world. Read previous columns here.<br />The Pentagon Papers—a secret Defense Department review of America’s involvement in the Vietnam War—became public 50 years ago next week. The ensuing Supreme Court case guaranteed the freedom of the press to report government malfeasance, but the U.S. military analyst behind the revelation, Daniel Ellsberg, still ended up being prosecuted for espionage. Luckily for him, the charges were dropped after the trial became caught up in the Watergate scandal.<br />The twists and turns surrounding the Pentagon Papers have a uniquely American flavor to them. At the time, no other country regarded whistleblowing as a basic right.<br />The origins of whistleblowing are far less idealistic. The idea is descended from Roman ‘‘Qui Tam’’ laws, from a Latin phrase meaning “he who sues for himself does also for the king.” The Qui Tam laws served a policing function by giving informers a financial incentive to turn in wrong-doers. A citizen who successfully sued over malfeasance was rewarded with a portion of the defendant’s estate.<br />Anglo-Saxon law retained a crude version of Qui Tam. At first primarily aimed at punishing Sabbath-breakers, it evolved into whistleblowing against corruption. In 1360, the English monarch Edward III resorted to Qui Tam-style laws to encourage the reporting of jurors and public officials who accepted bribes."
}