{
    "url_original": "https://www.wsj.com/articles/white-house-calls-off-the-dogs-in-the-great-hunt-for-leaks-11623771591?mod=opinion_lead_pos5",
    "url": "white-house-calls-off-the-dogs-in-the-great-hunt-for-leaks-11623771591",
    "title": "White House Calls Off the Dogs in the Great Hunt for Leaks",
    "sub_head": "The Biden administration adopts an anti-snooping policy, but history suggests it might not last.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-15 11:39:00",
    "body": "The Biden administration took what seemed like an important step forward for the freedom of the press. “Going forward,” spokesman Anthony Coley said on June 5, “this Department of Justice—in a change to its longstanding practice—will not seek compulsory legal process in leak investigations to obtain source information from members of the news media doing their jobs.”<br />The key words are “going forward”—a tacit admission that the Justice Department under President Biden may have been using electronic data to hunt for leakers. This policy shift follows revelations that the department had continued a Trump administration effort to secure the email logs of four  New York Times  reporters. On Friday, Justice’s inspector general announced an investigation into leak hunting in the previous administration.<br />Unfortunately, neither the Trump nor Biden administration has been alone in this. Many of their predecessors have used aggressive methods and the latest technology to track down officials who shared too much information with reporters.<br />President Lyndon B. Johnson hated leaks and fancied himself a bit of a detective in his efforts to identify their sources. He tasked White House telephone operators and motor-pool dispatchers with telling him whom aides called and where they went. “Even minor leaks irritated Johnson,” noted Joseph Califano, a top domestic-policy staffer. But aides sometimes went too far to meet LBJ’s standard of a leak-proof administration. Designated leak hunter Marvin Watson considered implementing a Johnson idea to construct a barrier that would keep reporters in the Old Executive Office Building apart from staffers in the West Wing. Reason prevailed and the project was scuttled.<br />The Nixon administration became notorious for causing itself trouble in its quest for leakers. National security adviser Henry Kissinger was involved in bugging his own aide, Morton Halperin, over suspicion that Mr. Halperin had leaked classified information. Mr. Halperin sued Mr. Kissinger and received an apology—in 1991. Mr. Kissinger’s letter, made public in 1992, could have been more contrite: “Both of us have paid a price. Twenty years ago your privacy and your family’s were invaded and you have been pursuing legal relief ever since. For me the result has been virtually a decade and a half of defending myself in court against charges that I was the principal person responsible for a violation of constitutional rights.”"
}