{
    "url_original": "https://www.wsj.com/articles/who-you-gonna-believe-on-monetary-policy-11624565201?mod=opinion_major_pos16",
    "url": "who-you-gonna-believe-on-monetary-policy-11624565201",
    "title": "Who You Gonna Believe on Monetary Policy?",
    "sub_head": "Judy Shelton on the Fed, inflation and fiscal policy.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-355860?width=620&size=custom_3000x2317",
    "image_1": "im-355860.jpg",
    "time": "2021-06-24 16:06:00",
    "body": "Who’s in charge of inflation these days? Or perhaps better stated: Who’s to blame? When Congress engages in deficit spending, it must issue debt to cover the difference between federal budget revenues and expenditures. When the Federal Reserve purchases that Treasury debt, it creates new money to pay for it—and the Fed created trillions in new money during Covid by crediting depository accounts of banks.<br />Now that Covid seems to be receding as an economic threat, what happens to all that potential purchasing power? Who is overseeing monetary policy to ensure that inflation doesn’t undermine economic recovery? Joseph C. Sternberg poses the question: “Is There a Central Banker in the House?” (Political Economics, June 18) and wonders why, with inflation exceeding the Fed’s predictions, Fed Chairman Jerome Powell plays down the risk in his public comments. Delivering price stability is part of the U.S. central bank’s mandate from Congress, after all, yet the Fed remains in “accommodative” monetary mode.<br />It’s time to confront both the fiscal and monetary aspects of inflation: Government policies that cause prices to rise without expanding productive economic output amount to an expropriation of wealth—one that hurts the poor the most.<br />The latest “forward guidance” from Mr. Powell may assuage the fears of market investors who don’t want to see any reduction in the Fed’s monthly bond purchases. But it’s a different story for those struggling to pay rising bills—for groceries, gas, furniture and rent. “Who you gonna believe,” goes the famous line from the Marx Brothers’ “Duck Soup,” “me or your own eyes?”<br />Judy Shelton"
}