{
    "url_original": "https://www.wsj.com/articles/whos-on-firstagain-11623617075?mod=opinion_lead_pos1",
    "url": "whos-on-firstagain-11623617075",
    "title": "WHO’s on First—Again?",
    "sub_head": "The G-7 statement on Covid’s origin is feckless multilateralism.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-353417?width=620&size=1.5",
    "image_1": "im-353417.jpg",
    "time": "2021-06-13 16:44:00",
    "body": "President Biden seems to have made some modest progress at the weekend meeting of G-7 leaders in his effort to rally a united front against China’s violations of global norms. And we mean modest.<br />The final G-7 communique makes a fleeting reference to “the situation in the East and South China Seas,” without specifying that the “situation” is China’s takeover and militarization of atolls in violation of international law. There is also a mention of Hong Kong and Xinjiang in the context of “human rights and fundamental freedoms,” and “the importance of peace and stability across the Taiwan Strait.”<br />On economics and trade there is also this: “With regard to China, and competition in the global economy, we will continue to consult on collective approaches to challenging non-market policies and practices which undermine the fair and transparent operation of the global economy.” Continue to consult?<br />Mr. Biden often criticized Donald Trump’s China policy for not involving allies, and he had a point. China practices divide-and-conquer politics internationally, and Chinese mercantilism is best resisted by an alliance of democracies that can show Beijing it can’t play one off against another. The Trump Administration pulled this off in the case of Huawei, if not on other trade issues.<br />But the weakness of “multilateralism” is that it requires unity of purpose that can be defeated by the lowest-common-denominator participant. European leaders are reluctant to put their exports to China at risk with too forceful a stance. That’s why they’ve merely mumbled criticism of China’s decision to strangle the autonomy that Beijing promised Hong Kong in its treaty with Britain. If the communique’s nice words mean anything, the G-7 leaders will have to do far more than “continue to consult” to counter China’s trade depredations, intellectual property theft, and threats against its neighbors."
}