{
    "url_original": "https://www.wsj.com/articles/why-is-aca-still-controversial-11-years-after-healthcare-law-known-as-obamacare-was-passed-11623962729?mod=business_minor_pos1",
    "url": "why-is-aca-still-controversial-11-years-after-healthcare-law-known-as-obamacare-was-passed-11623962729",
    "title": "Why Is ACA Still Controversial 11 Years After Healthcare Law Known as Obamacare Was Passed?",
    "sub_head": "For the third time, the Supreme Court rejected a challenge to a law opposed by most Republicans",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-355774?width=620&size=1.5",
    "image_1": "im-355774.jpg",
    "time": "2021-06-17 16:45:00",
    "body": "The Supreme Court turned back the latest challenge to the Affordable Care Act, leaving the healthcare law known as Obamacare in place. Here is a look at the law and the views of its supporters and detractors.<br />The Affordable Care Act was passed by a Democratic-controlled Congress and signed into law by then-President Barack Obama in 2010, and has had a sweeping impact on the U.S. healthcare system. The law expanded eligibility for Medicaid, though about a dozen states have still not adopted the change. It created online marketplaces where consumers could get plans from insurers, and a system of federal subsidies that help most enrollees pay for the coverage. Under a law that passed this March, eligibility for the subsidies expanded to include more people.<br />The ACA also rewrote the rules around insurance. Because of the law, insurers can no longer deny coverage or charge more for plans based on a person’s pre-existing health conditions. They can’t cap the amount they pay out in benefits. Also, they have to spend a set share of the premiums they receive on healthcare-related costs, limiting the portion that goes to profits and administration.<br />Still, most Americans, particularly those with workplace coverage or Medicare, felt only limited impact from the ACA. Employer insurance began covering preventive care for members, free of charge, while young adults up to 26 years old were added to their families’ coverage. Some Medicare beneficiaries saw their costs for drugs go down.<br />Supporters of Obamacare point to its many popular provisions, including the rules against denying coverage to those with pre-existing health conditions. They have said that the law also protects vulnerable patients by ensuring that the insurance they get is robust enough to shield them from the biggest healthcare costs. The law capped what most consumers can be asked to pay out of their pockets for care."
}