{
    "url_original": "https://www.wsj.com/articles/why-airlines-let-sick-passengers-on-flights-11623848201",
    "url": "why-airlines-let-sick-passengers-on-flights-11623848201",
    "title": "Why Airlines Let Sick Passengers on Flights",
    "sub_head": "Carriers face a quandary when contagious fliers board planes—an issue with higher stakes during the coronavirus pandemic",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-354359?width=620&size=1.5",
    "image_1": "im-354359.jpg",
    "time": "2021-06-16 08:56:00",
    "body": "The child in the window seat was sneezing and coughing. Passengers nearby grew increasingly nervous that perhaps the kid had Covid-19 and was spreading the virus. The mother claimed allergies; flight attendants said there was nothing they could do.<br />Sick passengers on airplanes have become a deeper concern for travelers during the pandemic, as this scene was for a friend of mine. The controversy around how airlines treat the sick has grown, since they give passengers a big financial incentive to fly while ill.<br />Most carriers in the U.S., and many others around the world, charge fliers the difference in fare between their discounted advance-purchase ticket and a new ticket to travel after illness recovery. That often means a one-way unrestricted walk-up fare, usually hundreds and even thousands of dollars more, which some fliers can’t afford and none are happy to pay.<br />“The pandemic has really underscored the need for a sick-passenger rule,” says Charles Leocha, president of Travelers United, a Washington, D.C., advocacy group. “Something needs to be done to give people an affordable alternative.”<br />He faced the issue when he got sick in Spain four years ago. Delaying his trip home would cost $2,000 in airfare, even though he had a note from the doctor who had just treated him at a hospital for an infectious lung ailment, as well as X-rays. Rather than wait until his fever and cough subsided, he got on the flight—and soon after began advocating for a rule addressing very sick passengers."
}