{
    "url_original": "https://www.wsj.com/articles/why-shutdowns-and-masks-suit-the-elite-11624038950?mod=opinion_lead_pos5",
    "url": "why-shutdowns-and-masks-suit-the-elite-11624038950",
    "title": "Why Shutdowns and Masks Suit the Elite",
    "sub_head": "Covid restrictions seem less onerous from the standpoint of ‘expressive individualism,’ which defines the self in terms of ‘its will and not its body.’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-18 13:55:00",
    "body": "South Bend, Ind.<br />A marvelous review in these pages last November inspired me to read a new book by O. Carter Snead, “What It Means to Be Human: The Case for the Body in Human Bioethics.” It was published by Harvard University Press on Oct. 13. Covid-19 had begun its transformation of American life a few months before, and of course the book made no mention of it.<br />Yet Mr. Snead’s volume helped explain the bizarre and at times perverse response of prosperous Western nations to the pandemic: the long discontinuation of economic life, the belief that pixelated screens can facilitate human relationships, the prohibitions on ordinary social interactions, the fetishization of masks. These policies and practices weren’t handed down from the ether by Reason and Science but bore the weight of contemporary assumptions about—to borrow Mr. Snead’s title—what it means to be human.<br />His book isn’t about public health but “public bioethics”—the effort to make humane laws and rules for biotechnology and medical care. Mr. Snead’s premise and theme is that humans are embodied creatures, not mere wills and intellects. That premise stands in contrast with the dominant modern worldview, which he calls “expressive individualism”: the belief that the human self “is not defined by its attachments or networks of relations, but rather by its capacity to choose a future pathway that is revealed by the investigation of its own inner depths of sentiment. . . . Because this self is defined by its capacity to choose, it is associated fundamentally with its will and not its body.”<br />Mr. Snead is a law professor at Notre Dame and director of its Nicola Center for Ethics and Culture. On a recent trip to the Midwest, I drove to South Bend to ask what the pandemic year has revealed about our understanding of humanness."
}