{
    "url_original": "https://www.wsj.com/articles/why-the-u-s-china-aircraft-rivalry-is-more-complicated-than-it-seems-11624549654?mod=markets_major_pos3",
    "url": "why-the-u-s-china-aircraft-rivalry-is-more-complicated-than-it-seems-11624549654",
    "title": "Why the U.S.-China Aircraft Rivalry Is More Complicated Than It Seems",
    "sub_head": "Beneath the surface of a spat between Boeing and Comac, a raft of U.S. companies are key suppliers of China’s upstart plane maker",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-359317?width=620&size=1.5",
    "image_1": "im-359317.jpg",
    "time": "2021-06-24 11:47:00",
    "body": "The West may appear ready to bring the geopolitical hammer down on China’s aerospace ambition, but there are a lot of corporate interests pushing to make that strike decidedly less deadly.<br />As of last week, the U.S. and the European Union have agreed to end a 17-year trade feud over planes and to stop providing development incentives that “could harm the other side.” This is somewhat vague, but the backdrop of the accord isn’t: Both parties want to present a united front against China.<br />The C919, a narrow-body jet produced by Chinese state-owned company Comac, is scheduled to enter service this year. While unable to compete with the  Boeing  737 MAX and the  Airbus  A320neo in international markets, it is a key part of Beijing’s plans to step up advanced manufacturing in the country over the next four years. This ensures that all major Chinese airlines—also government owned—will fly it, even though it likely contravenes World Trade Organization rules. Beijing is pulling other levers too: So far, it hasn’t recertified the MAX.<br />The U.S. and Europe rightly worry about Comac breaking their plane duopoly, say in 20 years’ time. China has proven it can catch up in myriad industries like cars, trains and digital technology. Last week’s Euro-American agreement calls for joint action against the “non-market practices of third parties,” including China’s practice of inviting in foreign investors only to copy their technology.<br />Yet the West can in fact already torpedo China’s aircraft industry. It just chooses not to."
}