{
    "url_original": "https://www.wsj.com/articles/why-john-mayer-teased-his-new-single-last-train-home-on-tiktok-11622555806",
    "url": "why-john-mayer-teased-his-new-single-last-train-home-on-tiktok-11622555806",
    "title": "Why John Mayer Teased His New Single, ‘Last Train Home,’ on TikTok",
    "sub_head": "The musician spent the pandemic experimenting online and looking for comfort. So when he wrote his new song and coming album, ‘Sob Rock,’ he asked himself, ‘What music makes me feel like everything’s going to be OK?’",
    "category_1": "Arts",
    "category_2": "Music",
    "time": "2021-06-01 09:56:00",
    "body": "One day in late March, John Mayer went online and posted a preview of some new music. The eight-bar fragment, which spotlighted a buoyant electric-guitar-and-keyboard figure laid over a clean and unfussy backbeat, was suitably Mayer-esque. The forum in which he chose to reveal it—TikTok—was not.<br />How did he wind up there? “I don’t ever want to be the type of artist or person who goes, ‘no, no, no,’ ” Mr. Mayer says simply. But there was another consideration: “Once you get past the age of 40, anything can be Elvis. And you have to be very careful that you’re not the guy shaking his head at Elvis.”<br />Mr. Mayer is 43, placing him well outside the target age range of the quick-cut, dance-challenge-heavy, youth-dominated social media juggernaut. But, he says, the head of his record label urged him to join the platform, and so he made quick work of its potential as a vehicle for both interactive engagement and passive absurdist humor. He invited users to join him in virtual jam sessions and instructed them on how to play his songs. And he posted clips that showed him peeling a Sumo orange and ruminating deeply on “even numbers that seem odd to me” (for those wondering, 13,712 is among these).<br />Over two months, he’s accumulated more than a million followers. The new music that he teased on TikTok back in March will now be out as a single, “Last Train Home,” on June 4. It will be followed, on July 16, by the companion album, “Sob Rock,” his first in four years and eighth overall.<br />Mr. Mayer has long exhibited a talent for navigating assorted musical genres, age demographics and media pursuits. He has worked onstage as a stand-up comedian and on network TV as a late-night talk-show host. He stars in his own low-budget Instagram Live interview series, “Current Mood.” And he was a relatively early adopter of the exclusive audio-only app Clubhouse, where he has dropped in unannounced to hold court on a variety of topics for thousands of listeners. Mr. Mayer is getting ready to tour U.S. stadiums and sheds this summer and fall, with the Grateful Dead offshoot Dead & Company."
}