{
    "url_original": "https://www.wsj.com/articles/why-theres-new-hope-for-alzheimers-patients-11624466924?mod=opinion_lead_pos5",
    "url": "why-theres-new-hope-for-alzheimers-patients-11624466924",
    "title": "Why There’s New Hope for Alzheimer’s Patients",
    "sub_head": "Biogen’s aducanumab isn’t a cure, but the trials were promising—and other therapies are in the works.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-06-23 12:48:00",
    "body": "How much hope can Alzheimer’s patients and their loved ones take from the Food and Drug Administration’s approval of a new drug this month? Researchers and drug makers have labored fruitlessly for decades to develop treatments that can slow the disease’s progression. More than 100 experimental drugs have failed in clinical trials, but researchers may be on the cusp of a breakthrough.<br />Biogen ’s  newly approved monoclonal antibody drug, aducanumab (known by the brand name, Aduhelm), is the first treatment that has shown evidence in clinical trials of reducing amyloid plaque in the brain and slowing cognitive decline. It isn’t a cure. But it and similar treatments could transform the disease from a death sentence to a manageable condition like diabetes or multiple sclerosis. “We are now about to take the journey toward transforming Alzheimer’s disease from a terminal disease as we know it to a chronic disease,” Cleveland Clinic neurologist Marwan Sabbagh said in a NeurologyLive video cast.<br />Alzheimer’s is characterized by buildup of amyloid plaque and tangles of tau protein in the brain, which typically begin developing a decade or two before the cognitive symptoms. It isn’t known what causes these plaques and tangles to form. A leading theory has been the “amyloid cascade hypothesis”—that amyloid plaque promotes aggregation of tau tangles, which in turn trigger neuron death and loss of memory and cognitive ability.<br />Researchers have investigated the possibility that removing amyloid could halt the cascade and preserve brain function. More than 50 drugs aimed at clearing amyloid have failed to show a benefit in clinical trials, leading some researchers to doubt the theory.<br />The FDA cites several other reasons past Alzheimer’s drug trials might have failed. Some didn’t properly screen participants to ensure they had Alzheimer’s rather than another form of dementia. Some involved patients in the later stages of the disease, when significant and irreversible brain loss has already occurred—too late, perhaps, for the treatment to help."
}