{
    "url_original": "https://www.wsj.com/articles/why-90s-spaghetti-straps-are-trending-this-summer-11622733903",
    "url": "why-90s-spaghetti-straps-are-trending-this-summer-11622733903",
    "title": "Why ’90s Spaghetti Straps Are Trending This Summer",
    "sub_head": "If you watched the ‘Friends’ reunion, you know Jennifer Aniston’s character Rachel Green was a spaghetti-strap zealot. This summer, her skimpy ’90s tops get updated for grownups with lush textures and prints. Here, a few to try.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-347363?width=620&size=0.6666666666666666",
    "image_1": "im-347363.jpg",
    "time": "2021-06-03 11:25:00",
    "body": "IT’S STARTING to feel like summer in much of the country. That first thick taste of humidity can shock the system, but it’s a welcome excuse to de-sweater and explore the flimsy side of fashion again. After our collective hibernation, designers seem to recognize that women want to show a little skin. Now trending: the spaghetti-strap tank.<br />Tops with barely there straps are experiencing a resurgence thanks in part to the influence 1990s style icons are having on young influencers. From the buzz around the “Sex and the City” and “Friends” reunions (both Jennifer Aniston and her “Friends” alter ego Rachel Green zealously favored spaghetti straps) to the archival Naomi Campbell and Gwyneth Paltrow photos flooding social media, skinny-strapped camis are weighing lightly on our minds. Factor in shoppers’ itch for bare-shoulder escapades and you have the perfect summer storm. “We were thinking about how people will want to live again [this summer] and show skin and feel light and airy,” said Steven Cateron, creative director at Rebecca Taylor.<br />Summer’s spaghetti-strap tops are more conspicuously designed than the hyper-minimal styles of the ’90s. Luxury brand Khaite, for instance, offers a plunging black iteration with soft ruffles, while contemporary label Tove sells a gathered, polka-dotted version with delicate, corset-like boning (pictured at left). But even with such distractions, slight straps can be intimidating—especially for anyone old enough to have experienced this trend its first time around. To get comfortable with the top’s skimpiness, “style it with a little cardigan over it or another shirt,” said Mr. Cateron. “And then as the day warms up...just take that piece off.” Consider your cardigan a grown-up security blanket.<br />If you plan to venture beyond your backyard in these revealing tops—paired perhaps with light-wash jeans or a long, flowing summer skirt—pick one in a substantial fabric. Avoid anything flimsy enough to be an undershirt. Mr. Cateron considered this while designing a palm-printed top in Viscose for Rebecca Taylor (pictured at left). “It has a really nice weight to it,” he explained. “It’s not too thin or too sheer...it’s not like you’re naked.” Here, three liberating—but not too-revealing—spaghetti-strap tanks to try this summer.<br />The Wall Street Journal is not compensated by retailers listed in its articles as outlets for products. Listed retailers frequently are not the sole retail outlets."
}