{
    "url_original": "https://www.wsj.com/articles/why-judge-judy-is-taking-her-gavel-from-broadcast-tv-to-streaming-11622647643",
    "url": "why-judge-judy-is-taking-her-gavel-from-broadcast-tv-to-streaming-11622647643",
    "title": "Why Judge Judy Is Taking Her Gavel From Broadcast TV to Streaming",
    "sub_head": "Judy Sheindlin, star of the juggernaut daytime series, explains why she left broadcast syndication for Amazon-owned IMDb TV",
    "category_1": "Television",
    "image_1_url": "https://images.wsj.net/im-346950?width=620&size=1",
    "image_1": "im-346950.jpg",
    "time": "2021-06-02 11:27:00",
    "body": "Naples, Fla.<br />The last case she taped for “Judge Judy” didn’t deviate in style from the roughly 12,750 cases before it. Wearing a black robe, lace collar and expression of intense focus, Judy Sheindlin heard a typical dispute—contractor suing for payment, client claiming shoddy work—which she dispatched with signature jabs like “That’s baloney” and “Don’t waste my time.”<br />The judge gave no farewell remarks from the bench. When the episode airs June 8—others taped earlier will air later—only one detail will make it stand out among reruns for years to come: a glittery, bee-shaped clip Ms. Sheindlin wore in her hair. It was a wink to fans, and a nod to her Queen Bee production company at the end of a 25-year reign over daytime television.<br />Ms. Sheindlin has been an unwavering force in an industry where names like Oprah made more splash. “Judge Judy,” the No. 1 first-run show in syndicated TV for 11 consecutive seasons, looks on track to end with a 12th, with an average 7.8 million viewers.<br />The broadcast landscape, dictated by the rhythms of talk shows, doctor shows and court shows leading up to the local news, is in flux as audiences break with old routines and studios sell more programs to streaming platforms. At age 78, Ms. Sheindlin is headed for streaming, too, instead of retirement. Next on her docket: a new court show that will premiere on  Amazon ’s  free, ad-supported streaming service, IMDb TV, later this year."
}