{
    "url_original": "https://www.wsj.com/articles/why-crime-could-kill-crypto-11624008655?mod=markets_lead_pos12",
    "url": "why-crime-could-kill-crypto-11624008655",
    "title": "Why Crime Could Kill Crypto",
    "sub_head": "Cryptocurrencies helped enable a cybercrime wave, placing them in the crosshairs of regulators",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-355709?width=620&size=1.5",
    "image_1": "im-355709.jpg",
    "time": "2021-06-18 05:30:00",
    "body": "The strongest argument against cryptocurrencies used to be that they had yet to show they were much good for anything. Now the strongest argument against them may be that they have become far too good at one thing: enabling crime.<br />Not long after the first of the private digital currencies, bitcoin, launched in 2009, crooks recognized its appeal. While law enforcement is proving increasingly adept at tracking bitcoin transactions and at times seizing ill-gotten money, the ability to make digital payments without financial intermediaries has facilitated activities such as the selling of illegal goods and services online and money laundering. In a 2019 paper, researchers Sean Foley, Jonathan Karlsen and Tālis Putniņš estimated that 46% of bitcoin transactions conducted between January 2009 and April 2017 were for illegal activity.<br />Speculative trading has since taken up an ever rising share of transactions, but a spate of recent ransomware attacks, where cybercriminals lock up a victim network’s files and demand payment for their release, most often in bitcoin, has raised the threat level on digital currencies’ crime problem. An attack last month on Colonial Pipeline Co. shut down a critical East Coast gasoline pipeline; another, on  JBS SA,  halted operations earlier this month at some of the largest meat plants in the U.S.<br />More than just money is at stake. When organizations such as hospitals are attacked, lives can be on the line. In a recent interview with The Wall Street Journal, Federal Bureau of Investigation Director Christopher Wray compared the difficulties posed by the recent spate of ransomware with the challenge posed by the Sept. 11, 2001, terrorist attacks.<br />One problem for law enforcement is that, even when the cybercriminals behind them can be identified, thefts that once would have required exchanges of bags of money or suitcases of gold to pull off can now happen entirely in countries where the U.S. has no extradition treaty. The FBI was able to seize a portion of cryptocurrency that Colonial Pipeline paid to ransomware gang DarkSide but, because the gang is believed to operate in Russia, its members might be beyond reach."
}