{
    "url_original": "https://www.wsj.com/articles/why-i-leave-my-phone-in-the-car-from-6-p-m-to-9-p-m-every-night-11622813680?mod=business_minor_pos4",
    "url": "why-i-leave-my-phone-in-the-car-from-6-p-m-to-9-p-m-every-night-11622813680",
    "title": "Why I Leave My Phone in the Car From 6 p.m. to 9 p.m. Every Night",
    "sub_head": "By eliminating the irresistible urge to check it, I can give priority to what really matters",
    "category_1": "THE EXPERTS | Small Business",
    "image_1_url": "https://images.wsj.net/im-340668?width=620&size=1.4970760233918128",
    "image_1": "im-340668.jpg",
    "time": "2021-06-04 10:41:00",
    "body": "Clate Mask (@clatemask) is the founder and CEO of Keap, a maker of sales and marketing automation software for small businesses. He also is co-author of “Conquer the Chaos: How to Grow a Successful Small Business Without Going Crazy.”<br />Whether you’re an entrepreneur or an executive, you probably have some technology guidelines in place for yourself, such as putting your phone on “don’t disturb” or enforcing a “no phones at the dinner table” rule when eating with loved ones. But what I have learned over two decades of running a business is that those kinds of guardrails aren’t enough if you also want to maintain your relationships and health. So for the past five years, I have made it a habit to leave my phone in the car when I get home from work, at least for a few hours.<br />When you put any kind of technological limit on your phone you are taking a step toward reducing your unhealthy attachment to it. The problem with “do not disturb” is that even though your phone isn’t audibly pinging you, you are still physically near it. You know exactly where the device is and it’s almost like there is a magnetic draw  to check it. And when you do, you’re sucked right back into the chaos.<br />Business owners face a lot of pressure. They worry about hitting sales targets, staying ahead of competitors and maintaining employee satisfaction—and about balancing business and family obligations. Much of this chaos exists in our minds, and our devices only amplify it. Indeed, until you physically separate yourself from your phone, you may not realize you are being assaulted by a constant stream of information.<br />There’s plenty of research to back up the idea of device addiction, including things like phantom buzzing (when people think their phone is ringing or vibrating when it isn’t) and an overwhelming urge to pick up our phones when someone else picks up theirs. Every time we have a free moment, we tap, type and scroll."
}