{
    "url_original": "https://www.wsj.com/articles/why-the-covid-19-pandemic-weakened-far-right-groups-in-europe-11625054400",
    "url": "why-the-covid-19-pandemic-weakened-far-right-groups-in-europe-11625054400",
    "title": "Why the Covid-19 Pandemic Weakened Far-Right Groups in Europe",
    "sub_head": "Antiestablishment politicians have failed to capitalize on mainstream parties’ coronavirus woes",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-361660?width=620&size=1.5",
    "image_1": "im-361660.jpg",
    "time": "2021-06-30 08:00:00",
    "body": "European governments struggled in the pandemic, facing criticism for high death rates and the slow pace of vaccination. Yet as the crisis recedes, it leaves surprising political fallout: weakened antiestablishment forces and a strengthened center.<br />Far-right parties in France and Germany that were once highly popular have scored badly in recent ballots and weakened in opinion polls. Support for populist opposition parties in Italy is stagnating, and their ideological allies in governments across Central Europe have either seen their ratings fall or are threatened by a strengthening opposition.<br />One theory is that the pandemic temporarily eclipsed these parties’ rallying issues—migration, crime, Islam—and not just because of a change in perception. Statistics show that many types of crime, as well as immigration in general, dropped sharply during the months of lockdowns and travel restrictions.<br />Another possibility, experts say, is that antiestablishment forces failed to form a coherent response to the health crisis and a plausible alternative to science-driven pandemic-management measures.<br />Populists across the board did try to leverage popular anger against official restrictions, often backing anti-mask and antivaccination protests, but such movements have only appealed to a tiny fraction of the electorate in Europe, said Manfred Güllner, founder of the German Forsa opinion polling group."
}