{
    "url_original": "https://www.wsj.com/articles/why-we-cant-move-on-from-jan-6-11623363175?mod=opinion_lead_pos9",
    "url": "why-we-cant-move-on-from-jan-6-11623363175",
    "title": "Why We Can’t Move On From Jan. 6",
    "sub_head": "If you weren’t appalled by what happened that day, you have given up on American democracy.",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "time": "2021-06-10 18:12:00",
    "body": "I started the new year with a bang, at a gathering in the Washington home of a European diplomat. I was interested in how Europe was processing America’s political scene, including Donald Trump’s refusal to accept the election outcome. I got an earful. The diplomat was rattled: America is democracy’s beacon, you’re letting the world down.<br />It was Jan. 1, my first trip to Washington since the pandemic started. In a note to the diplomat a few days later I threw in a caution: stay home on Jan. 6; the big Trump rally planned could bring trouble.<br />I knew this only because I pay attention to what’s going on, as adults do. I had no special information, no inside source, no heads-up on an encrypted app. I share this because I just read the report issued this week by two Senate committees on Capitol preparations for a possible insurrection. And the authorities weren’t paying attention.<br />No one was ready. The report underlined how stupid government agencies often are, how careless. They had intelligence systems and people who monitor the web. But there was a systemwide security failure, “critical breakdowns involving several federal agencies.” Agencies failed to warn of a potential for violence or to prepare. An arm of the Capitol Police knew of the danger in the weeks before Jan. 6 but failed to include the information in its assessments. Police leadership never developed a staffing plan for the joint session convened to count the electoral votes, and didn’t detail where officers would be located. After the insurrection they couldn’t provide documents showing where officers were as the attack began. Incident commanders couldn’t relay information to superiors because they were engaged with rioters. Frontline officers weren’t provided with proper equipment—helmets, armor, shields. Most defended the Capitol in their daily uniforms. Heavy gear was stored in a bus near the Capitol, but when a platoon tried to retrieve it, the bus was locked and nobody had a key. Capitol Police leadership bumbled calling in the National Guard and the Defense Department bumbled getting it there.<br />What a disaster. Reading it, after the indignation subsides, you realize: This sounds like a lot of America now. You put on the outfit and walk around playing a role. You’re doing your best but you haven’t been properly managed, trained or equipped, and you’re not sure exactly what to do. So you walk forward and do your best. This is true in many professions—politics, business, medicine. These institutions are interested in “public facing,” not “inner reality.” They’re all about marketing and communications. Managers are rewarded not for training carefully but for training quickly."
}