{
    "url_original": "https://www.wsj.com/articles/why-the-hybrid-workplace-is-a-cybersecurity-nightmare-11623164400?mod=tech_listb_pos3",
    "url": "why-the-hybrid-workplace-is-a-cybersecurity-nightmare-11623164400",
    "title": "Why the Hybrid Workplace Is a Cybersecurity Nightmare",
    "sub_head": "It’s a hacker’s dream: a constantly changing mix of office and remote workers, devices that move in and out of the company networks, and security staffs stretched thin",
    "category_1": "Business",
    "category_2": "Journal Reports: Technology",
    "image_1_url": "https://images.wsj.net/im-350680?width=620&size=1.5",
    "image_1": "im-350680.jpg",
    "time": "2021-06-08 11:00:00",
    "body": "For many bosses and employees, there is a measure of relief in returning to the office—especially for those who have the flexibility of continuing to work from home part of the time. But for those teams working to protect their offices from hackers, the new hybrid workplaces aren’t nearly as welcome.<br />In a typical hybrid workplace, some employees will be in the office, some will be working from home—or spaces like coffee shops and client headquarters—and some will be cycling back and forth. Devices, too, are moving in and out of the company network, with employees bringing their laptops onto company networks and then taking them back home—where they’re much more exposed to hackers and can easily get infected with malware.<br />So, security chiefs are faced with the task of supporting a constantly changing mix of office workers and remote workers, and company and home devices. Whereas security teams were able to focus on protecting the remote workforce during stay-at-home orders, doing so when employees are in the office for certain days of the week and at home for others will be difficult, says Rick McElroy, principal cybersecurity strategist at  VMware Inc.’s  Security Business Unit.<br />“It’s hard to maintain a security staff that looks one way in the data center or one way in an office, and then one way for remote employees,” he says.<br />Making things even worse: Security teams have been stretched thin by the demands of the pandemic. For the past year, they’ve had to make sure everyone is equipped to work from everywhere and can use critical tools such as virtual meeting rooms. Things will only get tighter now that businesses are hiring more workers and launching into new projects they had put on hold during the pandemic."
}