{
    "url_original": "https://www.wsj.com/articles/why-investors-may-not-want-to-regularly-rebalance-their-portfolio-11622915026?mod=markets_lead_pos13",
    "url": "why-investors-may-not-want-to-regularly-rebalance-their-portfolio-11622915026",
    "title": "Why Investors May Not Want to Regularly Rebalance Their Portfolio",
    "sub_head": "It has become a mantra. But it doesn’t necessarily improve returns.",
    "category_1": "Markets",
    "category_2": "Journal Reports: Funds/ETFs",
    "image_1_url": "https://images.wsj.net/im-348352?width=620&size=1.5",
    "image_1": "im-348352.jpg",
    "time": "2021-06-06 11:00:00",
    "body": "It’s an investor’s mantra: Rebalance your portfolio regularly. But it may be worth rethinking that mantra.<br />The case for rebalancing is pretty straightforward. Over time, assets whose prices rise account for a growing proportion of a portfolio’s overall value, and those whose prices fall amount to a shrinking share of the portfolio. Rebalancing, by selling securities that have risen in value and buying assets whose value has declined, restores the investor’s desired weighting of various assets within the portfolio.<br />“For some, it is an emotional anchor,” says Richard M. Rosso, director of financial planning at wealth-management company RIA Advisors.<br />Part of the logic behind rebalancing is that it maintains the level of risk the investor is comfortable with, by ensuring that the portfolio doesn’t skew too far beyond the desired balance between relatively safe investments like highly rated bonds and riskier assets like stocks.<br />Rebalancing also is often seen by advisers and investors as a formula for consistent returns, based on the idea that returns on different asset classes tend to revert to historical norms: If stocks outperform their historical average this year, then the chances are that future returns will be lower, and vice versa. So, by this way of thinking, since stocks have outperformed other assets recently, it would make sense to sell some and invest the proceeds in assets that have performed less well. But this strategy has holes."
}