{
    "url_original": "https://www.wsj.com/articles/why-biden-is-meeting-with-putin-11622840812?mod=opinion_major_pos7",
    "url": "why-biden-is-meeting-with-putin-11622840812",
    "title": "Why Biden Is Meeting With Putin",
    "sub_head": "Four U.S. presidents have found confronting the Russian leader more trouble than it’s worth.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "image_1_url": "https://images.wsj.net/im-349057?width=620&size=1.5",
    "image_1": "im-349057.jpg",
    "time": "2021-06-04 17:06:00",
    "body": "We don’t have to imagine how the media would react if Donald Trump scheduled a summit with Vladimir Putin after a stream of Russian vandalism and insults against U.S. interests. Then again, the insults have been unending and presidents before Mr. Trump or Joe Biden conducted outreach to Mr. Putin near the start of their first terms, in June (Messrs. Biden and Bush) or July (Messrs. Trump and Obama)<br />George W. Bush “got a sense” of Mr. Putin’s soul at the Slovenia summit. Mr. Biden has already dropped opposition to the Nord Stream 2 pipeline in advance of their Geneva meeting. Only President Obama, of the four presidents who faced Mr. Putin when they arrived in office, used the word “reset,” but all sought to give Mr. Putin a stake in the success of their presidencies.<br />As with any problem in international relations, carrots and sticks are all the U.S has. What Mr. Putin wants is not hard to fathom. He has sent the message over and over, with his spokesman’s angry outbursts about leaked financial documents testifying to the regime’s corruption, with his own complaints about the U.S. fomenting democratic uprisings on his periphery and his sotto voce hints that something worse might arise in Russia if he were not there to keep a lid on.<br />Mr. Putin may not literally believe the U.S. orchestrated the 2013 Ukrainian revolution but he heard Hillary Clinton’s vocal support of it as callous indifference to the continued breathing of one Vladimir Putin. He is not a prankster or jokester with his U.S. election meddling and other actions: He is serious in reminding U.S. presidents of the trouble he can cause them and their need to consider it.<br />The  New York Times  this week describes the White House’s latest “robust debate” about how to handle the Russian leader. “Exposing Mr. Putin’s financial entanglements” again tops the list of steps the U.S. always seems to be holding in reserve, never acting on. These entanglements aren’t even well hidden but never received the imprimatur of U.S. intelligence: the onetime son-in law’s overnight rise to billionairehood, the large offshore wealth of a cellist known to be close to Mr. Putin, the Black Sea palace that reputedly cost $1 billion, the disappearance of $93 million in food money way back when Mr. Putin was deputy mayor of St. Petersburg."
}