{
    "url_original": "https://www.wsj.com/articles/why-electric-vehicle-stocks-are-stuck-in-reverse-11622709998?mod=business_featst_pos2",
    "url": "why-electric-vehicle-stocks-are-stuck-in-reverse-11622709998",
    "title": "Why Electric-Vehicle Stocks Are Stuck in Reverse",
    "sub_head": "Established auto brands like Ford and Volkswagen have outperformed EV startups in recent months, and not just because investors are embracing cheap stocks",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-06-03 04:51:00",
    "body": "It has been a disappointing few months for those hoping that electric vehicles will shake up the established order of auto brands. That doesn’t mean the giants of the internal combustion engine can afford to relax.<br />In recent months, the shares of companies that have been making cars for decades have overtaken those of startups hoping to take their place. On average, the 17 largest non-Chinese incumbents are up roughly 11% over three months on an equal-weighted basis, led by a 36% gain for  Volkswagen ’s  preference shares. Over the same period, the shares of 19 EV specialists have fallen 15%, including a 12% decline for Tesla. That is despite a bounce in the past two weeks, including some big gains Wednesday.<br />The outperformance of old-school auto stocks partly tracks a wider stock-market rotation toward “value” shares seen as beneficiaries of inflation and higher interest rates, and away from more speculative ventures that previously did very well. Mathematically, rising interest rates shift the focus of typical valuation models toward profits in the near future—Detroit’s strong suit.<br />Over one year, many EV makers or would-be makers still have made spectacular gains: Tesla’s value has almost quadrupled. Many but not all:  Canoo ,  a Californian startup that went public late in 2020 via a special-purpose acquisition vehicle, is still trading below the SPAC’s $10 launch price, having surprised investors with sweeping changes to its business plan.<br />The outperformance of incumbents also makes sense in light of dynamics specific to vehicle production. The value of scale—a big feature of the 20th century auto industry that once looked vulnerable in the transition to EVs—is reasserting itself."
}