{
    "url_original": "https://www.wsj.com/articles/why-i-stopped-hiring-ivy-league-graduates-11623103004?mod=opinion_lead_pos6",
    "url": "why-i-stopped-hiring-ivy-league-graduates-11623103004",
    "title": "Why I Stopped Hiring Ivy League Graduates",
    "sub_head": "Even those who aren’t woke seem damaged by the experience, and they’re deprived of role models.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-349733?width=620&size=1.5",
    "image_1": "im-349733.jpg",
    "time": "2021-06-07 17:56:00",
    "body": "I’m not inclined to hire a graduate from one of America’s elite universities. That marks a change. A decade ago I relished the opportunity to employ talented graduates of Princeton, Yale, Harvard and the rest. Today? Not so much.<br />As a graduate of Haverford College, a fancy school outside Philadelphia, I took interest in the campus uproar there last fall. It concerned “antiblackness” and the “erasure of marginalized voices.” A student strike culminated in an all-college Zoom meeting for undergraduates. The college president and other administrators promised to “listen.” During the meeting, many students displayed a stunning combination of thin-skinned narcissism and naked aggression. The college administrators responded with self-abasing apologies.<br />Haverford is a progressive hothouse. If students can be traumatized by “insensitivity” on that leafy campus, then they’re unlikely to function as effective team members in an organization that has to deal with everyday realities. And in any event, I don’t want to hire someone who makes inflammatory accusations at the drop of a hat.<br />Student activists don’t represent the majority of students. But I find myself wondering about the silent acquiescence of most students. They allow themselves to be cowed by charges of racism and other sins. I sympathize. The atmosphere of intimidation in elite higher education is intense. But I don’t want to hire a person well-practiced in remaining silent when it costs something to speak up.<br />The traditional Islamic world exhibited a modicum of tolerance. Christians and Jews were dhimmi, allowed to exist, but on the condition that they accepted their subordinate role in society. While studying this arrangement, sociologists coined the term “dhimmitude,” which refers to the mentality of those who have internalized their second-class status."
}