{
    "url_original": "https://www.wsj.com/articles/why-apple-amazon-and-spotify-are-embracing-hi-def-music-a-guide-to-lossless-streaming-11624680000",
    "url": "why-apple-amazon-and-spotify-are-embracing-hi-def-music-a-guide-to-lossless-streaming-11624680000",
    "title": "Why Apple, Amazon and Spotify Are Embracing Hi-Def Music: A Guide to ‘Lossless’ Streaming",
    "sub_head": "Answers to 10 burning questions on hi-def streaming—from how it’s vastly improving sound quality to how to access it. Plus: The best gear to take advantage of the revolution both at home and on the go.",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-359871?width=620&size=custom_1242x1590",
    "image_1": "im-359871.jpg",
    "time": "2021-06-26 12:00:00",
    "body": "EMILY LAZAR knows better than most how great music can sound. At her New York mastering studio, the Lodge, the Grammy-winning engineer puts the finishing touches on songs by the likes of the Foo Fighters, Haim and the Rolling Stones. Her job is to ensure that every harmony, cymbal crash and power chord sounds exactly as the artists intended them to when their albums go out into the world.<br />When she plays those same songs off a typical streaming service, however, what she hears is anything but what the artists intended. Imagine, she said, going to the Louvre to see “The Mona Lisa,” only to find on the wall “a photocopy of a photocopy of a photocopy of the painting, shrunken down to a postage-stamp size, and then photocopied again.” She’s describing, in effect, what happens when the gargantuan, detail-rich music files she works with get shrunken down—or compressed—for streaming.<br />An entire generation of listeners have grown up with streaming. To them, that’s just what “The Mona Lisa” looks like. But others have spent years clamoring for services like Spotify to improve their streams’ sound quality, a la niche services like Tidal and Qobuz whose higher-resolution capabilities cater to the audiophile set. Those pleas have fallen largely on deaf ears, until recently.<br />Spotify announced this February that it would offer a “HiFi” tier to its 156 million subscribers later this year. That will enable users to stream CD-quality, “lossless” music that preserves the audio details sound engineers like Ms. Lazar work so hard to perfect. Then, in May, Apple upped the ante, announcing that its entire catalog of more than 75-million songs would be available to subscribers in “Lossless” CD-grade-or-better quality. That same day, Amazon Music said its millions of subscribers would have immediate access to similarly high-fidelity streams.<br />Though there are some caveats (see below), it’s a big step forward. “I think the idea that the sound of music is generally going to be better for more people is something that anybody can get behind,” said Hrishikesh Hirway, host of the music podcast and  Netflix  series “Song Exploder.” Added Jason Stoddard, co-founder of the audio equipment company Schiit Audio: “It’s really exciting to see that hi-res is going to get democratized.”"
}