{
    "url_original": "https://www.wsj.com/articles/why-doing-good-is-no-longer-bad-business-11622818830?mod=business_lead_pos5",
    "url": "why-doing-good-is-no-longer-bad-business-11622818830",
    "title": "Why Doing Good Is No Longer Bad Business",
    "sub_head": "The focus on environmental, social and governance changes at America’s biggest companies is a response to demand from consumers and investors",
    "category_1": "Business",
    "category_2": "On Business",
    "image_1_url": "https://images.wsj.net/im-348861?width=620&size=1.5",
    "image_1": "im-348861.jpg",
    "time": "2021-06-04 11:02:00",
    "body": "It seems the modern corporate mission statement could use an update: Do well by doing good—or else.<br />Earning the perception of good corporate citizenship, in the form of environmental, social and governance bona fides, is no longer optional for the modern executive. That point was driven home last month as Exxon Mobil shareholders elected two directors nominated by an upstart activist hedge fund unhappy with the oil giant’s climate policies. A third director is likely to win election, the company said Wednesday. The activist’s victory was especially jarring because it owns a tiny fraction of Exxon stock and Chief Executive Officer Darren Woods had campaigned personally against the movement.<br />The vote marks a high point of sorts for the multiyear ESG movement, a framework that calls for investors to consider a company’s overall impact on the world beyond its financial returns. The trend shows no signs of slowing down. There have been 610 news releases mentioning environmental, social and governance principles from current S&P 500 members so far this year through May, according to data from financial research firm Sentieo. That is more than double the rate of the same period last year.<br />Investors care a great deal about ESG harmony when stock prices are high and times for big business are good, and boy are they good. Interest rates have hardly ever been lower and corporate tax rates are still favorable. Government policies on key issues such as antitrust have been permissive. A Wall Street Journal analysis found that median pay for the chief executives of more than 300 of the biggest U.S. public companies reached $13.7 million last year, up from $12.8 million for the same companies a year earlier. The onset of a global pandemic and subsequent recession left many of the largest companies and their bosses in an even stronger position. But a turn in the stock market’s fortunes could slow the ESG craze on Wall Street.<br />As for consumers, they are bound to focus less on issues such as clean energy if, say, traditional fuel sources become more scarce. Don’t expect motorists to appreciate a feel-good origin story for gasoline that costs eight bucks a gallon."
}