{
    "url_original": "https://www.wsj.com/articles/why-express-urban-outfitters-and-j-crew-now-sell-items-from-all-over-online-11623749402?mod=business_lead_pos3",
    "url": "why-express-urban-outfitters-and-j-crew-now-sell-items-from-all-over-online-11623749402",
    "title": "Why Express, Urban Outfitters and J.Crew Now Sell Items From All Over Online",
    "sub_head": "Brands are opening up to third-party sellers to draw shoppers to their sites—and away from Amazon’s marketplace",
    "category_1": "Business",
    "time": "2021-06-15 05:30:00",
    "body": "Express Inc.,  best known as a presence in American malls, has been testing a new strategy: selling other brands’ merchandise online.<br />Visitors to the retailer’s website can shop for items from dozens of other brands in addition to Express apparel. That approach is an increasingly popular one as retailers like Express,  Urban Outfitters Inc.  and J.Crew Group Inc. look to benefit from listing products that are sold and shipped by other sellers. The goal is to increase the chances shoppers can find what they need on the company’s site, boosting web traffic—and revenue—without veering too far off brand.<br />Amazon.com Inc.  has been leveraging the power of third-party sellers for years, and big-box retailers including  Walmart Inc.  and  Target Corp.  have created their own marketplaces, too, albeit on a lesser scale. Smaller, more-specialized chains had been hesitant about trying the marketplace model, in part for fear of losing their brand identity in a virtual bazaar.<br />The retail world’s testing of  Amazon ’s  marketplace approach has generated revenue for some hosts and exposure for some sellers, but has also created a whole new calculus for businesses. Host retailers need to determine whether they dilute their own brands by featuring others. Likewise, sellers need to figure out whether being on these bazaars helps boost their brand—not to mention their profit, once they pay for the lead. And for shoppers, marketplaces can be confusing if they aren’t sure who they are ordering from or what to do if problems arise.<br />“The marketplace was an opportunity for us to offer merchandise that our customers desire, and that our customers want to purchase, but are outside of our core categories,” said Express Chief Executive Timothy Baxter, who joined the company in 2019, the same year it began testing its marketplace. “Our strategy is to edit those categories and showcase brands that we know our customers will like.”"
}