{
    "url_original": "https://www.wsj.com/articles/will-crime-keep-rising-not-necessarily-11623795873?mod=opinion_lead_pos8",
    "url": "will-crime-keep-rising-not-necessarily-11623795873",
    "title": "Will Crime Keep Rising? Not Necessarily",
    "sub_head": "There are reasons to think the spike will be temporary, though policies like ‘bail reform’ augur ill.",
    "category_1": "Opinion",
    "category_2": "Upward Mobility",
    "time": "2021-06-15 18:24:00",
    "body": "Two more people were shot dead and another 19 were wounded last weekend in New York City, where the New York Post reports that shootings have climbed by nearly 70% in the past year, and homicides have risen by almost 50% since 2019.<br />Unfortunately, the Big Apple has a lot of company. Since 2020 there have been significant increases in violent crime, and in homicides specifically, everywhere from Minneapolis and Los Angeles to Philadelphia and Portland, Ore. “Homicide rates in large cities were up more than 30 percent on average last year, and up another 24 percent for the beginning of this year,” the  New York Times  reported earlier this month. In Chicago, 2020 was the worst year for killings in three decades.<br />When I reached out to the criminal-justice scholar Barry Latzer to get his read on these trends, I was expecting a downer of a conversation. Yet Mr. Latzer, a professor emeritus at John Jay College who has just published a new book, “The Roots of Violent Crime in America,” was guardedly optimistic. The spike in violent crime last year coincided with the lifting of lockdowns in many places and the antipolice protests following the killing of George Floyd, which may have led to less-aggressive policing in the short run. In other words, this may be an aberration rather than a new trend.<br />“I’m not troubled by aberrant years. We’ve had that before,” Mr. Latzer said. “You can’t treat upticks, or spikes, the same way as booms, which are multiyear, essentially continuous rises in crime.” From the late 1960s to the early 1990s, crime rose almost every year. “You really had a 25-year boom,” he said. “What I think we’re seeing today is what economists essentially call noise. Some years it goes up, some years it goes down. But when you put all the dots together and string them out over time, it’s a pretty flat line over, say, a decadelong period.”<br />To the professor’s point, between 2000 and 2019, homicide rates per 100,000 people fluctuated between 5.1 and 6.2, except for one year (2001) when the rate reached 7.1. Compare that with what happened between 1960 and 1980, when the rate more than doubled to 10.4 from 5. “Right now, I don’t see the big factors, the multiyear factors,” Mr. Latzer said. “When crime really surged in the late ’60s, we had multiple factors. You had the baby-boom generation reaching their most crime-prone years. You had a very weak criminal justice system. And later, you had crack cocaine.”"
}