{
    "url_original": "https://www.wsj.com/articles/woke-k-12-education-goes-to-court-11623279021?mod=opinion_lead_pos4",
    "url": "woke-k-12-education-goes-to-court-11623279021",
    "title": "Woke K-12 Education Goes to Court",
    "sub_head": "Parents and students sue the schools in Loudoun County, Va.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-351758?width=620&size=1.5",
    "image_1": "im-351758.jpg",
    "time": "2021-06-09 18:50:00",
    "body": "Identity politics reigns in higher education, and progressives are now turning their focus to K-12. In Loudoun County, Virginia, five families are fighting back in court.<br />Represented by the nonprofit Liberty Justice Center, the parents and students sued the school board in federal court in Alexandria last week. They claim that Loudoun County Public Schools’ policies and programs to address “systemic racism” discriminate on the basis of race and viewpoint.<br />The plaintiffs take particular issue with the Student Equity Ambassador Network launched last fall. Each middle and high school chooses up to three student ambassadors, who meet regularly with school district officials and the Office of Equity. Unlike 4H or French Club, the complaint says, this “is a formal office the school endows with particular authority to speak on behalf of the student body.”<br />Initial publications about the program suggested that white students weren’t eligible to become ambassadors. In an FAQ section about the program, the district said “this opportunity is specifically for students of Color.” The plaintiffs say that after critics raised discrimination concerns, the district removed this statement from its website.<br />School district spokesman Wayde Byard said materials about the ambassador program were “in the process of being reviewed and vetted when it was released prematurely.” He added that the program intends to “be inclusive” while also seeking “to amplify the voice of Students of Color and those who have experienced or witnessed injustices, marginalization, or discrimination.”"
}