{
    "url_original": "https://www.wsj.com/articles/women-in-technology-stem-11622503888?mod=business_minor_pos6",
    "url": "women-in-technology-stem-11622503888",
    "title": "How to Get More Women Into Technology",
    "sub_head": "A number of programs have tried to steer women into STEM fields. Here are some that are working.",
    "category_1": "Business",
    "category_2": "Journal Reports: Small Business",
    "image_1_url": "https://images.wsj.net/im-345962?width=620&size=1.5",
    "image_1": "im-345962.jpg",
    "time": "2021-06-01 12:00:00",
    "body": "During her decadeslong career in technology, Judith Spitz watched as the “dismal number” of women in the industry failed to budge. In 2016, she decided to do something about it.<br />That year, Dr. Spitz founded Break Through Tech at Cornell Tech in New York City, an initiative aimed at increasing the number of women in computer science and tech careers. By using a mix of methods—including setting up internship arrangements that better suited the students’ strengths—the program saw strong results: Today, about 50% of its participants win summer internships, up from 5% at the start.<br />Break Through Tech is one of several recent efforts that are making headway against a longstanding problem: boosting the small number of women in science, technology, engineering and mathematics, or STEM. These programs attack the problem in a number of different ways. They are giving students enrichment programs, setting them up with female mentors as role models, grounding their course work in real-world problems to keep it relevant—and sometimes, like Break Through Tech, mediating with potential employers.<br />Beyond that, many of the programs are looking to change something even more fundamental—how girls are taught science and even how they view themselves.<br />“Our education system is simply not set up to close the gender gap in tech,” says Tarika Barrett, chief executive officer of the training and advocacy group Girls Who Code."
}