{
    "url_original": "https://www.wsj.com/articles/work-flexibility-popular-with-employees-is-hardly-a-holy-grail-11624300543?mod=markets_lead_pos10",
    "url": "work-flexibility-popular-with-employees-is-hardly-a-holy-grail-11624300543",
    "title": "Work Flexibility, Popular With Employees, Is Hardly a Holy Grail",
    "sub_head": "Surveys show many Americans aren’t eager to return to the office, but companies have more to consider than just their feelings",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-06-21 14:35:00",
    "body": "Many of today’s workers have landed the upper hand when it comes to where and when they work. But no one should get too comfortable.<br />As demand roars back across the U.S. economy and workers are flush with pandemic savings, the little guy is suddenly wielding more power.  Zillow ,  for example, has said it is allowing most employees to permanently work remotely, betting such a policy will yield the best talent.<br />Facebook  also said earlier this month that all full-time employees who can do their jobs remotely would be able to do so more permanently with permission, in some cases even across international borders.  Shopify ,   Twitter ,   Dropbox ,  Instacart and  Slack ,  among others, have announced permanent remote policies for many of their employees.  Airbnb  and  Pinterest  recently terminated sizable San Francisco leases, paying $113 million and nearly $90 million, respectively, to do so.<br />Employees definitely want more flexibility. In a survey across 30,000 Americans, 30% said they never want to return to the office, according to data from the Working From Home Research Project. The trendy notion of the “Great Resignation,” recently coined by Anthony Klotz, associate professor of management at Mays Business School at Texas A&M University, posits that when employees are forced back into the toil of a commute and nine-to-five office job, many will be driven to quit.<br />A global Microsoft survey showed more than 40% of respondents were considering leaving their employer this year. A widely cited  Prudential Financial  survey from March found 1 in 3 U.S. workers wouldn’t want to work for an employer that requires them to be on site full time. Prudential Vice Chairman Rob Falzon said in an interview with Axios that the potential for an ensuing talent war keeps him up at night."
}