{
    "url_original": "https://www.wsj.com/articles/working-from-home-employees-11623463249?mod=business_lead_pos10",
    "url": "working-from-home-employees-11623463249",
    "title": "How Working From Home Has Changed Employees",
    "sub_head": "They are used to far greater independence. And they may value personal time more. Bosses better be ready to adapt.",
    "category_1": "Business",
    "category_2": "Journal Reports: Leadership",
    "time": "2021-06-12 08:00:00",
    "body": "The employees who return to the office after a year of remote work aren’t the employees their bosses remember.<br />They have spent over a year adjusting to a radically different rhythm—both in terms of work and their personal lives. They have shifted their working hours, and learned to manage their own tasks without oversight. They may place more value on their family time or personal priorities, and perhaps been forever changed by a loss or health concerns. After a year of working in solitude, many have come to expect more control over how, when and where their work gets done, and to have greater autonomy relative to their managers and organizations.<br />They may not even feel like they need a whole lot of managing anymore. “Employees are taking on more of the managerial responsibility for their work,” says Holly Birkett, a lecturer at the University of Birmingham in Britain and co-director at the university’s Equal Parenting Project, which surveyed managers and employees during Covid. “They are probably not getting paid any more, but they are feeling more responsibility for getting things done.”<br />All these changes add up to a challenge for managers, who will need to think differently about how to mentor and coach their team members effectively as they return to the office. Their employees might look like the same people. But rest assured, many aren’t.<br />For starters, bosses should consider renewing their relationship with every single employee—even those they’ve managed for years—as if they are starting from scratch."
}