{
    "url_original": "https://www.wsj.com/articles/worst-worker-shortage-getting-even-worse-11622735578?mod=opinion_lead_pos11",
    "url": "worst-worker-shortage-getting-even-worse-11622735578",
    "title": "Worst Worker Shortage Getting Even Worse",
    "sub_head": "Latest NFIB employment survey finds another record number of unfilled job openings.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-347935?width=620&size=1.5",
    "image_1": "im-347935.jpg",
    "time": "2021-06-03 11:52:00",
    "body": "What will it take to persuade potential workers to join the U.S. labor force? American small businesses have never had such a hard time trying to attract new employees. That’s according to the May employment  survey from the National Federation of Independent Business, due out later today.<br />“Strong job growth eased in May as small businesses struggled to find workers to fill open positions,” reports NFIB Chief Economist William Dunkelberg. He notes that survey respondents with unfilled job openings “increased from 44 percent to 48 percent, seasonally adjusted. May is the fourth consecutive month setting a record high reading for unfilled job openings. May’s reading is 26 points higher than the 48-year historical average of 22 percent.” He adds that the labor shortage is particularly acute in industries like construction, where 66% of surveyed firms reported few or no qualified applicants, an increase of 6 percentage points from the April survey.<br />It seems that these days good help—and really any kind of help at all—is hard to find. As the economy reopens even in states where governors have practiced a near-religious devotion to lockdowns, the desire to hire almost seems to be on fire. The NFIB economist reports:<br />Do the bosses of American small firms think they will be able to add staff without offering greater incentives? They do not, says Mr. Dunkelberg:<br />This is great news for U.S. workers. Of course there is a small catch when those workers start spending the money from their elevated paychecks. Mr. Dunkelberg reports, “Higher labor costs are being passed on to customers in higher selling prices.”"
}