{
    "url_original": "https://www.wsj.com/articles/xis-rewriting-of-history-wont-stay-in-china-11624203482?mod=opinion_lead_pos6",
    "url": "xis-rewriting-of-history-wont-stay-in-china-11624203482",
    "title": "Xi’s Rewriting of History Won’t Stay in China",
    "sub_head": "The Communist Party blunts its past criticism of Mao’s Cultural Revolution. America should push back.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-356712?width=620&size=1.5",
    "image_1": "im-356712.jpg",
    "time": "2021-06-20 11:38:00",
    "body": "Xi Jinping‘s new history of Chinese communism has little room for criticism of Mao Zedong. In February Mr. Xi issued a revised version of “A Brief History of the Communist Party of China,” the official party history, in preparation for next month’s commemoration of the party’s 100th anniversary. This edition plays down Mao’s atrocities, in particular softening the party’s historic 1981 condemnation of the Cultural Revolution. That places Mr. Xi in the dubious company of dictators for whom “yesterday’s weather can be changed by decree”—a power George Orwell attributed in 1942 to Franco, Stalin and Hitler.<br />Many of the victims of Mao’s Cultural Revolution, a 1966-76 purge of “counterrevolutionary elements,” were respected party leaders who Mao feared might threaten his personal power. Mr. Xi’s father, who had previously been demoted from vice premier to deputy manager of a tractor factory, was jailed and beaten. The teenage Mr. Xi suffered as well, and his half-sister, Xi Heping, died after persecution by the revolution’s Red Guards.<br />It is striking that Mr. Xi would play down this crime that brutalized his family and him. Perhaps because he is now emulating Mao in seeking to become general secretary for life, he wants the Chinese people to know as little as possible about the chaotic final decade of Mao’s prolonged reign. The analysis of Mao’s mistakes in launching the Cultural Revolution, which likely left a death toll of more than one million, is largely replaced by a lengthy discussion of Chinese achievements in that period.<br />This sanitizing of history, reported by the party-affiliated Sing Tao Daily in Hong Kong as a straightforward news item, might not be obvious to the average noncommunist reader. Communist ideological debates are often deliberately obscure. But party members must pay punctilious attention even to small changes in convoluted language. Failure to do so can have serious consequences.<br />In April the party launched a telephone hot line and online platform for reporting “historical nihilists,” who fail to comply with the official party line. Since becoming president in 2013, Mr. Xi has condemned historical nihilists in the Soviet Union for repudiating Stalin and causing “chaos in Soviet ideology.” That history, and the Soviet Union’s eventual fall, informs his reasoning in revising Chinese communist history. The change is a warning to party members to avoid harsh criticism of Mao or the Cultural Revolution. Under Mr. Xi’s anticipated lifelong reign, there will be no Chinese equivalent of Nikita Khrushchev’s 1956 “secret speech” exposing the crimes of the Stalin era."
}