{
    "url_original": "https://www.wsj.com/articles/yellens-global-tax-surrender-11622995058?mod=opinion_lead_pos1",
    "url": "yellens-global-tax-surrender-11622995058",
    "title": "Yellen’s Global Tax Surrender",
    "sub_head": "U.S. workers, consumers and shareholders will pay for the new minimum tax.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-06 11:57:00",
    "body": "Finance ministers from the world’s largest economies this weekend moved a step closer—they think—to new rules to tax large companies. Ignore the back-slapping about revenues and “fairness.” This deal is bad news for economies recovering from the pandemic, and especially the U.S.<br />The agreement concerns negotiations at the Organization for Economic Cooperation and Development for tax rules that would affect more than 130 countries. Finance chiefs from the G-7 economies, including Treasury Secretary Janet Yellen, say they’ve settled key sticking points.<br />One is that they want to implement a new method to tax global tech giants based on where the companies earn revenue rather than where they are headquartered. Another is a global minimum corporate tax, with a rate of “at least 15%.” The third is that the U.S. will participate, since President Biden and Ms. Yellen are the first U.S. leaders to believe this could possibly be in America’s interests.<br />Problems abound, starting with the merits. Officials and progressive activists say they’re halting a global “race to the bottom” on corporate taxes. We’re glad they finally concede that tax rates matter to decisions about investment and job creation, since the left has denied this for decades. But the real action has been on tax policy competition, which has been instrumental to economic growth, innovation and job creation since the 1980s.<br />The OECD plan will throttle that competition. That’s because, while the G-7 agreement focuses on the headline rate for the new minimum tax, the OECD plan comes with reams of harmonized fine print on matters such as credits or exemptions for capital investment and research and development."
}