{
    "url_original": "https://www.wsj.com/articles/yellen-declines-to-offer-position-on-state-tax-deduction-cap-11623949471?mod=politics_lead_pos10",
    "url": "yellen-declines-to-offer-position-on-state-tax-deduction-cap-11623949471",
    "title": "Yellen Declines to Offer Position on State-Tax Deduction Cap",
    "sub_head": "Lawmakers press Treasury secretary for details as some Democrats are pushing for cap’s repeal in any tax legislation",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-355260?width=620&size=1.5",
    "image_1": "im-355260.jpg",
    "time": "2021-06-17 13:04:00",
    "body": "WASHINGTON—Treasury Secretary Janet Yellen repeatedly declined to offer a clear administration position on the deduction for state and local taxes during a House hearing, leaving vagueness on an issue that will be the subject of tense negotiations among Democrats considering President Biden’s fiscal agenda.<br />Under pressure from House Democrats and Republicans on Thursday to take a position, Ms. Yellen wouldn’t say whether the Biden administration favors repealing the $10,000 cap on the deduction. Eliminating that limit would cut taxes for high-income households and disproportionately benefit residents of high-tax Democratic-leaning states such as New York, New Jersey and California.<br />Mr. Biden’s budget is silent on the deduction cap, which was created in the 2017 tax law and is scheduled to lapse after 2025, along with many of that law’s other provisions.<br />“He recognizes that it’s a tremendous concern in a number of states and wants to work with Congress to see if there’s a way to mitigate the harms that it’s caused,” Ms. Yellen said of the president during a Ways and Means Committee hearing. “But he has not made a proposal in the budget to do so.”<br />Rep. Kevin Brady (R., Texas), the committee’s top Republican, pressed Ms. Yellen on whether Mr. Biden would support the cap’s elimination if lawmakers included it in a compromise infrastructure package. “I’m not going to negotiate here on behalf of the president,” she said."
}