{
    "url_original": "https://www.wsj.com/articles/yes-its-a-global-tax-on-american-tech-11623449290?mod=opinion_lead_pos1",
    "url": "yes-its-a-global-tax-on-american-tech-11623449290",
    "title": "Yes, It’s a Global Tax on American Tech",
    "sub_head": "Yellen and friends try to hide the G-7’s aims from Congress.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-06-11 18:08:00",
    "body": "Pronouncements from world leaders take on a Delphic quality at the best of times, so little wonder the G-7 announcement about a global tax on tech companies is sowing confusion. To cut through the political obfuscation: Yes, these leaders are proposing a new tax on American tech giants, despite their effort to hide it from the U.S. Congress.<br />Some uncertainty is understandable—and probably intentional—since the communiqué from Treasury Secretary Janet Yellen and other G-7 finance ministers carefully skirts around the main targets of their proposal. They frame the overhaul as a response to the “globalization and digitalization of the economy.” But when it comes to describing the new tax on tech giants, they omit the words “tech” or “digital.”<br />Instead they say of their plan: “We commit to reaching an equitable solution on the allocation of taxing rights, with market countries awarded taxing rights on at least 20% of profits exceeding a 10% margin for the largest and most profitable multinational enterprises.”<br />Translating the jargon, this means new rules would allow jurisdictions where global companies earn revenue (“market countries”) to tax a portion of the resulting profits. This would upend a century of global standards that tax companies where their headquarters are based.<br />The G-7 makes it sound like this would apply to all large, global firms. One might even think it’s an improvement on the patchwork of “digital-services taxes” the G-7 promises to replace. Those taxes, in places like the United Kingdom and Italy, explicitly target Silicon Valley."
}