{
    "url_original": "https://www.wsj.com/articles/youre-finally-going-back-to-the-office-what-are-you-going-to-wear-11622799041?mod=business_lead_pos5",
    "url": "youre-finally-going-back-to-the-office-what-are-you-going-to-wear-11622799041",
    "title": "You’re Finally Going Back to the Office. What Are You Going to Wear?",
    "sub_head": "The rules about what to wear to the office are gone. Now retailers, workers and employers are trying to figure out what will work in a world in which the traditional dress code might never come back.",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-348454?width=620&size=1.5",
    "image_1": "im-348454.jpg",
    "time": "2021-06-04 06:27:00",
    "body": "Mattress maker ViscoSoft is relaxing its dress code as employees return to its Charlotte, N.C. headquarters in June. Instead of the button-down shirts and slacks that were the norm before the pandemic, staffers can now wear joggers, leggings and sweatshirts. “I told them no pajamas,” said Chief Executive Gabriel Dungan.<br />After more than a year of working from home, millions of Americans are heading back to the office—and they need new clothes. That offers a rare opportunity to retailers, who are trying to anticipate what their customers will now want to wear to work. Many brands are scaling back their production of suits, adding more stretch to their pants and using new phrases such as “workleisure.” They are turning out yoga pants that look like dress pants, T-shirts you can wear to work and a dressier version of cork-lined sandals dubbed the “Work Birk.”<br />The stakes are high, particularly for retailers that struggled during the pandemic. Brooks Brothers, J.Crew Group Inc., and J.C. Penney Co. all filed for bankruptcy and collectively closed hundreds of stores—in some cases permanently. Many others struggled to stay relevant as shoppers hunkered down.  Gap Inc.  closed more than 70 Banana Republic stores in 2020 and is closing more this year.<br />Some are now betting workers are ready for something different. As sales of work clothes surged at Banana Republic in recent weeks, the retailer didn’t promote the same pre-pandemic standard of blazers, skirts and suits. Instead it launched a new collection in April that pairs military shirts with dress slacks and hoodies with blazers. Chief brand officer Ana Andjelic calls it “hybrid dressing.”<br />Even Dockers, which helped spawn the concept of business casual, is adding more stretch to its classic chinos. “They look like khakis, but they feel more like sweatpants,” said Nick Rendic, the brand’s global head of design. “The pandemic taught us that we can wear whatever we want, but people still want to look good.”"
}