{
    "url_original": "https://www.wsj.com/articles/zoom-is-getting-back-to-business-11622629800?mod=business_minor_pos10",
    "url": "zoom-is-getting-back-to-business-11622629800",
    "title": "Zoom Is Getting Back to Business",
    "sub_head": "Sharp focus on enterprise customers and new services should ease post-pandemic transition",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-346757?width=620&size=1.5",
    "image_1": "im-346757.jpg",
    "time": "2021-06-02 06:30:00",
    "body": "Sometimes, being a verb isn’t all it is cracked up to be, as  Zoom Video Communications  can attest.<br />While Zoom’s zippy video-communications platform made the company into the Covid-19 pandemic’s superstar, being synonymous with virtual cocktail parties and other oddities over the past year has its drawbacks. Business for the company has continued to soar, but few stocks have had it rougher in the so-called recovery trade. Zoom’s share price has sunk 35% since  Pfizer  reported a vaccine breakthrough Nov. 9. The Nasdaq Composite—home to many other pandemic-boosted names—has gained 15% in value since then.<br />The company’s fiscal first-quarter results reported late Tuesday should help reverse that slide a bit. Revenue surged 191% year over year to about $956 million, beating the company’s own projection and Wall Street’s consensus estimate of $905 million. Zoom lifted its forecast for the full fiscal year ending in January and projected for the current quarter revenue of $985 million to $990 million—the midpoint of which was about 6% ahead of analysts’ forecasts. Zoom’s share price rose 2% in after-hours trading.<br />To be sure, Zoom’s growth rate in a normalized world will look nothing like what the company saw over the past 12 months, when videoconferencing was the only way for many to have a face-to-face with someone they weren’t living with. But the company has been smartly shifting back to its business-focused roots. The company said earlier this year that it would license its videoconferencing technology to other businesses, which could help drive use of its network.<br />New services such as Zoom Phone, which can replace aging office telecommunications systems, and Zoom Rooms, used for dedicated videoconferencing rooms, should also get a boost from hybrid work environments, in which in-office personnel regularly mix with remote workers. Zoom said Tuesday it has now sold 1.5 million seats for Zoom Phone, up from one million at the beginning of the year. In a recent report, Karl Keirstead of UBS noted that the “post-pandemic end state appears to be work-from-anywhere (virtually from home or in the office) which should help support continued spending on collaboration software for years to come.”"
}